{
    "company_type": "Property Insurance Companies",
    "inquiry_category": "Requesting policy documents or certificates",
    "inquiry_sub_category": "Policy Coverage",
    "description": "Customers inquire about the extent of coverage provided by their policy, seeking details such as coverage limits, deductibles, and exclusions, to ensure their property is adequately protected.",
    "inquiry": "Can you provide me with a copy of my insurance certificate?",
    "paraphrases": [
        "Let me know if you can give me my insurance certificate.",
        "Please give me a duplicate of the insurance certificate.",
        "Is it possible that you can give a record showing that I have ensurancesz?",
        "Is it possible you could give me an insurance certificate?",
        "can I get my insurance certificate?",
        "Is a copy of my insurance certificate possible for me?",
        "Would it be possible to have a proof of insurance?",
        "I want to know if you can provide a record showing that I have ensurancesz.",
        "Provide me with my insurance cert pronto.",
        "Can you give a copy of insur'ce record?",
        "Ensure you give me a copy of my insurance certificate.",
        "I want to know if I have my insurance cert ready.",
        "Allow me to have a copy of my insurance certificate.",
        "Could I have a copy of my insurance?",
        "Can i get an insurance certificate?",
        "Where's my proof of insurance?",
        "I am asking for my coverage papers asap.",
        "Please bring the confirmation of my policy.",
        "I need to get a policy paper from you.",
        "I need the policy paper from ya right now.",
        "I need a copy of my insurancecard.",
        "Can I get an insurance certificate.",
        "Please let me know if you can send me a copy of my insurance certificate.",
        "Can you bring me my insurance certificate?",
        "I am looking for a copy of my insurance certificate.",
        "Share my insurance cert immediately!",
        "Please, please give me my insurance file.",
        "Can i get a certificate of ins today?",
        "Please share my insurance cert as soon as possible.",
        "I need a proof of my insurance.",
        "Please help me share a duplicate of my insurance certificate.",
        "Can I get a proof of my coverage?",
        "Can I ask for an insurance certificate?",
        "I would like to get my insurance certificate?",
        "Would you give me a paper trail of insurance?",
        "A duplicate of my insurance certificate would be great.",
        "I was wondering if you could give me an insurance certificate.",
        "Can I bring a proof of my insurance?",
        "Do I have a proof of my insurance?",
        "Is it possible that I could get a copy of my insurance certificate?",
        "I wonder if I could get the insurance certificate.",
        "I would like to know if I could get a proof of my insurance.",
        "Should I get a copy of my insurance certificate from you?",
        "Please provide me a copy of my insurance certificate",
        "Can I access my insurance papers?",
        "Do you have my proof of insurance?",
        "Is there a copy of my insurance certificate, please?",
        "You have an insurance cert, please?",
        "You can send a copy of my insurance certificate.",
        "How can I get a certificate of ins today?",
        "How about a proof of my insurance?",
        "Is it possible to get me my stupid insur'n'ce proof?",
        "Can I show a proof of my insurance?",
        "I need a copy of my insurance certificate from you.",
        "Please bring us policy confirmation.",
        "Can anyone give me the policy papers?",
        "Provide me with a copy of my insurance proof.",
        "Is there a certificate for my ins.",
        "Can you give us the coverage proof right now?",
        "Consider giving me my paper trail of insurance.",
        "Is it possible I could get my insurance certificate?",
        "Can you give my insurance certificate to me.",
        "Can you help me with my certificate of insurance?",
        "There is a possibility that you need a copy of the insur'ce record.",
        "Would like a duplicate of my policy",
        "If possible, please give a copy of the policy.",
        "Will you give me the paper trail of my insurance?",
        "It is possible that you need a copy of the insur'ce record.",
        "Can I get insurane cert?",
        "You can help me with my insurance certificate.",
        "Is it possible to give me my insurance certificate?",
        "A copy of my insurance certificate can be obtained.",
        "I want to know if you can show me the record showing my ensurancesz.",
        "I am in need of my insurance certificate.",
        "Just need my insurance cert?",
        "I need a cert for my insurance",
        "Provide me with a copy of the insurance certificate",
        "There is a possibility for a copy of the insur'ce record.",
        "Can you send the policy certification to me soon?",
        "You may share a duplicate of my insurance certificate.",
        "I am looking for a copy of insurance.",
        "Provide me with an insurance certificate.",
        "Can you show me proof of my coverage?",
        "I would like to get a copy of my insurance certificate.",
        "Please send a copy of my insurance card to me.",
        "If you want to share my insurance file, please.",
        "Please bring me the policy confirmation that I need.",
        "I would appreciate it if you could give me a copy of my insurance certificate.",
        "Can you help me obtain my insurance cert?",
        "I'd like to see my insurance certificate.",
        "Is it possible that I could have my insurance certificate?",
        "I need a copy of my insurance certificate.",
        "How can I get my insurance cert?",
        "I request a copy of my insurance certificate from you.",
        "Can I get an insurane cert?",
        "Can you kindly send me a copy of my insurance certificate?",
        "Inform me of a duplicate of my insurance certificate.",
        "Please send me a proof of my insurance.",
        "Is it possible for me to get a copy of my insurance certificate.",
        "Is there a proof of my insurer?",
        "I want my insurance cert",
        "I need a insurance cert.",
        "Can you copy my insurance certificate for me?",
        "You might be able to get a copy of insur'ce record.",
        "Can you give me a photo of my insurance certificate?",
        "Can I get insurance verification?",
        "Is it possible to get a copy of my insurance license?",
        "I wonder if I could get my insurance papers.",
        "I need a duplicate of insurance.",
        "I want the duplicate of my insurance card.",
        "Can you give an official proof of your policy?",
        "Is it possible to share Insur cert?",
        "Is it possible for me to get an ins cert copy?",
        "There is a possibility that I could have a proof of my insurance.",
        "I need this policy paper from you.",
        "I need a copy of the insurance policy.",
        "I would love to have proof of my insurance.",
        "Where's my insurance document, please?",
        "Now, please share my cover cert.",
        "How about an insurance document?",
        "Am I allowed to get my insurance papers?",
        "Please bring my policy confirmation!",
        "Could I get a proof of my coverage?",
        "You could give me an insurance certificate.",
        "To send me a copy of my insurance certificate, please.",
        "Please bring my policy confirmation to me.",
        "Is it possible to get a copy of my certificate?",
        "How about giving an official proof of policy?",
        "Can I get the insurance cert?",
        "I need an insurance cert, can you help me?",
        "Please share the duplicate of my insurance certificate with me.",
        "If possible, please provide a copy of policy.",
        "A copy of my insurance certificate is something I want.",
        "My cover cert should be shared with you now.",
        "I would love to get my insurance certificate.",
        "I want a copy of my insurance record.",
        "Obtaining a certificate of ins today?",
        "Need a duplicate of the insur'ce record?",
        "Please bring policy confirmation for myself.",
        "You may be able to get a copy of the insur'ce record.",
        "I need copy of insurance.",
        "Please bring policy confirmation.",
        "Can you help fulfill my insurance cert?",
        "Can you please share your cover cert?",
        "Can I get ma d'surance certification?",
        "Can you give proof of your policy?",
        "Please bring me the confirmation of my policy",
        "Can you get my insurance certificate?",
        "Can you give me a copy of my insurance documents?",
        "Give me a copy of my insurance certificate",
        "Is it possible to give me my certificate?",
        "Please send my insurance certificate.",
        "Can you give my insurance certificate?",
        "I would like to obtain a copy of my insurance certificate.",
        "Inquire about my cover cert.",
        "Can you give me proof that I have coverage?",
        "If possible you can give a copy of the policy.",
        "Don't forget to give me a copy of my insurance certificate.",
        "Could I obtain a copy of my insurance certificate?",
        "I want you to send me a copy of my insurance certificate.",
        "I would like to get the insurance certificate.",
        "I would appreciate if you would give me a copy of my insurance certificate.",
        "Is it doable to get a copy of my insurance certificate?",
        "Would you be able to give me a copy of my insurance certificate?",
        "I would like to get a copy of my insurance policy.",
        "I need a copy of my insurance certification.",
        "Is it possible to obtain a copy of the insur'ce record?",
        "Would it be possible today to get a certificate of ins?",
        "I need a copy of my insurance certificate, please!",
        "May I be given insurane cert.",
        "Can you please share my insurance cert?",
        "It's possible to obtain a copy of your insurance certificate.",
        "Someone wants a copy of insurance.",
        "I should have a copy of insurance.",
        "Can you share my insurance cert?",
        "The issuance of my insurance certificate is something I would like to request.",
        "You need a copy of insurance for me.",
        "May I get insurane cert.",
        "Can you help with my insurance cert?",
        "I asked if I could get my insurance papers.",
        "I'd like to get a copy of my insurance card.",
        "Could I request an insurance certificate?",
        "I want to know if you can give a record showing that I havesurance.",
        "I would be interested in a duplicate of my policy.",
        "I need to have a copy of the policy.",
        "I would appreciate having a copy of my insurance certificate.",
        "Where is my Proof of Insurance?",
        "Give me the paper trail of my insurance?",
        "Give me my coverage papers",
        "I would like to know if I have a proof of my insurance.",
        "I would like to receive a copy of my insurance card.",
        "Can you provide the policy certification?",
        "I was wondering if you have my insurance cert ready.",
        "Are you ready to give me my paper trail of insurance?",
        "Can you help me with my insurance documentation?",
        "You can give me a copy of my insurance card.",
        "I needed a copy of insurance.",
        "send me a copy of my insurance certificate",
        "Is it possible to have a copy of insur'ce record?",
        "It's possible to get a copy of insur'ce record.",
        "I would appreciate if you could share my insurance file.",
        "I need an insurance copy",
        "You have a cert for insurance?",
        "Can someone give me a copy of my insurance certificate?",
        "I would like a copy of my policy.",
        "Would I be able to get my insurance certificate?",
        "Would it be possible today to obtain a certificate of ins?",
        "Are you able to provide official proof of policy?",
        "Please share my insurance cert asap.",
        "Should I have a proof of insurance?",
        "Can you give me a record showing that I havesurance?",
        "Can there be a copy of insur'ce record?",
        "Can you let me know if you have a copy of my insurance certificate?",
        "Is it possible I have a proof of my insurance?",
        "I'd like to have my insurance certificate.",
        "Need a duplicate of my policy.",
        "Can you send me a copy of my insurance certificate?",
        "I would like to get a copy of my insurance certificate",
        "Please help me by sharing a duplicate of my insurance certificate.",
        "Can you give me your insurance certificate?",
        "Provide me with my insurance document.",
        "Can I get a copy of my insurance form?",
        "It is possible for you to provide a copy of the policy.",
        "I am wondering if you can pass along my insurance certificate.",
        "Your insurance cert?",
        "I need a verification of insurance.",
        "A duplicate of my insurance certificate is necessary.",
        "How about providing me with my insurance certificate?",
        "Will it be possible for me to get a copy of my insurance certificate?",
        "Please provide a copy of my insurance certificate",
        "I need a record of my insurance.",
        "Can you let me get a copy of my insurance certificate?",
        "Wait, where's my insurance proof?",
        "Can I get a cert to be insured?",
        "Provide me a copy of the insurance certificate.",
        "Sharing a duplicate of my insurance certificate would be helpful.",
        "Is it possible to get a copy of my insurance certificate in person?",
        "Can you provide me an insurance certificate?",
        "Can I get certified for my insurance?",
        "please bring me policy confirmation",
        "I would like to know if you can give me the coverage proof.",
        "Please send me a copy of my policy.",
        "Can you give me a copy of the insurance document?",
        "Can I get my insurance certificate.",
        "Is the certificate of ins possible today?",
        "Please give me a duplicate of my insurance certificate",
        "Is it possible to have a proof of insurance.",
        "Can you help me get my insurance Cert?",
        "I need the policy paper from you right now.",
        "Today could you get a certificate of ins?",
        "There's a possibility of getting a copy of the insur'ce record.",
        "Could you give me my insurance information?",
        "I want to ask for a copy of my insurance certificate.",
        "I would appreciate if you could give me a record showing I have ensurancesz.",
        "I want my insurance document.",
        "Please hand over my insurance file.",
        "Can you bring my insurance certificate?",
        "I want a insurance certificate.",
        "I need my insurance document, huh?",
        "You should give me my insurance certificate.",
        "I want to know if I can get my insurance certificate.",
        "Let me know about my cover cert.",
        "Please give my insurance file, please.",
        "Can you show me that insurance certificate?",
        "Please give me confirmation of my policy.",
        "Send my insurance cert to me asap.",
        "Can you pass along my insurance certificate to me?",
        "I need a copy of my insurance document.",
        "Send me the insurance cert pronto.",
        "Is it possible to possess a proof of my insurance?",
        "Can I get an Insurance certificate?",
        "I need an insurance copy.",
        "Please bring my policy confirmation.",
        "Please let me know my insurance file.",
        "Provide me with the insurance certificate.",
        "Is it possible to get a copy of my insurance proof?",
        "Can I get a insurance certification?",
        "Please bring me policy confirmation with you.",
        "Please, I want my insurance certificate.",
        "I need to get a copy of my insurance certificate.",
        "Is it possible for me to get my insurance papers.",
        "Do you have the proof of insurance?",
        "Can you give me my insurance document?",
        "Yes, you can get a copy of your insurance certificate.",
        "I would like to ask for a copy of my insurance certificate.",
        "You can send me a copy of my insurance certificate.",
        "Can you help out with my insurance cert?",
        "Provide me with proof of my insurance.",
        "Could I get my insurance papers?",
        "Could you present official proof of policy?",
        "Please distribute a duplicate of my insurance certificate.",
        "Is it possible to get the certificate of ins today?",
        "How about a copy of the insur'ce record?",
        "I want the policy paper from you.",
        "Can't I get my insurance certificate?",
        "He needs a copy of insurance.",
        "Please get my insurance file.",
        "Can you please pass along my insurance certificate?",
        "I need a copy of my insurance record.",
        "I need to have a copy of my insurance certificate.",
        "Would like to get a duplicate of my policy.",
        "Will I be able to get a proof of my insurance?",
        "There is a copy of insurance I want.",
        "Send the insurance cert to me pronto.",
        "Can you provide proof of my coverage?",
        "Is it possible to have proof of insurance?",
        "Need proof of my insurance?",
        "Someone would like to have a copy of the insur'ce record.",
        "Can you help me get the insurance cert?",
        "Just give me a copy of my insurance certificate.",
        "Is an ins cert copy available?",
        "Is it possible my insurance certificate?",
        "How about that insurance certificate?",
        "Do you have the correct insurance cert?",
        "Give me an ins. certificate?",
        "Does it possible for me to get a copy of my insurance certificate?",
        "Sharing a duplicate of my insurance certificate would be great.",
        "Can I get a copy of my insurance.",
        "I wonder if I could have a proof of insurance.",
        "Is there an ins cert copy?",
        "Share your insurance cert as soon as you can.",
        "My Insurance Cert?",
        "Please bring the policy confirmation, please.",
        "Please give me coverage papers.",
        "Do I have a copy of my insurance certificate?",
        "I want to get my insurance certificate.",
        "Can a certificate of ins be obtained today?",
        "Is there a way I can get a copy of my insurance certificate?",
        "I require my insurance cert.",
        "Could a certificate of ins be obtained today?",
        "Are you able to give me an insurance certificate?",
        "I want to get a copy of my insurance card.",
        "Would you give me the paper trail of insurance?",
        "A copy of the insur'ce record can be needed.",
        "Share with me my insurance cert.",
        "I am in need of my coverage papers.",
        "I ask if I can get my insurance cert.",
        "Bring me confirmation of the policy.",
        "I wonder if it's possible for me to get a copy of my insurance certificate.",
        "Obtain the copy of my insurance card.",
        "Can I request a certificate of insurance?",
        "Please give my insurance file.",
        "Can you give me a cert for my insurance?",
        "I am wondering if there is a proof of my insurance.",
        "Someone needs a copy of insurance",
        "I want the policy paper from ya.",
        "I need that copy of insurance.",
        "Is a certificate of ins possible right now?",
        "I need the insurance certificate.",
        "Is it possible to give me with my insurance certificate?",
        "I would like to have my insurance certificate from you.",
        "I am curious if I can get my insurance cert.",
        "Can you give me the coverage proof pronto?",
        "Getting me back my insur'n'ce proof?",
        "Is it possible that I might get my insurance certificate?",
        "Inquire about my insurance cert.",
        "I would like to acquire my insurance certificate.",
        "Can you give me a picture of my insurance certificate?",
        "Will I be allowed to get my insurance cert?",
        "I want to know if you have a record showing that I have ensurance.",
        "Can I get a certified copy of my insurance?",
        "There is a possibility of obtaining a copy of the insur'ce record.",
        "Can you send the policy certification.",
        "Are you able to help my insurance cert?",
        "Give me my insurance cert, pronto.",
        "I would like an insurance certificate.",
        "May I receive a copy of my insurance certificate?",
        "I would like a copy of the insurance certificate.",
        "Do you have my certificate of insurance?",
        "Was it possible to give me my insurance certificate?",
        "I urge you to share my cover cert.",
        "A proof of my insurance would be great.",
        "I need a record showing I have ensurance.",
        "Can you show me my certificate of insurance?",
        "Can you show me the insurance cert?",
        "I need a copy of the insurance.",
        "Is it possible for me to have a copy of my insurance card?",
        "There is a copy of insurance I require.",
        "I wonder if I can have a proof of my insurance.",
        "Would it be possible to get a copy of insur'ce record?",
        "A duplicate of my policy would be awesome.",
        "I need a copy of my insurance verification.",
        "Can you give the insurance certificate to me?",
        "I am wondering if I could get an insurance certificate.",
        "May I be given an insurane cert.",
        "I would like to have my insurance cert.",
        "I want my insurance certificate",
        "I want my insurance cert?",
        "Request for a copy of my insurance certificate.",
        "I need an insurance certification.",
        "Please bring policy confirmation, please.",
        "Will you send the policy certification?",
        "Can you send me your insurance certificate?",
        "Please bring me policy confirmation.",
        "Give me my insurance file.",
        "Please, can I get a copy of my insurance certificate?",
        "I need the copy of my policy.",
        "Send me the copy of my insurance certificate",
        "Are you ready for my insurance Cert?",
        "Please bring the confirmation for the policy.",
        "Can you assist with my insurance certification?",
        "I need the insurance certificate, please.",
        "I would like to obtain a copy of my insurance.",
        "I request a copy of my insurance certificate",
        "Can you give my insurance certificate to me?",
        "Would you like to give me my paper trail of insurance?",
        "I wonder if I could get a proof of insurance.",
        "I would appreciate it if you shared my insurance file.",
        "I want to request a copy of my insurance.",
        "Can you send me my insurance certificate?",
        "can you help with my insurance cert?",
        "Can you help me get my insurance certification?",
        "Sharing a duplicate of my insurance certificate is necessary.",
        "I need a copy of the insurance card.",
        "Please bring you policy confirmation.",
        "May I get a copy of my insurance certificate?",
        "I need to share my cover cert!",
        "Is it possible that I will get my insurance certificate?",
        "Can you give me a proof of my insurance?",
        "Can you have my insurance certificate with you?",
        "There's a copy of insurance that I need.",
        "My cover cert is needed!",
        "Please bring me a policy confirmation.",
        "Do you have my cover cert?",
        "Is there a way to obtain a certificate of ins today?",
        "Is there a way to get my insurance cert?",
        "Yes, I need a copy of my insurance certificate.",
        "Would prefer a copy of my policy.",
        "If possible supply a copy of the policy.",
        "I want to receive a copy of my insurance certificate.",
        "Hey guys, where's my insurance proof?",
        "You have to give me a copy of my insurance certificate.",
        "Can you give me a copy of the insurance certificate?",
        "Can you quickly share your coverage proof?",
        "Do you have any proof of my insurance?",
        "Was it possible for you to provide me with my insurance certificate?",
        "Can you let me have a copy of my insurance certificate?",
        "Please give me my coverage papers asap.",
        "Make me a copy of my insurance certificate.",
        "Is there a copy of my insurance certificate here?",
        "Please share my cover cert!",
        "I need to know if I can get my insurance papers.",
        "Need my insurance documentation?",
        "My cert for insurance?",
        "I would be happy to receive a copy of my insurance certificate.",
        "There's a copy of insurance I need.",
        "Can you tell me about your insurance cert?",
        "How about a copy of my insurance certificate?",
        "Is it possible for you to pass me my insurance certificate?",
        "Please provide my insurance file, please.",
        "Please bring me the confirmation for my policy.",
        "My insurance certificate should be shared with me.",
        "I want to request a copy of my insurance certificate.",
        "I have questions about getting my insurance certificate.",
        "Is it possible to send the policy certification right now?",
        "Is it possible you would give me my insurance certificate?",
        "I need to obtain my insurance cert.",
        "Need a copy of my insurance card?",
        "Is it possible to get the policy certification asap?",
        "I need my insurance cert, can you help me?",
        "Can I get a copy of my insurance certificate for free?",
        "Can you aid me with my insurance cert?",
        "I want to have my insurance cert.",
        "Maybe I can get a copy of my insurance certificate.",
        "Is there a copy of the insur'ce record?",
        "Can I have a duplicate of my policy?",
        "Please, can I obtain my insurance certificate?",
        "I would appreciate it if you could provide a copy of my insurance certificate.",
        "I would like to see my insurance certificate",
        "Can I get my proof of insurance?",
        "Will there be a proof of my insurance?",
        "Could I get a copy of my insurance?",
        "Maybe I could get an insurance certificate?",
        "Can I get my insurance documents?",
        "Could I have a proof of my policy?",
        "You should send me a copy of my insurance certificate.",
        "I would like to get an ins cert copy.",
        "Can you kindly share the coverage proof?",
        "Please provide me with an insurance certificate.",
        "I wondered if I could show a proof of my insurance.",
        "Please provide me with a duplicate of my insurance certificate",
        "Are you willing to give me a paper trail of insurance?",
        "I need to know if I have a proof of my insurance.",
        "Would like to have a duplicate of my policy.",
        "I would like the copy of my insurance certificate.",
        "Is there a copy of my insurance certificate required?",
        "Someone needs a copy of their insurance certificate.",
        "I need a copy of insur'ce record.",
        "You can get a copy of my insurance card.",
        "Do you have the insurance cert that I need?",
        "Please bring policy confirmation with me.",
        "Are you able to provide my insurance cert?",
        "There is a question of if I have a proof of my insurance.",
        "Want to give me my insurance record?",
        "Could I show a proof of insurance?",
        "I need my coverage papers.",
        "I wonder if I could get my insurance certificate?",
        "Can I request my insurance papers?",
        "Share my insurance cert with me immediately.",
        "Please give me a picture of my insurance certificate.",
        "I would like to know if I could have a proof of my insurance.",
        "Guys, where is my proof of insurance?",
        "Can you provide a copy of the insur'ce record?",
        "Provide me a copy of my certificate of insurance.",
        "There is a possibility of having a copy of the insur'ce record.",
        "I need to find my insurance proof, guys.",
        "Share my insurance cert as soon as possible.",
        "Please give me a copy of my insurance certificates.",
        "please bring policy confirmation to me",
        "I question if I could get my insurance certificate.",
        "I would like to get a copy of my insurance report.",
        "I want my insurance certificate passed along by you.",
        "Can you assist with my insurance cert.",
        "Are you able to give me a insurance certificate?",
        "Can I get my insurer's papers?",
        "Can you show me the record showing that I havesurance?",
        "Do you have a copy of my insurance?",
        "Let me know if you have a copy of my insurance certificate.",
        "Please allow me to give you a duplicate of my insurance certificate.",
        "Please have a copy of my insurance card.",
        "Can I get a insurance certificate?",
        "Someone needs to send a copy of their insurance certificate.",
        "Is it possible to get a copy of insur'ce record.",
        "Can you get your insurance cert?",
        "Allow me to get a copy of my insurance certificate.",
        "May I have a copy of my insurance?",
        "I want to have a copy of my insurance certificate.",
        "Please share me a duplicate of my insurance certificate.",
        "I want to get my insurance certificate from you.",
        "A certificate for insurance?",
        "Please share my insurance record.",
        "Can I get a copies of my insurance certificate?",
        "Can you share my insurance certificate with me?",
        "You should send me an insurance certificate.",
        "Come get the copy of my insurance card.",
        "I really need the policy paper from you.",
        "I am interested in obtaining a copy of my insurance certificate.",
        "Maybe you could give me my insurance certificate?",
        "Please send me a copy of my insurance card",
        "People, where is my insurance proof?",
        "I was wondering if you could send me a copy of my insurance certificate.",
        "I need duplicate of my insurance certificate.",
        "Is my insurance cert ready for me?",
        "It's necessary for me to have a copy of insurance.",
        "Are you able to give me coverage proof?",
        "You need to give me my insurance certificate.",
        "Can you share your coverage proof immediately?",
        "I should receive insurane cert.",
        "To give me the paper trail of insurance?",
        "I hope I can get my insurance certificate.",
        "Please bring policy confirmation with me, please.",
        "I want to request a copy of my insurance certificate",
        "I was wondering if I could get a proof of my insurance.",
        "Can you have my insurance certificate?",
        "Can you please send the policy certification soon?",
        "I want to know if you have a record showing that I have ensurance?",
        "Please send the insurance certificate to me.",
        "You could give me a copy of my insurance certificate.",
        "Please bring your policy confirmation for me.",
        "Please have a copy of the insurance certificate for me.",
        "Please Share my insurance file.",
        "Can I get the insurance certificate?",
        "Can you tell me the proof of my coverage?",
        "I need a copy of my insurancecertificate.",
        "Is my insurance cert ready for you?",
        "Can there be a certificate of ins today?",
        "I need a certificate of insurance.",
        "If you have my insurance cert, share it pronto.",
        "Can you possibly obtain a certificate of ins today?",
        "You should send me the insurance certificate.",
        "I need your policy paper right now.",
        "I need that policy paper from you right now.",
        "I need to have a duplicate of my insurance certificate.",
        "provide me with a copy of my insurance certificate",
        "Can you have the coverage proof asap?",
        "I'm looking for my insurance certificate.",
        "I want to have my insurance papers.",
        "I am unsure if I can get a copy of my insurance certificate.",
        "Do I need to get a copy of my insurance certificate?",
        "Can you please send me an insurance certificate?",
        "Is it possible to need a copy of the insur'ce record?",
        "Get me a copy of my insurance card.",
        "Get the copy of my insurance card.",
        "Can you please send me the insurance certificate?",
        "Share my insurance certification immediately.",
        "I wonder if you can pass along my insurance certificate.",
        "Yes, can I get my insurance certificate?",
        "Please send me the insurance file.",
        "You need a copy of insurance.",
        "I need a proof of insurance.",
        "You should send a duplicate of my insurance certificate to me.",
        "Can you get a certificate of ins right now?",
        "I need to obtain my insurance certificate.",
        "asap, give me my coverage papers.",
        "Can you provide me with an insurance cert?",
        "I would like you to share a duplicate of my insurance certificate.",
        "If possible give the copy of the policy.",
        "Can you give me a certificate of ins today?",
        "I need you to give me a duplicate of my insurance certificate.",
        "Can I get a copy of my insurance verification?",
        "Can I get a cert for insurance?",
        "I'm in need of that policy paper.",
        "Is it possible to request an insurance certificate?",
        "I want a policy paper from you.",
        "Get my insurance cert.",
        "Can you show me the insurance certificate?",
        "I want to receive an insurane cert.",
        "I need copies of my insurance.",
        "Can you pass onto me my insurance certificate?",
        "Please send me my insurance certificate.",
        "I wish to receive a copy of my insurance certificate.",
        "Please share my insurance cert immediately.",
        "Could you show the proof of policy?",
        "I am wondering if I can get a proof of my insurance.",
        "Is there a proof that I have insurance?",
        "I would like to get a copy of my insurance information.",
        "Must I have a copy of my insurance certificate?",
        "Can you help me prove my insurance?",
        "Could I get my certificate of insurance?",
        "Receive a copy of my insurance card.",
        "Please bring the confirmation of my policies.",
        "Provide a copy of my insurance certificate.",
        "Can you pass my insurance certificate along to me?",
        "Need a verification of my insurance?",
        "I must receive the insurane cert.",
        "Please have a copy of my insurance certificate, I need it.",
        "Will I receive an insurane cert?",
        "Is it possible for you to send the policy certification?",
        "Is it possible to get a copy of insur'ces record?",
        "I would prefer to receive a copy of my insurance certificate.",
        "Share the insurance cert?",
        "A copy of my insurance certificate is required for this.",
        "Get my insurance cert asap.",
        "Make sure you have the copy of my insurance card.",
        "Please send me a copy of my insurance card.",
        "Share with me my insurance cert immediately.",
        "I am wondering if I have a proof of my insurance.",
        "Is it permissible to get a copy of my insurance certificate?",
        "Do you have an insurance cert ready?",
        "I ask if I can get my insurance papers.",
        "Please send me the insurance certificate.",
        "A copy of the insurance is needed.",
        "Was it possible to give an official proof of policy?",
        "I want a copy of my insurance certificate, please.",
        "You might be able to give me an insurance certificate.",
        "Will you share my insurance cert?",
        "Is it possible to provide my insurance doc?",
        "Was it possible to provide official proof of policy?",
        "I wonder if my insurance certificate could be obtained.",
        "Will it be possible to get a copy of my insurance certificate?",
        "Is it possible to obtain my insurance papers.",
        "Can you send a copy of my insurance card to me?",
        "Please bring me policy Confirmation.",
        "Is it possible that you could give me an insurance certificate?",
        "Please help me share my insurance file.",
        "Immediately, give me my coverage papers.",
        "Could I get proof of my insurance?",
        "Need my cert for my insurance?",
        "I am looking for my insurance certificate.",
        "Can a copy of my insurance certificate be obtained for me?",
        "asap, I need my coverage papers",
        "Please give me a copy of the insurance certificate",
        "Is there a chance that I could get my insurance certificate?",
        "It is possible that I could get my insurance certificate.",
        "There's a need for a copy of the insur'ce record.",
        "My coverage papers need to be given to me.",
        "Is it possible to request a insurance certificate?",
        "Give me my insurance cert right away.",
        "Please give me a copy of my insurance card",
        "So, where's my insurance proof?",
        "I would appreciate it if you could share my insurance file.",
        "I want to request a duplicate of my insurance certificate.",
        "Please bring my policy confirmation for me.",
        "I request that you send me a copy of my insurance certificate.",
        "Please bring policy confirmation for me.",
        "Can you help prove my insurance?",
        "Is it possible to give me my ins. certificate?",
        "Need a copy of the Insur'ce record?",
        "I need the ins. certificate.",
        "I would like to get a copy of my insurance paperwork.",
        "There is a possibility of getting a copy of the insur'ce record.",
        "I want a copy of the policy.",
        "Can I get a copy of my certificate of insurance?",
        "I want to get my paper trail of insurance?",
        "I request that you bring me policy confirmation.",
        "I am looking for my coverage papers.",
        "How about my insurance document?",
        "I need a copy of my insurance report.",
        "Is it possible for me to get a copy of my certificate of insurance?",
        "I would appreciate if you shared my insurance file.",
        "I want to obtain my insurance papers.",
        "Please share me my insurance file.",
        "Can you send me a copy of the insurance document?",
        "Today, is a certificate of ins possible?",
        "I require a copy of the insurance.",
        "A copy of my insurance certificate is required.",
        "Please bring me a confirmation of the policy.",
        "Let me have my paper trail of insurance.",
        "Please supply me with a copy of my insurance certificate.",
        "Could you provide proof of your policy?",
        "How about my insurance cert?",
        "Please, please share my insurance file.",
        "Could you give proof of your policy?",
        "Are you able to give me the insurance certificate?",
        "Is there a proof of my policy?",
        "Please share my Insurance file.",
        "Would you be able to get your insurance certificate?",
        "Get my insurance cert right away.",
        "A copy of my insurance certificate would be great.",
        "It is possible to get a copy of the insurance certificate.",
        "I need the policy paper.",
        "You might be able to provide me with my insurance certificate.",
        "Is it possible that I can get an insurance cert?",
        "Can you give me a copy of the insurance certificate I have?",
        "Can i get a proof of my insurance?",
        "Inform me of my insurance cert pronto.",
        "I want to get a copy of my insurance certificate.",
        "Can I get insurane cert.",
        "I want to know if I could get my insurance certificate.",
        "Can you help me get a copy of my insurance certificate?",
        "Can you give my insurance certificate with me?",
        "Is it possible to share an insur cert?",
        "asap I want my coverage papers.",
        "Is it possible for me to get my insurance cert?",
        "I want to receive my insurance papers.",
        "Please share my cover cert with me.",
        "Is it possible to get my insured cert?",
        "I require a copy of my insurance.",
        "Can you help me with my insurance certification.",
        "I need my insurance proof, guys.",
        "Please give me my insurance file.",
        "Provide me with a copy of my policy.",
        "Please give me the file of my insurance.",
        "Please give me my insurance certificate.",
        "Provide me with a copy of my insurance certificate",
        "Are you able to get that insurance certificate?",
        "Can I see my insurance certificate?",
        "Please give me an insurance file.",
        "I am requesting that you share my insurance file.",
        "Would be happy to have a duplicate of my policy.",
        "Need my insurance certificate?",
        "Can anyone help with my insurance cert?",
        "Can I find a proof of my insurance?",
        "Someone needs to send them a copy of my insurance certificate.",
        "Can you provide me proof that I'm covered?",
        "I wondered if I could have a proof of my insurance.",
        "Got an insurance certificate?",
        "Can you give me a insurance certificate?",
        "I need the proof of my insurance.",
        "Bring me my paper trail of insurance?",
        "There is an insurance copy I need.",
        "I want to get my insurance cert.",
        "I need you to provide a duplicate of my insurance certificate.",
        "asap, give me my coverage papers",
        "My Cert of Insurance?",
        "Is it possible to get a copy of Insur'ce record?",
        "I would like to see a proof of my insurance.",
        "I want to receive my paper trail of insurance.",
        "I wish to receive my insurance certificate.",
        "What about an insurance cert?",
        "Share my insurance cert as quickly as possible.",
        "Need an insurance cert for me?",
        "Can I get a copy of my proof of insurance?",
        "If you need a copy of the insur'ce record, it is possible.",
        "I want to get my insurance certificate, please.",
        "How about my insurance papers?",
        "Can you help with my insurance certification.",
        "Is it possible for me to obtain an insurance certificate?",
        "Can I have my certificate of insurance?",
        "Is obtaining a copy of my insurance certificate possible?",
        "Please, can I receive my insurance certificate?",
        "Are I in need of my insurance cert?",
        "Is it possible for me to get my insurance certification?",
        "I have to get a copy of insurance.",
        "You would have to give me my insurance certificate.",
        "Could you give an official proof of your policy?",
        "Please give me main proof'a insanse-nance, please.",
        "I have an insurance certificate, can I get a copy?",
        "I would like to receive my insurance certificate.",
        "I was wondering if it was possible to get a copy of my insurance certificate.",
        "I want my insurance papers.",
        "Please share my insurance cert.",
        "There should be a copy of my insurance certificate.",
        "Do you have a copy of insur'ce record?",
        "Can I get insurance papers?",
        "A copy of the insur'ce record is a possibility.",
        "I want to see a copy of insurance.",
        "I wanted to know if I could get my insurance certificate.",
        "would like a duplicate of my policy.",
        "I want to know if you can give a record showing I have ensurancesz?",
        "A duplicate of my insurance certificate would be appreciated.",
        "Is it possible to get a copy of my insurance paperwork?",
        "Would it be possible for me to obtain a copy of my insurance certificate?",
        "Can I obtain a copy of my insurance card?",
        "It's necessary that I have a copy of insurance.",
        "Would you give me the insurance certificate?",
        "Would you be able to give me an insurance certificate?",
        "Would I get my insurance certificate?",
        "Can you help me with my insurance qualification?",
        "How about me with my insurance certificate?",
        "Please bring me confirmation for my policy.",
        "Tell me your insurance cert pronto.",
        "I would like to request my insurance certificate.",
        "Insurance document?",
        "I need to get a copy of the insurance.",
        "Can you get my insurance papers?",
        "Is it possible that I can get my insurance papers.",
        "I would appreciate if you could get my insurance certificate.",
        "Can we have the policy certification asap?",
        "I want to obtain a copy of my insurance certificate.",
        "Can you give me a copy of insur'ce?",
        "I need a verification of my insurance.",
        "Please give me the coverage papers.",
        "I would like to receive the policy certification asap.",
        "Yes, can I get my insurance papers?",
        "I need to get my insurance certificate",
        "Send me a copy of the insurance certificate.",
        "You need a copy of the insur'ce record.",
        "Where can I get my insurance proof?",
        "Please give me the Insurance file.",
        "Are you able to pass along my insurance certificate?",
        "Please copy my insurance certificate for me.",
        "Someone wants a duplicate of their policy.",
        "It's possible to request a copy of the insur'ce record.",
        "I wondered if I could get a proof of my insurance.",
        "I question if I can get my insurance papers.",
        "Can I get the documents for my insurance?",
        "Please share my insurance file for me.",
        "Please have a copy of my insurance certificate, please.",
        "Can you give me the insurance cert I need?",
        "Please, can I get my insurance certificate?",
        "Can you please show me a copy of my insurance certificate?",
        "Where's my proof for insurance?",
        "Could I get a certificate for my insurance?",
        "Is it possible for me to have a proof of my insurance?",
        "Can I get a paper trail of insurance?",
        "Is there a Proof of Insurance for me?",
        "Insurance certificate?",
        "Is it possible that you could give me the insurance certificate?",
        "I request that you get my insurance certificate.",
        "You can give me a copy of my insurance certificate?",
        "Could I get a certificate of my insurance?",
        "I want to know if you can give me my insurance certificate.",
        "I would appreciate it if you could send me a copy of my insurance certificate.",
        "Can I get a Cert of Insurance?",
        "Please bring me policy proof.",
        "Could I provide a proof of my insurance?",
        "I need your insurance cert, pronto.",
        "Can you give me the insurance certificate?",
        "Does it be possible for me to get a copy of my insurance certificate?",
        "Please bring me confirmation of my policy",
        "Want to give me my insurance records?",
        "Is there a copy of my insurance certificate I need?",
        "Please send me my cover cert.",
        "I need a photo of my insurance.",
        "Can I get a copy of my insurance documentation?",
        "Can I get a copy of my Insurance certificate?",
        "Please bring me your confirmation of policy.",
        "Bring me a copy of my insurance certificate.",
        "Give my coverage papers to me.",
        "Share my insurance cert, pronto.",
        "Get my insurance cert?",
        "Please can I get my insurance certificate?",
        "I was wondering if you could give me the insurance certificate.",
        "Can you help with my insurance Cert?",
        "Was it possible to have a proof of my insurance?",
        "Can you get a copy of your insurance certificate?",
        "Can you offer me a copy of insur'ce record?",
        "I want to know where my insurance proof is.",
        "Need a copy of the insur'ce records?",
        "I need a copy of my insurance certificate for myself.",
        "Can you send me my insurance certificate, please?",
        "Is it possible for me to get a copy of my insurance policy?",
        "Please give me a copy of my insurance file.",
        "Can i get the policy certification asap?",
        "I want to know if I can get an insurance cert.",
        "I want to request a copy of my policy.",
        "Please provide me a copy of my insurance card.",
        "Please bring policy confirmation for me",
        "Can you send policy certification asap?",
        "Please give me a copy of my insurance record.",
        "Can I get my insurance information?",
        "Please bring the confirmation for my policy.",
        "Do I have the ability to get a copy of my insurance certificate?",
        "Official proof of policy could you give?",
        "The person needs a copy of insurance.",
        "Please share my insurance file!",
        "Can I get an insurance cert.",
        "Someone needs to send a copy of my insurance certificate.",
        "I would love to have my insurance certificate from you.",
        "How about I have my insurance certificate?",
        "I wonder if I could have a proof of my insurance.",
        "Please bring your policy confirmation, please.",
        "You could give an official proof of policy?",
        "Am I allowed to get a copy of my insurance certificate?",
        "Can I see my insurance papers?",
        "Will it be possible to get a copy of insur'ce record?",
        "Please, give me the insurance file.",
        "Need an Insurance Cert?",
        "Where is my insurer's proof?",
        "Do you want to share a duplicate of my insurance certificate?",
        "I have ensurancesz, can you show me a record?",
        "I would appreciate sharing a duplicate of my insurance certificate.",
        "Please show me a copy of my insurance certificate.",
        "Is it possible today to get a certificate of ins?",
        "Is it possible to have a copy of my insurance card?",
        "Share your cover cert with me now!",
        "Is it possible for you to get a copy of insur'ce record?",
        "Would I be able to request an insurance certificate?",
        "I would appreciate it if you could duplicate my insurance certificate.",
        "I seek a copy of my insurance certificate.",
        "Share your cover cert with me now.",
        "Could I request my insurance certificate?",
        "You can send me a duplicate of my insurance certificate.",
        "Can you give the policy certification?",
        "Do you have an insurance cert I need?",
        "Receive my cover cert.",
        "Yes, I can get a copy of my insurance certificate.",
        "Share my insurance cert immediately?",
        "I must have a copy of my insurance certificate.",
        "I would like a duplicate of my own policy.",
        "I may be able to get my insurance certificate.",
        "Ask for the copy of my insurance card.",
        "I require a copy of my insurance certificate from you.",
        "Will it be possible for me to obtain a copy of my insurance certificate?",
        "Can you obtain a certificate of ins?",
        "Has your insurance cert ready?",
        "a copy of insurance is needed",
        "I would like to have a copy of my insurance certificate",
        "Is it possible I can get my insurance certificate?",
        "Tell me my ins. certificate?",
        "I'm wondering if I can get my insurance papers.",
        "Can I get a proof of insurance?",
        "Are you able to give me proof of the coverage?",
        "Can you give a copy of my insurance certificate?",
        "Can I receive my insurance cert?",
        "Please have a copy of my insurance certificate, please?",
        "Is there a proof of the insurance?",
        "Please bring me the confirmation of the policy.",
        "You can give me my insurance certificate.",
        "I need a duplicate of my insurance card.",
        "I think I would like a duplicate of my policy.",
        "Have my insurance cert?",
        "Is it possible to obtain a copy of an insurance certificate?",
        "I need to know my insurance cert.",
        "Please give me the insurance file, please.",
        "Could you obtain a certificate of ins today?",
        "Provide me with a copy of the insurance document.",
        "Please supply me with my insurance file.",
        "I could ask for a proof of my insurance.",
        "Please give a copy of the policy.",
        "You can send a copy of my insurance certificate to me.",
        "Can I get a certificate for my insurance?",
        "I wish to get a copy of my insurance card.",
        "Was it possible to give official proof of the policy?",
        "Let me get my ins. certificate?",
        "Is it possible to get a copy of my insurance.",
        "Please tell me my insurance file.",
        "You need to share my insurance cert pronto.",
        "I need proof of insurance.",
        "Is it possible for me to get insurance papers?",
        "Can I get my insured?",
        "Can you pass on my insurance certificate to me?",
        "Could you give me my insurance document?",
        "Please bring me a copy of my insurance certificate.",
        "Do you have the insurance certification I need?",
        "Please share a duplicate of my insurance certificate",
        "Maybe you could get a copy of the insur'ce record.",
        "Would you please give me my insurance certificate?",
        "I would like to receive insurane cert.",
        "Where is my insurer proof?",
        "Is it possible to obtain a copy of the insur'ce record.",
        "Send me the insurance certificate.",
        "I need my insurance cert.",
        "Is it possible to provide the insurance doc for me?",
        "May I receive the insurane certificate.",
        "Obtaining a certificate of ins today is possible?",
        "I need an insurance policy copy.",
        "Could I get a valid insurance certificate?",
        "You need a copy of your insurance certificate.",
        "I need a copy of my proof of insurance.",
        "Please give me a copy of insurance.",
        "Am I able to get a copy of my insurance certificate?",
        "Please forward a duplicate of my insurance certificate.",
        "Need duplicate of insur'ce record?",
        "Please, give me my insurance file.",
        "Could you show me a proof of my insurance?",
        "I want an insurance certificate",
        "Is there a proof of insurance that I have?",
        "Can you send me a copy of my proof of insurance?",
        "Can I request to have my insurance certificate?",
        "I want my coverage papers now.",
        "Let me know if you have my insurance cert.",
        "I would like to have my insurance certificate with me.",
        "Can I get a copy of my certificate?",
        "Is it possible to obtain a copy of insur'ce?",
        "Please bring my confirmation of policies.",
        "Can you supply my insurance certificate?",
        "Provide me with a copy of my insurance information.",
        "Can you pass along my insurance certificate.",
        "Can you give me my insured certificate?",
        "I need a certification for my insurance.",
        "Do you have the insurance cert?",
        "Please provide me with a copy of my insurance card.",
        "I was wondering if you could give me the coverage proof.",
        "Have me a copy of my insurance card.",
        "I'd like to get a copy of my insurance document.",
        "That insurance certificate, you have one?",
        "Would benefit from a duplicate of my policy.",
        "Please bring policy confirmation, I need it.",
        "Need an insurance certification?",
        "Can you immediately give me the coverage proof?",
        "You can provide me with a copy of my insurance certificate.",
        "I asked if I could get my insurance cert.",
        "Can I get a copy of my insurance contract?",
        "Can you help find my insurance cert?",
        "Ins cert copy is available?",
        "Please give me my insurance information.",
        "There is a need for my insurance cert.",
        "I wonder if I can get a copy of my insurance certificate.",
        "Was it possible for you to give official proof of the policy?",
        "I would like to see a copy of my insurance certificate.",
        "Can I get a copy of my insurance documents?",
        "Provide me a copy of the insurance certificate",
        "I would appreciate a copy of my insurance certificate.",
        "Where's the proof for my insurance?",
        "Is it possible to obtain a copy of my policy?",
        "Can I get a copy of my insurance?",
        "Am I able to obtain a copy of my insurance certificate?",
        "Send me the copy of my insurance certificate.",
        "Is it possible I get my insurance certificate?",
        "i need a copy of insurance",
        "Send a copy of my insurance card to me.",
        "Please bring my confirmation of the policy.",
        "I want to know if you have a record showing I have ensurance.",
        "Please bring policy verification for me.",
        "Please, I need my insurance certificate.",
        "Please give me your insurance certificate.",
        "I need my cert of insurance.",
        "Please provide me with a copy of my insurance certificate",
        "Could I obtain an insurance certificate?",
        "Can I acquire an insurance cert?",
        "Someone needs a copy of my insurance certificate.",
        "Could I have my insurance certificate?",
        "Can I see the coverage proof?",
        "I would like to get my insurance papers",
        "Can I possess my insurance papers?",
        "Can I get the policy certification quickly?",
        "I am requesting a copy of my insurance certificate from you.",
        "Please share my insured file.",
        "I would enjoy a duplicate of my policy.",
        "I could use your insurance certificate.",
        "Are I allowed to have a copy of my insurance certificate?",
        "Can you send me a copy of my insurance cover?",
        "I wonder if you have my insurance cert.",
        "I would like a copy of insurance.",
        "Give me my paper trail of insurance?",
        "Please send me a copy of my insurance certificate?",
        "Is there a proof of insurance for me?",
        "They need a copy of my insurance certificate.",
        "There is an insurance certificate?",
        "I want to have my insurance certificate.",
        "I want a certificate of insurance.",
        "Share your cover cert with me!",
        "You should send a duplicate of my insurance certificate.",
        "Hand me my paper trail of insurance?",
        "I wonder if you can give me my insurance certificate?",
        "Can I get a copy of my cover?",
        "Please bring policy confirmation!",
        "I prefer to get a copy of my insurance certificate.",
        "Is it possible to get a copy of the Insur'ce record?",
        "It is possible to obtain a copy of your insurance certificate.",
        "I would like to receive an insurance certificate.",
        "I'm asking for a copy of my insurance certificate.",
        "Can I get a cert of insurance?",
        "Is it possible to have a proof of my coverage?",
        "Bring policy confirmation to me, please.",
        "Please pass along a duplicate of my insurance certificate.",
        "I am interested in requesting a copy of my insurance certificate.",
        "Sharing a duplicate of my insurance certificate is a must.",
        "Can you please give the coverage proof asap?",
        "I need a policy paper now from you.",
        "You could give official proof of the policy?",
        "I would appreciate it if you could show me the record showing that I have ensurancesz.",
        "Might I get an insurance certificate?",
        "Am I able to get an insurance certificate?",
        "My insurance file, please be shared.",
        "Can I get copies of my insurance papers?",
        "I have a question about getting my insurance cert.",
        "I would like a copy of my insurance certificate.",
        "I need my insurance certificate, please.",
        "Will I be able to get a copy of my certificate?",
        "Can you give us the coverage proof today?",
        "Your insurance certificate?",
        "Inform me of your cover cert now.",
        "Needed copy of insur'ce record?",
        "I need a copy of my insurance certificate, please.",
        "Can you give me a proof of insurance?",
        "May I get an insurane cert?",
        "Today, certificate of ins is possible?",
        "Is it possible to get a copy of insur'ce records?",
        "Please bringpolicy confirmation to me.",
        "Would it be possible for me to get a copy of my insurance certificate?",
        "I would like to get a copy of my insurance.",
        "I wish to ask for a copy of my insurance certificate.",
        "I would like to obtain my insurance certificate.",
        "I wonder if I can get my insurance cert.",
        "Can we get the coverage proof asap?",
        "I would like to get my certificate of insurance.",
        "Can I retrieve my insurance papers?",
        "You can give me a copy of my insurance certificate.",
        "I would love to have a duplicate of my insurance certificate.",
        "kindly give me a copy of my insurance certificate",
        "I would like a copy of my insurance certificate",
        "I need your insurance cert asap.",
        "Can you help with that insurance cert?",
        "I would love for you to give me my insurance certificate.",
        "Today can a certificate of ins be obtained?",
        "I need the policy paper from someone right now.",
        "I need you to share a duplicate of my insurance certificate.",
        "A copy of insurance is necessary.",
        "I want a copy of my policy.",
        "Insurance cert for me?",
        "I need copies of my insurance certificate.",
        "Share the duplicate of my insurance certificate.",
        "Is it possible to get a copy of my Certificate of Insurance?",
        "Are you willing to send me a copy of my insurance certificate?",
        "I need a copy of my insurance certificate sent to me.",
        "Send me my insurance cert pronto.",
        "Please send me a copy of my insurance paperwork.",
        "Could you give me a copy of my insurance certificate?",
        "Is the insurance certificate available?",
        "Can I have a copy of my insurance certificate?",
        "Can you send my insurance certificate to me?",
        "Is there a proof of my insurance?",
        "Can you have a copy of the insur'ce record?",
        "It is possible for you to give a copy of the policy.",
        "I would like a copy of my insurance report.",
        "I'd like to get my insurance certificate.",
        "I wish to request a copy of my insurance card.",
        "Can I get a copy of my insurance document.",
        "Sharing my insurance file would be appreciated.",
        "Please kindly give me my insurance file.",
        "My cover cert is needed now!",
        "Let me get my paper trail of insurance.",
        "Is it possible that you would give me my insurance certificate?",
        "Can you pass the insurance certificate along to me?",
        "I need you to give me a copy of my insurance certificate.",
        "May I get the insurane cert.",
        "My insurance file should be given to me.",
        "Provide me with a copy of my insurance",
        "You need to send me a copy of my insurance certificate.",
        "Is it possible to get a copy of my proof of insurance?",
        "Could you give a proof of policy?",
        "A duplicate of my policy would be nice.",
        "Someone would like a duplicate of their policy.",
        "Is it possible that I can get my insurance cert?",
        "Let me know by sharing my cover cert.",
        "Can you send a copy of my insurance certificate?",
        "I need the copy of the insurance card.",
        "I would really like to get my insurance certificate.",
        "I wish to have a duplicate of my policy.",
        "Give me an insurance certificate.",
        "My insurance document?",
        "I need to have a copy of insurance",
        "You could get a copy of the insur'ce record.",
        "It's possible to get a copy of an insur'ce record.",
        "Is there a proof of insurance?",
        "Is it possible for me to obtain my insurance papers?",
        "Is it possible for me to have a copy of my certificate?",
        "I need a copy of my insurance paperwork.",
        "I would like to get an insurance certificate",
        "Share your insurance cert as soon as possible.",
        "You can give me a copy of my insurance document.",
        "I'm wondering if I can get my insurance certificate.",
        "Need a cert of my insurance?",
        "Can I have a insurance cert?",
        "I need a copy of my Certificate of Insurance.",
        "I want to get my insur'n'ce proof back.",
        "Can I receive a copy of my insurance card?",
        "I would love to have my insurance certificate.",
        "Is it possible to hand me the paper trail of insurance?",
        "Are you able to get your insurance cert?",
        "Could I have an insurance certificate?",
        "I need your insurance certificate.",
        "Please send me a copy of my insurance certificate, I need it.",
        "I need my insurance document.",
        "I would like a insurance certificate.",
        "Send your insurance cert to me pronto.",
        "A duplicate of my insurance certificate should be shared.",
        "Can you please show me my insurance certificate?",
        "Can you pass me the insurance certificate?",
        "Please, bring me the confirmation of my policy.",
        "I need a duplicate of the insurance.",
        "I was wondering if I had a proof of my insurance.",
        "Do you have the insurance proof?",
        "Send me a copy of the insurance certificate",
        "I need verification of my insurance.",
        "Can you give me a copy of my insurance papers?",
        "Please provide me a copy of my insurance certificate.",
        "Will there be an ins cert copy for me?",
        "I want a proof of my insurance.",
        "Can you provide me with a copy of the insur'ce record?",
        "Is it possible for me to request my insurance certificate?",
        "I need an insurance cert and you can help.",
        "Please share my insurance file with me",
        "I need my insurance verification.",
        "Can you quickly give me the coverage proof?",
        "Looking for my insurance cert?",
        "Are you prepared to give me my insurance certificate?",
        "Is I able to get a copy of my insurance certificate?",
        "I'm looking for a copy of my insurance certificate.",
        "Should a copy of the insur'ce record be possible?",
        "please have a copy of my insurance certificate",
        "Am I going to be given my paper trail of insurance?",
        "I need to share my cover cert.",
        "Can you give me a copy of my insurance documentation?",
        "Please send me a copy of my insurance policy.",
        "There is a possibility to get a copy of the insur'ce record.",
        "Can a certificate of ins be obtained right now?",
        "There is a copy of insurance required.",
        "Are I allowed to get my insurance papers?",
        "Can you please send me a copy of my insurance document?",
        "I need to have a copy of my policy.",
        "There needs to be a copy of insurance.",
        "Let me know if there is a duplicate of my insurance certificate.",
        "Someone is wondering if they can get a copy of their insurance certificate.",
        "Would like a duplicate of my own policy.",
        "Share a duplicate of the insurance certificate with me.",
        "Can you provide a copy of insur'ce record?",
        "Would it be possible to get a certificate of ins today?",
        "Have a duplicate of my policy.",
        "Were you able to provide official proof of policy?",
        "You can pass along my insurance certificate?",
        "Can you give me a copy of my insurance certificate, please?",
        "Can you give me a copy of my Certificate of Insurance?",
        "Can you send the policy certification to me now?",
        "Can I get a cert on my insurance?",
        "A copy of insurance is needed by me.",
        "I want my papers for my insurance.",
        "If possible, you can provide a copy of the policy.",
        "If so, could I get a proof of my insurance?",
        "I would need a copy of my insurance certificate.",
        "I need you to send me my insurance certificate.",
        "Is a certificate of ins possible today?",
        "Get that coverage proof?",
        "I want to know if I have proof of my insurance.",
        "Please, please, share my insurance file.",
        "Can you give a record showing that I have ensurancesz?",
        "I would appreciate if you could give me a copy of my insurance certificate.",
        "Can you copy my insurance certificate?",
        "Someone please have a copy of my insurance certificate.",
        "Please bring a policy confirmation to me.",
        "I hope you can give me my insurance certificate.",
        "Can I get an ins cert copy?",
        "Can I get my insurance records?",
        "Can I have proof of my insurance?",
        "Can you show me proof that I'm covered?",
        "As soon as possible, give me my coverage papers.",
        "I need a policy paper from you now.",
        "Provide me a copy of my insurance certificate.",
        "Where's my insurer's document?",
        "Is it possible to provide me with an insurance certificate?",
        "A copy of insurance is something I need.",
        "Can you give me the policy certification pronto?",
        "Are I allowed to get my insurance certificate?",
        "Share my insurance cert?",
        "I wish to request a copy of my insurance certificate.",
        "Provide me with my insurance file.",
        "There is a chance I can get a copy of my insurance certificate.",
        "I need to receive a copy of my insurance certificate.",
        "Do you have my coverage papers?",
        "I'm not sure if you can show me the record showing I have ensurance.",
        "I could get a proof of my insurance.",
        "Is it possible for me to get a copy of my certificate?",
        "I would love to receive my paper trail of insurance.",
        "I need assistance with my insurance cert.",
        "I don't know if you can give a record showing that I have ensurance.",
        "Do you want to bring me policy confirmation?",
        "Please, can I get an insurance certificate?",
        "I want to share my cover cert now.",
        "Need me to have an insurance cert?",
        "Can you pass my insurance certificate to me?",
        "Maybe I could get a proof of my insurance?",
        "I would like a duplicate of my insurance certificate.",
        "I would like to know if you could give me my insurance certificate.",
        "What if I could get my insurance certificate?",
        "Can I request an insurance certificate?",
        "Need to get my insurance cert?",
        "I'd like a duplicate of my policy.",
        "Is it feasible for me to get a copy of my insurance certificate?",
        "I would like to have a duplicate of my insurance certificate.",
        "can you give me my insurance certificate?",
        "Can I get a copy of the insurance document?",
        "I need an insurance certificate, please?",
        "Is getting my insurance cert possible?",
        "Do you have a copy of the insurance certificate?",
        "Is it possible for me to get a copy of my insurance card?",
        "Will I receive an insurane cert.",
        "Can I get a copy of my insurancecertificate?",
        "Can you show the official proof of policy?",
        "Has it been possible to get a copy of my insurance certificate?",
        "Yes, where's my insurance proof?",
        "Share my insurance cert today.",
        "Is it possible to get a copy of the insurance record?",
        "You should be able to give me a copy of my insurance certificate.",
        "I want to know if I can get my insurance papers.",
        "Would love to get a duplicate of my policy.",
        "Please send my insurance file with me.",
        "I would like my ins. certificate.",
        "Need an insurance cert.",
        "Is getting my insurance certificate possible?",
        "Need my verification of my insurance?",
        "Were you able to give proof of policy?",
        "Is it possible you could give official proof of policy?",
        "Can I get a copy of the insurance certificate?",
        "I need a copy of my insurance policy.",
        "Obtain a copy of the policy.",
        "You could give official proof of your policy.",
        "I will request a copy of my insurance certificate.",
        "Is it possible I can get my insurance cert?",
        "I want to request an insurance certificate.",
        "Please, share my insurance file with me.",
        "Couldn't I have a proof of my insurance?",
        "Share the insur cert?",
        "Could you give me my insurance certificate?",
        "Would you give me the paper trail of my insurance?",
        "Can I get a insurance cert?",
        "Someone is looking for an insurance certificate.",
        "May I have an insurane cert.",
        "Is it possible that I have a proof of my insurance?",
        "Could you please show me my insurance certificate?",
        "Will I be able to get a copy of my insurance certificate?",
        "Inquire if you have my insurance cert.",
        "Can you please provide the coverage proof?",
        "Could you show the official proof of policy?",
        "May I have my insurance certificate?",
        "Please let me know if you have a copy of my insurance certificate.",
        "It's possible to get copy of insur'ce record.",
        "Can you help me get an insurance certificate?",
        "Can you show me official proof of policy?",
        "I wonder if I could get my insurance certificate.",
        "I would appreciate it if you could provide me a copy of my insurance certificate.",
        "Please provide a duplicate of my insurance certificate",
        "Today possible to get a certificate of ins?",
        "I was wondering if I could request an insurance certificate.",
        "I need to see a copy of the policy.",
        "Is the ins cert copy available?",
        "Do I have a proof of insurance?",
        "Can I have my insurance cert?",
        "Please send me my insurance document.",
        "I need that policy paper from you now.",
        "If you could give me my insurance certificate?",
        "Can today's certificate of ins be obtained?",
        "I want my insurance certificate passed along.",
        "I would appreciate it if you could share a duplicate of my insurance certificate.",
        "I need someone to give me a policy paper.",
        "I request you to share my insurance file.",
        "I might need a copy of my insurance certificate.",
        "I need an ins cert copy.",
        "Could I request my certificate of insurance?",
        "I wonder if I could get a copy of my insurance certificate.",
        "Do you have an insurance certificate for me?",
        "I am wondering if I can get my insurance cert.",
        "Can you give me the proof of my coverage?",
        "Can I get my insurance forms?",
        "I need a copy of my insurance certificate?",
        "Is it possible to obtain a certificate of ins?",
        "I want my ins. certificate.",
        "Can you give me the policy certification?",
        "Can you get a copy of the insurance certificate?",
        "I need to get a copy of insurance.",
        "Give me the ins. certificate?",
        "Make sure you get a copy of my insurance card.",
        "I need the policy paper from you.",
        "How can I get my insurance certificate?",
        "Is it possible to get a copy of insur'ce's record?",
        "Please bring my policy confirmation with me.",
        "Can you give me the copy of my insurance certificate?",
        "Is it possible to get a copy of my insurance documents?",
        "I am interested in having a copy of my insurance certificate.",
        "Would you be willing to give official proof of policy?",
        "Are you ready for my insurance cert?",
        "I don't know if you can give me a record showing I have ensurance.",
        "Is it possible you could give me my insurance certificate?",
        "It is possible that you can provide a copy of the policy.",
        "I need an insurance certificate?",
        "There is a chance that I can get a copy of my insurance certificate.",
        "Is it possible to give me the paper trail of insurance?",
        "Is it possible to get a copy of my insurance certificate?",
        "I can get a copy of my insurance card.",
        "I would like to know if you can give a record showing that I have ensurance.",
        "Please bring confirmation of policy for me.",
        "Could you give me my certificate of insurance?",
        "Can you give me the insurance cert?",
        "Send me an insurance certificate.",
        "I am looking for an ins cert copy.",
        "Ins cert copy is available for me?",
        "Hey, can I get my insurance certificate?",
        "I would appreciate it if you could show me the record showing I have ensurance.",
        "Bring policy confirmation to me.",
        "Someone needs a duplicate of insurance.",
        "Would love to have a duplicate of my policy",
        "Can you pass my insurance certificate along for me?",
        "Do you have an insurance certificate to pass along?",
        "You should get the copy of my insurance card.",
        "Show me a copy of my insurance certificate.",
        "I would like to know if I can give a record showing I have ensurancesz.",
        "Is it possible to provide a proof of my insurance?",
        "Can I get my insurance certificate with you?",
        "Please show me a duplicate of my insurance certificate.",
        "You could need a copy of the insur'ce record.",
        "Is it possible to acquire a copy of my insurance certificate?",
        "You know, that insurance certificate?",
        "I need the insurane cert.",
        "I hope to get a copy of my insurance certificate.",
        "I need your assistance with my insurance cert.",
        "I want my ins.certificate.",
        "Can you verify my insurance?",
        "You have to give me my insurance certificate.",
        "Need a copy of insur'ce record?",
        "Can I get a certificate of coverage?",
        "Can the certificate of ins be obtained today?",
        "I would like my insurance certificate from you.",
        "Please bring policy confirmation to me, please.",
        "Is my insurance cert ready you?",
        "Is it possible to send the policy certification?",
        "Please share my insurance cert pronto.",
        "I am wondering where my insurance proof is.",
        "May I have a copy of my certificate of insurance?",
        "It is possible to get a copy of my insurance certificate.",
        "Is it possible for me to get a copy of my insurance?",
        "I need my insurance certificate, please?",
        "Can a certificate of ins be obtained today.",
        "It's possible to obtain a copy of the insur'ce record.",
        "Please let me know about my insurance file.",
        "Is there a copy of my insurance certificate you can give me?",
        "I request my coverage papers asap.",
        "People, where are my insurance proof?",
        "Could I get a insurance certificate?",
        "Is it possible to give the insurance doc for me?",
        "Is it possible that I could grab a policy card?",
        "Can I get a copy of my insurance file?",
        "I would appreciate it if you brought me policy confirmation.",
        "Can you show me a record showing that I have ensurancesz?",
        "Today is possible to get a certificate of ins?",
        "I would like to know if you could give an official proof of policy.",
        "Can I get papers for my insurance?",
        "I wonder if I could get my insurance cert.",
        "Are you able to help me with my insurance cert?",
        "Bring me policy confirmation.",
        "I would like to get a copy of the insurance certificate.",
        "I would appreciate it if you would share a duplicate of my insurance certificate.",
        "Can you please share the coverage proof soon?",
        "I want to know if you can give me a copy of my insurance certificate.",
        "I need that policy paper.",
        "Please send me a duplicate of my insurance certificate.",
        "I could use a duplicate of my policy.",
        "Need my verification of insurance?",
        "Be sure to share a duplicate of my insurance certificate.",
        "Is there a copy of my insurance certificate.",
        "I would like to know if I have my insurance cert ready.",
        "Could I obtain my insurance certificate?",
        "I know I have ensurancesz but can you show me the record?",
        "I'd like to know if you could give me my insurance certificate.",
        "I need you to share my cover cert now.",
        "I need to copy my insurance.",
        "Have your insurance cert ready?",
        "Is it possible for you to give me an insurance certificate?",
        "Can someone help me with my insurance cert?",
        "I'm interested in requesting a copy of my insurance certificate.",
        "Can you give a certificate of ins today?",
        "I want to know if I can have a proof of my insurance.",
        "Provide me an insurance certificate.",
        "A certificate of ins is possible today?",
        "Can you help me with my Insurance cert?",
        "Is it possible to acquire my insurance certificate?",
        "Can you give me the coverage proof right now?",
        "Is there an insurance certificate you could give me?",
        "Can a certificate of ins be obtained now?",
        "Please bring policies confirmation for me.",
        "There's a chance that you need a copy of the insur'ce record.",
        "Ins cert copy available to me?",
        "Can I have a copy of my certificate of insurance?",
        "I want the insurance certificate, please.",
        "I was wondering if you could give me my insurance certificate?",
        "It's possible to get a copy of insur'ces record.",
        "Bring the confirmation of the policy.",
        "Can you give me the coverage proof now?",
        "I want the insurance papers.",
        "Will you show me the coverage proof?",
        "Please have a copy of my insurance certificate.",
        "Send my insurance cert to me quickly.",
        "I needed the policy paper from you.",
        "I want to request a copy of my insurance report.",
        "Can I receive my insurance papers?",
        "I am wondering if you could give me my insurance certificate.",
        "Do I have insurance proof, guys?",
        "How about sharing the insur cert?",
        "Is it possible that I will get my insurance cert?",
        "I'm wondering if I could have a proof of my insurance.",
        "Does it make sense for me to get a copy of my insurance certificate?",
        "Can I pick up my insurance papers?",
        "It's possible to have a copy of insur'ce record.",
        "Share your insurance certificate immediately.",
        "Request my insurance cert pronto.",
        "I am interested in receiving my insurance certificate.",
        "I would love to have a proof of my insurance.",
        "Requesting a copy of my insurance certificate is something I would like to do.",
        "There is a copy of insurance that I need.",
        "Can my insurance papers be obtained?",
        "I need your insurance proof.",
        "Is it possible to get the insurance certificate?",
        "Can I get a copy of my insurance report?",
        "Receive a copy of my insurance certificate.",
        "I want to get my insurance certificate",
        "I wonder if you can give me a copy of my insurance certificate.",
        "Was it possible for me to have a proof of my insurance?",
        "Are you capable of giving me my insurance certificate?",
        "I'm not sure if you can give me a record showing I have ensurance.",
        "I would like to request an insurance certificate.",
        "Obtain a copy of my insurance certificate.",
        "Can you give me a record that shows I have ensurancesz?",
        "Is it possible to get my policy papers?",
        "Are you ready to share your cover cert?",
        "I want to know if you can give a record showing I havesurance.",
        "Can you send the policy certification to me?",
        "Need a copy of the insur'ce record?",
        "I would love to have a copy of my insurance certificate.",
        "Share my insurance certificate with me.",
        "Let me know if you want to share my cover cert.",
        "Please provide me with my insurance file.",
        "I want a duplicate of my insurance certificate shared.",
        "Is it possible to get a copy of insur'ce record?",
        "Are you able to give me the proof of coverage?",
        "Would you be willing to give me the paper trail of insurance?",
        "Can you help me get a insurance cert?",
        "Maybe I could get a proof of my insurance.",
        "Can I get a copy of my insurance history?",
        "I want to share a duplicate of my insurance certificate.",
        "I'd like to obtain a copy of my insurance certificate.",
        "Give me my insurance cert immediately.",
        "Were you able to provide me with my insurance certificate?",
        "Can you send the policy certifier?",
        "Will I get my insurance certificate?",
        "A copy of my insurance certificate is what I would like.",
        "Would really like a duplicate of my policy.",
        "We need to share a duplicate of my insurance certificate.",
        "There is a copy of insurance needed.",
        "Can I get an insurance certification?",
        "Is it possible to give me an ins. certificate?",
        "I am not sure if you can give a record showing that I have ensurance.",
        "My insurance cert is needed?",
        "Can I get a certificate of ins today?",
        "Please send me proof of insurance.",
        "Share a duplicate of my insurance certificate.",
        "I need to have a proof of my insurance.",
        "I need my insurance cert, can you help?",
        "Let me know my cover cert.",
        "I would like to get a insurance certificate.",
        "If possible, please provide a copy of the policy.",
        "Do you have an insurance cert for me?",
        "Can you convey my insurance certificate to me?",
        "am I able to get my insurance papers?",
        "Can there be a copy of the insur'ce record?",
        "Could I show my proof of insurance?",
        "Can I get a certification for my insurance?",
        "I'm curious if you have my insurance cert ready.",
        "Is it possible for you to give official proof of policy?",
        "I would like a copy of my certificate of insurance.",
        "Is that the insurance certificate you could give me?",
        "Share your insurance cert now.",
        "Please share my insurance file, I need it.",
        "Is it possible that I can get my insurance papers?",
        "I can get a copy of my insurance certificate.",
        "I need to share my insurance cert pronto.",
        "Please bring confirmation of policy to me.",
        "I want you to pass along my insurance certificate.",
        "Please share my insurance certificate with me.",
        "Can you give me the policy certification immediately?",
        "Could this certificate of ins be obtained today?",
        "Is it possible for me to have a copy of my insurance?",
        "Are you able to provide me with an insurance certificate?",
        "Can I show the proof of my insurance?",
        "I know I have ensurancesz, but can you show me the record?",
        "Please can I get an insurance certificate?",
        "Can I get my insurance paperwork?",
        "Need an insurance cert, can you help?",
        "I need a copy of Insurance.",
        "Is it possible to obtain my insurance cert?",
        "Could you show me the insurance certificate?",
        "I don't know if it is possible for me to get a copy of my insurance certificate.",
        "I need your cover cert now.",
        "Could you provide official proof of policy?",
        "requesting a copy of my insurance certificate",
        "Can you give me the policy certification right away?",
        "Do you have a copy of your insurance certificate?",
        "Can I get a proof of my insured?",
        "Please send me a copy of the insurance certificate.",
        "Please bring me confirmation of the policy.",
        "I should have a copy of my insurance certificate.",
        "Immediate sharing of my insurance cert?",
        "You should provide me a copy of my insurance certificate.",
        "Can you present my insurance certificate to me?",
        "Can I get my papers for insurance?",
        "Were you able to give official proof of policy?",
        "Could there be a proof of my insurance?",
        "A copy of my insurance card is necessary.",
        "Could I get a certificate of insurance?",
        "I would love to have my paper trail of insurance.",
        "Please give me an insurance certificate.",
        "I wanted the copy of my insurance card.",
        "I wonder if I could have my insurance certificate.",
        "If possible please provide a copy of the policy.",
        "Could I make a request for my insurance certificate?",
        "Need a copy of insur'ce records?",
        "Make sure you get the copy of my insurance card.",
        "Could you give proof of the policy?",
        "Please send a copy of my insurance certificate for me.",
        "Is it possible to get a proof of insurance?",
        "I'm needing a copy of my insurance certificate.",
        "Obtain a duplicate of my insurance certificate.",
        "Make sure you give me a copy of my insurance certificate.",
        "May I get the insurane certificate.",
        "You should send me a copy of the insurance certificate.",
        "Give me a copy of my insurance document.",
        "Do I need a proof of my insurance?",
        "Is it possible to get a certificate of ins now?",
        "Please give me a duplicate of my insurance card.",
        "Someone wants to get a copy of their insurance certificate.",
        "Please can I have a copy of my insurance certificate?",
        "Is it doable for me to get a copy of my insurance certificate?",
        "Do you have a copy of my insurance card?",
        "I need a copy of my insurance certificate to use.",
        "I'd like to request a copy of my insurance certificate.",
        "Could I get a proof of insurance?",
        "I may need a copy of my insurance certificate.",
        "Can you show me the copy of my insurance certificate?",
        "Would it be possible to give official proof of policy?",
        "Can I get my Cert of Insurance?",
        "Is it possible to get a copy of my insurance papers?",
        "I am in need of a copy of insurance.",
        "Would you be willing to give me my insurance certificate?",
        "Today can you get a certificate of ins?",
        "Do you want to give me my insurance record?",
        "Can you get a copy of the insur'ce record?",
        "Is it possible to get the insurance cert?",
        "Is it possible to get a copy of my insurance certificate.",
        "Please give me the insurance certificate.",
        "Please bring confirmation of my policy.",
        "Give me a copy of the insurance certificate.",
        "Send me a copy of my insurance certificate, please.",
        "I would love a copy of my insurance certificate.",
        "Please tell me about my cover cert.",
        "Is it possible to obtain a copy of my insurance document?",
        "I don't know, can you give me a record showing I have ensurancesz?",
        "I need the policy paper now from you.",
        "I would like to know if you could provide me with my insurance certificate.",
        "Can you show me proof of your coverage?",
        "Can you pass along my insurance document?",
        "please send me a copy of my insurance certificate",
        "Please pass on my insurance file to me.",
        "Could you give me a proof of my insurance?",
        "I wish to share a duplicate of my insurance certificate.",
        "Please pass along my insurance file.",
        "I need a copy of my insurance certificates.",
        "You should share my insurance cert pronto.",
        "I would appreciate it if you would share my cover cert.",
        "You can get a copy of my insurance certificate.",
        "Please, please, can I get my insurance certificate?",
        "I need a picture of my insurance.",
        "Can you send my insurance certificate along?",
        "It's possible to need a copy of the insur'ce record.",
        "Can you give me a record showing I have ensurancesz?",
        "I would appreciate it if you could provide me with a copy of my insurance certificate.",
        "I would like to know if I can get a proof of my insurance.",
        "Need a cert of insurance?",
        "I need a copy of the insurance certificate.",
        "It might be possible for me to get a copy of my insurance certificate.",
        "Do you have my Insurance Cert?",
        "I want the copy of my insurance card.",
        "Can a certificate of ins be procured today?",
        "To get a certificate of ins today?",
        "Yes, could I get my insurance certificate?",
        "Can you help me verify my insurance?",
        "It might be possible to get a copy of the insur'ce record.",
        "Was it possible for me to get my insurance certificate?",
        "Insur cert, can you share it?",
        "My certificate of insurance?",
        "Can i get my insurance papers?",
        "Where is the proof of my insurance?",
        "Please bringpolicy confirmation, please.",
        "Might I get my insurance certificate?",
        "Can I prove my insurance?",
        "Bring my policy confirmation, please.",
        "There is a possibility for me to get a copy of my insurance certificate.",
        "You should get a copy of my insurance card.",
        "I need to have an insurance certificate.",
        "Can I get a copy of my Certificate of Insurance?",
        "It's possible that I could get my insurance certificate.",
        "Are you able to give me an insurance cert?",
        "The policy paper I need from ya now.",
        "It would be great to have a proof of my insurance.",
        "There is a copy of insurance that I require.",
        "Would like a copy of my policy.",
        "Is it possible to get a duplicate of the insur'ce record?",
        "Sharing a duplicate of my insurance certificate is required.",
        "Share my insurance cert.",
        "Could I get the insurance certificate?",
        "Is it possible for me to have a proof of insurance?",
        "Is it possible to have a proof of the insurance?",
        "Would love a duplicate of my policy",
        "Please bring me a confirmation of policy.",
        "Will you give me a copy of my insurance certificate?",
        "I need to get my insurance papers.",
        "I could receive an insurane cert.",
        "Please, I need a copy of my insurance certificate, please?",
        "Can i get my insurance cert?",
        "I asked if I could get a copy of my insurance certificate.",
        "Can I get the policy certification right away?",
        "Can you please pass my insurance certificate along?",
        "I want you to share a duplicate of my insurance certificate.",
        "Is it possible to share the coverage proof?",
        "Please offer me a copy of my insurance certificate.",
        "Will I be able to get my insurance certificate?",
        "I would like to receive my insurance certificate from you.",
        "I want the policy paper now.",
        "I need a copy of my insurance certificate from you, please?",
        "Please send me a copy of my insurance file.",
        "I need a duplicate of my policy.",
        "How about sending me a copy of my insurance certificate?",
        "Please give me a copy of my insurance certificate",
        "Give me my cover cert now!",
        "Can you share your coverage proof?",
        "How do I get a copy of my insurance certificate?",
        "I'm wondering if you could give me my insurance certificate?",
        "Can I have a insurance certificate?",
        "Where can I find my insurance proof?",
        "Can you lend a helping hand with my insurance cert?",
        "Please give me the file on my insurance.",
        "Someone need a copy of insurance.",
        "I do need a copy of insurance.",
        "A copy of insurance is needed.",
        "Provide me with a copy of the insurance certificate.",
        "Would you be able to give an official proof of policy?",
        "Can you send the policy certification now?",
        "Is there a way to get a copy of the insurance certificate?",
        "Please give me my Insurance file.",
        "Can I get a proof of my policy?",
        "Where's my policy proof?",
        "Get my cover cert.",
        "I would appreciate it if you could share my cover cert.",
        "Can you get my insurance certificate with you?",
        "A document about insurance?",
        "Please give me my insurance file",
        "I'm wondering if I could get my insurance certificate.",
        "Can you give me proof that I'm covered?",
        "I would appreciate it if you had a copy of my insurance certificate.",
        "Can you give me a copy of my insurance paper?",
        "Provide me with a copy of my insurance document",
        "I would love to have a proof of insurance.",
        "Will you give me the insurance certificate?",
        "I need your copy of my insurance card.",
        "Do you want to send me a copy of my insurance certificate?",
        "I would love to get an insurance certificate.",
        "Can you send my insurance certificate with me?",
        "asap I need my coverage papers",
        "Can you provide me a copy of my insurance document?",
        "Can you provide me proof of my coverage?",
        "Please bring me proof of my policy.",
        "Can you give me the policy certification asap?",
        "Will you give official proof of policy?",
        "There is a copy of insurance I need to have.",
        "Receive my insurance cert immediately.",
        "I would like a copy of my insurance certificate, please.",
        "I should get a copy of my insurance card.",
        "Please, bring me the policy confirmation.",
        "Get my insurance cert now.",
        "Would I be able to get an insurance certificate?",
        "I'm wondering if I have a proof of my insurance.",
        "I am wondering if you can show me the record showing I have ensurancesz.",
        "I am requesting a copy of my insurance certificate.",
        "Will it be possible to get a certificate of ins today?",
        "Can I possess a proof of my insurance?",
        "If you need a copy of the insur'ce record, you can.",
        "I need to obtain my insurance papers.",
        "Is it possible for me to get an insurance cert?",
        "I need to know if I can get my insurance cert.",
        "Am I able to get my insurance cert?",
        "Let me know if you can duplicate my insurance certificate.",
        "Can you please help with my insurance cert?",
        "I would love to request a copy of my insurance certificate.",
        "I would like to know if I can get my insurance cert.",
        "Give me a duplicate of my insurance certificate.",
        "To bring me policy confirmation, please.",
        "request a copy of my insurance certificate",
        "Is it possible to get a copy of my insurance certificate",
        "Please share my insurance cert quickly.",
        "I need your ins. certificate.",
        "Is it possible for me to get a insurance certificate?",
        "I want my insurance cert ready.",
        "I would like to get a copy of my insurance record.",
        "Is it possible I have a proof of insurance?",
        "Can I get a copy of my insurance policy?",
        "I want to request my insurance certificate.",
        "Can you give me an insurance cert?",
        "Can you help me with the coverage paper?",
        "Someone needs to have a copy of the insurance certificate.",
        "I need a insurance certificate.",
        "Please bring me policy verification.",
        "Was it possible to give proof of the policy?",
        "I would like a duplicate of my policy",
        "It is possible to need a copy of insur'ce record.",
        "Can one obtain a certificate of ins today?",
        "Was it possible to give official proof of your policy?",
        "There is a chance that I can obtain a copy of my insurance certificate.",
        "You could give me an insurance certificate?",
        "How about sharing insur cert?",
        "Please lend me a duplicate of my insurance certificate.",
        "I am in need of my insurance cert.",
        "Please share my insurance cert, pronto.",
        "It would be great if you could give me my insurance certificate.",
        "Do you have my insurance documentation?",
        "Can you assistance me with my insurance cert?",
        "Would you let me have my insurance certificate?",
        "Can I get proof of insurance?",
        "I would love to have a duplicate of my policy.",
        "Is it possible to share the Insur cert?",
        "Can you provide me with a copy of my insurance certificate?",
        "I would like to get my insurance certification.",
        "Provide me with a copy of my insurance documents.",
        "Will you provide me with my insurance certificate?",
        "I am interested in getting my insurance certificate from you.",
        "Is it possible to obtain a copy of my certificate of insurance?",
        "Send me my insurance certificate pronto.",
        "Is it possible for me to get a copy of my insurance.",
        "I would like to get my insurance card.",
        "If possible give a copy of the policy",
        "Will I need to get a copy of my insurance certificate?",
        "I need to get my insurance cert.",
        "The copy of my insurance card is necessary.",
        "Can I get ma insurance certification?",
        "Can a certificate of ins be gotten today?",
        "Can you give me my ins. certificate?",
        "A copy of my insurance is needed.",
        "Is this possible for me to get a copy of my insurance certificate?",
        "I need to get a copy of the policy.",
        "I'd love to get my paper trail of insurance.",
        "Would love to have a copy of my policy.",
        "I need to see a copy of insurance.",
        "I would like a copy of my insurance statement.",
        "Can you send me a proof of my insurance?",
        "Please give me a photo of my insurance certificate.",
        "Could I give a proof of my insurance?",
        "Have I got a proof of my insurance?",
        "I want my insurance certificate from you.",
        "Please bring your confirmation of the policy.",
        "I would appreciate it if you could get my insurance certificate.",
        "Provide me with a copy of my insurance record.",
        "I would like to give a record showing that I have ensurance.",
        "Someone needs to share a duplicate of my insurance certificate.",
        "You need a copy of insur'ce.",
        "Shouldn't I be able to get a copy of my insurance certificate?",
        "I would like to obtain a copy of my insurance card.",
        "I need to have a copy of my insurance card.",
        "I need someone to give me the policy paper.",
        "I should get the copy of my insurance card.",
        "I would like to get a copy of my insurance document.",
        "I am looking for my insurance proof, guys.",
        "Share with me a duplicate of my insurance certificate.",
        "I'm not sure if you can give a record showing that I have ensurance.",
        "Is there an ins cert copy available for me?",
        "Can you give my insurance cert?",
        "Please, bring me policy confirmation.",
        "You must share my insurance cert pronto.",
        "I need to get my insur'n'ce proof back.",
        "Is it possible for me to get my insurance certificate.",
        "Please, bring my policy confirmation.",
        "Are you able to provide me with my insurance certificate?",
        "Get my insurance cert and share pronto.",
        "Need the cert for my insurance?",
        "It's possible for me to get a copy of my insurance certificate.",
        "Is the insurance certificate you could give me?",
        "Is it possible to get a copy of my insurance?",
        "Where's my proof of coverage?",
        "Is it possible to get a copy of the insur'ces record?",
        "Please send a copy of my insurance document.",
        "May I get an insurance cert.",
        "Is it possible to give a record showing I have ensurance?",
        "Is it possible to receive my insurance cert?",
        "I want my certificate of insurance.",
        "Is it possible to share this insur cert?",
        "Can you kindly give me a copy of my insurance certificate?",
        "Sharing a duplicate of my insurance certificate is important.",
        "Share your insurance cert?",
        "I want to get an insurance certificate.",
        "Would you be able to provide me with my insurance certificate?",
        "Someone needs to give them a copy of my insurance certificate.",
        "Please send me my insurance file",
        "I'm wondering if I can get a proof of my insurance.",
        "They could give me my insurance certificate.",
        "I want a copy of the insurance.",
        "Where are my proof of insurance?",
        "I don't know, can you show me the record showing I have ensurancesz?",
        "I would like a duplicate of my policy.",
        "I need your help with my cover cert.",
        "Can you help with my insurance cert.",
        "Please share your cover cert now.",
        "Could you give the proof of policy?",
        "How about the insurance document?",
        "I would love for a duplicate of my policy.",
        "Have you got a copy of your insurance certificate?",
        "Please offer a duplicate of my insurance certificate.",
        "Please bring the confirmation of your policy.",
        "Is your insurance certificate ready for me?",
        "What's my proof of insurance, guys?",
        "Please, I need a copy of my insurance card.",
        "I want a copy of the insurance certificate.",
        "Send a copy of the insurance certificate to me.",
        "Can you help me with my insurance proof?",
        "A duplicate of my policy would be wonderful.",
        "I wonder if I could request an insurance certificate.",
        "Is it possible to give a record showing that I have ensurancesz?",
        "I ask that you give me a copy of my insurance certificate.",
        "I would like to have a proof of my policy.",
        "I need a confirmation of my insurance.",
        "Was it possible for you to give official proof of policy?",
        "I was wondering if you would give me my insurance certificate.",
        "My insurance certificate, please?",
        "Please share my insurance file.",
        "I need that insurance copy.",
        "Can I have an insurance certificate?",
        "You could provide official proof of policy?",
        "Where is my insurance proof.",
        "I'm wondering if you can give me my insurance certificate.",
        "Would you give me my insurance certificate?",
        "Can you assist me with my insurance cert?",
        "Are you willing to help me with my insurance cert?",
        "Inform me of my cover cert.",
        "Need my insurance document?",
        "Are you able to get a copy of the insur'ce record?",
        "Want to get a copy of insur'ce record?",
        "Can you show me a copy of my insurance card?",
        "Please give me my file for insurance.",
        "Let me get my paper trail of insurance?",
        "Is it possible to get a duplicate of insur'ce record?",
        "You might be able to send me a copy of my insurance certificate.",
        "Can I get the ins cert copy?",
        "Need a copy of Insur'ce?",
        "You must have the copy of my insurance card.",
        "Please send me the insurance certificate for me.",
        "Need my insurance information?",
        "Share my insurance cert asap.",
        "Need the insurance cert?",
        "I'd love to receive a copy of my insurance certificate.",
        "It is possible to have a copy of insur'ce record.",
        "You might be able to get a copy of the insur'ce record.",
        "Are I able to get my insurance certificate?",
        "Someone should have a copy of my insurance certificate.",
        "Please bring my policy confirmation",
        "Is it possible to provide me a copy of my insurance certificate?",
        "Can you show me a copy of my insurance document?",
        "Please attach a duplicate of my insurance certificate.",
        "Please let me know you have a duplicate of my insurance certificate.",
        "Share if you have my insurance cert.",
        "Can you give me my copy of my insurance certificate?",
        "I am wondering if I can get an insurance cert.",
        "Are you able to pass my insurance certificate along?",
        "Is it possible that I have a copy of my insurance certificate.",
        "Would I be allowed to get my insurance certificate?",
        "Get a copy of my insurance card.",
        "Will there be an insurance document in hand?",
        "I can receive an insurane cert.",
        "I want to get a copy of my insurance document.",
        "Can I ask for a proof of my insurance?",
        "I would like to know if you could give me my insurance certificate?",
        "I might be able to have a proof of my insurance.",
        "Will I get an insurane cert?",
        "Share the Insur cert?",
        "Have my insurance certificate?",
        "Can I have an insurance certification?",
        "I need a copy of my insurance information.",
        "It's possible to get a copy of the insur'ces record.",
        "The official proof of policy could you give it?",
        "I would like to have a copy of insurance.",
        "I need your insurance cert ready.",
        "There is a chance that I could get a copy of my insurance certificate.",
        "Should I request a copy of my insurance certificate?",
        "It's possible to need a copy of insur'ce record.",
        "Are you ready for my insurance certification?",
        "Can you give my insurance certificate along?",
        "Would you share the insur cert?",
        "An insurance document?",
        "I might be able to get my insurance certificate.",
        "I asked if you could give me my insurance certificate.",
        "Can you help me with my Insurance Cert?",
        "Am I able to get my insurance certificate from you?",
        "Can you help me with the insurance cert?",
        "It is possible to get a copy of the insur'ce record.",
        "Can you provide me an insurance cert?",
        "I would be interested in requesting a copy of my insurance certificate.",
        "Is it possible to obtain a duplicate of my insurance certificate?",
        "I need a copy of the insur'ce record.",
        "Yes, I would like to get my insurance papers.",
        "I want to know if you can give a record showing that I have ensurance.",
        "Is it possible to show a proof of my insurance?",
        "I'm wondering if you have my insurance cert ready.",
        "Are you able to provide a copy of my insurance certificate?",
        "I need to have a copy of insurance.",
        "If possible, please provide a copy of the policy",
        "Will I be able to get my insurance papers?",
        "I would like to get a copy of my policy.",
        "Looking for a copy of the insur'ce record?",
        "Receive my insurance cert pronto.",
        "Could I get the insurance certificate I want?",
        "Got a cert for insurance?",
        "Please share a copy of my insurance certificate with me.",
        "It's possible to get a copy of Insur'ce record.",
        "If it is possible give a copy of the policy.",
        "Please share my insurance file, please.",
        "I am requesting my coverage papers asap.",
        "Can i get my insurance certificate?",
        "Is it possible to obtain a copy of my insurance?",
        "Please send me a copy of my insurance.",
        "Can I get my insurance documentation?",
        "Is it possible to give me coverage proof?",
        "I want an ins. certificate.",
        "I want to have a copy of insurance.",
        "A duplicate of my policy is something I would like.",
        "Was it possible for me to get a copy of my insurance certificate?",
        "Please email me with a duplicate of my insurance certificate.",
        "I need the policy paper from you now.",
        "Is that possible for me to get a copy of my insurance certificate?",
        "Can I get my policy documents?",
        "I need a copy of my insurance certificate, please",
        "I was wondering if I could get an insurance certificate.",
        "Need a copy of my insurance certificate?",
        "need a copy of insurance",
        "I need a copy of my insurance form.",
        "Is there an ins cert copy I can get?",
        "Can I get the policy papers?",
        "Send me a copy of my insurance certificate.",
        "I want to know if you have my insurance cert ready.",
        "Give me my coverage papers soon.",
        "Was it possible for you to give an official proof of policy?",
        "I need that policy paper now from you.",
        "A copy of insurance is needed for me.",
        "Please give me my coverage papers.",
        "Can you pass along my insurance certificate for me?",
        "Please let me know if there is a duplicate of my insurance certificate.",
        "I need to have a copy of my insurance certificate",
        "Can you get a Certificate of ins today?",
        "Would appreciate having a duplicate of my policy.",
        "Can you convey my insurance certificate?",
        "It is possible for me to obtain a copy of my insurance certificate.",
        "Can you show me a record showing I have ensurancesz?",
        "Please supply my insurance file.",
        "Is it possible that you can give me a copy of my insurance certificate?",
        "Can you send me a copy of my insurance document?",
        "May I be given the insurane cert.",
        "Could you show me my insurance card?",
        "Can you make a copy of the insur'ce record?",
        "Is there a copy of my insurance certificate?",
        "Please share my cover cert now!",
        "Can you supply me with a copy of my insurance certificate?",
        "I want your insurance cert ready.",
        "Are you ready to give my insurance cert?",
        "Can they give me a copy of my insurance certificate?",
        "Can you show me the record showing that I have ensurancesz?",
        "Is it possible for you to give an official proof of policy?",
        "I'm requesting my coverage papers asap.",
        "Need a certification for my insurance?",
        "I want a copy of my insurance policy.",
        "I am wondering if you can pass my insurance certificate along.",
        "Please bring the policy confirmation for me.",
        "Need my insurance verification?",
        "I would appreciate if you could send me a copy of my insurance certificate.",
        "I wondered if I could get my insurance cert.",
        "I want a copy of my insurance document.",
        "Give me my insurance certificate.",
        "Can I get a health insurance certificate?",
        "I requires a copy of insurance.",
        "Get my insurance cert!",
        "My insurance certificate is needed.",
        "Please provide me policy confirmation.",
        "Can you give me my insuranceCertificate?",
        "Please provide me with a proof of my insurance.",
        "Can you send me a copy of my insurance card?",
        "I'm wondering if I could get a proof of my insurance.",
        "Will you give me coverage proof?",
        "Bring me confirmation of my policies.",
        "To give me my paper trail of insurance?",
        "Is a certificate of ins doable today?",
        "Would enjoy having a duplicate of my policy.",
        "I need to know my insurance file.",
        "Share a duplicate of my insurance certificate, please.",
        "I wanted to get my insurance certificate.",
        "Could I have proof of my insurance?",
        "I could use a copy of my insurance certificate.",
        "Can you send me a copy of my insurance certificate.",
        "Can I ask to have my insurance certificate?",
        "Can I get a cert for my insurance?",
        "It might be possible to get a copy of insur'ce record.",
        "Let me see my coverage papers.",
        "Can I get a duplicate of my insurance certificate?",
        "I am interested in obtaining my insurance certificate.",
        "Please share a duplicate of my insurance document.",
        "I need my insurance certificate from you.",
        "Can I have a copy of the insurance certificate?",
        "My insurance cert?",
        "I wonder if I could request my insurance certificate.",
        "I need your insurance cert immediately.",
        "Does it possible to get a copy of my insurance certificate?",
        "Isn't it possible to get a copy of my insurance certificate?",
        "I need someone to give me a copy of insurance.",
        "Can I get a copy of my policy?",
        "Someone should give a copy of the policy.",
        "Could I show the proof of my insurance?",
        "I want to request a copy of my insurance card.",
        "Can I get a certificate of insurance?",
        "I need to see a copy of the insurance.",
        "I would love for you to share my insurance file.",
        "Can you give me a copy of my insurance authorization?",
        "I don't know if I could have a proof of my insurance.",
        "Is it possible for me to have an insurance certificate?",
        "You need to get the copy of my insurance card.",
        "I need a copy of policy.",
        "May I get a insurane cert.",
        "Need to have my insurance?",
        "There is an insurance cert I need.",
        "I need to see a copy of my insurance.",
        "Please share my insurance file, please",
        "I know I have ensurancesz, can you show me the record?",
        "How about getting my insurance certificate?",
        "Could you give me my paper trail of insurance?",
        "I'm looking for my insurance document, huh?",
        "Can you give me my insurance certificate",
        "Can they give me my insurance certificate?",
        "I want to know if I can get a copy of my insurance certificate.",
        "I want to know if you can provide a record showing I have ensurancesz.",
        "please give me a copy of my insurance certificate",
        "Is there any way to get a copy of my insurance certificate?",
        "I request a copy of insurance.",
        "Will I get an insurance certificate?",
        "Can you assist me with my insurance cert.",
        "Please bring my policy confirmation, please.",
        "I have ensurancesz, can you show me a record of it?",
        "Guys, where's my insurance proof?",
        "Need my insurance confirmation?",
        "Is there a proof of my insurance.",
        "I wish to request a copy of my insurance certificate",
        "Please send a duplicate of the insurance certificate to me.",
        "Are you ready to provide my insurance cert?",
        "I am searching for a copy of my insurance certificate.",
        "Is my insurance certificate available?",
        "Need a certificate for my insurance?",
        "I would like to request a copy of my insurance document.",
        "Should I have a proof of my insurance?",
        "I would love a duplicate of my policy.",
        "Please bring me the policy confirmation",
        "It is possible to obtain a copy of my insurance certificate.",
        "Someone needs a copy of the insur'ce record.",
        "You should send me my insurance certificate.",
        "May I get insurane cert?",
        "I hope to receive the insurane cert.",
        "Would it be possible for you to give me my insurance certificate?",
        "I need an insurance certificate",
        "Is it feasible to get a copy of my insurance certificate?",
        "I am asking for a copy of my insurance certificate.",
        "I need to share my insurance cert immediately.",
        "Is it possible to hand me my paper trail of insurance?",
        "He needs a copy of his insurance certificate.",
        "You can give me the proof of coverage.",
        "Were you able to give me an insurance certificate?",
        "I'd like to have a proof of my insurance.",
        "Bring me a confirmation of my policy.",
        "Could I show proof of my insurance?",
        "I'd like a copy of my insurance card.",
        "Please bring my confirmation of my policy.",
        "Is it possible to get my insurance certificates?",
        "Is it possible to provide me with my insurance certificate?",
        "Can you send me a copy of my insurance papers?",
        "I would love to get my paper trail of insurance.",
        "I need an insurance cert",
        "I need you to give me the policy paper.",
        "Maybe a copy of the insur'ce record is needed?",
        "could I get my insurance certificate?",
        "I need a copy of my insurance Certificate.",
        "You could send me a copy of my insurance certificate.",
        "If you can, please share a duplicate of my insurance certificate.",
        "I need your help with my insurance certificate.",
        "where is my insurance proof?",
        "can I get a copy of my certificate?",
        "I have an insurance certificate can you give it to me?",
        "You should give me a copy of the insurance certificate.",
        "It is possible to get a copy of insur'ce record.",
        "Can I verify my insurance?",
        "Can I have a proof that I have insurance?",
        "Can you lend a hand with my insurance cert?",
        "Ask for my insurance file to be shared.",
        "I need an insurance cert from you.",
        "I would like to know if you have a record showing I have ensurancesz?",
        "Please give my insurance file to me.",
        "I want to get my insurance cert",
        "Maybe I could get my insurance certificate?",
        "Where's my proof of my insurance?",
        "You should provide a duplicate of my insurance certificate.",
        "May I have the insurane cert.",
        "I need you to send me a copy of my insurance certificate.",
        "You possess an insurance cert?",
        "Is it possible that I can get a copy of my insurance certificate?",
        "Get the copy of the insurance card.",
        "Can you share insur cert?",
        "Now I need the policy paper from ya.",
        "Is it possible for me to get a copy of my policy?",
        "Give me my coverage papers asap",
        "I would like to be able to prove my insurance.",
        "Send a copy of my insurance certificate to me",
        "Don't forget to share a duplicate of my insurance certificate.",
        "Would like another copy of my policy.",
        "I need to receive my insurance certificate.",
        "I would like to receive my insurance cert.",
        "Can you send me the copy of my insurance certificate?",
        "Provide me my insurance certificate.",
        "I need an insurance cert?",
        "Please come with policy confirmation.",
        "Can I have the insurance papers?",
        "I need a document for my insurance.",
        "Now I need the policy paper from you.",
        "Can I get a copy of my insurance information?",
        "Can you help me with my insurance certification?",
        "Please can I get my insurance certificate.",
        "Can I have a proof of insurance?",
        "Can you get a certificate of ins today.",
        "Can I see a proof of my insurance?",
        "I need my Cert of Insurance.",
        "Is it possible to get a duplicate of my insurance certificate?",
        "Can I get my policy papers?",
        "I am wondering if I can get a copy of my insurance certificate.",
        "There is a need for a copy of insur'ce record.",
        "I would like a copy of my insurance policy.",
        "Can I ask for my insurance certificate?",
        "Please give me a copy of my insurance certificate?",
        "I want to know if you can show me the record showing I have ensurance.",
        "I would like to request a copy of my insurance card.",
        "I need the policy paper from someone.",
        "I wonder if you could give me my insurance certificate.",
        "Are I able to get a copy of my certificate?",
        "Can you give me my insurance certificate.",
        "Please bring me confirmation of my policies.",
        "I need a copy of my Insurance certificate.",
        "Does it be possible to get a copy of my insurance certificate?",
        "Is it possible to get a copy of my insurancecertificate?",
        "I need the policy paper from them.",
        "Were you able to give me the insurance certificate?",
        "Where do I get my insurance proof.",
        "I want a copy of my insurance certificate",
        "I would like to receive my insurance certificate?",
        "Is it possible to have a proof of my insurance.",
        "I need the policy papers from you.",
        "Yes, where is my insurance proof?",
        "Is it possible for me to get a copy of the insurance certificate?",
        "How about my insurance proof, guys?",
        "Could you give a proof of the policy?",
        "Need my insurance report?",
        "Please send a copy of my insurance certificate.",
        "Help me get my insurance cert.",
        "You need to get a copy of my insurance card.",
        "Is it possible to give me the coverage proof?",
        "Is it possible to give my insurance certificate to you?",
        "Can you give a record showing I have ensurancesz?",
        "You know, the insurance certificate?",
        "I'd like to get a copy of my insurance certificate",
        "Is it possible to provide insurance doc to me?",
        "I need a proof of my insurance",
        "Can you send the insurance certificate with me?",
        "Can you help me certify my insurance?",
        "Can you please give me a copy of my insurance certificate?",
        "Want to have a copy of the insur'ce record?",
        "If you can, please give a copy of the policy.",
        "Are you able to show me the coverage proof?",
        "Can you help with my insurance verification?",
        "Give me a paper trail of insurance?",
        "Was it possible to have a proof of insurance?",
        "Provide me with my insurance file, please.",
        "Will you let me get a copy of my insurance certificate?",
        "I want to know if you can give me coverage proof.",
        "I wonder if I could obtain my insurance certificate.",
        "Can I get proof of my insurance?",
        "Get me my paper trail of insurance?",
        "How about giving me a copy of my insurance certificate?",
        "asap, I want my coverage papers",
        "There is a possibility of obtaining a copy of insur'ce record.",
        "Please provide me with my insurance certificate.",
        "Will it be possible for me to get my insurance cert?",
        "Maybe it's possible to get a copy of the insur'ce record.",
        "Sharing a duplicate of my insurance certificate is important to me.",
        "Could you give me the insurance certificate?",
        "Please attach a copy of my insurance certificate.",
        "Please share my INSURANCE file.",
        "Is it possible that I have a proof of insurance?",
        "Can you send me a copy of my insurance information?",
        "Is there a copy of my insurance certificate needed?",
        "It may be possible to get a copy of the insur'ce record.",
        "Is it possible for a certificate of ins today?",
        "Share a copy of my insurance certificate.",
        "It's necessary for me to get a copy of insurance.",
        "I am interested in ins cert copy.",
        "I would like to know if you have a record showing that I have ensurancesz?",
        "Are you willing to give me a copy of my insurance certificate?",
        "would like a duplicate of my policy",
        "Can I find an ins cert copy?",
        "Is it possible to request an insurance certificate.",
        "I desire to get my insurance certificate.",
        "Can I get the paperwork for my insurance?",
        "Where is my insurance proof?",
        "I needs my insurance cert.",
        "Please share my file on insurance.",
        "I need my insurance certificate",
        "Can you pass my insurance document along?",
        "Is it possible to send me a copy of my insurance certificate?",
        "Will I get a copy of my insurance certificate?",
        "You can provide me a copy of my insurance certificate.",
        "Get my insurance cert immediately.",
        "Can I get an insurer's certificate?",
        "A copy of my insurance certificate is something I would like.",
        "I would like a proof of insurance.",
        "May I have a copy of my policy?",
        "I need your insurance cert.",
        "Need to copy an insur'ce record?",
        "Please let me know if I have a copy of my insurance certificate.",
        "Today, is it possible to get a certificate of ins?",
        "If possible, you can give a copy of the policy.",
        "I would appreciate if you could show me the record showing that I have ensurancesz.",
        "I need to get that policy paper from you.",
        "I would appreciate if you could give a record showing I have ensurancesz.",
        "The duplicate of my insurance certificate is needed.",
        "Can I get ma dsurance certification?",
        "Can you aid me in obtaining my insurance cert?",
        "Can you show me my insurance certificate?",
        "Can you send me a copy of my insurance documentation?",
        "Was it possible to provide me with my insurance certificate?",
        "I am wondering if it is possible for me to get a copy of my insurance certificate.",
        "Is it possible to get a copy of an insur'ce record?",
        "Today is it possible to get a certificate of ins?",
        "Can I get my insurer's certificate?",
        "Can you show me a copy of the insurance certificate?",
        "Is it possible for me to get a copy of my insurance document?",
        "I would appreciate if you would share a duplicate of my insurance certificate.",
        "Was it possible to give me the insurance certificate?",
        "I wonder if I could have proof of my insurance.",
        "I want the insurance document.",
        "Can I get my insurance certificates?",
        "I want my ins. certificate",
        "Can you help me with my insurance certifications?",
        "Give me a paper trail of my insurance?",
        "It would be possible to get a copy of the insur'ce record.",
        "I would like to have proof of my insurance.",
        "Someone needs a copy of insur'ce records.",
        "Couldn't I get a copy of my insurance certificate?",
        "Need my certificate of insurance?",
        "Please, bring policy confirmation for me.",
        "Let me know if I have a copy of my insurance certificate.",
        "Please share my insurance report.",
        "Is there a copy of my insurance certificate you need?",
        "Can I ask for my insurance papers?",
        "I needed your insurance certificate.",
        "I would like to get a copy of my insurance card.",
        "My insurance certificate should be shared with you.",
        "Would like to have a copy of my policy.",
        "Just a copy of my insurance certificate, please?",
        "I want to get a copy of my insurance certificate",
        "Have me a copy of my insurance certificate.",
        "I want insurance papers.",
        "Provide me the copy of my insurance certificate.",
        "Can I get a receipt for my insurance?",
        "I need the policy paper from you now",
        "I would appreciate it if you would give me a copy of my insurance certificate.",
        "Have you got your insurance cert ready?",
        "Did I have a proof of my insurance?",
        "I would appreciate a copy of insurance.",
        "A copy of my insurance certificate is necessary.",
        "Need an insurance certificate?",
        "Can you please provide me a copy of my insurance certificate?",
        "Please deliver a copy of my insurance certificate.",
        "Can a certificate of ins be acquired today?",
        "Can I get insurance documents?",
        "Do I have the ability to obtain a copy of my insurance certificate?",
        "I wonder if I could get a proof of my insurance.",
        "Is it possible to get my insurance documents?",
        "Would you be able to give official proof of policy?",
        "Share a duplicate of my insurance certificate",
        "I wonder if I can get my insurance papers.",
        "There is a possibility of getting a copy of insur'ce record.",
        "I need the copy of insurance",
        "Send a duplicate of my insurance certificate.",
        "Would you be willing to give me my paper trail of insurance?",
        "Can I receive an insurance cert?",
        "Can you send the policy certification right now?",
        "Please share my insurer's file.",
        "I want to get a duplicate of my insurance certificate.",
        "I hope I receive the insurane cert.",
        "Any proof of my insurance?",
        "Please share the duplicate of my insurance certificate.",
        "Would appreciate a duplicate of my policy.",
        "Need a cert about my insurance?",
        "Are you able to give my insurance certificate to me?",
        "Please have a copy of my insurance certificate?",
        "Someone wants to request a copy of their insurance certificate.",
        "Does anyone have a copy of their insurance certificate?",
        "Is that possible to get my insurance certificate?",
        "I need to get the copy of my insurance card.",
        "Could I ask for an insurance certificate?",
        "Please transmit my insurance file.",
        "What's my proof of insurance?",
        "Please bring a confirmation of my policy.",
        "Today, a certificate of ins is possible?",
        "Can we help with my insurance cert?",
        "Someone needs a copy of their insurance.",
        "could I get a proof of my insurance?",
        "Should I be able to obtain a copy of my insurance certificate?",
        "Provide me with my insurance certificate",
        "Need to have my insurance certificate?",
        "Can you help me get a cert for my insurance?",
        "You should be able to get a copy of the insur'ce record.",
        "The insurance certificate could be given to me.",
        "Share a duplicate of my insurance card.",
        "I'm interested in receiving my insurance certificate.",
        "Does anyone have a copy of my insurance certificate?",
        "Ins cert copy for me?",
        "Let me know what my cover cert is.",
        "I need my Cert of Insurance?",
        "Looking for a duplicate of my policy.",
        "I need to get a copy of my policy.",
        "Where's my proof of insurance.",
        "Please, I would like to get my insurance certificate.",
        "I'm wondering if you can give me a copy of my insurance certificate.",
        "Need a copy of the insur'ce record.",
        "Share my insurance cert now!",
        "The insurance certificate, you have it?",
        "I hope to receive insurane cert.",
        "Share your insurance cert today.",
        "I would be happy to request a copy of my insurance certificate.",
        "Is there a way for me to get a copy of my insurance certificate?",
        "It is necessary that I get a copy of insurance.",
        "I need to receive insurane cert.",
        "I ask if you have my insurance cert ready.",
        "I need an insurance cert, can you help?",
        "I wonder if I can get my insurance cert?",
        "Can you give me my Insurance certificate?",
        "I would like to have my paper trail of insurance.",
        "Do you have proof of my insurance?",
        "Can you bring me a copy of my insurance certificate?",
        "Is it possible for me to get my insurance cert.",
        "Can you give me a proof of my coverage?",
        "Pick up my cover cert now!",
        "There is a need for a copy of the insur'ce record.",
        "We can share a duplicate of my insurance certificate.",
        "Can I get ins cert copy?",
        "Could I get an insurance certificate?",
        "You could help me with my insurance cert.",
        "Need a insurance cert?",
        "I would appreciate it if you would give me a copy of your insurance certificate.",
        "Please share the insurance file with me.",
        "You can give my insurance certificate to me.",
        "Could you show the official proof of the policy?",
        "My insurance certificate?",
        "I would love to have a copy of my policy.",
        "Please send a duplicate of my insurance certificate with me.",
        "Give me your cover cert now!",
        "I need a record showing that I have ensurancesz?",
        "Are you capable of giving me a copy of my insurance certificate?",
        "Send me your insurance certificate.",
        "Is it possible to obtain my insurance certificate?",
        "Is it possible to obtain a copy of your insurance certificate?",
        "You can help me get my insurance cert.",
        "I wonder if you have my insurance cert ready?",
        "I need to get my insurance certificate, please.",
        "Can I provide a proof of my insurance?",
        "You can share a duplicate of my insurance certificate.",
        "Is it possible that I could get an insurance certificate?",
        "Can you help me with my insurance cert",
        "I need to have a copy of my insurance.",
        "Do you have proof of insurance?",
        "Provide me with a copy of my insurance paperwork.",
        "Is it possible to get a copy of the insur'ce record.",
        "I know I have ensurancesz, but can you give me a record showing it?",
        "I need a copy of my certificate of insurance.",
        "They need to share a duplicate of my insurance certificate.",
        "Is it possible to give me my insurance certificate.",
        "Can you give me a copy of my insurance certification?",
        "Get my cover cert now!",
        "Can you show me a proof of coverage?",
        "Can I get an insurance document?",
        "Please send me a copy of my insurance certificate, please?",
        "Is it possible for me to get ins cert copy?",
        "Can I have my darn insurance cert?",
        "Can I get the copy of my insurance certificate?",
        "please share my insurance file",
        "Can you give me a copy of my insurance information?",
        "It would be great if I had a copy of my insurance certificate.",
        "Please bring confirmation of policy.",
        "Please provide a duplicate of my insurance certificate.",
        "Was it possible to get my insurance certificate?",
        "Can I obtain an insurance cert?",
        "I need a copy of my certificate for insurance.",
        "Please send me the duplicate of my insurance certificate.",
        "I'm in need of a copy of my insurance certificate.",
        "Yeah, where's my insurance proof?",
        "Let me know your cover cert!",
        "Share my cover cert, now!",
        "Is it possible you can give me a copy of my insurance certificate?",
        "Can you show me my insurance document?",
        "I need to see my insurance file.",
        "Can someone give a certificate of ins today?",
        "What about my insurance certificate, please?",
        "Is it possible to get my insurance certification?",
        "Is it possible to get a copy of an insurance certificate?",
        "Please share a duplicate of my insurance card.",
        "Please send me my insurance file.",
        "would love a duplicate of my policy",
        "Are you able to send a copy of my insurance certificate?",
        "Is it possible to have a copy of the insur'ce record?",
        "Need to have a copy of the insur'ce record?",
        "Where's your insurance proof?",
        "I need your insurance certificate",
        "Is it possible to get my insurance certificate?",
        "Is there a proof of my insured?",
        "I need my insurance Cert.",
        "Would I be able to get a proof of my insurance?",
        "Just share, pronto, my insurance cert.",
        "Please bring my confirmation of policy.",
        "Can you share the coverage proof right now?",
        "Can I have a proof of my policy?",
        "Is it possible for me to get a copy of the insur'ce record?",
        "I don't know if I can get a copy of my insurance certificate.",
        "Please let me know if I can get my insurance file.",
        "I want to know if you have a record showing I have ensurance?",
        "What is my proof of insurance?",
        "Please share a duplicate of the insurance certificate.",
        "Please share my cover cert",
        "Can you offer my insurance certificate?",
        "Can you give me a verification of my insurance?",
        "Can I get my insurance document?",
        "Sharing a duplicate of my insurance certificate would be appreciated.",
        "Please share your cover cert!",
        "I'd like a proof of my insurance.",
        "Is it possible to have my insurance cert?",
        "I need a policy paper from someone.",
        "I need a policy paper from you right now.",
        "Will I get a paper trail of insurance?",
        "Would you give me my paper trail of insurance?",
        "Need to verify my insurance?",
        "I'm wondering if you can give me the coverage proof.",
        "I want to look at my insurance certificate.",
        "I want to know if I have a proof of my insurance.",
        "Can we get a certificate of ins today?",
        "You may need a copy of the insur'ce record.",
        "Can you give me a copy of my insurance.",
        "Is there my insurance proof, guys?",
        "How can I get a copy of my insurance certificate?",
        "Please provide a copy of my insurance card.",
        "Get my insurance cert pronto!",
        "Is it possible that you have my insurance cert ready?",
        "Sharing a duplicate of my insurance certificate would be greatly appreciated.",
        "I wonder if I could get my insurance certificate",
        "Maybe I should have a copy of my insurance certificate?",
        "Is it possible to get a copy of the insurance certificate?",
        "I would like to receive a copy of my insurance document.",
        "Could I show you a proof of my insurance?",
        "Can I get a copy of my insurance document?",
        "Where's the proof of my insurance?",
        "I need a copy of my insurance card",
        "Provide a copy of my insurance certificate",
        "Please tell me a copy of my insurance certificate.",
        "As soon as possible, can you send the policy certification?",
        "Need a verification for my insurance?",
        "Is it possible to get a copy of insur'ce?",
        "Is there a way to get a copy of my insurance certificate?",
        "Is it possible to obtain a copy of the insurance certificate?",
        "Is it possible that I have a copy of my insurance certificate?",
        "Where's my insurer proof?",
        "Can you help my insurance cert?",
        "Let me know if I can get a copy of my insurance certificate.",
        "Please share me with my insurance file.",
        "A copy of my insurance certificate is something I would like to get.",
        "That insurance certificate, you got that?",
        "Maybe I should have a proof of my insurance.",
        "Please give me a copy of my insurance paperwork.",
        "You can provide a copy of my insurance certificate.",
        "Is it possible for me to get a copy of insur'ce record?",
        "I'm interested in getting my insurance certificate.",
        "I would like the issue of my insurance certificate.",
        "Can you give me a copy of my insured?",
        "If possible provide a copy of the policy",
        "Let me have my paper trail of insurance?",
        "I am curious if you have my insurance cert ready.",
        "Could you get a copy of the insur'ce record?",
        "Can you transmit my insurance certificate to me?",
        "Need a copy of insur'ce?",
        "I think it's possible to get a copy of my insurance certificate.",
        "Is it possible to request a certificate of insurance?",
        "I'm in need of my insurance cert.",
        "Alright, where's my insurance proof?",
        "I would like to know if I can get my insurance papers.",
        "You possess an insurance certificate?",
        "Are there any ways to get a copy of my insurance certificate?",
        "Can you offer a copy of insur'ce record?",
        "Can you offer a copy of the insur'ce record?",
        "Is it possible to get the insurance papers?",
        "Please include my insurance file.",
        "Can I get my certificate for insurance?",
        "Please, can I get the insurance certificate?",
        "I would like to see my insurance certificate.",
        "I want that policy paper from you.",
        "I'd like to know if you have a record showing I have ensurancesz.",
        "You should send me a copy of my insurance certificate",
        "Can you help with my insurance documentation?",
        "Can certificate of ins be obtained today?",
        "I would like to know if you can provide a record showing I have ensurancesz.",
        "Can you send the policy certification soon?",
        "Could I prove my insurance?",
        "Does your company have a copy of my insurance certificate?",
        "I request you to give me a copy of my insurance certificate.",
        "I desire a copy of insurance.",
        "I want the copy of the insurance card.",
        "I need that policy paper from you.",
        "Can you assistance with my insurance cert?",
        "Is it possible to give me my paper trail of insurance?",
        "Was it possible to obtain a certificate of ins today?",
        "Are you able to provide me with a copy of my insurance certificate?",
        "I want that policy paper right now.",
        "I am interested in receiving a copy of my insurance certificate.",
        "You should arrange a duplicate of my insurance certificate.",
        "Can you give me a copy of my insurance certificate",
        "Can you give me proof that I am covered?",
        "It's necessary that I get a copy of insurance.",
        "Is it possible to show me a proof of my insurance?",
        "Can you help me with my insurance cert?",
        "I should receive an insurane cert.",
        "Got a cert for my insurance?",
        "Need a certificate of insurance?",
        "Can I get my insurance proof?",
        "Is it possible to give insurance doc to me?",
        "I would like to know if you have a record showing that I have ensurance.",
        "Can you send me a copy of my insurance documents?",
        "Can I get coverage proof?",
        "I need the policy paper",
        "Is it possible to get a certificate of ins today?",
        "Someone needs their insurance cert.",
        "Could I have a proof of my coverage?",
        "Can you help with my insurance cert",
        "Please send me an insurance certificate.",
        "Can I request my insurance certificate?",
        "Please, may I have a copy of my insurance certificate?",
        "I want an insurance cert.",
        "Provide a copy of my insurance certificate to me.",
        "Can I get the papers for my insurance?",
        "Is there a proof of my coverage?",
        "Can you give me my certificate of insurance?",
        "Do I have the chance to get a copy of my insurance certificate?",
        "I want a certificate of ins today.",
        "I need a physical copy of insurance.",
        "Can I acquire my insurance papers?",
        "I need to have my insurance certificate.",
        "A duplicate of my insurance certificate could be shared.",
        "I would like a copy of my insurance information.",
        "If you want, please share my insurance file.",
        "Is it possible you could provide me with my insurance certificate?",
        "Please share my insurers file.",
        "Is it possible that I can get my insurance cert.",
        "Will you give me a paper trail of insurance?",
        "I would like to get an insurance certificate.",
        "Do you have the insurance cert ready?",
        "A copy of my insurance certificate would be appreciated.",
        "Can you provide a copy of my insurance certificate?",
        "Is it possible I have a copy of my insurance certificate?",
        "Share, pronto, if you have my insurance cert.",
        "Can you help me with my insurance Cert?",
        "I need you to bring me policy confirmation.",
        "I need someone to share a duplicate of my insurance certificate.",
        "I need the copy of my insurance card.",
        "I would want a copy of my insurance certificate.",
        "Share a duplicate of my insurance certificate with me.",
        "Is it possible to get a copy of my insured?",
        "Need my Cert of Insurance?",
        "You can give me the insurance certificate.",
        "I am wondering if I could get a proof of my insurance.",
        "Bring me confirmation of my policy.",
        "I need the coverage proof?",
        "I wonder if I can get my insurance certificate.",
        "Can you get a certificate of ins?",
        "I need a duplicate of my insurance certificate shared.",
        "Is sharing the insur cert possible?",
        "Please bring a duplicate of my insurance certificate with you.",
        "I need my insurance document, right?",
        "Please help me by sharing my insurance file.",
        "I need my insurance cert?",
        "I wish to obtain a copy of my insurance certificate.",
        "Provide me a copy of my insurance document.",
        "Please submit a duplicate of my insurance certificate.",
        "I would like to know if you can give a record showing that I have ensurancesz.",
        "Can the insur cert be shared?",
        "Can you share your coverage proof right away?",
        "I need proof of my insurance.",
        "I'm looking for my insurance proof.",
        "Can I get a copy of the policy?",
        "Can I get a proof of my insurance.",
        "Can you please send the policy certification?",
        "Can you provide an insurance cert?",
        "I need your policy paper now.",
        "Is there a way to get a copy of my insurance card?",
        "Tell me if I have my insurance cert, pronto.",
        "Give me the insurance file, please.",
        "Please share my duplicate of my insurance certificate.",
        "Would love for me to have a duplicate of my policy.",
        "Is it possible to get me back my insur'n'ce proof?",
        "We need a copy of my insurance certificate.",
        "Share your insurance cert soon.",
        "I would like a copy of my insurance certificate, please?",
        "I don't know if it's possible for me to get a copy of my insurance certificate.",
        "Can you assist with my insurance certificate?",
        "Has it been possible for me to get a copy of my insurance certificate?",
        "I need that policy paper from someone now.",
        "Can you show me a copy of my insurance?",
        "I need to know where my insurance proof is.",
        "Are I able to get an insurance certificate?",
        "Do you want to give me my ins. certificate?",
        "I would like to get my paper trail of insurance.",
        "Do you want a copy of the insur'ce record?",
        "Is it possible for me to get a duplicate of my insurance certificate?",
        "I am in need of an insurance cert.",
        "Please send me a copy of my certificate of insurance.",
        "I don't know if you have my insurance cert ready.",
        "Can you help me find my insurance cert?",
        "Were you able to give an official proof of policy?",
        "Please, bring policy confirmation to me.",
        "I would be interested in having a duplicate of my policy.",
        "Is it possible to send the policy certification now?",
        "I wondered if I could get my insurance certificate.",
        "Please bring the policy confirmation to me.",
        "Please make a duplicate of my insurance certificate available.",
        "I need to share a duplicate of my insurance certificate",
        "There is a chance of getting a copy of the insur'ce record.",
        "Can you get a certificate of ins today?",
        "Someone please share my insurance file.",
        "Can you provide me a copy of insur'ce record?",
        "Is it possible to get a photo of my insurance certificate?",
        "I am interested in getting my insurance cert.",
        "Are you able to send me a copy of my insurance certificate?",
        "Is it possible to provide a copy of the policy?",
        "Can you please give me a copy of my insurance document?",
        "Can you help me with an insurance cert?",
        "Share your insurance cert pronto.",
        "Can I get my insurance papers.",
        "I don't know if you can give a record showing I havesurance.",
        "share a duplicate of my insurance certificate",
        "I require the copy of my insurance card.",
        "Was it possible to get a copy of my insurance certificate?",
        "I want my insurance certificate.",
        "Are I able to get my insurance papers?",
        "I need a copy of my insurance certificate please.",
        "I need my ins. certificate?",
        "Can you get a copy of insur'ce record?",
        "I would like to share my insurance file.",
        "Are there ins cert copies available for me?",
        "Can you provide an official proof of policy?",
        "Will I receive insurane cert?",
        "Is getting my insurance papers possible?",
        "Hey guys, where is my insurance proof?",
        "Can I present a proof of my insurance?",
        "I need that policy paper from the person.",
        "Ins cert copy available?",
        "Do you want to give me my paper trail of insurance.",
        "Can you please share the coverage proof now?",
        "Please supply a duplicate of my insurance certificate.",
        "Can you share the coverage proof soon?",
        "Please give me a copy of my insurance information.",
        "Share my insurance cert as soon as you can.",
        "I would like a copy of my insurance certificate sent to me.",
        "Go for a copy of my insurance card.",
        "Could I get a proof of my policy?",
        "Is it possible to get a copy of my insurance certificates?",
        "Please give me a copy of my insurance proof.",
        "I need my insurance certification.",
        "Please submit a copy of my insurance certificate.",
        "If you need a copy of the insur'ce record, it's possible.",
        "Do you have a proof of insurance?",
        "Please bring the policy confirmation.",
        "Could it be possible to get a certificate of ins today?",
        "You should give me a duplicate of my insurance certificate.",
        "I am wondering if I could prove my insurance.",
        "Do I need to have a copy of my insurance certificate?",
        "I need a duplicate of my insurance certificate shared with you.",
        "Share immediately if you have my insurance cert.",
        "Can a certificate of Ins be obtained today?",
        "Need to have a copy of insur'ce?",
        "I need the copy of my insurance.",
        "I just want a copy of my insurance certificate.",
        "I want the copy of my insurance card",
        "Is it possible to get a Certificate of ins today?",
        "I need you to share my insurance cert.",
        "I would like an ins cert copy.",
        "Please bring my confirmation of my policies.",
        "Please bring a policy confirmation.",
        "Can I get an insurance certificate for myself?",
        "Can I have the policy certification asap?",
        "I need the policy paper from you at the moment.",
        "Please bring me the confirmation of policy.",
        "I want to know if you can give me a record showing I have ensurancesz.",
        "Will I be able to get the insurance papers?",
        "I wish to receive insurane cert.",
        "Get your insurance cert?",
        "Need a proof of insurance?",
        "A insurance document?",
        "Will you have my insurance cert ready?",
        "Get me a copy of my insurance certificate.",
        "Is it possible for a person to get a copy of their insurance certificate?",
        "Can you give me an insurance certificate?",
        "I request that you share a duplicate of my insurance certificate.",
        "I want the policy paper from ya now.",
        "Feel free to give me a copy of my insurance certificate.",
        "Can you give me my insurancecertificate?",
        "Could you provide a copy of the insur'ce record?",
        "Do you have an ins cert copy?",
        "A copy of the insur'ce record may be needed.",
        "Can you help me with this insurance cert?",
        "Can you pass along my insurance certification?",
        "I want to get my insurance certification.",
        "I was wondering if you could provide me with my insurance certificate.",
        "I will need a copy of insurance.",
        "Please give me my insurance file, please.",
        "I wonder if I can get my insurance papers?",
        "Could you provide official proof of your policy?",
        "Can you provide me with a copy of my insurance document?",
        "Would love for a duplicate of my policy.",
        "I need your help with my insurance cert.",
        "Can we get a copy of my insurance certificate?",
        "I need that policy paper from someone.",
        "Should we have a copy of the insur'ce record?",
        "Please help me with my insurance cert.",
        "I am wondering if you can give me the coverage proof.",
        "Is it possible you can give me my insurance certificate?",
        "There's a chance you need a copy of the insur'ce record.",
        "Need a certificate of ins today?",
        "I want an insurance certificate, please.",
        "Please, can I get my insurance certificate.",
        "Okay, where's my insurance proof?",
        "My insurance file needs to be shared with me.",
        "Would you please send me a copy of my insurance certificate?",
        "Is it possible to give an official proof of the policy?",
        "Do you want to hand me my insurance records?",
        "Please share my insurance cert now.",
        "Please give me a duplicate of my insurance certificate.",
        "Is it possible for you to give me my insurance certificate?",
        "Is it possible to give the policy certification asap?",
        "I would like to have my insurance certificate?",
        "Can you give me a copy of my proof of insurance?",
        "I really need that policy paper from you.",
        "Is it possible to request a copy of the insur'ce record?",
        "Please give me the duplicate of my insurance certificate.",
        "I should get a copy of my insurance certificate.",
        "Please supply a copy of my insurance certificate.",
        "Is it possible to give an official proof of policy?",
        "Inform me of my cover cert now.",
        "A proof of my insurance?",
        "I would like to have a copy of my insurance document.",
        "Please bring me the confirmation of my policies.",
        "Is it possible to get a copy of my insurance report?",
        "I want to have a proof of my insurance.",
        "Could you provide an official proof of policy?",
        "You must give me a copy of my insurance certificate.",
        "I want a copy of my insurance information.",
        "Do you have my insurance cert?",
        "Can you give me a copy of my insurance record?",
        "I think I need a proof of my insurance.",
        "I would love to receive my insurance certificate.",
        "There is insurance that I need a copy of.",
        "Can you send a copy of my insurance certificate to me?",
        "Is it possible to get copy of insur'ce record?",
        "There is a question of whether I have a proof of my insurance.",
        "Please send me the proof of my insurance.",
        "Can I acquire my insurance certificate?",
        "Is it okay for me to have a copy of my insurance certificate?",
        "Please transmit a duplicate of my insurance certificate.",
        "Please bring your policy confirmation.",
        "Does anyone know if I could grab a policy card?",
        "Please share my insurance files with me.",
        "I would love to have a copy of my insurance card.",
        "Please, I need an insurance certificate.",
        "Would love a duplicate of my policy.",
        "Are I able to get a copy of my insurance certificate?",
        "I need the insurance cert.",
        "If possible provide the copy of the policy.",
        "You must have a copy of your insurance certificate.",
        "Share your cover cert, now!",
        "I'd appreciate a copy of my insurance certificate.",
        "I want to obtain my insurance certificate.",
        "Is it possible for me to get a copy of my insurance certificate",
        "Do you have an insurance cert that's ready?",
        "I would love to see my insurance certificate.",
        "I want my insurance certificate, please.",
        "Can you help with my Insurance Cert?",
        "Can you please send me a copy of my insurance certificate?",
        "I would like to receive the insurane cert.",
        "I would be happy to have a duplicate of my policy.",
        "I want my insurance cert.",
        "I would like to know if you have my insurance cert ready.",
        "I need a copy of a policy.",
        "I need a copy of my insurance card.",
        "A document for insurance?",
        "I need an insurance cert!",
        "Can you give your coverage proof asap?",
        "I want a copy of my insurance.",
        "Can you provide me with the proof of coverage?",
        "I would appreciate it if you sent me a copy of my insurance certificate.",
        "Where is my proof of insurance.",
        "I would appreciate it if you gave me a copy of my insurance certificate.",
        "can I get a copy of my insurance certificate?",
        "I'm wondering if it's possible for me to get a copy of my insurance certificate.",
        "Can you get your insurance papers?",
        "Please share my cover cert now.",
        "A copy of insur'ce record is possible.",
        "I need a policy paper from ya.",
        "Is it possible for you to pass along my insurance certificate?",
        "I would like to have my insurance certificate.",
        "I wonder if I have a proof of my insurance.",
        "Please send me an insurance file.",
        "Please let me know what my insurance file is.",
        "I want a copy of my insurance report.",
        "Send me a copy of my insurance card",
        "Can you give me proof of my insurance?",
        "I would appreciate a copy of the insurance certificate.",
        "Let me know if you have my cover cert!",
        "Inform me of my insurance certificate.",
        "Give me my coverage papers.",
        "Where's my copy of my insurance?",
        "Someone is asking about an insurance certificate.",
        "I would like to get my insurance certificate.",
        "I need insurance proof, guys.",
        "Please get me a copy of my insurance certificate.",
        "Can you provide a certificate of ins today?",
        "Can you offer me a copy of the insur'ce record?",
        "I was wondering if I could have a proof of my insurance.",
        "Is your insurance cert ready for me?",
        "I wonder if I could receive my insurance certificate.",
        "Please provide me with a duplicate of my insurance certificate.",
        "Can you provide me the proof of coverage?",
        "Please bring me policy confirmation, I need it.",
        "I'd love to get a copy of my insurance certificate.",
        "Please share the insurance file of me.",
        "can I get a copy of my insurance certificate",
        "You should provide me with a copy of my insurance certificate.",
        "The insurance document?",
        "You must get the copy of my insurance card.",
        "There is need for a copy of insurance.",
        "I request a copy of my insurance certificate.",
        "To share my insurance file, please.",
        "Send me my insurance cert quickly.",
        "give me a copy of my insurance certificate",
        "Can you send my insurance certificate?",
        "If possible, please give a copy of the policy",
        "I'm not sure if you can give a record showing I havesurance.",
        "Do you have a copy of my insurance certificate for me?",
        "You should give me my insurance certificate?",
        "Can I get an insurancecertificate?",
        "Are you able to help with the coverage paper?",
        "Can I get a copy of my insurance card.",
        "I would like to have a proof of insurance.",
        "Hand me the paper trail of my insurance?",
        "I want to request a copy of my insurance document.",
        "Can you give me a copy of my insurer's certificate?",
        "You should send me a copy of my insurance document.",
        "Send me my insurance cert asap.",
        "Is it possible to have a Proof of Insurance?",
        "Please include a duplicate of my insurance certificate.",
        "Can a Certificate of ins be obtained today?",
        "Should I receive a copy of my insurance certificate?",
        "A copy of the insur'ce record is possible.",
        "Can you give me a copy of my insurance certificate.",
        "There is a policy paper that I need from you.",
        "I need the proof of insurance.",
        "Share my cover cert today!",
        "Is it possible to pass along my insurance certificate?",
        "Was it possible that I could get an insurance certificate?",
        "Can you show me a copy of my insurance certificate?",
        "May I get an insurane cert.",
        "Someone needs to have a copy of their insurance certificate.",
        "Can you pass the insurance certificate along for me?",
        "I would like to be provided with my insurance certificate.",
        "Please bring me my policy confirmation.",
        "Is it possible to obtain an ins cert copy?",
        "Can you let me get my insurance certificate?",
        "My insurance certificate could be requested.",
        "I want to know if I have a copy of my insurance certificate.",
        "May I get a copy of my insurance card?",
        "Do you have coverage proof for me?",
        "There is a possibility that you need a copy of insur'ce record.",
        "Where are my insurance proof?",
        "Hand me the paper trail of insurance?",
        "Is there a way to get a certificate of ins today?",
        "Maybe I could have a proof of my insurance.",
        "I want that policy paper now.",
        "Please show me the policy confirmation.",
        "can you get a certificate of ins today?",
        "You should send a copy of my insurance certificate.",
        "I would be interested in receiving a copy of my insurance certificate.",
        "Can you pass along my insurance certificates?",
        "Please give me my coverage papers quickly.",
        "Someone please send me a copy of my insurance certificate.",
        "I want to request a copy of my insurance information.",
        "Need a copy of an insur'ce record.",
        "Can you give me a insurance cert?",
        "Someone wants a copy of their insurance certificate.",
        "I would like you to share my cover cert.",
        "Someone needs their insurance cert?",
        "Please share the insurance file for me.",
        "Share your insurance cert quickly.",
        "I would prefer to have a copy of my insurance certificate.",
        "Can you provide my insurance cert?",
        "You should provide me with my insurance certificate.",
        "Is it possible that I could get a insurance certificate?",
        "Tell me my insurance cert pronto.",
        "I need the policy paper by you.",
        "Ready to share my insurance cert?",
        "Is it possible to get your insurance cert?",
        "Can you supply me a copy of my insurance certificate?",
        "Is it possible I can get my insurance papers?",
        "Just share your insurance cert, pronto.",
        "Can you give me a copy of my insurance certificates?",
        "Can you assist with my insurance cert?",
        "Please bring me the policy confirmation.",
        "I wish to receive an insurane cert.",
        "Have your insurance cert?",
        "Get a copy of my insurance certificate.",
        "Please bring confirmation of the policy.",
        "I'm not sure if I can get a copy of my insurance certificate.",
        "Can I receive insurane cert?",
        "Go for the copy of my insurance card.",
        "Someone wants to know if they can get their insurance cert.",
        "Can you send the policy certificate asap?",
        "I want a copy of insurance.",
        "Please bring me confirmation of my policy.",
        "Is it possible for me to obtain my insurance cert?",
        "I hope to receive an insurane cert.",
        "Share your insurance cert, pronto.",
        "Please help by sharing my insurance file.",
        "Please send a duplicate of my insurance certificate to me.",
        "Would you be able to give proof of policy?",
        "I would like you to give me my insurance certificate.",
        "You need to share your insurance cert pronto.",
        "Can you send me a copy of my insurance verification?",
        "Will I get my insurance papers?",
        "Can you pass along the insurance certificate?",
        "Would it be possible to have a proof of my insurance?",
        "Will you be able to give official proof of policy?",
        "What about a certificate of ins today?",
        "\"Where's my insurance proof?\"",
        "Can I have an insurance cert?",
        "Would appreciate a duplicate of my policy",
        "Today can you obtain a certificate of ins?",
        "Can you pass my insured certificate along?",
        "I want a copy of my insurance card.",
        "Please provide policy confirmation for me.",
        "Send a duplicate of my insurance certificate to me.",
        "Allow me to get my coverage papers.",
        "Please bring me a confirmation of my policy.",
        "Is it possible for me to request an insurance certificate?",
        "am I able to get my insurance cert?",
        "Is there proof of my insurance?",
        "I'd like to get my paper trail of insurance.",
        "Please have a copy of my insurance document.",
        "Please come with policy confirmation, please.",
        "I wonder if it's possible to get a copy of my insurance certificate.",
        "Consider sharing a duplicate of my insurance certificate.",
        "Could use a duplicate of my policy.",
        "I was wondering if I could get my insurance certificate.",
        "Is it possible to provide official proof of policy?",
        "Can you give me a copy of insur'ce record?",
        "Insurance is something I need a copy of.",
        "Can you please send the policy certification pronto?",
        "Can you give me a duplicate of my insurance certificate?",
        "I need a copy of my insurance document, please.",
        "Seek the copy of my insurance card.",
        "Pick up my cover cert now.",
        "Inform me of my insurance file, please.",
        "Do you have the certification for my insurance?",
        "I would like to request a copy of my policy.",
        "Are your insurance cert ready for me?",
        "Can you get a certificate of ins now?",
        "I would like to get my insurance certificate, please.",
        "I wonder if I could show a proof of my insurance.",
        "I have an insurance certificate, can you give me a copy?",
        "Could you give an official proof of policy?",
        "How about an insurance certificate?",
        "My insurance certificate should be given to me.",
        "Please bring me confirmation of your policy.",
        "Please send me a duplicate of the insurance certificate.",
        "I am wondering if I can get my insurance certificate.",
        "Please bring policy confirmation with you, please.",
        "I was wondering if I could get my insurance cert.",
        "I wonder if I have a copy of my insurance certificate?",
        "Did you give me a copy of my insurance certificate?",
        "Can I get the policy certification asap?",
        "Could I present a proof of my insurance?",
        "Please share my cover certificate.",
        "I want my coverage papers.",
        "Please supply me a copy of my insurance certificate.",
        "Please, bring me confirmation of my policy.",
        "Can you show me the record showing that I have ensurance?",
        "Help me get my coverage papers.",
        "Could you send me my insurance certificate?",
        "Can I get a copy of my insurance certificate, please?",
        "Can I get a copy of my insurance card?",
        "Is it possible to receive my insurance papers?",
        "I would like to know if you can give me my insurance certificate.",
        "Please let me know that you have a duplicate of my insurance certificate.",
        "Might I have a copy of my insurance certificate?",
        "Can you present my insurance certificate?",
        "An insurance cert?",
        "Are you able to share the coverage proof?",
        "Do you have the insurance certificate for me?",
        "I need the policy paper from you, now.",
        "I'd like to get my insurance cert.",
        "Would love to have a duplicate of my policy.",
        "Can I get a copy of my insurer's certificate?",
        "I needed a copy of my insurance certificate.",
        "I need your insurance certificate, please.",
        "Are you going to give me my insurance certificate?",
        "I want to get my cert for insurance.",
        "Could I have a copy of my insurance certificate?",
        "Need my insurance copy?",
        "Are I able to get an insurance cert?",
        "Can you quickly send the policy certification?",
        "A copy of my insurance certificate is something I would like to request.",
        "Am I allowed to have my insurance certificate?",
        "Maybe I can get a copy of my insurance certificate?",
        "Can I get the coverage proof?",
        "Insur cert, please share it?",
        "Can you share my insurance certificate?",
        "You can send a duplicate of my insurance certificate.",
        "Bring the policy confirmation for me.",
        "Can I get my ins. certificate?",
        "I would like to know if it is possible to give a record showing I have ensurancesz.",
        "Please put together a duplicate of my insurance certificate.",
        "Share my insurance certificate pronto.",
        "You are able to give me a copy of my insurance certificate.",
        "Need a copy of an insurance record?",
        "I want to know if you can give a record showing I have ensurancesz.",
        "I want that policy paper from you now.",
        "Can you help with the insurance cert?",
        "I want to know if you can give me the coverage proof.",
        "I am interested in getting my insurance papers.",
        "You can help with my insurance cert.",
        "Sharing an insur cert?",
        "Can I get an insurance copy?",
        "Could you please give me my insurance certificate?",
        "I need to have a copy of the insurance.",
        "I need your insurance certificate?",
        "I would like to know if I could get my insurance certificate.",
        "Please make me aware of a duplicate of my insurance certificate.",
        "Is there a way to get a copy of my insurance certificate.",
        "Let me know if you can send me a copy of my insurance certificate.",
        "Can you asap send the policy certification?",
        "I would prefer a copy of my insurance certificate.",
        "Please bring me the confirmation of my policy.",
        "There is a need for a copy of insurance.",
        "Can you give me the proof of coverage?",
        "Is it possible to have my insurance papers?",
        "I ask if you could give me my insurance certificate.",
        "Do you have a copy of my insurance certificate?",
        "Can you get the certificate of ins today?",
        "I want my coverage papers asap",
        "If you can, please provide a copy of the policy.",
        "Please send a copy of my insurance card.",
        "Is it possible for me to obtain a copy of my insurance?",
        "I'm trying to get a copy of my insurance certificate.",
        "There is insurance I need a copy of.",
        "Is it possible to get my insurance paperwork?",
        "Can I get a copy of the certificate of insurance?",
        "I'm wondering if you could give me my insurance certificate.",
        "Can you give me a copy of my insurance copy?",
        "I would request a copy of my insurance certificate.",
        "Today possible to obtain a certificate of ins?",
        "I need to share my insurance cert.",
        "Please provide me with the insurance certificate.",
        "Is it possible that I could get an insurance certificate.",
        "It may be possible for me to get a copy of my insurance certificate.",
        "Let me know my cover cert now.",
        "Is it possible for you to provide me with my insurance certificate?",
        "Maybe I could have a proof of my insurance?",
        "Can you give me the coverage proof soon?",
        "Was it possible that I could get my insurance certificate?",
        "Would you provide me with my insurance certificate?",
        "Please bring your confirmation of your policy.",
        "Is there a proof of insurance I have?",
        "I'm wondering if it is possible to get a copy of my insurance certificate.",
        "Is it possible to share the insur cert?",
        "I want a copy of my insurance certificate.",
        "Can you deliver my insurance certificate to me?",
        "Please, I want to get my insurance certificate.",
        "I need a copy of my insurance card, please?",
        "Please bring policy confirmation to me",
        "May I get my insurance certificate?",
        "I need to know my cover cert.",
        "I need an insurance cert ready.",
        "Can I get a copy of my insurance certification?",
        "Share my insurance cert immediately.",
        "Please provide a copy of my insurance certificate for me.",
        "They should give me a copy of my insurance certificate.",
        "I'd like to receive my insurance certificate.",
        "Can you give us the coverage proof soon?",
        "I'm trying to get my insurance certificate.",
        "Need a copy of the insurance record?",
        "Can you give me a copy of my insurance proof?",
        "I want that policy paper from ya now.",
        "It would be nice to have a duplicate of my policy.",
        "I would appreciate if you would share my insurance file.",
        "Is it possible to give a record showing I have ensurancesz?",
        "I don't know if you can show me the record showing I have ensurance.",
        "A duplicate of my policy is what I would like.",
        "Is it possible to get my insurance certificate.",
        "Provide me with proof of insurance.",
        "I need the insurance proof, guys.",
        "You can get a copy of the insur'ce record.",
        "I need the copy of the insurance.",
        "May I receive an insurane cert.",
        "Please have me a copy of my insurance certificate.",
        "Where's my proof of cover?",
        "It could be possible to get a copy of the insur'ce record.",
        "Can you assist me with my insurance certificate?",
        "Can I get a copy of the insurance card?",
        "Could I ask for my insurance certificate?",
        "Yes, can I get ma d***surance certification?",
        "I am wondering if it is possible to obtain a copy of my insurance certificate.",
        "Could you give me a copy of my insurance?",
        "Were you able to give me my insurance certificate?",
        "I'd like a copy of my insurance certificate.",
        "Could I get an insurance document?",
        "Can I get the papers for my policy?",
        "I need my insurance certificate?",
        "I need your help finding my insurance proof.",
        "A copy of the insur'ce record could be needed.",
        "Can you offer my insurance cert?",
        "I'm wondering if I could prove my insurance.",
        "Is it possible to get my insurance papers?",
        "I need to see an insurance copy.",
        "If possible, produce a copy of the policy.",
        "Is it possible to obtain a certificate of ins today.",
        "Can you give me the insurance certificate that I need?",
        "Do you have the insurance cert I need?",
        "I do not know if I can get a copy of my insurance certificate.",
        "I would like to share my cover cert.",
        "Are you able to give me my insurance certificate?",
        "It can be possible to get a copy of the insur'ce record.",
        "Can I get a copy of my insurance proof?",
        "Maybe you can get a copy of the insur'ce record.",
        "Are you able to give me a copy of the insurance certificate?",
        "Please bring me confirmation of policy.",
        "Share my insurance cert fast.",
        "I want my ins. certificate?",
        "Can you help me with that insurance cert?",
        "Please let me know if you can duplicate my insurance certificate.",
        "Need to have my insurance cert?",
        "Where's my insurer's proof?",
        "Might I be able to get my insurance certificate?",
        "Please bring me policy confirmation for me.",
        "There is a chance you need a copy of the insur'ce record.",
        "Is there a copy of the insur'ce record possible?",
        "Can you give my proof of coverage?",
        "I want you to share my cover cert.",
        "I'd love for a duplicate of my policy.",
        "Need a cert on my insurance?",
        "Will you give an official proof of policy?",
        "I need you to share my insurance file.",
        "Was it possible for you to give me my insurance certificate?",
        "Can you give me a copy of the insur'ce record?",
        "Could you send the policy certification asap?",
        "Can you supply me with my insurance certificate?",
        "Can you please give me my insurance certificate?",
        "Are you able to provide that coverage proof?",
        "Can I get my papers for my insurance?",
        "Maybe I could get my insurance certificate.",
        "I would like a copy of my insurance certificate from you.",
        "Can I get a copy of my insurance cert?",
        "I wonder if it is possible to get a copy of my insurance certificate.",
        "Are you ready with your insurance cert?",
        "Could the certificate of ins be obtained today?",
        "Can I get a copy of my insurance paperwork?",
        "Yes, I would like to get my insurance cert.",
        "Can I get my paper trail of insurance?",
        "Will you give me proof of coverage?",
        "I request that you share my insurance file.",
        "Please bring my policy confirmation with you.",
        "Can I get my insurance form?",
        "Somebody needs a copy of insurance.",
        "Can you be of assistance with my insurance cert?",
        "I'd love a duplicate of my policy.",
        "How can I get my insurance papers?",
        "If possible give the policy copy.",
        "Should I have a copy of the insurance certificate?",
        "Could I receive an insurance certificate?",
        "Bring me the confirmation of my policy.",
        "Would it be possible to get my insurance certificate?",
        "I would like to have my insurance papers.",
        "Is it possible I could have a proof of my insurance?",
        "I would like to have a proof of my insurance.",
        "Do you have the insurance certificate?",
        "Please bring your policy confirmation to me.",
        "Send me the insurance certificate",
        "Couldn't you give me my insurance certificate?",
        "Share my insurance certificate quickly.",
        "Bring my policy confirmation.",
        "Certificate of ins possible today?",
        "Someone needs a copy of an insur'ce record.",
        "Can you help me acquire my insurance cert?",
        "I'm wondering if I could get an insurance certificate.",
        "I would like to know if it's possible to give a record showing I have ensurancesz.",
        "A copy of my insurance certificate?",
        "I would ask for a copy of my insurance certificate.",
        "I want an insurance document.",
        "I need the duplicate of my insurance certificate.",
        "I need to get my insurance papers",
        "I want to get back my insur'n'ce proof.",
        "I would like to know if you can show me the record showing I have ensurancesz.",
        "Can I get my insurance report?",
        "Is it possible to get a copy of the insur'ce records?",
        "I wonder if you have my insurance cert ready.",
        "Please send a copy of my insurance certificate",
        "Where is my valid insurance proof?",
        "Could I request a certificate of insurance?",
        "Share my insurance cert soon.",
        "I might be able to get a copy of my insurance certificate.",
        "I am looking for an insurance certificate, please?",
        "I would like to get a copy of my insurance history.",
        "Can you provide me a copy of my insurance certificate?",
        "I would love for you to share my cover cert.",
        "May I have an insurance certificate?",
        "Certificate of ins available today?",
        "Can I get a cert for my policy?",
        "Can I have the insurance certificate?",
        "Got docs to prove ins?",
        "Please provide me with a copy of my insurance.",
        "Let me know your cover cert now!",
        "I need a copy of my policy.",
        "Is it possible to get a copy of my certificate of insurance?",
        "Do you have my insurance proof?",
        "Is it possible that I could receive my insurance certificate?",
        "If possible, please give a copy of policy.",
        "I need a copy of my insurance documentation.",
        "I want my insurance certificate, please?",
        "Do you have proof that I'm covered?",
        "Can you offer me proof of coverage?",
        "Can I get a proof of my insurance?",
        "Is it possible to obtain a copy of insur'ce record?",
        "Please bring a policy confirmation for me.",
        "Are you able to send the policy certification soon?",
        "Is it possible to have a copy of my insurance certificate?",
        "They need a copy of insurance.",
        "I would like to receive a copy of my insurance certificate",
        "Please offer me a duplicate of my insurance certificate.",
        "Can you pass my insurance certificate on to me?",
        "Is it possible to obtain a certificate of ins today?",
        "I'm requesting a copy of my insurance certificate.",
        "I would appreciate it if I could get my insurance certificate.",
        "Sharing a duplicate of my insurance certificate is needed.",
        "It could be possible to get a copy of insur'ce record.",
        "Let me get my coverage papers.",
        "Can you give me the policy certification fast?",
        "Can you get me my insurance certificate?",
        "Give me my insurance cert?",
        "Send a copy of my insurance certificate to me.",
        "Please can you send me a copy of my insurance certificate?",
        "Would it be possible to get a copy of the insur'ce record?",
        "I urge you to share my insurance file.",
        "Give me my paper trail of insurance.",
        "I need your copy of my insurance certificate.",
        "Share immediately my insurance cert.",
        "Can you pass along my insured certificate?",
        "Someone should share a duplicate of my insurance certificate.",
        "Is it possible to get my insurance papers.",
        "Please, may I get a copy of my insurance certificate?",
        "I need an insurance document.",
        "I need to get my insurance certificate.",
        "Can you please provide a copy of my insurance certificate?",
        "I am wondering if you have my insurance cert.",
        "I wish to get a copy of my insurance certificate.",
        "Is it possible to give me a copy of my insurance certificate?",
        "Please give me a copy of my insurance documentation.",
        "Please bring policy Confirmation for me.",
        "Please bring policy confirmation",
        "Is ins cert copy available?",
        "Can I get the policy certification?",
        "Can I get my insurance verification?",
        "Is it possible to get my cert for insurance?",
        "Want to get a copy of the insur'ce record?",
        "I wish to have a proof of my insurance.",
        "Can I collect my insurance papers?",
        "Provide me with a copy of my insurance.",
        "I needs a copy of insurance.",
        "Just give me my insurance cert.",
        "Inform me of a copy of my insurance certificate.",
        "You should share my insurance cert immediately.",
        "Receive the copy of my insurance card.",
        "I ask if I could get my insurance certificate.",
        "Can anyone help me with my insurance cert?",
        "Is it possible to get a copy of your insurance certificate?",
        "Provide me a copy of my insurance.",
        "Please give a duplicate of my insurance certificate.",
        "Can you please send me my insurance certificate?",
        "I require the policy paper from you.",
        "Can I get my insurance certificate from you?",
        "Can I receive an insurance certificate?",
        "Is it possible for someone to get a copy of their insurance certificate?",
        "You should send me a duplicate of my insurance certificate.",
        "Please provide me with a copy of my insurance certificate.",
        "Please, please, I need a copy of my insurance certificate.",
        "Can I get a copy of my certificate for insurance?",
        "I want a copy of my insurance certificate from you.",
        "Is it possible to get a copy of my insurance policy?",
        "I would appreciate it if you could give a record showing I have ensurancesz.",
        "Help me get a copy of my insurance certificate.",
        "Any chance of getting a copy of insur'ce record?",
        "I need my insurance certificate.",
        "I need a photo of my insurance policy.",
        "Can you pass me my insurance certificate?",
        "Is it possible to give a copy of the policy?",
        "Was it possible for you to give me an insurance certificate?",
        "Please, bring policy confirmation with you.",
        "Is there a proof of my insurance here?",
        "Can you send me a copy of my insurance.",
        "I would appreciate it if you provided me with a copy of my insurance certificate.",
        "Can you provide an insurance cert for me?",
        "Please kindly share my insurance file.",
        "I'd love to have a copy of my insurance certificate.",
        "May I get the Insurane cert.",
        "can you give me a copy of my insurance certificate",
        "Is it possible to have proof of my insurance?",
        "can I get my insurance papers?",
        "Is it possible for me to request a insurance certificate?",
        "Can you please provide me with a copy of my insurance certificate?",
        "Please let me know if you have a duplicate of my insurance certificate.",
        "I wish to get a copy of my insurance certificate",
        "Can I get my insurance certification?",
        "I need that policy paper from ya.",
        "Please share with me my insurance file.",
        "Please send me a duplicate of my insurance card.",
        "You could give me the insurance certificate?",
        "If possible, provide the copy of policy.",
        "I need your policy paper.",
        "Are you ready to give me my insurance certificate?",
        "Is it possible to get a copy of my insurance record?",
        "Is the insurance certificate you can give me?",
        "Tell me about my insurance cert pronto.",
        "Please give me a copy of my policy.",
        "Needed a duplicate of my policy.",
        "I question if I have a proof of my insurance.",
        "I wondered if I could get my insurance papers.",
        "I'd like to get my insurance papers.",
        "Is there a copy of the insur'ce record available?",
        "Is an ins cert copy available for me?",
        "Can you send me the coverage proof?",
        "I wish to get my insurance cert.",
        "Are you willing to give me my paper trail of insurance?",
        "Please share my insurance documents.",
        "I'd like to get an insurance certificate.",
        "Request a duplicate of my insurance certificate.",
        "Can you give me a copy of my certificate of insurance?",
        "So where's my insurance proof?",
        "Is it okay to get a copy of my insurance certificate?",
        "Is there a way to get my insurance papers?",
        "Can you give me proof of coverage?",
        "Can I get acertificate of insurance?",
        "Are you ready to share your insurance cert?",
        "Can you offer me an insurance cert?",
        "I wonder if you can give me my insurance certificate.",
        "Can I find ins cert copy?",
        "Get my insurance cert pronto.",
        "I require you to share a duplicate of my insurance certificate.",
        "Someone needs a copy of my insurance card.",
        "I was wondering if I could prove my insurance.",
        "Could you show me my insurance?",
        "Please give me a copy of my Insurance certificate.",
        "Share your insurance certificate pronto.",
        "Can this certificate of ins be obtained today?",
        "Are it possible to get a copy of my insurance certificate?",
        "Can you show me the proof of coverage?",
        "Try to get a copy of my insurance card.",
        "Is it possible to get a certificate of ins today.",
        "I need to share a duplicate of my insurance certificate with you.",
        "Can you give me the policy certification quickly?",
        "Is it possible to give me the insurance certificate?",
        "Please provide a copy of my insurance certificate to me.",
        "Send me my insurance file, please.",
        "It is possible to request a copy of the insur'ce record.",
        "Might I get my paper trail of insurance?",
        "I need someone to duplicate my insurance certificate.",
        "Send me your insurance cert pronto.",
        "I'm not sure if you can give a record showing I have ensurance.",
        "Can I get a certification for insurance?",
        "Is it possible to get an ins cert copy for me?",
        "I have an insurance certificate, can you pass it along?",
        "Can I get a copy of my insurance certificates?",
        "Please give me a proof of my insurance.",
        "May I have insurane cert.",
        "Please provide my insurance file to me.",
        "Do you have my insurance document?",
        "I would like to get a duplicate of my insurance certificate.",
        "Is it possible that you can give me my insurance certificate?",
        "Can you give me a copy of my insurance paperwork?",
        "Can you show me the record showing I have ensurancesz?",
        "Can you send a copy of my insurance document to me?",
        "Is it possible to have a proof of insurance?",
        "I would love to receive a copy of my insurance certificate.",
        "Could you get a certificate of ins today?",
        "It's possible that you need a copy of the insur'ce record.",
        "Will you pass along my insurance certificate?",
        "I would like to get my insurance papers.",
        "I need an insurance cert.",
        "Can I obtain a proof of my insurance?",
        "Would I be able to get my insurance cert?",
        "Provide me with the copy of my insurance certificate.",
        "I am interested in my insurance cert.",
        "I would like a copy of my insurance record.",
        "Can there be a copy of my insurance certificate?",
        "Share, pronto, your insurance cert.",
        "Get my insurance cert, pronto.",
        "I require a copy of insurance.",
        "Need your insurance cert?",
        "Are you able to get my insurance certificate?",
        "am I able to get my insurance certificate?",
        "Can you show my insurance certificate to me?",
        "I'd like to get a copy of my insurance certificate.",
        "I want to get a copy of my insurance.",
        "Where's my verification of my insurance?",
        "Can you pass along my insurance cert?",
        "Are you able to get your insurance certificate?",
        "I wonder if you can pass my insurance certificate along.",
        "I would appreciate if you gave me a copy of my insurance certificate.",
        "Will you give me my paper trail of insurance?",
        "I need a copy of the insurance certificate from you.",
        "Please bring policy confirmation for me!",
        "Please, share my insurance file.",
        "Can you aid me in getting my insurance cert?",
        "Please, can I have a copy of my insurance certificate?",
        "Can you get a copy of my insurance certificate?",
        "I want to give me my paper trail of insurance.",
        "Is it possible to give a record showing that I have ensurance?",
        "Let me know if you can share a duplicate of my insurance certificate.",
        "Is it possible to give official proof of the policy?",
        "Please send me the copy of my insurance certificate.",
        "Is it possible to get a proof of my insurance?",
        "I need a copy of my insurance certificate, please, please.",
        "Please offer me my insurance file.",
        "Will I get my ins. certificate?",
        "Can you give me the proof that I'm covered?",
        "Please bring policy Confirmation to me.",
        "Please bring mepolicy confirmation.",
        "Want to share my insurance cert?",
        "Do you want to get a copy of the insur'ce record?",
        "I would like to copy my policy.",
        "I request that you have a copy of my insurance certificate.",
        "Need an insurance cert from you?",
        "Receive my cover cert now.",
        "Can I get an insurance verification?",
        "I would appreciate if you sent me a copy of my insurance certificate.",
        "There is a possibility for a copy of insur'ce record.",
        "Need a copy of an insur'ce?",
        "Would you please give me my paper trail of insurance?",
        "I would enjoy getting a copy of my insurance certificate.",
        "Is a proof of my insurance possible?",
        "Can I obtain my insurance cert?",
        "I am wondering if it is possible to get a copy of my insurance certificate.",
        "Where are my proof of my insurance?",
        "Is there my insurance proof?",
        "Is it possible for you to provide me with a copy of my insurance certificate?",
        "Is it possible to get a certificate of ins?",
        "Might I have a proof of my insurance?",
        "Send my insurance cert to me pronto.",
        "Could you give the official proof of policy?",
        "I am wondering if I could get my insurance certificate.",
        "I'm wondering if I can have a proof of my insurance.",
        "I want to get a copy of the insurance certificate.",
        "Share your insurance cert right away.",
        "Would you let me take my paper trail of insurance?",
        "Give me the copy of my insurance certificate.",
        "Are it possible for me to get a copy of my insurance certificate?",
        "Can I get an insurance certificate, please?",
        "I need that policy paper",
        "Tell me a copy of my insurance certificate.",
        "I would like to receive an insurane cert.",
        "You should have my insurance cert.",
        "Would it be possible to obtain a copy of the insur'ce record?",
        "Is it possible to have a copy of insur'ce?",
        "Do you have that insurance certificate?",
        "Should I be able to get my insurance certificate?",
        "Is it possible that you can give me the coverage proof?",
        "Please transfer a duplicate of my insurance certificate.",
        "I need your insurance cert pronto.",
        "Is it possible you could give me the insurance certificate?",
        "I need a copy of the policy.",
        "I want ins cert copy.",
        "Someone needs to have a copy of my insurance certificate.",
        "Do you have my insurance proof, guys?",
        "Someone would like to get a copy of their insurance certificate.",
        "Can you share your cover cert?",
        "Will it be possible to get a copy of the insur'ce record?",
        "Please give a copy of policy.",
        "My insurance Cert?",
        "Is there a copy of my insurance certificate that I need?",
        "Do you have a certified copy of my insurance?",
        "Is it possible that I could get my insurance cert?",
        "Can you send me the insurance certificate?",
        "I would be interested in obtaining a copy of my insurance certificate.",
        "Can I obtain my insurance papers?",
        "Provide me my coverage papers.",
        "The insurance certificate?",
        "Is it possible to get my insurance cert?",
        "I need the policy paper now from someone.",
        "I'm in need of a copy of insurance.",
        "Please share my insurance paperwork.",
        "Where can I get a copy of my insurance certificate?",
        "I need another copy of insurance.",
        "Can I find a copy of my insurance certificate?",
        "Is it possible to get an ins cert copy?",
        "Do you have an insurance cert that is ready?",
        "Do you pass along my insurance certificate?",
        "I need a copy of my insurance certificate",
        "Is it possible to obtain a copy of my insurance.",
        "I wish to request a copy of my insurance document.",
        "Am I able to get my insurance certificate?",
        "I want to see a proof of my insurance.",
        "I might be able to get a proof of my insurance.",
        "Can you show me the record showing I have ensurance?",
        "I want to know if I can get a proof of my insurance.",
        "Is it possible to obtain a copy of my insurance certificate?",
        "A copy of my insurance certificate is needed.",
        "Can I get an insurance cert?",
        "Please bring the policy confirmation that I need.",
        "Is it possible for me to have my insurance certificate?",
        "Can you send me a copy of my insurance paperwork?",
        "You could show me my insurance certificate.",
        "I have ensurancesz, can you show me the record?",
        "Could I get a copy of my insurance certificate?",
        "I need to get back my insur'n'ce proof.",
        "Is it possible that you could provide me with my insurance certificate?",
        "Is it possible to get my insurance Cert?",
        "I would like to receive a copy of my insurance.",
        "can I get an insurance cert?",
        "Share immediately your insurance cert.",
        "Is it possible to get your insurance papers?",
        "I need an insurance proof, guys.",
        "Please bring policy confirmation to me.",
        "I would like a copy of my insurance card.",
        "Is it possible to need a copy of insur'ce?",
        "Please send my insurance certificate to me.",
        "I am trying to get my insurance certificate.",
        "Ensure that I have a copy of my insurance certificate.",
        "Would appreciate a copy of my policy.",
        "I want a copy of the insur'ce record.",
        "Please give me my cover cert.",
        "Do you have my insurance certification?",
        "I would appreciate if you could provide a copy of my insurance certificate.",
        "I need a copy of my coverage.",
        "Can you please share the coverage proof right away?",
        "Can you give us a copy of the insur'ce record?",
        "Provide me with my insurance certificate.",
        "Is it possible to request my insurance certificate?",
        "Can you let me see my insurance certificate?",
        "Could it be possible to obtain a certificate of ins today?",
        "You need to have a copy of the insur'ce record.",
        "I'd love to have a duplicate of my policy.",
        "Share my insurance cert pronto.",
        "I want a copy of my insurance certificate, please?",
        "I need an insurance certificate, please.",
        "Do you have the insurance cert for me?",
        "Is it possible that I have proof of my insurance?",
        "Can you send along my insurance certificate?",
        "Please provide a copy of my insurance certificate.",
        "I am curious if I can get my insurance papers.",
        "Can I get some insurance papers?",
        "Can I request a insurance certificate?",
        "Today, can you get a certificate of ins?",
        "Send a copy of my insurance certificate",
        "Sharing a duplicate of my insurance certificate is recommended.",
        "Can you immediately share your coverage proof?",
        "I want to request a copy of the insurance certificate.",
        "I would like you to provide me with my insurance certificate.",
        "I would like to receive a copy of my insurance certificate.",
        "Can I get a cert with my insurance?",
        "Can you give me a proof of coverage?",
        "I need to share a duplicate of my insurance certificate.",
        "Can you show me the proof of my coverage?",
        "Is a copy of insur'ce possible?",
        "Can I just get my insurance certificate?",
        "Would you give me an insurance certificate?",
        "I needs a copy of my insurance certificate.",
        "Can you pass along the insurance certificate for me?",
        "I wish to have a duplicate of my insurance certificate.",
        "Can you please send a copy of my insurance certificate?",
        "Today,certificate of ins is possible?",
        "Please provide me a copy of my insurance document.",
        "I'm wondering if I can get a copy of my insurance certificate.",
        "Are you able to give proof of policy?",
        "The duplicate of my insurance certificate is important to me.",
        "Inform me of my coverage papers.",
        "Could I possess a proof of my insurance?",
        "I am curious if I could get my insurance certificate.",
        "Is it possible to get my Insurance Cert?",
        "Bring my confirmation of policy.",
        "Can I get my cert for insurance?",
        "Are you able to give me a copy of my insurance document?",
        "Will I need a copy of my insurance certificate?",
        "asap I want my coverage papers",
        "I would love to get a copy of my insurance card.",
        "Please allow me to share a duplicate of my insurance certificate.",
        "Are you able to send the policy certification?",
        "You could give me my insurance certificate?",
        "I would like a copy of my insurance paperwork.",
        "Can I show proof of my insurance?",
        "I would like to get a copy of my certificate of insurance.",
        "Someone would prefer a duplicate of their policy.",
        "Please give me a copy of my insurance certificate, please?",
        "The copy of policy could be provided.",
        "Would I have a proof of my insurance?",
        "I want to know if you can show me the record showing I have ensurancesz.",
        "If you bring me policy confirmation, please.",
        "I really need a copy of my insurance certificate.",
        "Will I get insurane cert.",
        "Ins cert copy is available to me?",
        "Will you give me my insurance certificate?",
        "Please give me a copy of my insurance report.",
        "Can I get an insurance certificate?",
        "Is it possible to receive my insurance certificate?",
        "Is it possible that I possess a proof of my insurance?",
        "Can I get a cert of my insurance?",
        "Please give me a copy of my insurance card.",
        "I need the insurance document.",
        "Please provide me with a copy of the insurance certificate.",
        "Can you send a copy of my insurance card?",
        "Please give me my paper trail of insurance.",
        "Please bringpolicy confirmation for me.",
        "Please give me a copy of my insurance certificate.",
        "I question if I can get my insurance cert.",
        "Is it possible for you to give me the insurance certificate?",
        "Is it possible you could give an official proof of policy?",
        "Please let me know if you have my insurance file.",
        "Can you send the policy certification to me asap?",
        "I would like to know if I can give a record showing I have ensurance.",
        "Can you please share the coverage proof immediately?",
        "Provide me with a proof of my insurance.",
        "Please send a copy of my insurance certificate to me",
        "Can you give me the policy certification soon?",
        "Please share my insurer file.",
        "I want a copy of the insurance card.",
        "Can you please share the coverage proof?",
        "I would be happy to get a copy of my insurance certificate.",
        "Sharing my insurance file, please.",
        "Have you got a copy of my insurance certificate?",
        "I would appreciate if you could show me the record showing I have ensurancesz.",
        "Is it possible to get your insurance certificate?",
        "Do I have a chance to get a copy of my insurance certificate?",
        "I'm curious if I could get my insurance certificate.",
        "Allow me to share a duplicate of my insurance certificate.",
        "Inform me of my insurance file.",
        "Today, can you obtain a certificate of ins?",
        "Can you lend a hand with my insurance certificate?",
        "Would you have my insurance cert ready?",
        "Am I allowed to have a proof of my insurance?",
        "I need a copy of my insurance cert.",
        "Let me know if you have a duplicate of my insurance certificate.",
        "Is it possible to give me a paper trail of insurance?",
        "I'm interested in sharing my cover cert.",
        "Can I get my coverage papers?",
        "Is it possible to get a duplicate of my insurance certificate.",
        "I wonder if I have a proof of my insurance?",
        "Is it possible to get a copy of my health insurance?",
        "Need my certification for insurance?",
        "There is a copy of insurance I need.",
        "Can you supply me with proof of coverage?",
        "Give me my insurance cert now.",
        "I need to have an insurance copy.",
        "I'd like to have a copy of my insurance certificate.",
        "Can you deliver my insurance certificate?",
        "Can I get my Insurance certificate?",
        "Let me know your cover cert now.",
        "Share my insurance file with me.",
        "Can you provide me with a copy of my insurance?",
        "Share my insurance certificate right away.",
        "Would love to see a duplicate of my policy.",
        "Will you give me the coverage proof?",
        "I need a copy of my insurance card, please.",
        "Was it possible for me to get an insurance certificate?",
        "How about giving me my insurance certificate?",
        "I am in need of a duplicate of my insurance certificate.",
        "I am trying to get a copy of my insurance certificate.",
        "Is it possible to give me a copy of my insurance certificate.",
        "I wonder if there is a proof of my insurance.",
        "Can you please share the coverage proof quickly?",
        "It's possible to get a copy of insur'ce's record.",
        "Provide my insurance cert pronto.",
        "Are you able to get a copy of your insurance certificate?",
        "Please bring policy confirmation, for me.",
        "We need my insurance proof.",
        "Can you show me the record showing I havesurance?",
        "It would be possible for me to get a copy of my insurance certificate.",
        "Can I still get my insurance certificate?",
        "Share my insurance cert right away.",
        "It's possible to get a copy of your insurance certificate.",
        "I need my insurance cert",
        "My insurance certification?",
        "Can you help get my insurance cert?",
        "Give me the paper trail of insurance?",
        "Can I just get an insurance certificate?",
        "Is it possible for me to see my insurance certificate?",
        "Is it possible to find a copy of my insurance certificate?",
        "It would be great if I had a proof of my insurance.",
        "Someone needs a copy of the insurance certificate.",
        "Can I obtain an insurance certificate?",
        "Is it ok for me to have a copy of my insurance certificate?",
        "Could you give an official proof of the policy?",
        "Is it necessary to have a copy of my insurance certificate?",
        "Couldn't I get a proof of my insurance?",
        "Please bring me policy confirmation!",
        "Provide my insurance file, please.",
        "Can I see a copy of my insurance certificate?",
        "Please bring policy confirmation in.",
        "Please have a copy of my insurance certificate, I need one.",
        "If possible please give a copy of the policy.",
        "I want to see a copy of my insurance certificate.",
        "can you help me with my insurance cert?",
        "Is it possible to give me a insurance certificate?",
        "Can you give us the policy certification asap?",
        "Are you able to send me a copy of my insurance card?",
        "Provide me a copy of my insurance certificate",
        "There is a chance that you need a copy of the insur'ce record.",
        "Is it possible to get copy of the insur'ce record?",
        "Can you send me a copy of my insurance certificate",
        "Is it possible to hand me a paper trail of insurance?",
        "I would like to have a proof of my coverage.",
        "May I receive a certificate of insurance?",
        "Can you provide the coverage proof right now?",
        "Do you have a copy of the insur'ce record?",
        "Need me an insurance cert?",
        "I am interested in having a proof of my insurance.",
        "Is it possible to get ins cert copy?",
        "I am seeking a copy of my insurance certificate.",
        "Just give me my insurance cert, pronto.",
        "Please give me a copy of my insurance document.",
        "I desire a copy of my insurance certificate.",
        "Is it possible for me to get a copy of my insurance certificates?",
        "I was wondering if you could give me my insurance certificate.",
        "Provide me with a duplicate of my insurance certificate.",
        "Is the insurance cert ready for me?",
        "Is it possible to get a copy of my Insurance certificate?",
        "I have a question about getting my insurance papers.",
        "I would like to receive my paper trail of insurance.",
        "Were you able to give proof of the policy?",
        "I need you to share my cover cert.",
        "Can you give me my insurance certificate?",
        "Can you show me my insurance certificate.",
        "Could you give official proof of the policy?",
        "Please come with policy confirmation for me.",
        "It is possible to obtain a copy of the insur'ce record.",
        "They need to give me a copy of my insurance certificate.",
        "I don't know if you could give me my insurance certificate.",
        "There is a chance for a copy of insur'ce record.",
        "I need an ins. certificate.",
        "I was wondering if it was possible for me to get a copy of my insurance certificate.",
        "Can you send me a copy of my insurance?",
        "Can you send me a copy of the insurance certificate?",
        "Is there a way to get a copy of insur'ce record?",
        "Please bring the confirmation of the policy to me.",
        "My insurance file, please.",
        "Is it possible to ask for my insurance certificate?",
        "Can you help me with my insurance certificate.",
        "Can you give me my insurance certificate??",
        "Is it possible to share insur cert?",
        "Would I need a proof of my insurance?",
        "Is it possible for me to receive a copy of my insurance certificate?",
        "Can you share your coverage proof now?",
        "Are there ways to get a copy of my insurance certificate?",
        "You should give me a copy of my insurance certificate",
        "I needed that policy paper from you.",
        "Someone would like a copy of the insur'ce record.",
        "Maybe I can get a proof of my insurance?",
        "Please give me the copy of my insurance certificate.",
        "Is that possible to get a copy of my insurance certificate?",
        "Can you please give me a copy of my insurance card?",
        "Maybe I could show a proof of my insurance.",
        "Provide a duplicate of my insurance certificate.",
        "Are you willing to give me my insurance certificate?",
        "Inform me of my insurance cert, pronto.",
        "Can a copy of my insurance certificate be obtained?",
        "I'm asking for my coverage papers asap.",
        "Will you please give me a copy of my insurance certificate?",
        "I want my insurance certificate passed along to you.",
        "I'd like to receive my paper trail of insurance.",
        "Will a certificate of ins be possible today?",
        "Can you show it to me, my insurance certificate?",
        "Where's my insurance proof?",
        "Please, bring policy confirmation.",
        "Will you help with my insurance cert?",
        "Is it possible that you could give an official proof of policy?",
        "Do you need a copy of the insur'ce record?",
        "I am interested in getting a copy of my insurance certificate.",
        "Bring your policy confirmation to me.",
        "Can you give me proof of my coverage?",
        "Can you give me a record showing I havesurance?",
        "A duplicate of my policy is what I would want.",
        "Is it possible to obtain my insurance papers?",
        "Share my cover cert NOW!",
        "Can you help me with my insurance paperwork?",
        "Please send a copy of my insurance certificate to me.",
        "You should share my cover cert now.",
        "Can I receive my insurance certificate?",
        "Can you support me with my insurance cert?",
        "Today, could a certificate of ins be obtained?",
        "Got an insurance cert?",
        "Is it possible that I could get my insurance certificate.",
        "Do you have my insurance copy?",
        "Please share my insurance file",
        "Can you send the policy certification asap?",
        "Can you give me a copy of my Insurance certificate?",
        "I would appreciate a duplicate of my policy.",
        "I wanted to get a copy of my insurance certificate.",
        "Can I get a verification of my insurance?",
        "My ins. certificate?",
        "Is it possible for me to get an insurance certificate?",
        "I wish to have a copy of my insurance certificate.",
        "Can you provide me with the insurance certificate?",
        "I would appreciate a copy of my insurance certificate from you.",
        "I would love to have a copy of my insurance certificate",
        "Get my cover cert!",
        "I am interested in getting my insurance certificate.",
        "I need you to send a copy of my insurance certificate.",
        "I wondered if you could give me my insurance certificate.",
        "Can you pass along my insurancecertificate?",
        "If possible, provide the copy of the policy.",
        "Please provide a copy of the policy",
        "Share my insurance cert quickly.",
        "Can you pass along my certificate of insurance?",
        "could I get an insurance certificate?",
        "I want to share my cover cert.",
        "I need to receive the insurane cert.",
        "I don't know if you can give a record showing I have ensurance.",
        "Can you give me a copy of the insur'ce record.",
        "Should I get my insurance certificate from you?",
        "I would appreciate receiving a copy of my insurance certificate.",
        "It is possible for me to get a copy of my insurance certificate.",
        "Need my certificate for insurance?",
        "Can you show me the record showing my ensurancesz?",
        "Please share me with a duplicate of my insurance certificate.",
        "Are there ways to obtain a copy of my insurance certificate?",
        "I need to get a copy of insurance",
        "What about an insurance certificate?",
        "Can you give me a record showing I have ensurance?",
        "Can you give me the coverage proof asap?",
        "May I get a copy of the insurance certificate?",
        "Got my proof of insurance?",
        "Will you give me the proof of coverage?",
        "You can get a copy of the insurance certificate.",
        "Do you know if I could get my insurance certificate?",
        "Give me my insurance cert pronto.",
        "I need this policy paper from you now.",
        "Can you help me with my insurance certificate?",
        "Bring the policy confirmation to me.",
        "Is it possible to get a copy of my insurancecard?",
        "I need someone to give me that policy paper.",
        "Get me a duplicate of my insurance certificate.",
        "It's possible to get a copy of my insurance certificate.",
        "Can you help me get my insurance verification?",
        "Is it possible to get my insurance papers",
        "Can I get the insurance papers?",
        "Please share my insurance certificate.",
        "How can I obtain a certificate of ins today?",
        "Send me a copy of my insurance certificate",
        "Can you help verify my insurance?",
        "Request a copy of my insurance certificate.",
        "How about giving me my paper trail of insurance?",
        "I need a copy of my insurance certificate!",
        "I would appreciate it if you could give me my insurance certificate.",
        "Can you give me official proof of policy?",
        "I would like to obtain my insurance cert.",
        "Can you provide me proof of coverage?",
        "I'm in need of an insurance cert.",
        "Can I get a valid insurance certificate?",
        "Someone needs to have a copy of insur'ce record.",
        "I need your cover cert.",
        "Today, is certificate of ins possible?",
        "Can you show me the record that shows I have ensurancesz?",
        "Please bring me the policy confirmation I need.",
        "Please bring it, policy confirmation.",
        "Tell me asap if I have my insurance cert.",
        "Is there a way to get a duplicate of my insurance certificate?",
        "I'd like to share my cover cert.",
        "I would appreciate you giving me a copy of my insurance certificate.",
        "Please show me my insurance file.",
        "Can I have a proof of my coverage?",
        "Is there an ins cert copy available?",
        "Can I get the policy certification now?",
        "I wanted my insurance certificate.",
        "Can I show you a proof of my insurance?",
        "I need to get a copy of my insurance.",
        "There is a chance for me to obtain a copy of my insurance certificate.",
        "I want an insurance certificate, please?",
        "Could you show me my insurance certificate?",
        "Can you find a copy of the insur'ce record?",
        "Can you help with my insurance certification?",
        "Is it possible to get a copy of my insurance claim?",
        "Can you aid in my insurance cert?",
        "A certificate of insurance?",
        "I would like to get my insur'n'ce proof back.",
        "Is it possible to get the insur'ce record?",
        "Please send my insurance file, please.",
        "I want my insurance papers",
        "Allow me to receive my coverage papers.",
        "I have an insurance certificate can you pass it along?",
        "Is it possible to have my insurance certificate?",
        "Can someone get a certificate of ins today?",
        "You might be able to give me my insurance certificate.",
        "There is a chance I can obtain a copy of my insurance certificate.",
        "Someone is asking about the insurance certificate.",
        "Make sure to get the copy of my insurance card.",
        "Can you offer assistance with my insurance cert?",
        "Will I have my insurance cert?",
        "I would like to know if you have a record showing I have ensurance.",
        "Please share the file of my insurance.",
        "Show me a duplicate of my insurance certificate.",
        "Please bring a confirmation of policy.",
        "I would appreciate if you could give me my insurance certificate.",
        "I want to receive insurane cert.",
        "Please, can I get my insurance?",
        "Do you have my insurance verification?",
        "Do you want to give me my insurance papers?",
        "I need you to send a duplicate of my insurance certificate.",
        "Insurance cert?",
        "I need a policy paper from somebody.",
        "Is it possible to acquire my insurance papers?",
        "Provide me with a proof of insurance.",
        "Please share a duplicate of my insurance certificate with me.",
        "What's my proof of my insurance?",
        "Please provide a copy of policy.",
        "I wish to get a copy of my insurance document.",
        "I was wondering if you had my insurance cert ready.",
        "Someone needs a copy of the insurance.",
        "Can you help me with my insurance certificates?",
        "Can you assist me in getting my insurance cert?",
        "Please send me proof of my insurance.",
        "Can I have my insurance papers?",
        "I'd like to have a duplicate of my policy.",
        "Please pass my insurance file on to me.",
        "I would like to know if you can give a record showing I have ensurance.",
        "Can you help me get my insurance cert?",
        "Can I get a copy of my insuranceCertificate?",
        "I need to request a copy of my insurance certificate.",
        "I would appreciate it if you would share my insurance file.",
        "I need the copy of my insurance certificate.",
        "Maybe it is possible for me to get a copy of my insurance certificate.",
        "Can I get a Certificate of Insurance?",
        "Please send me your insurance certificate.",
        "Send me a copy of my certificate of insurance.",
        "I would like to see my insurance file.",
        "can I get my insurance papers",
        "May I get the insurane cert?",
        "I would like to know if I have a proof of insurance.",
        "Is that possible to get my insurance papers?",
        "I could have a proof of my insurance.",
        "You must have a copy of my insurance card.",
        "Please, I need a copy of my insurance certificate?",
        "Sharing my insurance cert?",
        "How about I get my insurance certificate?",
        "There's a chance I can get a copy of my insurance certificate.",
        "Do you want to give me my insurance records?",
        "I need the insurance copy.",
        "Can you provide me a copy of the insur'ce record?",
        "Please, I need a copy of my insurance certificate.",
        "I asked if I could get my insurance certificate.",
        "Make sure to give me a copy of my insurance certificate.",
        "I wanted to know if I could get a proof of my insurance.",
        "Is it possible to get my insurance cert.",
        "You may be able to give me my insurance certificate.",
        "Can I have insurance papers?",
        "I need a duplicate of my insurance certificate.",
        "I would like a copy of my insurance document.",
        "Can I have a cert for my insurance?",
        "Share me a duplicate of my insurance certificate.",
        "Can you give it to me, my insurance certificate?",
        "I need a physical copy of my insurance.",
        "Provide me with the copy of my insurance certificate",
        "Someone would like to have a duplicate of their policy.",
        "Can you please get my insurance certificate?",
        "Are I allowed to have a proof of my insurance?",
        "I want to request a copy of my certificate of insurance.",
        "Can you please give me my paper trail of insurance?",
        "Please share my insurance cert right away.",
        "Is it possible to get a copy of my insurance information?",
        "Give me a copy of my insurance certificate.",
        "To obtain a certificate of ins today?",
        "I need your insurance certificate, please?",
        "Share your insurance cert.",
        "Please send a duplicate of my insurance certificate with you.",
        "Can you pass along my insurance certificate?",
        "Can you offer me my insurance certificate?",
        "I need the copy of insurance.",
        "Can you show me my insurance cert?",
        "Please help me get my insurance cert.",
        "I have an insurance certificate, please?",
        "Need my insurance certification?",
        "They need a copy of insurance for me.",
        "Ask for a copy of my insurance certificate.",
        "Could you show official proof of policy?",
        "I wonder if I can get a proof of my insurance.",
        "You have to have a copy of my insurance card.",
        "May I have a copy of the insurance certificate?",
        "Will you give me the paper trail of insurance?",
        "Today is possible to obtain a certificate of ins?",
        "Where's my insurance verification?",
        "I would prefer to get a copy of my insurance certificate.",
        "Do you have official proof of your policy?",
        "Please provide a copy of the policy.",
        "I am in need of a copy of my insurance certificate.",
        "I should receive the insurane cert.",
        "I need an insurance certificate from you.",
        "Please bring your confirmation of policy.",
        "Could I get a proof of my insurance?",
        "Can I get my insurance copy?",
        "I am not sure if you can give a record showing I have ensurance.",
        "You can get a copy of your insurance certificate.",
        "Please give me the file for my insurance.",
        "Can you hand me my insurance certificate?",
        "I'm in need of a duplicate of my insurance certificate.",
        "Someone please give me a copy of my insurance certificate.",
        "It is necessary that I have a copy of insurance.",
        "am I able to get a copy of my insurance certificate?",
        "I need a copy of the insurance",
        "Can you give me a record showing that I have ensurancesz?",
        "I desire a duplicate of my policy.",
        "Is it possible to get a copy of my insurance Certificate?",
        "Can you help with my insurance certifications?",
        "I need my ins. certificate.",
        "Is it possible to have a proof of my policy?",
        "Would it be possible for me to get an insurance certificate?",
        "Please, bring me policy confirmation, please.",
        "If you have my insurance cert, let me know.",
        "Are you interested in handing me my paper trail of insurance?",
        "Can you send me an insurance certificate?",
        "Do you have the coverage proof for me?",
        "I would love to get a copy of the insurance certificate.",
        "Is it possible to get ins cert copy for me?",
        "Can you provide me the proof of my coverage?",
        "Help me with my insurance cert.",
        "Can you give the policy certification asap?",
        "Please transfer a duplicate of my insurance certificate to me.",
        "I need your help sharing my insurance file.",
        "I would like to get a proof of my insurance.",
        "Please Bring me policy confirmation.",
        "I need a copy of my insurance certificate from you, please.",
        "Is there any chance I could get my insurance certificate?",
        "Please allow me a copy of my insurance certificate.",
        "Can I get a copy of my certificate of insurance.",
        "May I receive the insurane cert.",
        "Can I get a verification for my insurance?",
        "Sharing a duplicate of my insurance certificate is essential.",
        "I need a copy of coverage.",
        "Look for a copy of my insurance card.",
        "I don't know, can you give me a record showing I have ensurance?",
        "Someone needs a copy of insur'ce.",
        "A copy of my insurance certificate is what I want.",
        "Someone wants a copy of the insur'ce record.",
        "Inform me of my insurance cert.",
        "Can I get my darn insurance cert?",
        "I need to receive an insurane cert.",
        "Can you quickly show me the coverage proof?",
        "I'd like to request a copy of my insurance card.",
        "You need to give me a copy of my insurance certificate.",
        "Is it possible that I could have a proof of my insurance?",
        "Can you give me a record showing that I have ensurance?",
        "Is it possible that I can get my insurance certificate?",
        "I am wondering if I could have a proof of my insurance.",
        "Can you make me a copy of my insurance certificate?",
        "Send me my insurance cert.",
        "Can you help with an insurance cert?",
        "Is it possible to receive a copy of my insurance certificate?",
        "I want you to show me the record showing I have ensurancesz.",
        "I need you to give me that policy paper.",
        "It is possible to have a proof of my insurance.",
        "Is there a chance I could get my insurance certificate?",
        "I want an insurance certificate.",
        "Get a copy of the insurance card.",
        "I need a copy of insur'ce.",
        "Let me know if I can get my insurance certificate.",
        "Can I show a proof of insurance?",
        "Is a copy of the insur'ce record possible?",
        "Please bring your policy confirmation with me.",
        "I need the insurance papers.",
        "A copy of insurance is necessary for me.",
        "To hand me my paper trail of insurance?",
        "My insurance certificate can you give it to me?",
        "I was wondering if I could get my insurance papers.",
        "I want to see my paper trail of insurance.",
        "I need a copy of insurance",
        "I need copies of insurance.",
        "Can you confirm my insurance cert?",
        "You can request a copy of the insur'ce record.",
        "Need a copy of an insur'ce record?",
        "Where is my proof of my insurance?",
        "I am curious if I can get a copy of my insurance certificate.",
        "May I have a copy of my insurance document?",
        "I would like my insurance certificate, please.",
        "I would be interested in getting a copy of my insurance certificate.",
        "You can get my insurance papers.",
        "I want a copy of insurance",
        "Can you please share my insurance file?",
        "Can you pass along an insurance certificate?",
        "I would like to have a copy of my insurance certificate.",
        "Send my insurance cert to me.",
        "The policy paper I need from you now.",
        "Do you have a copy of the insurance certificate for me?",
        "Would you be willing to give me a paper trail of insurance?",
        "Please, can I have my insurance certificate?",
        "Now I need that policy paper from you.",
        "Provide me with a copy of my insurance document.",
        "There's a chance that I can get a copy of my insurance certificate.",
        "Provide me with a valid insurance certificate.",
        "Should you give me a copy of my insurance certificate?",
        "Can i get an insurance cert?",
        "I request that you give me a copy of my insurance certificate.",
        "Could I get the insurance certificate I need?",
        "Can you provide me a proof of coverage?",
        "Can I obtain a certificate of ins today?",
        "Can you give me my insurance cert?",
        "I wish to get an insurance certificate.",
        "Do I have my insurance proof?",
        "I would benefit from a copy of my insurance certificate.",
        "Please bring me policy confirmation, please.",
        "Please bring the policy confirmation I need.",
        "Please let me know about a duplicate of my insurance certificate.",
        "Is it possible to get a copy of my insurance card.",
        "Is it possible that you could give official proof of policy?",
        "Are you able to provide the coverage proof?",
        "Is it possible for me to get my cert for insurance?",
        "Can you send me a copy of my insurance file?",
        "Do I have proof of my insurance?",
        "Any chance of obtaining a certificate of ins today?",
        "I would like to view my insurance certificate.",
        "Can I get my insurance info?",
        "Am I able to get an ins cert copy?",
        "I require a copy of my insurance card.",
        "You can give me my insurance certificate?",
        "Inform me of your cover cert.",
        "I would appreciate if you had a copy of my insurance certificate.",
        "Give me my insurance file, please.",
        "There is a chance for a copy of the insur'ce record.",
        "Do you want to share insur cert?",
        "I want to know if I could get a proof of my insurance.",
        "An insurance certificate?",
        "A copy of insurance is in order.",
        "I want to get a copy of my certificate of insurance.",
        "I need to get a duplicate of my insurance certificate.",
        "Give me your cover cert now.",
        "Can you show me your insurance certificate?",
        "I don't know if you can give record showing that I have ensurance.",
        "I need the policy paper from ya now.",
        "Can I receive a copy of my insurance certificate?",
        "I am wondering if you can give me a copy of my insurance certificate.",
        "I would like a insurance certificate from you.",
        "Can you send policy certification soon?",
        "You could give me the insurance certificate.",
        "Can you send me a copy of my certificate of insurance?",
        "is it possible to get a copy of my insurance certificate?",
        "Can you please send me a copy of the insurance certificate?",
        "I need a copy of my insurance document, please?",
        "Are you in need of a copy of the insur'ce record?",
        "Can you help with insurance cert?",
        "I request a copy of my insurance certificate, please.",
        "Can you let me have my insurance certificate?",
        "Will it be possible for me to get a copy of my certificate?",
        "My insurance cert should be shared pronto.",
        "Is there a copy of my insurance certificate available?",
        "It is possible to have a copy of the insur'ce record.",
        "I need an official copy of insurance.",
        "It is possible to get a copy of your insurance certificate.",
        "can I get a proof of my insurance?",
        "You must share a duplicate of my insurance certificate.",
        "Could I show my insurance?",
        "I wonder if it is possible for me to get a copy of my insurance certificate.",
        "Can you give me a copy of my insurance certificate?",
        "Can I get the policy certification asap.",
        "You should share a duplicate of my insurance certificate.",
        "I would appreciate it if you would duplicate my insurance certificate.",
        "There is a copy of insurance I need",
        "I wish to get my insurance papers.",
        "I would like to get back my insur'n'ce proof.",
        "Today, can a certificate of ins be obtained?",
        "Can you give me a copy of my insurance file?",
        "Please submit my insurance file to me.",
        "I need your policy paper asap.",
        "Please bring a confirmation of the policy.",
        "Can you give a record showing that I have ensurance?",
        "Someone is asking if they can get a copy of their insurance certificate.",
        "I would like a proof of my insurance",
        "I need a copy of my insurance certificate, please?",
        "Someone needs a copy of insur'ce's record.",
        "Please help with my insurance cert.",
        "I would appreciate if you could give a record showing that I have ensurancesz.",
        "Bring my policy confirmation to me.",
        "I need an insurance certificate.",
        "Can you get me a copy of my insurance certificate?",
        "Need a cert for my insurance?",
        "I want to know if I have a proof of insurance.",
        "It is necessary for me to have a copy of insurance.",
        "Please allow me to bring policy confirmation.",
        "You can give me a copy of the insurance certificate.",
        "Is there an ins cert copy for me?",
        "asap, give me the coverage papers",
        "Can you provide me with proof of coverage?",
        "You might be able to give me a copy of my insurance certificate.",
        "I would like to request a copy of my insurance certificate",
        "Need to get a copy of an insur'ce record?",
        "I need a copy of my insurance certificate for this.",
        "I would like to check out my insurance certificate.",
        "Bring me the policy confirmation.",
        "May I receive a certificate of insurance.",
        "It's possible to get a copy of the insur'ce record.",
        "Provide me with a copy of my insurance certificate.",
        "Is it possible that I would get my insurance certificate?",
        "Give me the copy of my insurance card.",
        "I would like to have an insurance certificate.",
        "Can we get the policy papers now?",
        "I am looking for an insurance certificate.",
        "Allow me to share my cover cert.",
        "Need to have an insurance cert?",
        "I would like to be given my insurance certificate.",
        "I need a copy of my insurance.",
        "I am looking for my insurance document.",
        "Is it possible to get a copy of my insurance card?",
        "Can me get a copy of my insurance certificate?",
        "I want the copy of my insurance certificate.",
        "Can you give the coverage proof right now?",
        "Can I get the certificate for my insurance?",
        "Share my insurance cert!",
        "Is it possible to get a copy of my insurance certification?",
        "Can you get a copy of my insurance card?",
        "Do you have a copy of my insurance certificate, please?",
        "Is there a copy of the insur'ce record that you need?",
        "Is it possible to give official proof of your policy?",
        "Please send me a copy of my insurance document.",
        "Can I get a copy of my insurance info?",
        "Can you give me a copy of my insurance verification?",
        "Are you able to help me get my insurance cert?",
        "You should be able to give me my insurance certificate.",
        "Could you give me a copy of the insur'ce record?",
        "I have questions about getting my insurance papers.",
        "I would like to have a copy of my insurance card.",
        "Today, certificate of ins possible?",
        "I would love a proof of my insurance.",
        "Can you share the insurance certificate with me?",
        "Can you provide official proof of your policy?",
        "Get me a copy of my insurance certificate",
        "I would appreciate it if you could give a record showing that I have ensurancesz.",
        "I need a copy of my insurance proof.",
        "Please provide me with the insurance file.",
        "Can you just give me my insurance certificate?",
        "Please provide my insurance file.",
        "Is there a possible way to get a copy of the insur'ce record?",
        "There may be a need for a copy of the insur'ce record.",
        "Please provide me with a copy of my insurance document.",
        "Is it possible to get a certificate of ins right now?",
        "Can I get a copy of my insurance certificate.",
        "I need insurance papers.",
        "Can I get a copy of my insurance cover?",
        "Can you share the coverage proof asap?",
        "Can you provide my insurance certificate?",
        "I want to know if it's possible to give a record showing I have ensurancesz.",
        "Send me my insurance certificate.",
        "I'm looking for my insurance proof, guys.",
        "Any chance of getting a copy of the insur'ce record?",
        "I would like to get my insurance certificate",
        "Is there a way to get a copy of the insur'ce record?",
        "Is it possible to get a copy of my insurance document?",
        "I would like to have a copy of my insurance.",
        "I want to know if you have a record showing that I havesurancesz.",
        "Can you provide the policy certification asap?",
        "Somebody please share my insurance file.",
        "Do you want to share the insur cert?",
        "Do you have my insurance Cert?",
        "Would it be possible for me to have a proof of my insurance?",
        "I want to know if you can give a record showing I have ensurance.",
        "Can you offer me my insurance cert?",
        "Is it possible for you to get a copy of the insur'ce record?",
        "Can you help me with my Cert of Insurance?",
        "You should give me an insurance certificate.",
        "I need you to send me a duplicate of my insurance certificate.",
        "Someone requires a copy of insurance.",
        "Can I get the proof of coverage?",
        "Do you have a copy of my insurance document?",
        "Could I get a proof of my policies?",
        "Did I need a proof of my insurance?",
        "I want the insurance certificate.",
        "I want an ins cert copy.",
        "Is it possible to get my insurance certificate, please?",
        "Is it possible to give proof of the policy?",
        "Is it possible that I could get the insurance certificate?",
        "Can you find a certificate of ins today?",
        "Please send a duplicate of my insurance certificate.",
        "Do you have the insurance certificate I need?",
        "Is there a way to get my insurance certificate?",
        "Can you provide me with my insurance cert?",
        "Will your insurance cert be ready for me?",
        "Can you share with me my insurance certificate?",
        "People, where's my insurance proof?",
        "I would like to know if you can provide me with my insurance certificate.",
        "Is it possible to get a copy of the insur'ce record?",
        "Are there copies of my insurance certificate available?",
        "May I have a copy of my insurance certificate?",
        "I don't know if you can give me a copy of my insurance certificate.",
        "Was it possible to get a certificate of ins today?",
        "Are you able to give me my insurance cert?",
        "Can you send me a copy of my insurance proof?",
        "Do I need a copy of my insurance certificate?",
        "Would it be possible to have a copy of the insur'ce record?",
        "Please give my coverage papers.",
        "A duplicate of my insurance certificate is needed.",
        "What's the proof of my insurance?",
        "I needed that policy paper from ya.",
        "You should give me a copy of my insurance certificate.",
        "Is it possible to get a copy of my insurance",
        "Please reveal my insurance file.",
        "I'm looking for an insurance certificate.",
        "A copy of insurance is what I need.",
        "Need a copy of my insurance certificate.",
        "I want to see my insurance certificate.",
        "Can I get a certificate for insurance?",
        "I would like to get a copy of insurance.",
        "Where's my insurance confirmation?",
        "A duplicate of my policy would be great.",
        "Will it be possible to obtain a certificate of ins today?",
        "Please bring the policy confirmation",
        "Would enjoy seeing a duplicate of my policy.",
        "Please share my cover cert.",
        "I'm interested in getting my insurance cert.",
        "I'm interested in obtaining a copy of my insurance certificate.",
        "Can a copy of the insur'ce record be obtained?",
        "Is it possible that I could get my insurance certificate?",
        "I need to give you a duplicate of my insurance certificate.",
        "How about an insurance cert?",
        "Can you show my insurance certificate?",
        "Provide me with a copy of my insurance documentation.",
        "Can you provide me coverage proof?",
        "Today, could you get a certificate of ins?",
        "Can you possibly get a certificate of ins today?",
        "Is it possible for me to obtain my insurance certificate?",
        "I am wondering if I can have a proof of my insurance.",
        "I want to get my insurance papers",
        "I need a duplicate of my insurance.",
        "It can be possible to get a copy of insur'ce record.",
        "I want the policy paper from you now.",
        "Is it possible that I get my insurance certificate?",
        "Is it possible today to obtain a certificate of ins?",
        "Can I give a proof of my insurance?",
        "Now, I need that policy paper from you.",
        "Can I get a certificate of my insurance?",
        "Please can I get a copy of my insurance certificate?",
        "Would it be possible for me to get my insurance certificate?",
        "Couldn't you get a certificate of ins today?",
        "I want a duplicate of my insurance certificate.",
        "Would welcome a duplicate of my policy.",
        "Do you have the insurance certification that I need?",
        "Could it be that I have a proof of my insurance?",
        "My insurance card should be given to me.",
        "Sharing a duplicate of my insurance certificate is very important to me.",
        "Please give me a copy of my insurance.",
        "Please bring the confirmation of the policy.",
        "It's possible to obtain a copy of insur'ce record.",
        "There is a policy paper I need from ya.",
        "I am looking for my insurance proof.",
        "Need an insurance cert?",
        "Need to get a copy of the insur'ce record?",
        "Is it possible for me to get my insurance certificate?",
        "Can I have my insurance certificate?",
        "Guys, where's my proof of insurance?",
        "Can you please provide me with my insurance certificate?",
        "Can I have a certificate of insurance?",
        "I would love to share my cover cert.",
        "Any chance I could get the policy card?",
        "May I get an Insurane cert.",
        "I would like my insurance certificate.",
        "I'm looking for my insurance document.",
        "Can you help me with my insurance information?",
        "Can a certificate of ins be obtained?",
        "Please send me a copy of my insurance certificate",
        "Can I acquire an insurance certificate?",
        "I'm interested in getting a copy of my insurance certificate.",
        "Need an insurance verification?",
        "Share your insurance cert right now.",
        "I am wondering if I can get my insurance papers.",
        "Give me a copy of my insurance card.",
        "Please bring me your policy confirmation.",
        "I don't know if you can give a record showing that I havesurance.",
        "Please could I get a copy of my insurance certificate?",
        "Send me my insurance cert, pronto.",
        "I want to know if you could give me my insurance certificate?",
        "I wish you could give me my insurance certificate.",
        "Is it possible to get my Insurance papers?",
        "I'm not sure if you can give a record showing that I havesurance.",
        "I wanted to request a copy of my insurance certificate.",
        "Do you have an insurance cert that I need?",
        "I need that policy paper from someone right now.",
        "My insurance document, yeah?",
        "Is a copy of my insurance certificate possible?",
        "Are I allowed to get my insurance cert?",
        "If possible give us a copy of the policy.",
        "Could I bring a proof of my insurance?",
        "I wonder if I can get my insurance certificate?",
        "Can you provide me with an insurance certificate?",
        "Can you please give me proof of coverage?",
        "Bring me the policy confirmation I need.",
        "Can I get my insurance papers",
        "I would like to have a copy of my policy.",
        "I would like to know if I can get my insurance certificate.",
        "Bring a duplicate of my insurance certificate with you.",
        "You can give me an insurance certificate.",
        "Send me a copy of my insurance document.",
        "Was it possible to give me an insurance certificate?",
        "Would I get an insurance certificate?",
        "I require a duplicate of my insurance certificate.",
        "Is it possible for me to get the insurance papers?",
        "I can request a copy of my insurance certificate.",
        "I would appreciate it if you could show me the record showing I have ensurancesz.",
        "I need my insurance certificate, can you help?",
        "Tell me if you have my insurance cert.",
        "It is possible to need a copy of the insur'ce record.",
        "Are you able to give me proof of coverage?",
        "Can we get the policy certification asap?",
        "I want to receive my insurance certificate.",
        "You can request a copy of your insurance certificate.",
        "Please please share my insurance file.",
        "Maybe I can get a proof of my insurance.",
        "Can you help me get my insurance certificate?",
        "I will need a copy of my insurance certificate.",
        "Could you give me an insurance certificate?",
        "Can I get ma dussisurance certification?",
        "Would you be able to give me my insurance certificate?",
        "Well, where's my insurance proof?",
        "Provide me with a copy of my certificate of insurance.",
        "Show me the copy of my insurance card.",
        "Can you hand over my insurance certificate?",
        "You can get the copy of my insurance card.",
        "Share my insurance cert NOW.",
        "I wonder if it is possible to obtain a copy of my insurance certificate.",
        "I don't know if you can give record showing I have ensurance.",
        "May I have a copy of my insurance card?",
        "I need a record showing that I have ensurance.",
        "Can you send the policy certification?",
        "Provide me with my insurance certificate, please.",
        "I need a copy of my insurance copy.",
        "I'm wondering if I can get my insurance cert.",
        "Where's my Proof of Insurance?",
        "Provide a duplicate of my insurance certificate to me.",
        "I want to know if I can get my insurance cert.",
        "I need the policy paper from someone now.",
        "Are I allowed to get a copy of my insurance certificate?",
        "There is a need for copy of insur'ce record.",
        "Will you be able to give me a copy of my insurance certificate?",
        "Can you give a copy of the insur'ce record?",
        "Give me my insurance cert.",
        "I require a copy of my insurance certificate, please.",
        "Am I able to get my insurance papers?",
        "Is there an insurance certificate that you could give me?",
        "Yes, I would like to get my insurance certificate.",
        "The official proof of policy could you give?",
        "a copy of insurance is needed.",
        "Please, I need to get my insurance certificate.",
        "I would want a duplicate of my policy.",
        "Is it possible to give the official proof of policy?",
        "Please provide me with my insurance certificate",
        "Please share your cover cert now!",
        "Someone needs to share a duplicate of their insurance certificate.",
        "Yes, could you give me my insurance certificate?",
        "Is it possible for me to get my insurance papers?",
        "Please share your insurance file.",
        "Give me my insurance cert asap.",
        "Can I get myself a copy of my insurance certificate?",
        "Share your cover cert with me.",
        "Please show me policy confirmation.",
        "Please share your cover cert.",
        "Can you bring along my insurance certificate?",
        "I would like to obtain my insurance papers.",
        "I would like an insurance certificate from you.",
        "Share your insurance cert asap.",
        "I want to know if you have my insurance cert.",
        "Need a Cert of Insurance?",
        "Can I get my Certificate of Insurance?",
        "Can you supply my insurance cert?",
        "Share your insurance cert immediately.",
        "Insurance papers can I get?",
        "I would welcome a duplicate of my policy.",
        "Will I be able to get my insurance cert?",
        "Ask for a copy of my insurance card.",
        "Look for a copy of my insurance certificate.",
        "Share asap my insurance cert.",
        "I am looking for my insurance cert.",
        "Is it possible to have a proof of my insurance?",
        "Please give me a copy of my certificate of insurance.",
        "Share the Insur Cert?",
        "A copy of insurance is required for me.",
        "I want to know if you can show me the record showing that I have ensurancesz.",
        "Would you let me get my insurance certificate?",
        "Is it possible I could get an insurance certificate?",
        "Can you confirm my insurance?",
        "You may be able to provide me with my insurance certificate.",
        "Share my insurance cert without delay.",
        "Provide my cover cert now.",
        "Offer me a copy of my insurance certificate.",
        "Can I get a copy of my insurance record?",
        "Can you supply a copy of the insur'ce record?",
        "I wanted to know if you could give me my insurance certificate.",
        "I want that policy paper from you right now.",
        "I want to know if there is a proof of my insurance.",
        "Try to get the copy of my insurance card.",
        "I'd like to share a duplicate of my insurance certificate.",
        "A copy of my insurance certificate is important to me.",
        "Would enjoy a duplicate of my policy.",
        "I want to know if I could have a proof of my insurance.",
        "Please provide me a copy of the insurance certificate.",
        "Is it possible that you could give me my insurance certificate?",
        "Is it possible that I could obtain my insurance certificate?",
        "Would like a copy of my policy",
        "You can provide me with my insurance certificate.",
        "Can you help me get an insurance cert?",
        "I want to give you a copy of my insurance certificate.",
        "Can you please share the coverage proof asap?",
        "To bring policy confirmation, please.",
        "I'd like to get my insur'n'ce proof back.",
        "Am I allowed to have a copy of my insurance certificate?",
        "I would love to obtain a copy of my insurance certificate.",
        "Is it possible to obtain a copy of my insurance card?",
        "Send a copy of my insurance certificate.",
        "Send me an insurance certificate",
        "You can provide me with an insurance certificate.",
        "I need a copy of insurance for myself.",
        "Can you please show me the coverage proof?",
        "You could possibly need a copy of the insur'ce record.",
        "Will you have my insurance cert?",
        "I would appreciate it if you could give me a record showing I have ensurancesz.",
        "Can you assist me with my insurance certification?",
        "Please include a copy of my insurance certificate.",
        "Please give me a copy of the insurance certificate.",
        "Can you please send the policy certification asap?",
        "Is it possible to provide the insurance doc for me.",
        "You could give me my insurance certificate.",
        "Bring me confirmation of policy.",
        "I would like to get my insurance certificate from you.",
        "Bring me the confirmation of the policy.",
        "I need the insurance cert from you.",
        "Can you give me coverage proof asap?",
        "I would like a proof of my insurance.",
        "Can you send policy certification?",
        "I'm looking for a copy of insurance.",
        "Was it possible to give a proof of policy?",
        "Please have a copy of my insurance certificate for me?",
        "We should share a duplicate of my insurance certificate.",
        "I would like to know if you can give a record showing I have ensurancesz.",
        "Could certificate of ins be obtained today?",
        "Are you able to help with my insurance cert?",
        "I am interested in having my insurance certificate.",
        "Where's the proof of insurance?",
        "please bring policy confirmation",
        "I would like to get my insurance certificates.",
        "I need a copy of my insurance",
        "Could you provide official proof of the policy?",
        "Are you ready with my insurance cert?",
        "My insurance certificate could you give me?",
        "Please supply me with a duplicate of my insurance certificate.",
        "I need a cert of my insurance.",
        "Please send me a duplicate of my insurance certificate",
        "Are you able to provide me a copy of my insurance certificate?",
        "Please get me a duplicate of my insurance certificate.",
        "Can you share your insurance cert?",
        "How about an official proof of policy?",
        "I need to have my insurance cert.",
        "Share my insurance cert now?",
        "Might be possible to get a copy of the insur'ce record.",
        "Please bring policy confirmation, to me.",
        "Can you get the insurance papers?",
        "Can you give me the insurance certificate I need?",
        "Do you want me my ins. certificate?",
        "Can you provide me with my insurance certificate?",
        "Can you help confirm my insurance?",
        "I want that policy paper.",
        "Please share my insurance document.",
        "Can you deliver a copy of my insurance certificate?",
        "Should I be able to get a copy of my insurance certificate?",
        "Should I have proof of my insurance?",
        "I need a policy paper from you.",
        "Can you give it to me with my insurance certificate?",
        "Share, pronto, my insurance cert.",
        "Are I able to get my insurance cert?",
        "Do you have the copy of my insurance card?",
        "Get me back my insur'n'ce proof?",
        "I need ins cert copy.",
        "I want an insurance certificate from you.",
        "Can I obtain my insurance certificate?",
        "I want to get a copy of my policy.",
        "Can you show the insurance certificate to me?",
        "I need my insurance papers.",
        "If you have my insurance cert, please share it.",
        "Do you have my insurance certificate?",
        "I want to get the copy of my insurance card.",
        "Are you ready to give me my insurance cert?",
        "Please, bring policy confirmation with me.",
        "Please bring me policy confirmation",
        "Can you give me my insurance certificates?",
        "Has your insurance cert ready for me?",
        "Have my cert for insurance?",
        "Please, please bring me policy confirmation.",
        "You have a certificate of insurance?",
        "I would love to get a copy of my insurance certificate.",
        "I want to get my insurance papers.",
        "Please give me your insurance file.",
        "Can you tell me about my insurance cert?",
        "Can you help me with a insurance cert?",
        "Can I get a copy of my insured?",
        "You want a copy of the insur'ce record?",
        "I need to obtain a copy of my insurance certificate.",
        "Provide me a duplicate of my insurance certificate.",
        "Please have a copy of my insurance certificate for me.",
        "Can you give official proof of your policy?",
        "I need the insurance certificate from you.",
        "Need my proof of insurance?",
        "I must get the copy of my insurance card.",
        "Can i get a copy of my insurance certificate?",
        "Can you help with my insurance certificate?",
        "Will you give me an insurance certificate?",
        "Is it possible for me to have proof of my insurance?",
        "I would like to receive my insurance papers.",
        "I would really like a duplicate of my policy.",
        "Need my cert of insurance?",
        "Can I get a copy of my insurance papers?",
        "Bring policy confirmation for me.",
        "Provide me with the insurance certificate",
        "Are you able to give official proof of policy?",
        "I want to know if it is possible to give a record showing I have ensurancesz.",
        "Maybe I can have a proof of my insurance.",
        "Would it be possible to obtain a certificate of ins today?",
        "I'm wondering if it's possible to get a copy of my insurance certificate.",
        "Please share a copy of my insurance certificate.",
        "Please show me my policy confirmation.",
        "I'm wondering where my insurance proof is.",
        "I need to see a copy of insurance",
        "I asked if I could have a proof of my insurance.",
        "Share the duplicate of my insurance certificate with me.",
        "Can I get my Insurance papers?",
        "Is it possible for me to get a copy of my insurance certificate?",
        "Please give me a copy of my insurance certificate, please.",
        "If I could have a duplicate of my policy.",
        "Can you pass me a copy of my insurance certificate?",
        "I require a copy of insurance",
        "Is it possible that I need a copy of my insurance certificate?",
        "I would like to have a duplicate of my policy.",
        "Are you able to provide coverage proof?",
        "Please forward my insurance file to me.",
        "Can you please give the coverage proof right away?",
        "Will you be able to give me my insurance certificate?",
        "I would appreciate you sharing a duplicate of my insurance certificate.",
        "Can you offer me a copy of my insurance certificate?",
        "The insurance certificate could be provided to me.",
        "Where's my insured document?",
        "May I get a copy of my insurance document?",
        "I am wondering if you have my insurance cert ready.",
        "Are you able to give me a copy of my insurance certificate?",
        "Can I obtain a copy of my insurance certificate?",
        "Yes, can I get my insurance cert?",
        "I think I need a copy of my insurance certificate.",
        "Please let me know if you need a duplicate of my insurance certificate.",
        "Is it possible that you can give a record showing I have ensurancesz?",
        "I am in need of that policy paper.",
        "Can I request a copy of my insurance certificate?",
        "Could I acquire an insurance certificate?",
        "I need to obtain a copy of insurance.",
        "Please tell me where my insurance proof is.",
        "Would love a copy of my policy.",
        "I would like you to share my insurance file.",
        "I need a copy of my insurer's certificate.",
        "I would like to know if there is a proof of my insurance.",
        "The duplicate of my insurance certificate should be shared with me.",
        "Where are the proof of my insurance?",
        "Please, can I get my insurance card?",
        "Need a cert for insurance?",
        "I want to know if you can give me a record showing I have ensurance.",
        "Are you looking for a copy of the insur'ce record?",
        "please, can I get my insurance certificate?",
        "You should arrange for a duplicate of my insurance certificate to be shared.",
        "Please give me the insurance file.",
        "Share my insurance certificate immediately.",
        "I need the policy paper from ya.",
        "Please share my insurance file with me.",
        "Can you give the policy certification soon?",
        "I would enjoy having a duplicate of my policy.",
        "Maybe you need a copy of the insur'ce record?",
        "My cert of insurance?",
        "I need to know if you have my insurance cert ready.",
        "I need help with my insurance cert.",
        "Get my cover cert now.",
        "I need my insurance proof.",
        "I would like to have a copy of my insurance certificate, please.",
        "There is a chance of getting a copy of insur'ce record.",
        "Can I have a proof of my insurance?",
        "I need the duplicate of my insurance card.",
        "I would like to see my insurance card.",
        "Please pass on a duplicate of my insurance certificate.",
        "Can you give me a copy of my insurance document?",
        "I would love to get my insurance papers.",
        "I would like a copy of my insurance.",
        "Is it possible to share the coverage proof soon?",
        "I want to get a copy of insurance.",
        "A duplicate of my policy is what I want.",
        "Need my insurance proof?",
        "Do you have a duplicate of my insurance certificate?",
        "Am I allowed to get my insurance certificate?",
        "Can you send a copy of my insurance document?",
        "If I could get my insurance certificate?",
        "Can you please send a copy of my insurance certificate to me?",
        "Can I get the certificate of insurance?",
        "Can you provide me my insurance certificate?",
        "Am I allowed to get my insurance cert?",
        "Please bring policy confirmation for me, please.",
        "Obtain a copy of my insurance card.",
        "Will I receive insurane cert.",
        "Please forward a duplicate of my insurance certificate to me.",
        "I would like to get my insurance cert",
        "Would it be possible to get a copy of my insurance certificate?",
        "A duplicate of my insurance certificate is required.",
        "Want to give me my insurance information?",
        "It's possible to have a copy of the insur'ce record.",
        "I would appreciate sharing my insurance file.",
        "Today is it possible to obtain a certificate of ins?",
        "Can you lend me a hand with my insurance cert?",
        "I need a policy paper from ya right now.",
        "Can you send a copy of the insurance certificate to me?",
        "Share that insur cert?",
        "Can I get a copy of my insurance certificate from you?",
        "Please share with me a duplicate of my insurance certificate.",
        "Can you please send me a copy of my insurance card?",
        "Can you send me a copy of my insurance record?",
        "I need to get a copy of my insurance card.",
        "Yeah, where is my insurance proof?",
        "Please share my insurance file, it's important.",
        "I would love to get a copy of my insurance certificate",
        "Do you want to give me my insurance paperwork?",
        "Is there a copy of insur'ce record available?",
        "Please provide me my insurance file.",
        "I'm in need of my coverage papers.",
        "My insurance certificate can be requested.",
        "Will I have a proof of my insurance?",
        "Can I get a copy of my insurance Certificate?",
        "I need to get my insurance file.",
        "Can I acquire a copy of my insurance certificate?",
        "Give me my cover cert now.",
        "I want that policy paper from ya.",
        "I need to see the copy of my insurance card.",
        "I want to know if you can provide me with my insurance certificate.",
        "There is a chance for me to get a copy of my insurance certificate.",
        "Could you give the proof of the policy?",
        "Can I get my insurance certificate?",
        "I want to know if you can send me a copy of my insurance certificate.",
        "Please send me a copy of my insurance report.",
        "Can you obtain a certificate of ins today?",
        "Please send a copy of my insurance certificate to me, please.",
        "I was wondering if I could get a copy of my insurance certificate.",
        "Pick up a duplicate of my insurance certificate.",
        "I would appreciate if you could give me a record showing that I have ensurancesz.",
        "Please bring the confirmation of the policy for me.",
        "I wish to get my insurance certificate.",
        "I need a duplicate of the insurance certificate.",
        "Is it possible for me to have a copy of my insurance certificate?",
        "I would like to get my insurance cert.",
        "I want to make a request for a copy of my insurance certificate.",
        "I would like to see the insurance certificate.",
        "Let me know if you have my cover cert.",
        "Please share my insurance records.",
        "I would benefit from a duplicate of my policy.",
        "Someone needs a copy of insurance.",
        "my insurance cert?",
        "How about the insurance certificate?",
        "Is there an ins cert copy that I can get?",
        "Please send me a copy of my insurance certificate, please.",
        "Sharing my insurance cert pronto.",
        "Is there an insurance cert ready for me?",
        "I am interested in the ins cert copy.",
        "I'm interested in receiving a copy of my insurance certificate.",
        "Get my insurance certificate pronto.",
        "Is there a way to obtain a copy of my insurance certificate?",
        "Can I get my certificate of insurance?",
        "Is it possible to have a proof of your insurance?",
        "Will I have a copy of my insurance certificate?",
        "Send me my insurance certificate",
        "Get my insurance cert now!",
        "I hope I have a copy of my insurance certificate.",
        "Need to have an insurance certificate?",
        "If possible Provide a copy of the policy",
        "Please provide me a duplicate of my insurance certificate.",
        "I need your help sharing my cover cert.",
        "It's time to get the copy of my insurance card.",
        "Can you give me a copy of my insurance?",
        "Can I get an Insurance Cert?",
        "I am looking for ins cert copy.",
        "There is a policy paper I need from you.",
        "Is it possible to get a copy of my policy?",
        "Please can I have my insurance certificate?",
        "Can you aid with my insurance cert?",
        "Please send me the copy of my insurance card.",
        "Provide me with a copy of my insurance papers.",
        "Please share the file on my insurance.",
        "Send me a copy of my insurance.",
        "I need the insurance certificate, please?",
        "Can I get the policy papers now?",
        "Can you send the policy certification today?",
        "You can help me with my insurance cert.",
        "Can you help me with my insurance cert.",
        "I wonder if you could give me my insurance certificate?",
        "I would love to get a copy of my insurance document.",
        "I would like to bring policy confirmation.",
        "I requested a copy of my insurance certificate.",
        "Can I get the policy certification soon?",
        "Can you assist me in obtaining my insurance cert?",
        "Maybe a copy of the insur'ce record is needed.",
        "Please bring a duplicate of my insurance certificate.",
        "I need to have a copy of my insurance certificate, please.",
        "Are you able to give me the coverage proof?",
        "Want a copy of the insur'ce record?",
        "Can I get a photo of my insurance certificate?",
        "How about handing me my paper trail of insurance?",
        "Need to have a copy of an insur'ce record?",
        "Is it possible to get a copy of my insurer's certificate?",
        "I'm seeking a copy of my insurance certificate.",
        "Is it possible to have a certificate of ins today?",
        "I ask if you can give me my insurance certificate.",
        "Someone needs to have a copy of the insur'ce record.",
        "I wouldn't mind getting a copy of my insurance certificate.",
        "I need a proof of insurance",
        "The insurance certificate could you give me?",
        "Please send my insurance file to me.",
        "Please send me my insurance certificate",
        "can you give me a copy of my insurance certificate?",
        "Is it possible to give a proof of policy?",
        "Let me know your cover cert.",
        "Provide me with an insurance certificate",
        "Can I have a copy of my insurance card?",
        "You should bring me policy confirmation.",
        "Is there an Insur cert to share?",
        "If it's possible, provide a copy of the policy.",
        "Please give me a copy of my insurance policy.",
        "Today, is it possible to obtain a certificate of ins?",
        "Is it possible to obtain a copy of my insurance certificate.",
        "Could I show a proof of my insurance?",
        "I'd like a copy of my insurance certificate from you.",
        "Is it possible to give me an insurance certificate?",
        "I want a copy of my certificate of insurance.",
        "I would like to share a duplicate of my insurance certificate.",
        "Were you able to give official proof of the policy?",
        "I want to know if you could give me my insurance certificate.",
        "Someone needs a copy of insur'ce record.",
        "Bring me policy confirmation",
        "I could get a copy of my insurance certificate.",
        "Require the copy of my insurance card.",
        "Is it possible to get a copy of my insurance documentation?",
        "I need a copy of the policy",
        "Someone needs copy of insur'ce record.",
        "Please inform me of my insurance file.",
        "Would your insurance cert be ready for me?",
        "Please share a duplicate of my insurance certificate.",
        "You should send a copy of my insurance certificate to me.",
        "Can you send me a copy of my insurance history?",
        "There is a need for a copy of insur'ce.",
        "How about my insurance certificate?",
        "Would you hand me my paper trail of insurance?",
        "Can you please help me with my insurance cert?",
        "Are you looking for a copy of insur'ce record?",
        "I would love for you to share a duplicate of my insurance certificate.",
        "I'd like a copy of my insurance certificate, please.",
        "Can you provide me a copy of my insurance?",
        "Could I get my insurance certificates?",
        "asap give me my coverage papers",
        "Please come with my policy confirmation.",
        "Is it possible to get a certificate of insurance?",
        "Can I get my insurance certificate with me?",
        "Where is my proof of insurance?",
        "I would like to request a copy of my insurance.",
        "I'm looking for my coverage papers.",
        "Let me know if I need a copy of my insurance certificate.",
        "It is possible to acquire a copy of the insur'ce record.",
        "I'd like to share my insurance file.",
        "Can anyone give me a copy of my insurance certificate?",
        "Will you hand me my paper trail of insurance?",
        "You should provide a copy of my insurance certificate.",
        "Maybe I can get my insurance certificate.",
        "Is it possible to give a copy of policy?",
        "Can one get a certificate of ins today?",
        "I would like to have a proof of my insurance",
        "My insurance file should be shared with me.",
        "You should have my insurance cert?",
        "I need that policy paper from somebody.",
        "Please bring me a duplicate of my insurance certificate.",
        "Is it necessary for me to have a copy of my insurance certificate?",
        "I am wondering if you can give me my insurance certificate.",
        "Do you have the policy certification asap?",
        "I could ask for my insurance certificate.",
        "A copy of the insur'ce record could be required.",
        "Need my cert for insurance?",
        "Please make a duplicate of my insurance certificate.",
        "Would like to copy my policy.",
        "Can I get the policy certification pronto?",
        "Bring the copy of my insurance card.",
        "I would like to get my cert for insurance.",
        "Is it possible to provide me with a copy of my insurance certificate?",
        "I require a copy of my insurance certificate.",
        "I'd like to receive a copy of my insurance certificate.",
        "Can you get the policy certification asap?",
        "Will you send me a copy of my insurance certificate?",
        "Can you help me with my insurance verification?",
        "Will I get my insurance cert?",
        "I need an insurance cert. can you help?",
        "Can I get my insurance paper?",
        "Send me a duplicate of my insurance certificate.",
        "I was wondering if you could give me a copy of my insurance certificate.",
        "Can you give my insurance certificate with it?",
        "I need a copy of an insurance policy.",
        "Would it be possible to give me my insurance certificate?",
        "To have a duplicate of my policy.",
        "Will you help me with my insurance cert?",
        "I want to know if you can give a record showing that I have ensurancesz.",
        "Need a copy of the insur'ce?",
        "Can you please share your coverage proof?",
        "Is it possible for you to give me a copy of my insurance certificate?"
    ]
}