{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Return shipping",
    "description": "Customers ask about who is responsible for covering the cost of return shipping, whether a prepaid label is provided, and how to arrange for the return of an item.",
    "inquiry": "Do I need to pay for return shipping costs?",
    "paraphrases": [
        "Do I have the responsibility of paying for the return shipment?",
        "Does it make sense to pay for the return shipment?",
        "Is it possible to receive a returned shipment if I have to pay shipping costs?",
        "I asked if return shipping charges were my responsibility.",
        "I want to know if there is a fee on sendin' stuffs back.",
        "Do I need to pay for it to come back?",
        "Is the charge of return shipping my responsibility?",
        "Are I required to pay for return shipping?",
        "Is it a fee for return shipping?",
        "Should returns have shipping fees?",
        "Do I have to spend money to get it back?",
        "Can I cover returns shipping expenses?",
        "Is it possible I must pay for return shipping?",
        "Am I required to pay for return shipping costs?",
        "Should I cover return shipping?",
        "Do I have to shell out to return it?",
        "Do i have to pay for return shipping costs?",
        "Does it mean I have to pay for shipping back?",
        "I wonder if there is a charge for sending back goods.",
        "Shipping fees do the returns involve?",
        "Is there a fee for sending goods back?",
        "Does it cost me to ship it back?",
        "Does the return shipping costs have to be paid for by me?",
        "I wonder if I should incur expenses for sending it back.",
        "I don't know if I have to pay shipping costs to receive a return item.",
        "The question is, should I pay for return shipping?",
        "Shipping fees do returns entail?",
        "I don't understand if I have to pay for shipping back.",
        "I don't know whether to pay for return shipping.",
        "Should I pay any expenses for sending it back?",
        "I am unsure if I have to pay for shipping back.",
        "Can you tell me the cost for return shipment?",
        "Should I have to pay shipping costs in order to get a returned item?",
        "Did I have to pay for the return shipping?",
        "Do I have to pay for shipping to get a package returned?",
        "Can I receive a returned shipment if I have to pay shipping costs?",
        "I don't know if I have to pay to bring it back.",
        "When I bring my goods back, do I pay for shipping?",
        "Is my responsibility for return shipping charges?",
        "Pay for it to be sent back?",
        "I need to cover return shipping expenses",
        "Is there a return shipping charges?",
        "The cost for a return shipment?",
        "Do shipping costs have to be paid for a returned shipment?",
        "Is it appropriate for me to cover return shipping expenses?",
        "Is there a return of shipping charges?",
        "Should I pay for the shipment's return?",
        "How much do you have to pay for shipping returns?",
        "Is it okay for me to shoulder return shipment expenses?",
        "I don't know if I should pay for returned shipment.",
        "Will I have to pay to send back?",
        "If I pay for return shipping, should I?",
        "Can returns include shipping fees?",
        "Does it cost me to pay shipping costs in return?",
        "Are there any fees for sendin' stuffs back?",
        "Is it possible that I need to pay for return shipping?",
        "Do I need to pay for the returned shipment?",
        "Do I still have to pay for the return shipment?",
        "Do I need to pay for the return voyage?",
        "Do I have to pay to ship it home?",
        "Need money to send the goods back?",
        "Is return shipping charge my responsibility?",
        "Are you talking about payment for return shipping?",
        "Is it necessary for me to cover the return shipping expenses?",
        "Is that a fee on sendin' stuffs back?",
        "Is it possible that I must cover return shipping costs?",
        "Should I shell out cash to send things back?",
        "Is it possible that I shoulders return delivery charges?",
        "I have to cover return shipping costs.",
        "Does the returning package have to be paid for?",
        "Do I have to pay for that return?",
        "I wonder if I can shoulder return delivery charges.",
        "It may cost me to send it back.",
        "Does it cost me to ship back?",
        "Will I have to pay for return shipment?",
        "I might have to pay for return shipping too.",
        "Is it a cost for a return shipment?",
        "Shipping costs for return shipment?",
        "Can I pay for the return shipping?",
        "Should I be responsible for the return shipping charges?",
        "Should I have to pay shipping costs to get my item back?",
        "Is the return shipment expense on me?",
        "Is return shipment expenses on me and you?",
        "I do not know if I have to pay for return shipping costs.",
        "Are I responsible for the shipping back to you?",
        "In order to receive a returned package, do I have to pay shipping costs?",
        "Should I pay for my returned shipment?",
        "Do I have to cover the shipping back to you?",
        "Is it worth paying for the return shipping costs?",
        "Cost for shipping back?",
        "Do return shipping charges my responsibility?",
        "Does it make sense to pay for a return shipment?",
        "I wonder if I have to pay shipping costs in order to get a returned item.",
        "Is it necessary to pay for shipping when I bring my goods back?",
        "Do you think it is necessary to pay for return shipping costs?",
        "Do I have to pay shipping costs in order to get a return package?",
        "A question about the cost of shipping returns.",
        "Is it necessary for me to pay shipping costs to get a return package?",
        "Are those return shipment expenses on me?",
        "Do I have to pay for returning shipping costs?",
        "Should I pay shipping costs in order to receive a package back?",
        "How much should I cover return shipping expenses?",
        "Should I have to pay any expenses when I send it back?",
        "Do I have to pay for shipping in order to receive a returned item?",
        "Is it necessary for me to pay for shipping in order to get a returned package?",
        "Is it necessary for me to pay for shipping in return?",
        "Repatriating shipping costs on me?",
        "Is it compulsory for me to cover return shipping expenses?",
        "Should we pay for the return shipping?",
        "Do I have to pay for shipping to get a return item?",
        "Is it worthwhile to pay for return shipping?",
        "Is it possible for me to pay for the return shipment?",
        "Should I need to pay for sending it back?",
        "I don't know if I will have to pay for shipping back to you.",
        "Payment for shipping when you return?",
        "Shipping fees may be involved with returns.",
        "Is it feasible to pay for return shipping?",
        "Will there be a charge for sending goods back?",
        "Is paying for the return shipping costs necessary?",
        "Is it my duty to return shipment expenses?",
        "The question is should I pay for return shipping.",
        "In return, do I have to pay shipping costs?",
        "Do I owe the return shipping costs?",
        "Does my responsibility include return shipping charges?",
        "Would I have to pay to return it?",
        "Should it cost me to send back?",
        "Is it a requirement for me to pay for shipping back to you?",
        "Do I get to pay for the return shipping?",
        "Do my return shipping costs need to be paid for?",
        "Is it a requirement for me to pay shipping costs in order to receive a returned shipment?",
        "Is it best to pay for the return shipment?",
        "Will its cost me to send back?",
        "Should I pay to send stuff back?",
        "Do I have to pay shipping costs if I want to get a package back?",
        "Do I have to pay for it coming back?",
        "Is it cost to send back?",
        "Is it a problem to shoulder return delivery charges?",
        "Do I have to pay the shipping back?",
        "Is it ok for me to cover return shipping costs?",
        "must I pay for return shipping?",
        "How much do I have to pay for shipping to receive a returned item?",
        "Do I have to cover return costs?",
        "Is it necessary that I pay for the return shipping?",
        "Do returns need shipping fees?",
        "Is it a cost for return shipment?",
        "I don't know if I have to pay for the returned shipping costs.",
        "Should I pay for return shipping too?",
        "The return shipping costs are something I have to pay.",
        "Do I have to pay shipping costs to get a item back?",
        "What is the cost of returning shipment?",
        "Is return shipment expense on me or you?",
        "Is it okay to pay for return shipment?",
        "Is payment needed for return shipping?",
        "Do you think it is necessary to pay for return shipping?",
        "Is it possible that I should cover return shipping expenses?",
        "Is it possible that there is a fee on sendin' stuffs back?",
        "Is it compulsory for me to pay for the return shipment?",
        "Do I have to cover the cost of return?",
        "Will it cost me to deliver back?",
        "I wonder if I should pay for a return shipment.",
        "Should I pay for sending it back",
        "Is payment for return shipping required?",
        "Is it possible that I have to pay for shipping?",
        "Does it cost me to pay for the return shipping?",
        "The return shipping costs on me?",
        "Is there a fee on the sendin' stuffs back?",
        "Is it possible to receive a returned shipment if I pay shipping costs?",
        "I don't know if I need to pay for shipping returns.",
        "Is there a fee for returned items, including postage?",
        "Will I have to cover the return delivery costs?",
        "I am not sure if return shipping charges are my responsibility.",
        "Does the shipping fee have to be paid back?",
        "Is it necessary for me to pay for the return shipping?",
        "Is it a requirement for me to pay shipping costs in order to get a returned item?",
        "In order to receive a returned item, do I have to pay shipping costs?",
        "Do I have to pay when I ship back to you?",
        "Cost for a returned shipment?",
        "Is it possible to charge for shipping back goods?",
        "Does I have to pay for return shipping?",
        "Is it necessary for me to cover the returns delivery costs?",
        "Cost for return shipments?",
        "Is it necessary to make up for the return shipping costs?",
        "I want to know if I should pay for the return shipment.",
        "Is that the case with return shipping?",
        "Do I have to pay shipping costs to return a package?",
        "Payment for a return shipment?",
        "Is it required that I pay shipping costs to get a returned item?",
        "Is it a requirement for me to pay for return shipping costs?",
        "Is it ok for me to pay for shipping when I bring my goods back?",
        "Should I shell out any money to send it back?",
        "What about returning the shipping charges?",
        "Should my return shipment be paid for?",
        "Will the payment be for return shipping?",
        "Should I have to pay shipping costs to receive a returned shipment?",
        "I wonder if I should pay for return shipment.",
        "Is it necessary for me to pay shipping costs if I want a returned item?",
        "Do I have to shell out to ship it back?",
        "Do I have to repay shipping back to you?",
        "Returned shipping payment?",
        "Do I have to pay to get my package back?",
        "Will I pay for the shipping back to you?",
        "Does the return delivery costs have to be paid for by me?",
        "Should I pay shipping costs to receive my returned shipment?",
        "Should I pay for a shipping return?",
        "I don't know if I have to pay shipping costs in order to get a package back.",
        "Do shipping costs need to be paid in order to receive a returned item?",
        "Do I have to pay shipping costs for the returned shipment?",
        "I wonder if return shipping charges is my responsibility.",
        "Do I have to pay for shipping to receive a returned shipment?",
        "Do you know if there is a fee on sending things back?",
        "Do I have to pay shipping costs to get my returned shipment?",
        "Should I pay for shipping to receive a returned package?",
        "Shouldn't I pay for shipping when I bring my goods back?",
        "Is it possible that I need to pay for shipping back?",
        "Is it possible for me to incur expenses to send it back?",
        "Is the return delivery costs something I have to cover?",
        "How much for a returned shipment?",
        "I wonder if I should pay for the return shipment.",
        "Is it possible for me to pay for shipping back?",
        "Do I need to pay for shipping in order to receive a returned item?",
        "Is it cost to ship it back?",
        "Do I have to pay for your return shipment?",
        "do I have to pay to return it?",
        "Do I have to pay for shipping if I want a returned package?",
        "Are the returned shipment expenses on me or you?",
        "I wonder if I have to pay shipping costs in return.",
        "Is there a cost for shipping back to you?",
        "Is it necessary to pay shipping costs for a returned shipment?",
        "Can I pay for shipping when I return my goods?",
        "Do I have to pay for shipping when I bring things back?",
        "Are return shipping charges a responsibility?",
        "Do I have to pay for it to go back?",
        "Is there a fee on sendin' stuffs coming back?",
        "Should I pay shipping costs in order to receive a returned item?",
        "I'm wondering if I have to pay for shipping back to you.",
        "Do I need to pay for your return shipping?",
        "I don't know if I need to pay return shipping costs.",
        "Do I have to pay for shipping when my goods are returned?",
        "Is it a requirement to pay for shipping back?",
        "Is there any need to cover the return delivery costs?",
        "Did returns incur shipping fees?",
        "Do I need to pay for return shipping expenses?",
        "What if I have to pay return transport cost?",
        "Will I have to shoulder return delivery charges?",
        "Is it necessary for me to pay for the return shipping costs?",
        "I would like to know if I have to pay for shipping back.",
        "Is it appropriate for me to pay for return shipments?",
        "When I bring things back, do I have to pay for shipping?",
        "I don't know if I have to pay for the shipping.",
        "Am I responsible for return shipping charges?",
        "Do I have to pay for shipping to return?",
        "I wonder if I should pay for return shipping?",
        "Is it cost for returned shipment?",
        "Do I have to shell out to get it back?",
        "I'm curious if there is a fee on sendin' stuffs back.",
        "Should I have to pay for the shipping back?",
        "Is return shipping my responsibility.",
        "When I return my goods, do I pay for shipping?",
        "Do I have to pay for my return?",
        "Payment for shipping returns?",
        "I am unsure if I must pay for return shipping.",
        "Will I have to pay for return shipping too?",
        "I don't know whether I have to pay to return it.",
        "Is there a return shipping charge?",
        "Is it necessary to incur expenses for sending it back?",
        "I don't know if I have to pay for the return shipment",
        "Is it required to pay shipping costs to receive a returned item?",
        "Expense should be incurred for sending it back?",
        "Is the return delivery costs something that I have to cover?",
        "Is it necessary for me to pay cash to send goods back?",
        "Is it necessary to pay shipping costs in return?",
        "I'm not sure if I have to pay for shipping back to you.",
        "Do I have to deal with return delivery charges?",
        "Should I have to pay for return shipment?",
        "Do you have a fee for sending back goods?",
        "Do I have to pay for shipping to you back?",
        "Do I pay to send things back?",
        "Do I need to pay shipping costs in order to get a return item?",
        "Is return shipments expenses on me or you?",
        "Is it necessary to pay shipping costs in order to receive a returned item?",
        "The costs for return shipment?",
        "Do my shipping costs have to be paid in return?",
        "Do I have to pay for the postage back to you?",
        "Will I need to pay for return shipping too?",
        "Should I pay shipping costs to get a package back?",
        "I'm not sure if there's a fee for sending things back.",
        "Will I have to pay cash to send the goods back?",
        "How come I'm responsible for return shipping charges?",
        "Does the return shipping costs require me to pay?",
        "Do I have to pay shipping costs to get a returned package?",
        "Should I have to pay for shipping costs in return?",
        "Am I going to pay for return shipping too?",
        "Should I paid for return shipping?",
        "Do I have to pay to send back?",
        "Is it necessary to pay shipping costs in order to receive a returned shipment?",
        "Do returns have to incur shipping fees?",
        "Do I have to pay for the returned shipment?",
        "Does the return delivery costs have to be paid for?",
        "Is there a cost for shipping in return?",
        "Will I have to pay for shipping?",
        "Do I have to pay for a returned shipment?",
        "Are the charge for return shipping my responsibility?",
        "Do I need to pay shipping costs for a returned shipment?",
        "Does returns have shipping fees?",
        "Is Return Shipping charges my responsibility?",
        "I don't know if it will cost me to send it back.",
        "Must I pay return shipping expenses?",
        "Did I have to pay shipping costs to get a returned shipment?",
        "Do returns involve any shipping fees?",
        "What if I have to cover return shipping expenses?",
        "Are you charged return shipment expenses?",
        "Do I need to pay shipping costs in order to get the item back?",
        "Is return shipping cost my responsibility?",
        "How much should I pay to send goods back?",
        "Does it cost me to return shipping?",
        "Do returns have shipping Fees?",
        "Are there return shipment expenses on me or you?",
        "Do I need to use cash to send the goods back?",
        "It is not known if it will cost me to send back.",
        "Do I have to pay back the shipping costs?",
        "How much should I pay for sending it back?",
        "Do I have to pay to ship back?",
        "Would I have to pay for return shipping costs?",
        "Does returning items have shipping fees?",
        "Does it require me to pay shipping costs in order to get a package back?",
        "I wonder if I should pay any expenses to send it back.",
        "Should I pay for the shipment back?",
        "Can I pay for a return shipment?",
        "Should I have to pay for sending it back.",
        "Should I pay for a return shipment?",
        "I want to know if I have to pay for the return shipping costs.",
        "Should the person pay for the return shipment?",
        "Do I have to pay for returned packages?",
        "Is there a fee for return shipping?",
        "Do I owe shipping back?",
        "Should we pay for it to be sent back?",
        "Is there a charge for return shipping?",
        "Are the return shipment expenses on you?",
        "I want to know if there is a charge for sending back goods.",
        "I wonder if I should pay for sending it back.",
        "How much should I pay to ship it back?",
        "Return shipping should I pay?",
        "When I bring my goods back do I pay for shipping?",
        "Is it required for me to pay for the return shipment?",
        "Do I have to pay for shipping in order to get a package back?",
        "Do I have to pay shipping costs in order to get a package back?",
        "Does return include shipping fees?",
        "Should there be a cost of return shipping?",
        "What's the cost for return shipping?",
        "In return, do I have to pay for shipping costs?",
        "Do you think return shipment expenses are on me?",
        "I don't know if I'll have to pay for the return shipment.",
        "Is it necessary for me to pay shipping costs in order to get a return shipment?",
        "What is the cost of returning a shipment?",
        "Is it a charge to send back goods?",
        "Should there be a cost for return shipment?",
        "Is it possible that I have to pay for shipping when I bring my goods back?",
        "Do I have to pay for the shipping when I return?",
        "Return some shipping charges?",
        "When I bring my items back, should I pay for shipping?",
        "Will it cost me to send something back?",
        "Is it a necessity to pay for the return shipping?",
        "Do I have to shell out shipping costs in return?",
        "Is it permissible for me to shoulder return delivery charges?",
        "What is my responsibility for return shipping charges?",
        "Do I have to pay shipping costs in order to get a return shipment?",
        "Is it required for me to pay for return shipping costs?",
        "shipping fees do returns entail?",
        "How much should I pay for returned shipping?",
        "Return shipping charges should I be responsible?",
        "Can we pay for return shipping?",
        "Do you know if return shipping is on me?",
        "When I bring my goods back, am I responsible for shipping?",
        "Will I be responsible for the return delivery costs?",
        "I was wondering if I shoulder return delivery charges.",
        "Do I have to pay shipping costs if I return a item?",
        "Is there a fee for shipping products back?",
        "What if I have to pay for return shipping?",
        "Is it my responsibility to cover return postage?",
        "I don't know if I need to pay for the return shipping costs.",
        "Is it a good idea to pay for a return shipment?",
        "Is the return delivery costs something I have to pay?",
        "Do I have to pay for shipping when I return the items?",
        "Does it require me to pay shipping costs in order to get a returned shipment?",
        "Is it necessary for me to cover the return cost?",
        "Is it a requirement that I cover return shipping expenses?",
        "Is it possible to pay for returning shipping?",
        "Is it possible there's a fee on sendin' stuffs back?",
        "Should I cover return shipping costs?",
        "Is it a requirement that I pay shipping costs in return?",
        "Do I have to pay for shipping back it?",
        "I don't know if I have to pay for return shipping costs.",
        "Will it cost me to send me back?",
        "Do I have to pay shipping costs in return?",
        "Is the cost for the return shipping necessary?",
        "Will I have to pay return shipping expenses?",
        "In order to receive a returned shipment, do I have to pay shipping costs?",
        "Maybe I have to pay for shipping back.",
        "Should I have to pay for return shipping?",
        "I don't know if I pay for the return shipment.",
        "Are shipping fees associated with returns?",
        "I'm wondering if I have to pay for return shipping.",
        "Was it a payment for return shipping?",
        "How much do I have to pay to get a package back?",
        "I was wondering if there was a charge for sending back goods.",
        "Are return shipping costs my responsibility?",
        "Is it necessary for me to pay for return shipping?",
        "Do I have to pay for shipping when I return a package?",
        "Does it cost me to cover the return delivery costs?",
        "Will it cost me to mail it back?",
        "Is there a bill for sending back goods?",
        "Can I pay for return shipping expenses?",
        "I wonder if I have to pay for shipping back to you.",
        "Do I have to pay for shipping when I bring them back?",
        "Must I cover return shipping costs?",
        "Is it costs to send back?",
        "Is return shipping something I pay for?",
        "Return shipping charges my responsibility?",
        "Is the return shipment cost on me or you?",
        "Do I have to shell out money for the return shipment?",
        "Will I have to pay for the returns?",
        "Are you aware if there is a fee on sendin' stuffs back?",
        "Will it cost me to send back again?",
        "I don't know if I have to pay shipping costs for a package to be returned.",
        "Does the return require shipping fees?",
        "Do I have to repay the cost of shipping?",
        "I am not sure if I have to pay for the return shipment.",
        "Should I be shelling out any money to send it back?",
        "Do I pay to return something?",
        "Is there a fee for sending back goods?",
        "Is it necessary to pay shipping costs to receive a returned item?",
        "Do I have to pay for shipping when I bring something back?",
        "Will it be payment for return shipping?",
        "Does sending back goods come with a charge?",
        "Paying for the return shipping?",
        "Will it cost me to mail back?",
        "Did returns have shipping fees?",
        "Is it a requirement that I pay shipping costs to receive a returned item?",
        "Is it needed to pay for the return shipping?",
        "Is it necessary for me to pay shipping costs to get a return shipment?",
        "Do I have to pay the cost of shipping it back?",
        "Is there any fee for sending stuffs back?",
        "Is it possible to pay a fee to send products back?",
        "Am I responsible for the return shipping charges?",
        "Return shipment costs?",
        "Is it necessary for you to pay for the return shipping costs?",
        "Is the return of shipping costs on me?",
        "Is it a requirement for me to pay shipping costs in order to get a returned shipment?",
        "What if I have to pay for return transport?",
        "Do you or me pay return shipment expenses?",
        "Do shipping fees arise from returns?",
        "Are you talking about return shipping charges?",
        "Should I pay for shipping back home?",
        "Payment for your return shipping?",
        "I wonder if I have to pay for shipping when I bring back my goods.",
        "Should I bear return delivery charges?",
        "When I bring my items back, do I have to pay for shipping?",
        "Should I pay for a return shipping.",
        "Do I ever have to pay for shipping back?",
        "Should I spend money to send goods back?",
        "Do I have to shell out for return shipping costs?",
        "Do I have to foot return costs?",
        "Does it have to be paid to get it back?",
        "Are the return shipment expenses on me, or you?",
        "Should I have to pay for it to be returned?",
        "Is it necessary for the shipping to be paid for?",
        "Should I have to pay for shipping again?",
        "Should I cover return shipment?",
        "Is it advisable for me to pay for return shipping?",
        "I'm wondering if return shipping is on me.",
        "Can you pay to send it back?",
        "Is it required for me to pay shipping costs in order to receive a returned item?",
        "How about return shipping costs?",
        "Do I need to pay for the return shipping costs?",
        "Is it necessary for the return shipping costs?",
        "I do not know if I have to pay shipping costs in return.",
        "Is it worth shelling out for return shipping?",
        "I wonder if I have to cover return shipping expenses.",
        "Will I pay to send back?",
        "What if you have to pay for return shipping?",
        "Do the return shipping costs have to be paid?",
        "Should I have to pay shipping costs in order to get a return shipment?",
        "Is there an expense for sending back goods?",
        "Do I have to cover return transport cost?",
        "Do I have to pay for it being returned?",
        "Is it my responsibility to pay return shipping charges?",
        "Should I pay for shipping to receive a returned item?",
        "I want to bring my goods back, do I have to pay for shipping?",
        "Is it possible to pay to send stuff back?",
        "Is there a cost for a return shipment?",
        "Do you have to pay shipping costs to get a returned shipment?",
        "Should I pay for the return ship?",
        "Should I have to pay for shipping to receive a returned shipment?",
        "What if I have to pay for the return shipment?",
        "If I bring my goods back, will I have to pay for shipping?",
        "do I have to pay for shipping back to you?",
        "Is it ethical to pay for return shipping?",
        "Is the return shipping charge my responsibility.",
        "Do I have to cover the return shipping?",
        "Do I have to pay for shipping if I want to receive a returned item?",
        "Do I have to repay the cost of shipping back?",
        "Is it necessary to pay for shipping when I return my goods?",
        "Is it acceptable for me to pay for return shipping?",
        "I am not sure if I have to pay for the return shipping costs.",
        "Should I pay for return shipping expenses?",
        "Are their return shipment expenses on me?",
        "Is there a need to cover the return delivery costs?",
        "Do I have to shell out cash to send things back?",
        "Will it cost me for return shipping too?",
        "I do not know if I should pay for return shipping.",
        "Are I required to pay for shipping when I bring my goods back?",
        "Do I have to pay to ship it back to you?",
        "Does I have to pay for the return shipping?",
        "Are the shipping costs going back on me?",
        "I wonder if it is necessary to pay for return shipping.",
        "Will it cost you to pay for return shipping?",
        "Do I have to pay for the shipment back to you?",
        "Do returns add shipping fees?",
        "Do the return delivery costs have to be paid for by me?",
        "I am not sure if I have to pay for shipping back.",
        "Do I need to pay for return shipping costs?",
        "Do returns pay shipping fees?",
        "Does the cost of shipping return on me?",
        "Should I pay for re shipping?",
        "Would there be a fee on sendin' stuffs back?",
        "I was wondering if I have to pay for the return shipment.",
        "Is it cost for shipping back?",
        "I don't know if I have to pay the return delivery costs.",
        "I wonder if I shoulders return delivery charges.",
        "Is it required to pay shipping costs in order to receive a returned shipment?",
        "Am I going to pay for return shipping?",
        "Is there a payment for the return shipping?",
        "Return shipping Charges?",
        "Will I have to pay shipping costs to receive a returned shipment?",
        "Does the return incur shipping fees?",
        "I wonder if I'm responsible for return shipping charges.",
        "Cost for returning shipment?",
        "Is it necessary to pay to ship it back?",
        "Are there a fee for sending products back?",
        "Is the cost for return shipping necessary?",
        "Is the return shipping charges my problem?",
        "Shipping charges returning?",
        "Does the return include shipping fees?",
        "Will I have to pay for the return shipping?",
        "Do I have to pay to have it shipped back?",
        "I don't know if I have to pay back delivery costs.",
        "If I have to cover return shipping expenses.",
        "Can I pay for my return shipment?",
        "Do I have to pay shipping costs for returned items?",
        "Is it appropriate for me to incur expenses to send it back?",
        "Do I need to pay shipping costs to get a returned shipment?",
        "Do I have to pay for returning shipment?",
        "Paying for returns shipping?",
        "Are I required to pay shipping costs to receive a returned item?",
        "Is it my fault for return shipping charges?",
        "Does the return shipping costs have to be paid by me?",
        "I don't know if I have to pay shipping costs in order to get a returned package.",
        "Does the return delivery costs need to be covered by me?",
        "Is the cost necessary for the return shipping?",
        "Do I owe anything for return shipping?",
        "I need to pay for shipping back.",
        "Is it necessary to shell out cash to send goods back?",
        "shipping fees do returns incur?",
        "When I bring my goods back, do I need to pay for shipping?",
        "Will I have to pay for shipping again?",
        "Should I have to pay anything for sending it back?",
        "Does it have to be paid for shipping to receive a returned item?",
        "Is it my responsibility to pay for return shipping?",
        "Did I incur return shipment expenses?",
        "I wondered if there was a fee on sendin' stuffs back.",
        "Should I be responsible for the return shipping?",
        "I want to know if I have to pay for shipping back to you.",
        "Concerning the cost of return shipping?",
        "Do I have to pay money to get it back?",
        "I don't know if I need to pay shipping costs in order to receive a returned shipment.",
        "Do I have to pay for the return thing?",
        "Is it my responsibility to pay Return Shipping charges?",
        "I need to know if I have to cover return shipping expenses.",
        "will it cost me to send back?",
        "Will send back cost me?",
        "Does it cost me to receive a returned shipment?",
        "When I bring back my goods, do I have to pay for shipping?",
        "Can I pay for the shipping back?",
        "I don't know if I have to pay shipping costs to get a return shipment.",
        "Do I have to pay the return shipment?",
        "Is it a charge to send back items?",
        "What about return shipping?",
        "Need to pay for return shipping?",
        "Will I be charged for sending back?",
        "Maybe I should pay for return shipping.",
        "Do I have to pay for shipping once I get my goods back?",
        "What about covering the cost of the return transport?",
        "Do I need to pay shipping costs in order to get my item back?",
        "When I return my goods, will I have to pay for shipping?",
        "Pay for return shipping as well?",
        "Should I be responsible for returning shipping?",
        "Do I face return delivery charges?",
        "It may be necessary to pay for the return shipping costs.",
        "Do you think I should cover return transport cost?",
        "Do I have to cover returned shipping expenses?",
        "Is it going to cost for return shipping?",
        "Should I have costs for sending it back?",
        "Should a payment be made for return shipping?",
        "Is this payment for return shipping?",
        "What is the cost for return shipping fees?",
        "Is it necessary for me to pay shipping costs in order to have a returned shipment?",
        "Is there a fee for sending back goods.",
        "Do shipping costs need to be paid in order to get a returned shipment?",
        "There might be a charge for sending back items.",
        "Is the cost of the return shipping necessary?",
        "Should I have to pay any costs to send it back?",
        "Is it necessary that I pay for return shipping costs?",
        "What's the cost for a return shipment?",
        "I wonder if I have to pay return delivery charges.",
        "How much to pay for return shipping?",
        "Is there a fee for sending things back?",
        "I need to pay for goods to be sent back.",
        "Is it a fee to send a product back?",
        "Will there be a payment for return shipping?",
        "Do I need to pay for shipping when I bring my items back?",
        "How about a payment for return shipping?",
        "Do I need to pay for returned shipments?",
        "Do I have to pay the return transport cost?",
        "How much for return shipment?",
        "Do I have to pay for shipping back now?",
        "Should I pay for sending it back again?",
        "Would I have to pay for the return shipping costs?",
        "Is it possible to pay shipping costs in return?",
        "I am unsure if I have to pay for return shipping.",
        "I don't know if I have to pay for shipping back to you.",
        "Do I have to pay the returned shipping costs?",
        "Should I pay for shipping when I return?",
        "Should I have to pay the return costs?",
        "Are I required to pay cash to send goods back?",
        "Are return shipment expenses on us?",
        "Why should I pay for a return shipment?",
        "Pay for return shipping too?",
        "Would I have to pay for the return shipping?",
        "Shouldn't I pay for the return shipping?",
        "I don't know if I should pay for return shipments.",
        "What about the return shipping payment?",
        "I'm wondering if I should pay for return shipment.",
        "Is the return shipping cost my responsibility?",
        "Do you have a charge for sending goods back?",
        "Cost for returned shipment?",
        "Do I pay for it to be sent back?",
        "Do I need to pay shipping costs in order to receive a return shipment?",
        "For return shipping, must I pay?",
        "Is it cost to return shipment?",
        "Do you have a fee for shipping products back?",
        "Should I pay for a return shipment.",
        "Should it cost me to send it back?",
        "Is it my responsibility to pay returning shipping charges?",
        "Are I required to pay shipping costs in order to receive a returned item?",
        "Should I pay for returning shipments?",
        "Is it true that there is a fee on sendin' stuffs back?",
        "Do you have to pay shipping costs to get a returned item?",
        "Do I have to pay for it returned?",
        "I don't know if I should pay for the return shipping.",
        "Was there a payment for return shipping?",
        "Is it possible that return shipping could be on me?",
        "Will I have to pay for shipping when I get my goods back?",
        "Does it cost me to ship back to you?",
        "Is it my responsibility to cover return shipping expenses?",
        "Should I pay for the back shipment?",
        "Is the return shipping my responsibility?",
        "Payment for return shipped?",
        "I am wondering if I have to pay for shipping when I bring my goods back.",
        "Do I have to pay for shipping if I want to get a returned item?",
        "Should I pay shipping costs in order to receive a returned package?",
        "Do I pay for shipping when I bring my goods back?",
        "Is it a cost for shipping back to you?",
        "How about payment for returned shipping?",
        "Is your return shipment expenses on me?",
        "Are the return shipping charges I responsible for?",
        "Is it necessary for me to pay shipping costs in order to receive my returned shipment?",
        "Do I have to pay for Return Shipping?",
        "Is it worth it to pay for the return shipping?",
        "Is there any fee on sending stuffs back?",
        "I question if I should return shipment expenses.",
        "How much does it cost for a return shipment?",
        "Should I have to pay anything to send it back?",
        "Do I bear responsibility for return shipping charges?",
        "Do I need to pay for it to be sent back?",
        "Is it required that I pay for the return shipment?",
        "Do I have to pay to get my shipment back?",
        "Do I need to pay shipping costs in order to get a returned shipment?",
        "If I bring my goods back, do I have to pay for shipping?",
        "Do I need to pay for shipping when I bring things back?",
        "Do the shipping fees come with returns?",
        "Do I have to pay shipping costs when I receive a returned shipment?",
        "What about the cost of the return transport?",
        "In return do I have to pay shipping costs?",
        "What should we pay for return shipping?",
        "Does it cost to send back goods?",
        "Do I have to pay for shipping in order to get a returned package?",
        "Payment for shipping return?",
        "Do you have to pay shipping costs in order to receive a returned shipment?",
        "Is it a good idea to pay for return shipment?",
        "Do I pay to ship back to you?",
        "Are I required to pay shipping costs in order to get a returned shipment?",
        "Should I have to pay shipping costs to get a returned package?",
        "Will I be charged for return shipping as well?",
        "Do I have to cover the cost of shipping back?",
        "Need to pay cash to send goods back?",
        "Should I have to pay the cost of returns?",
        "Should I have to pay for shipping in order to receive a returned shipment?",
        "Is it possible to pay for return shipping too?",
        "Do I have to pay for shipping again.",
        "Is it okay to cover return shipping expenses?",
        "Should i pay for the return shipment?",
        "How much should be paid for return shipping?",
        "It might cost me to send it back.",
        "Do I have to pay shipping when I bring my goods back?",
        "Are return shipping expenses on me?",
        "Should I pay for the return shipment",
        "Do I have to pay shipping costs back?",
        "Is it necessary for me to pay shipping costs to receive a returned package?",
        "Do I have to spend money on return costs?",
        "Were return shipping charges my responsibility?",
        "Should I spend money on sending it back?",
        "Is it required for me to pay shipping costs to get a returned package?",
        "Do I have to pay cash to send the goods back?",
        "Should I pay for a returned shipment?",
        "DO I have to pay for return shipping?",
        "Should I be responsible for return shipping charges?",
        "Is it necessary for me to pay shipping costs in order to receive a returned package?",
        "Is it necessary to cover the return delivery costs.",
        "Do I have to pay for shipping costs back?",
        "Would I have to pay to ship it back?",
        "Do I have to pay for shipping to get a returned shipment?",
        "Should I pay for shipping to get a returned shipment?",
        "It's a question of payment for return shipping.",
        "Do I have to pay shipping costs to get my item back?",
        "Must i pay for return shipping?",
        "Do we have to pay for the return shipping costs?",
        "Is it necessary to pay back shipping costs?",
        "Do I have to pay the return shipping charges?",
        "Paying to get the goods back?",
        "Do I need to pay for shipping back to you?",
        "Are there any fee on sendin' stuffs back?",
        "Do I have to pay shipping costs in order to get the returned shipment?",
        "Will it cost me to send them back?",
        "Should I pay for a return shipping?",
        "Should I pay shipping costs to get a returned item?",
        "I don't know if I should pay any expenses for sending it back.",
        "Shall I pay for return shipping as well?",
        "I wonder if I need to cover return shipping expenses.",
        "Should I be shelling out for return shipping?",
        "Is it necessary to cover the return shipping costs?",
        "Do I have to pay for shipping to get a shipment back?",
        "Do I need to return the shipping costs?",
        "Do the return delivery costs have to be paid for?",
        "Is it possible that return shipment expenses are on me or you?",
        "Will I have to pay for shipping costs in return?",
        "Is there any fee for sending back goods?",
        "I don't know if I should pay for sending it back.",
        "I don't know if I have to pay for the returned shipment.",
        "Is there any charge for sending goods back?",
        "Is there a charge to send back goods?",
        "Is this necessary to pay for the return shipping?",
        "Does the return shipping costs need to be paid?",
        "Is it my return shipment expenses?",
        "Need funds to send goods back?",
        "Is it worth it to pay for return shipment?",
        "I don't know if I need to pay shipping costs in order to get a package back.",
        "Do you have a charge to send back goods?",
        "Do shipping fees go with returns?",
        "Is I responsible for the return shipping?",
        "Do I need to shell out cash to send goods back?",
        "Do you have a fee for sending products back?",
        "Shipping cost for return shipment?",
        "Do I get to pay for shipping back?",
        "I don't know if I have to pay shipping costs to receive a return shipment.",
        "Is it necessary to cover return shipping expenses.",
        "Should I cover the cost of return shipment?",
        "Is it my responsibility to pay for shipping back?",
        "Is it necessary for me to pay for the return shipment.",
        "Why should I pay for the return shipment?",
        "I wonder if returns involve shipping fees.",
        "Are I required to pay for the return shipment?",
        "Do I have to pay to ship my goods back?",
        "Is it a cost to ship it back?",
        "Is it a requirement for me to pay for the return shipment?",
        "Do I pay for shipping you back?",
        "Is it required for me to pay shipping costs to receive a returned package?",
        "Do I have to pay for shipping if I want a returned shipment?",
        "Do I have to pay to ships it back?",
        "Do I have to pay the shipping costs to get my item back?",
        "Do I need to pay shipping costs to get a package back?",
        "Do I pay to send it back?",
        "Payment requested for return shipping?",
        "Do I have to pay for the shipping return?",
        "Should I take responsibility for return shipping charges?",
        "I wonder if I need to cover the return delivery costs.",
        "I wonder if I have to pay to ship it back.",
        "Would I have to pay for the shipping back to you?",
        "Is it possible I must cover return shipping expenses?",
        "should I pay for return shipping?",
        "Will it cost me to send back?",
        "Do I have to pay for returned shipping?",
        "I don't know if I have to pay to send it home.",
        "Should I pay shipping costs in order to get a returned shipment?",
        "Is there a cost for sending back goods?",
        "Do I have to pay for shipping when I return the goods?",
        "Will I have to pay to send back the item?",
        "I have a question about paying for return shipment.",
        "Do I have to pay shipping costs when I return a item?",
        "Should it cost me money to send it back?",
        "Is my responsibility for return shipping charged?",
        "Does the cost of return shipping need to be paid for?",
        "Should I cover the shipping expenses back?",
        "Does a return incur shipping fees?",
        "Do you have to pay shipping costs in order to get a package back?",
        "Do I need to pay for shipping back home?",
        "Is it costing me to send back?",
        "Do I have to pay for shipping when my goods come back?",
        "Payment necessary for return shipping?",
        "Is there a charge for sending products back?",
        "Do I have to pay to get my return shipment?",
        "Is it necessary for me to pay the return shipping costs?",
        "Is it ok for me to pay for shipping back to you?",
        "I wonder if I have to pay for shipping back to you?",
        "Is it mandatory for me to pay shipping costs to receive a returned item?",
        "Does returning something have shipping fees?",
        "Is it okay for me to pay for return shipping costs?",
        "To cover return shipping expenses?",
        "Do I have to pay for shipping when i bring my goods back?",
        "Do I have to pay for shipping after I return my goods?",
        "I'm not sure if I need to pay for return shipping costs.",
        "Is there a fee on sending stuffs back?",
        "Is it important to pay for the return shipping?",
        "Should I shell out any money for sending it back?",
        "Should I pay shipping costs in order to receive a return shipment?",
        "Is it possible for me to incur expenses for sending it back?",
        "Should I pay for mailing it back?",
        "Do shipping costs have to be paid to get a returned shipment?",
        "Should I pay to ship it back?",
        "How much do you owe for sending back goods?",
        "I don't know if I have to pay for returning shipping costs.",
        "Is it worth it to pay for return shipping costs?",
        "Do I have to pay for return shipping.",
        "Did I have to pay for return costs?",
        "Do you know if there's a fee on sending stuff back?",
        "How much do we pay for sending back goods?",
        "Should I pay to get my shipment back?",
        "Is paying for return shipping costs necessary?",
        "Am I going to pay for return shipping as well?",
        "Do I have to pay shipping costs if I want to get a return shipment?",
        "I am not sure if I should pay for return shipping.",
        "Are the return shipping charges my responsibility.",
        "How about payment for returning shipping?",
        "Do you think there's a fee on sending stuff back?",
        "Return Shipping charges?",
        "Paying for return shipping also?",
        "Do I have to pay shipping costs if I want to get a returned item?",
        "Should I have to pay for the shipping?",
        "Is it possible that I shoulder return delivery charges?",
        "Can I pay for shipping it back?",
        "Are I responsible for shipping it back to you?",
        "Do I have to pay for shipping to receive a return item?",
        "Does sending products back incur a fee?",
        "Will it cost me to send back it?",
        "Should I be responsible for return shipment?",
        "Is it a good idea to pay for returning shipping?",
        "Do I pay shipping back to you?",
        "Do you know the cost for a return shipment?",
        "I don't know if I have to pay for return shipping.",
        "Should I pay for a return shipping package?",
        "Will it cost to pay for return shipping?",
        "Do I have to pay shipping costs to get a return package?",
        "Return of shipping charges?",
        "Should I pay for shipping back to me?",
        "I am unsure if return shipping is on me.",
        "Is returning shipping worth paying for?",
        "Is it a good idea to pay for returns shipping?",
        "When I bring my goods back, do I have to pay for shipping?",
        "Do I have to pay shipping costs in order to get a returned package?",
        "Do I have to pay for the return?",
        "Do I have to shell out shipping costs?",
        "Returning shipping charges?",
        "Is it alright for me to pay for shipping back?",
        "Is it necessary for me to cover return shipping expenses.",
        "I don't know if I have to pay shipping costs in order to receive a returned shipment.",
        "What the cost of return shipping?",
        "Is it necessary to cover the return shipping expenses?",
        "Should you pay for sending products back?",
        "Do returns involve shipping costs?",
        "Is it needed to pay for return shipping?",
        "Should I pay for it to go back?",
        "Please, what is the cost of return shipping?",
        "How about paying for the return shipping?",
        "Is it mandatory for me to pay shipping costs in order to receive a returned shipment?",
        "Should I have to pay for returning shipping?",
        "Should it be necessary to pay for return shipping?",
        "Is it necessary for me to pay for shipping returns?",
        "I wonder if I have to pay for return delivery costs.",
        "I wonder if it costs me to send back.",
        "Is it necessary to pay a fee to send products back?",
        "Do I have to pay shipping costs if I return an item?",
        "Is it permissible for me to pay for return shipping?",
        "Do I have to pay for their return shipping costs?",
        "Does the returns include shipping fees?",
        "Is it possible that I must cover the return shipping expenses?",
        "Is returns subject to shipping fees?",
        "Is there any responsibility for return shipping charges?",
        "Do I have to pay for shipping when I bring back stuff?",
        "do I have to pay for return shipping?",
        "Is it worth it to pay for shipping back?",
        "What if I have to cover return transport costs?",
        "Do I have to pay for the return shipping.",
        "Should I pay for shipping after I bring my goods back?",
        "Do I need to pay for shipping to get a returned item?",
        "Is there a fee on sendin' stuff back?",
        "Is it a requirement that I pay for the return shipping?",
        "Should I pay shipping costs when I return?",
        "Is the return delivery costs something I need to cover?",
        "Do I pay for it to come back?",
        "Do I have to pay to have my goods shipped back?",
        "Return shipping may be on me.",
        "Payment for shipped back?",
        "Can I return a package if I have to pay shipping costs?",
        "Are the returned shipment expenses on me?",
        "Is it appropriate for me to shoulder return shipment expenses?",
        "Do I have to pay shipping costs to get a return shipment?",
        "Will have to pay for return shipping as well?",
        "Are return shipment expenses on me.",
        "Is it my responsibility to pay for return shipping charges?",
        "Should I have to pay for shipping when I bring my goods back?",
        "How should I handle return shipping expenses?",
        "Shipping charges being returned?",
        "Are there any fees on sendin' stuffs back?",
        "Will it cost me to ship it back?",
        "shipping fees do returns include?",
        "Does it cost to send it back?",
        "Can you tell me the cost for a return shipment?",
        "Do I have to pay for shipping in order to receive a return?",
        "Does I have to pay to get it back?",
        "Is it necessary for me to pay for shipping to get a returned shipment?",
        "Does I have to pay for the return shipment?",
        "If there's a fee for sending stuffs back?",
        "I am not sure if I have to pay for return shipping.",
        "I would like to know if return shipping charges are my responsibility.",
        "There might be a fee on sendin' stuffs back?",
        "Please tell me the cost of return shipping?",
        "Is sending back goods charged?",
        "Do we need to pay for return shipping?",
        "Is it a requirement that I pay for shipping when I bring my goods back?",
        "If I have to pay for return shipping?",
        "Will it costs me to send it back?",
        "Is it mandatory for me to pay shipping costs in order to receive a returned item?",
        "Does returns come with shipping fees?",
        "Do you want the shipping costs back on me?",
        "Do I or you have to pay return shipment expenses?",
        "Is it necessary to pay for the return shipping.",
        "Does my return shipping have to be paid for?",
        "Will it be a payment for return shipping?",
        "I wonder if I have shoulder return delivery charges.",
        "Do I owe money for shipping back?",
        "Do I pay shipping costs to get a package back?",
        "Is it necessary for me to pay for shipping back?",
        "Will I have to pay for returned shipping as well?",
        "Do I have to pay for shipping in order to get my item back?",
        "How come I have to pay for return shipping?",
        "Should I be responsible for returning the shipment?",
        "Is it my responsbility for return postage?",
        "Is it permissible for me to pay for the return shipment?",
        "Do I have to pay for shipping in order to get the package back?",
        "Is it ok to pay for return shipping?",
        "Should I have to spend money to send it back?",
        "Should I pay for the returnshipment?",
        "Do you have shipping fees for returns?",
        "Return shipping costs for me?",
        "Is it possible to receive a returned item if I pay shipping costs?",
        "Isreturn shipping on me?",
        "Is it possible to make a payment for return shipping?",
        "I ask if I shoulder return delivery charges.",
        "Do i have to pay for shipping back to you?",
        "Do I need to pay shipping back?",
        "Do I have to pay shipping costs in order to get the item back?",
        "Can I take responsibility for return shipping charges?",
        "Do I have to pay for shipping to you again?",
        "Is the shipping costs back on me?",
        "Should I have to pay for shipping in order to get a returned item?",
        "Is there a fee for shipping back?",
        "I don't know if I need to pay for shipping back to you.",
        "Will have to pay for return shipping?",
        "do I have to pay for shipping back?",
        "Do I have to foot the return shipping bill?",
        "Should the payment be for return shipping?",
        "Is it ok to shoulder return delivery charges?",
        "Should I cover the return shipping costs?",
        "Do I have to pay anything for the return shipping?",
        "Are return shipment costs on me or you?",
        "Should I have to cover return costs?",
        "I am wondering if I should pay for the return shipment.",
        "I wonder if I have to pay shipping costs to get a returned item.",
        "How much should I pay for returning shipping?",
        "Is it possible return shipment expenses on me or you?",
        "Is it permissible for me to pay for shipping back?",
        "Is there a fee to send back items?",
        "Is the shipping back on me?",
        "Do I have to pay for shipping in order to get a returned shipment?",
        "Are the returning shipping charges my responsibility?",
        "How about paying for the return transport?",
        "Do I need to pay shipping costs to receive a return shipment?",
        "Is shipping fees involved in returns?",
        "Must I pay for the return shipment?",
        "Is it a fee to send back items?",
        "Are shipping fees involved with returns?",
        "Does that mean I have to pay for return shipping?",
        "I don't know if I need to pay shipping costs in order to receive a returned item.",
        "Do I have to pay for the return shipping costs.",
        "Do I have to pay shipping costs in order to receive a returned item?",
        "Is there a fee when sending back goods?",
        "Will it cost for return shipment?",
        "Should I pay shipping costs if I want a returned item?",
        "Is my responsability for return shipping charges?",
        "Should I spend money on return shipment?",
        "Is it worthwhile to pay for the return shipment?",
        "Do I have to pay shipping costs in order to get the shipment back?",
        "I need to pay return shipping expenses.",
        "Is it a requirement for me to pay shipping costs to receive a returned item?",
        "When I bring my goods back will I have to pay for shipping?",
        "Are you sure if there is a fee on sendin' stuffs back?",
        "I don't know if I have to pay shipping costs if I return an item.",
        "Do I need to pay shipping costs back?",
        "Should we pay for sending products back?",
        "Pay for return shipment?",
        "Is it a requirement to pay shipping costs in return?",
        "Do I have to pay shipping costs to receive my returned shipment?",
        "Is it possible that I shoulder returned delivery charges?",
        "Do I need to pay for returning shipping?",
        "Is it necessary for me to cover return shipping costs?",
        "I am wondering if I shoulders return delivery charges.",
        "Is return shipment expenses on myself or you?",
        "Is it ok for me to shoulder return delivery charges?",
        "Do I have to pay for shipping to receive a returned package?",
        "Is it necessary that I pay for the return shipment?",
        "Expenses should be incurred for sending it back?",
        "Does it make sense to pay for return shipping costs?",
        "Is there a cost to return shipment?",
        "Do I need to pay for the return shipment?",
        "Is it required that I pay for return shipping?",
        "Is there a charge for sending things back?",
        "If I bring my goods back, should I pay for shipping?",
        "I'm not sure if I should pay for return shipping.",
        "Do I have to use cash to send goods back?",
        "Are I responsible for paying for the return shipping?",
        "What do I have to pay for return transport?",
        "Is it required that I pay shipping costs in order to receive a returned item?",
        "Is there any fee for the return shipping?",
        "Do I have to reimburse shipping back?",
        "Do I have to pay for it to be sent back?",
        "Should i pay for my return shipment?",
        "I don't know if I have to pay return shipping costs.",
        "How about returning shipping costs?",
        "I want to know if I have to shoulder return delivery charges.",
        "I don't know if I should cover return shipping expenses.",
        "I have no idea if I have to pay for the return shipping.",
        "The return shipping costs may need to be paid.",
        "Should I pay for a return package?",
        "To ship it back, do I have to pay?",
        "Do I have to pay for shipping when I receive a returned shipment?",
        "Will I have to return shipment expenses?",
        "Is it necessary to pay for the shipping back?",
        "Will returns involve shipping fees?",
        "I wonder if I should spend any money to send it back.",
        "Is it necessary to pay for returned shipments?",
        "Should I spend any money sending it back?",
        "Is it necessary to pay to send products back?",
        "Is there a fee for sendingin' stuffs back?",
        "Should I pay for returns shipping costs?",
        "Are there return shipping charges?",
        "Was return shipping charges my responsibility?",
        "There is a cost of return shipping?",
        "Do I have to pay returning shipping costs?",
        "Is there a requirement to cover return shipping expenses?",
        "Do I have to pay for returned freight?",
        "Should I have to pay shipping costs to get a return shipment?",
        "Should I pay for sending it back?",
        "Do I have to pay for the shipping when I get my goods back?",
        "Should I pay for return shipping.",
        "Does it require a payment for return shipping?",
        "Is there a fee to send goods back?",
        "Is it necessary to pay shipping costs to get a package back?",
        "Do I need to pay to get it back?",
        "Is it possible that returns necessitate shipping fees?",
        "Is it okay for me to pay for shipping back to you?",
        "Do I have to pay for shipped back to you?",
        "How about shipping costs back to me?",
        "Should I pay shipping costs to receive a returned shipment?",
        "Will I have to pay for the return shipping costs?",
        "Do I have to pay for shipping when I return my goods?",
        "Do you know if there is a fee for sending things back?",
        "Is it my responsibility to pay for the shipping back?",
        "Is there a return shipping cost?",
        "Should I pay to send things back?",
        "Is it worth paying for return shipping.",
        "Is the returning shipping charges my responsibility?",
        "Can I pay to send stuff back?",
        "Do I have to pay shipping cost in return?",
        "Is it okay for me to shoulder return delivery charges?",
        "Is the return shipment expense on me or you?",
        "Shipping fees may be involved in the return.",
        "Is the return shipping charges my responsibility.",
        "Should return shipping charges be my responsibility?",
        "Do I have to pay to get it back??",
        "Does it make sense for me to cover return shipping expenses?",
        "Do I have to pay again for shipping?",
        "How much should I pay for the return shipping?",
        "Is return shipping something I have to worry about?",
        "Is this necessary to pay for the return shipping costs?",
        "Paying for the return package?",
        "I don't know if I have to pay for shipping it back.",
        "I don't know if I have to pay to ship it back.",
        "Should expenses be incurred when I send it back?",
        "Is there any cost for the return shipping?",
        "I don't know if I should pay expenses for sending it back.",
        "Do I have to pay for it to come back to you?",
        "If I pay for return shipment, should I?",
        "Do returns carry shipping fees?",
        "Is it necessary for me to pay for shipping again?",
        "Should I pay shipping costs if I want to get a returned package?",
        "Do I have to pay for shipping back.",
        "How about returning shipping costs on me?",
        "Will I pay for the return shipment?",
        "Is it okay for me to shoulder return delivery costs?",
        "Is it possible that I must cover return shipping expenses?",
        "What is the cost for returned shipment?",
        "What if I have to pay shipping costs in return?",
        "Do I have to pay for the return shipment??",
        "Are there return shipment expenses on me?",
        "Is the return subject to shipping fees?",
        "Do I have to pay shipping costs to get a returned item?",
        "Are I responsible for return shipment expenses?",
        "Does I have to cover return costs?",
        "I don't know if I pay for return shipping.",
        "Do I need to pay for shipping in order to receive a returned shipment?",
        "Is it ok for me to cover return shipping expenses.",
        "Do shipping costs have to be paid in order to get a package back?",
        "Is it necessary to pay for return shipping costs?",
        "Maybe I should pay for the return shipment.",
        "Do your returns have shipping fees?",
        "Will I have to pay for the return?",
        "Is it required to cover return shipping expenses?",
        "Can I shoulder return delivery charges?",
        "payment for return shipping?",
        "Is it appropriate to cover return shipping expenses?",
        "Is it me or you that has return shipment expenses?",
        "How about payment for shipping back?",
        "Do I have to pay for shipping after I bring my goods back?",
        "Do I shoulder return delivery charges?",
        "Do I have to pay shipping costs if I want to get a returned package?",
        "I wonder if return shipping charges are my responsibility.",
        "Will I have to pay for shipping when I bring my stuff back?",
        "Do I have to pay for shipping when I return items?",
        "Is it a necessity to pay for the return shipping costs?",
        "Is it going to cost me to send back?",
        "Are I responsible for return delivery charges?",
        "How much do I have to pay to send it back?",
        "Should the return shipment be paid for?",
        "Is it okay for me to pay for shipping when I bring my goods back?",
        "I'm curious if there's a fee on sendin' stuffs back.",
        "Should I be responsible for the return shipment?",
        "Do I need to pay for shipping to get a returned package?",
        "Are I supposed to pay cash to send goods back?",
        "Do I pay for the returned shipment?",
        "Do I have to pay for the shipping back?",
        "Should I have to pay for return shipping costs?",
        "I don't know if I have to pay shipping costs for a returned shipment.",
        "Should I pay for my shipping back?",
        "Will I have to pay for the shipping?",
        "Is there a fee to receive a returned shipment?",
        "Is it possible to get a returned package if I pay shipping costs?",
        "I do not know if I have to pay for shipping back to you.",
        "Should I pay for the shipping home?",
        "What expenses should I pay for sending it back?",
        "Is it possible that I will have to pay for the return shipment?",
        "Will I have return delivery charges?",
        "I was wondering if there was a fee on sendin' stuffs back.",
        "I am unsure if I have to pay for the return shipping.",
        "Was there a cost for return shipment?",
        "How much is my responsibility for return shipping?",
        "I don't know if I have to pay shipping costs to get a returned shipment.",
        "If there's a fee for sendin' things back?",
        "Can I pay for shipping back to you?",
        "Please know the cost of return shipping?",
        "Is it possible to get a returned item if I pay shipping costs?",
        "Should I take back shipment expenses?",
        "Should returns include shipping fees?",
        "Do I pay for shipping it back to you?",
        "Will it cost me to pay for return shipping?",
        "What should I pay for return shipment?",
        "Does payment for return shipping exist?",
        "Do I have to pay for return transport?",
        "Should I be spending money to send it back?",
        "Is it necessary for returns to have shipping fees?",
        "Is it appropriate to pay for return shipping?",
        "Is it wise to pay for return shipping?",
        "I asked if I shoulder return delivery charges.",
        "I don't know if I have to pay shipping back.",
        "Are there return shipping costs for me?",
        "Do I have to pay for shipping in order to get a item back?",
        "Are I expected to pay for the return shipping?",
        "How about I pay for return shipping?",
        "Are I required to pay for return shipping costs?",
        "Is it necessary for me to pay shipping costs to get a package back?",
        "Does it make sense to shoulder return delivery charges?",
        "Do I need to pay for shipping when I bring the goods back?",
        "Do you have a charge for sending back goods?",
        "Is it required for me to pay shipping costs to get a returned shipment?",
        "When I bring my goods back, am I required to pay for shipping?",
        "Will I pay for it to send back?",
        "Do I have to pay back shipping?",
        "Should I have to pay expenses when I send it back?",
        "Do I pay for the return shipping costs?",
        "Are return shipping charges my obligation?",
        "When I bring my goods back can I pay for shipping?",
        "Should I pay for goods to be sent back?",
        "Should I pay for shipping when I bring my goods back?",
        "Is it possible that I pay for return shipping?",
        "A cost for return shipment?",
        "Are I responsible for sending it back?",
        "Do I have to pay for the return shipment",
        "Do I have to return the shipment expenses?",
        "Do I need to pay for the shipping back?",
        "Is it possible I will have to pay for shipping back to you?",
        "Do I have to pay to bring it back?",
        "Do I need to pay for shipping when I bring back my goods?",
        "Will I have to pay for the return shipment?",
        "Should I incur expenses when I send it back?",
        "Do I have to pay shipping costs in order to get my item back?",
        "How much should I pay for shipping back?",
        "A cost of return shipping?",
        "Can you tell me about the charge for sending back goods?",
        "Is there fee for sendin' stuffs back?",
        "I don't know if I have to pay for returned shipping costs.",
        "Is it my responsibility to pay for the shipping back to you?",
        "Do I have to pay shipping costs in order to get my returned shipment?",
        "For sending it back, should I incur any expenses?",
        "Will I need to cover return costs?",
        "Paying for return shipping too?",
        "Do you know cost of return shipping?",
        "Is it the cost of return shipping?",
        "Return shipment should I pay for it?",
        "Is it possible I will have to pay for shipping back?",
        "Will I have to pay to send back.",
        "Do I have to pay shipping costs if I want a returned item?",
        "Shouldn't I pay for return shipping?",
        "Is there any need to cover return shipping expenses?",
        "Is it cost for return shipments?",
        "Do I have to pay the shipping costs to get a returned shipment?",
        "What is the responsibility of return shipping fees?",
        "I wonder if I should pay for return shipments.",
        "Do I have to shell out cash to send the goods back?",
        "Is it a requirement that I pay for shipping when I return my goods?",
        "Are I responsible for shipping it back?",
        "Should I pay shipping costs in return?",
        "Are the return delivery costs something I have to cover?",
        "Do I need to pay for the shipping back to you?",
        "Is it required for me to pay shipping costs to receive a returned shipment?",
        "Do I have to pay for shipping in the return?",
        "Do I have to pay for sending products back?",
        "Return shipment should I pay?",
        "Is it a fee for shipping products back?",
        "Do I need to pay for shipping returned items?",
        "Is it possible that returns require shipping fees?",
        "Is it my responsibility to handle return shipping?",
        "Are return shipping charges for me?",
        "I don't know whether I have to pay for shipping back.",
        "Do I have to pay shipping costs in order to get my shipment back?",
        "Do I have to pay to receive a returned shipment?",
        "Is it possible that I have to pay for the return shipment?",
        "Is it necessary to incur expenses to send it back?",
        "Do I have to pay to ship again?",
        "Should I pay expenses for sending it back?",
        "I want to know if I should pay the cost of returns.",
        "Do I have to fork over shipping costs?",
        "Do I need to pay shipping costs if I want to get a returned item?",
        "Is there a payment for returned shipping?",
        "Does it cost me to shoulder return delivery charges?",
        "Will we have to pay for return shipping?",
        "Do I have to cover the return shipping expenses?",
        "Does it require me to cover the return delivery costs?",
        "Do shipping costs have to be paid in return.",
        "What if return shipping charges are my responsibility?",
        "Should I have to pay to ship it back?",
        "Is it necessary for me to pay shipping costs in order to receive a return shipment?",
        "Should I have to pay shipping costs if I want to get a returned shipment?",
        "I need to cover the return shipping costs.",
        "Must I cover the return shipping expenses?",
        "Should I have any expenses for sending it back?",
        "Do I have to pay for shipping when I return something?",
        "Is it necessary for me to pay shipping costs in order to get my package back?",
        "Should I have to pay for sending it home?",
        "Will I be paying for return shipping too?",
        "Should I have to pay for the returned shipment?",
        "Should I pay for shipping returns?",
        "Is it costs of return shipping?",
        "Paying for returning shipping?",
        "Are the return shipping costs my responsibility?",
        "Is shipping fees associated with returns?",
        "Is it possible for me to pay for shipping back to you?",
        "Is it necessary for me to pay shipping costs to receive a return shipment?",
        "Do I have to pay for the cost of returns?",
        "Can I get a package back if I have to pay shipping costs?",
        "Do I have to pay for shipping to receive a package back?",
        "Do I have to pay for sending it back to you?",
        "I don't know if I will have to pay for the return shipping.",
        "Do I have to pay for my return shipping costs?",
        "Have I to pay for the return shipping?",
        "Did I need to pay for return shipping?",
        "I would like to know if I shoulder return delivery charges.",
        "Should we charge for sending back goods?",
        "Will returns incur shipping fees?",
        "Does the return shipment have a cost?",
        "Are shipping costs included in the return?",
        "return shipping charges?",
        "do I have to pay for returns?",
        "Do I need to pay for shipping returned?",
        "Should I have to pay shipping costs in order to get a returned shipment?",
        "Are the return shipment costs on me or you?",
        "I wonder if I have to pay for return shipping.",
        "Does shipping fee have to be paid back?",
        "Do I have to pay for a return shipment?",
        "Is it worth it to pay for return shipping?",
        "Should I pay shipping costs in order to get a returned item?",
        "Do I need to pay shipping costs to get a returned package?",
        "Should I pay any expenses to send it home?",
        "Do shipping fees accompany returns?",
        "How about return shipping charges.",
        "Is it a requirement to shoulder return delivery charges?",
        "I don't know if I have to pay for shipping back",
        "Should I pay for shipping return?",
        "Do I have to pay for my return shipping?",
        "Could I shoulder return delivery charges?",
        "Return shipping fees may be involved.",
        "Do I have to pay for the return parcel?",
        "do I have to pay to send it back?",
        "How much should I pay for shipping in return?",
        "Does that cost for return shipment?",
        "Do I have to pay for shipping when I get a package back?",
        "Should I spend money on sending it home?",
        "How much do I have to pay to return shipping costs?",
        "Should I pay for the returning shipment?",
        "Does it make sense to pay for the returns shipping costs?",
        "I want to know if I have to pay return costs.",
        "Are the return shipping charges a responsibility?",
        "How about shipping costs back on me?",
        "I don't know if I need to pay to bring it back.",
        "Is it my obligation to cover return shipping expenses?",
        "Is it ok for me to pay for return shipment?",
        "Do I have to fork out for return shipping costs?",
        "What if I have to pay the return transport cost?",
        "I don't know if I have to pay for shipping when I return items.",
        "Are I required to pay shipping costs in return?",
        "Will I have to pay shipping costs in return?",
        "Do I have to pay shipping costs if I want to get a return?",
        "Does the return shipping have to be paid for?",
        "Can I cover the return shipping expenses?",
        "Is it necessary for me to pay for shipping in order to get a package back?",
        "Does it cost me for the return shipment?",
        "Do i have to pay for return shipping?",
        "Is it a requirement for me to pay shipping costs to get a returned shipment?",
        "Will I have to pay for shipping back?",
        "Is it my responsibility to reimburse return shipping charges?",
        "I don't know if I have to pay for shipped back.",
        "Should return shipping costs be paid for?",
        "Will I pay to send it back?",
        "Do I have to shell out money to return it?",
        "Yes, should I pay for return shipping?",
        "Should we pay for returning shipping?",
        "Should I pay costs for sending it back?",
        "When I bring my things back, do I have to pay for shipping?",
        "Returned shipping fee?",
        "How much of return shipping should we pay?",
        "Are you sure if there's a fee on sendin' stuffs back?",
        "Did returns include shipping fees?",
        "Is it possible that I have to pay shipping costs in order to get a package back?",
        "Did I or you pay return shipment expenses?",
        "Is it necessary for me to pay shipping costs if I want to get a returned shipment?",
        "Should I pay shipping costs to receive a return item?",
        "Should I cover the returns shipping expenses?",
        "Do I need to pay to return it?",
        "Was it cost for return shipment?",
        "Will I pay for return shipping?",
        "Do you think there's a fee for sendin' stuffs back?",
        "Do I owe anything for the return shipping?",
        "Is it going to cost for return shipping as well?",
        "Is it a requirement to pay for shipping when I bring my goods back?",
        "Did it cost me to send back?",
        "Should I pay for shipping in order to receive a returned item?",
        "Asking about the cost of return shipping.",
        "Is it necessary to pay shipping costs in order to get a returned item?",
        "What if I have to cover return transport cost?",
        "I don't know if I have to pay for shipping when I return my goods.",
        "Will it cost me to send it back?",
        "I don't know if I have to pay for shipping when I come back with my goods.",
        "Is it necessary for me to pay for return shipping costs.",
        "I want to know if I have to cover the return delivery costs.",
        "Is it necessary to pay the return shipping costs.",
        "Is it worth paying to ship it back?",
        "Do I need to pay for shipping in order to get a returned shipment?",
        "How about return shipping costs for me?",
        "Shipping fees may accompany returns.",
        "Is it necessary to pay for shipping back?",
        "Is it my responsibility to shoulder return delivery charges?",
        "Will I pay for return shipping too?",
        "Will we have to pay for return shipping also?",
        "Do I have to pay for the returned packages?",
        "Do I need to pay shipping costs in order to get a shipment back?",
        "Will I have to pay for returning shipping costs?",
        "How should I pay for a return shipment?",
        "Need to cover return shipping expenses?",
        "Should I pay any expenses when I send it back?",
        "Will it cost to pay for return shipping as well?",
        "Is that return shipping on me?",
        "Is it necessary to pay for shipping return?",
        "What about return shipment expenses?",
        "Should I repay shipment expenses?",
        "Will I have to pay return delivery charges?",
        "Do you have to pay for shipping in return?",
        "Should I pay for their return shipment?",
        "Is it necessary for me to pay for the return shipment?",
        "Is return SHIPPING on me?",
        "Are I responsible for shipping back?",
        "Do I pay return shipping costs?",
        "Is it a requirement for me to pay shipping costs in order to get a package back?",
        "Do I have to pay for returnshipping?",
        "Do I have to pay to mail it back?",
        "Is my responsibility for returning shipping charges?",
        "Do I have to shell out some money to get it back?",
        "Is the cost of return shipping my responsibility?",
        "Should I pay shipping back?",
        "If there is a fee on sending stuff back?",
        "I need to know if return shipping charges are my responsibility.",
        "I don't know if it will cost me to send back.",
        "Do I have to pay shipping costs to return an item?",
        "Should I cover returns shipping expenses?",
        "I have no idea if I must pay for return shipping.",
        "Do I have to pay for shipping when I come back with my goods?",
        "Do I have to shell out for the return shipping costs?",
        "Is return shipping on me?",
        "Shipping costs should be returned on me?",
        "Do I have to pay for the return mail?",
        "Do I have to pay for shipping in order to receive a package back?",
        "Is it my responsibility to cover return delivery costs?",
        "I don't know if I should pay any expenses to send it back.",
        "I have no idea if I have to pay for shipping back.",
        "Do I have to pay the return shipment cost?",
        "What about the payment for return shipping?",
        "Do I have to shell out shipping costs to get a package back?",
        "I wonder if I need to pay for the return shipment.",
        "What about return shipping expenses?",
        "Do I have to pay expenses for sending it back?",
        "In order to get a returned item, do I have to pay shipping costs?",
        "I don't know if I have shoulder return delivery charges.",
        "Do I have to pay for returned shipment costs?",
        "Is it possible that I should shoulder return delivery charges?",
        "Will I have to pay for the shipping back to you?",
        "I wonder if I should pay for returning shipping.",
        "I wonder if I have to pay shipping costs to get a return shipment.",
        "I don't know if I have to pay for it to be sent back.",
        "Will returns cost shipping fees?",
        "Does paying for the return shipping costs make sense?",
        "I want to know if I have to pay for shipping back.",
        "Is it cost to ship back to you?",
        "Are return shipping charges the responsibility of me?",
        "My responsibility for the return shipping charges?",
        "Is it possible to charge for sending back things?",
        "Is there a cost for returning shipment?",
        "Do I have to pay for the return costs?",
        "Should I pay for shipping home again?",
        "Do I have to pay the return freight?",
        "Will I have to pay shipping costs to get a package back?",
        "Do you know if there is a fee for sending stuffs back?",
        "Is it possible that I have to pay shipping costs in order to get a returned shipment?",
        "Is it necessary to pay for returned shipping?",
        "Do I have to pay for the shipped back?",
        "Return charges for shipping?",
        "So is return shipping on me?",
        "Is it necessary for me to pay shipping costs to receive a returned item?",
        "Is it possible I have shoulder return delivery charges?",
        "Will I shoulder return delivery charges?",
        "Does it cost me for return shipping?",
        "Shipping fees may be associated with returns.",
        "Is it possible that I have to pay for shipping when I return my goods?",
        "Is return shipment costs on me?",
        "Do I pay for shipping returns?",
        "Is it ok for me to pay for the return shipping?",
        "I am wondering if it will cost me to send back.",
        "Do I have to pay to ship you back?",
        "Do I pay shipping costs to get a returned shipment?",
        "Is it appropriate for me to pay for return shipment?",
        "To receive a returned package, do I have to pay shipping costs?",
        "Yes, do I have to pay shipping costs?",
        "Is it required that I pay for shipping when I bring my goods back?",
        "Would I have to pay for shipping back to you?",
        "In return, should I pay shipping costs?",
        "I don't understand if I have to pay for the return shipping.",
        "Is it my responsibility for return shipping charges?",
        "Is it my responsibility to handle return shipping charges?",
        "Do I need to pay shipping costs to get a return?",
        "Does returning items incur shipping fees?",
        "If there's a fee for sending stuff back?",
        "Is it compulsory for me to pay shipping costs to receive a returned item?",
        "It is suggested that I pay for return shipping.",
        "Should I pay for the shipping return?",
        "Is it mandatory for me to cover return shipping expenses?",
        "Do I have to pay for shipping back to you",
        "I don't know if I have to pay shipping costs for a returned package.",
        "Should I pay for your return shipping?",
        "I need to pay for the return shipping.",
        "Do I have to pay shipping costs to receive a returned item?",
        "Is it necessary for me to shoulder return delivery charges?",
        "Should there be expenses for sending it back?",
        "Do I have to pay for the back shipment?",
        "Do I have to pay for shipping when I return my item?",
        "I may have to pay for return shipping.",
        "I am wondering if there is a charge for sending back goods.",
        "Should I pay for shipping when I bring back my goods?",
        "Should I shell out cash to send my goods back?",
        "Do I pay for it to come back to me?",
        "Can I pay for the shipping back to you?",
        "Is it true that return shipment expenses are on me or you?",
        "Is it a good idea for me to pay for return shipment?",
        "Is it feasible to shoulder return delivery charges?",
        "Ask about the cost of return shipping.",
        "Should I pay for return shipping?",
        "Should I cover the cost of the return shipment?",
        "Does it have to be paid for the return shipping?",
        "Are I required to pay for shipping back?",
        "I do not know if I need to pay for return shipping.",
        "Am I responsible for return shipping expenses?",
        "Is it worth paying shipping costs in return?",
        "Do I have to pay to return the shipping?",
        "Do I have to pay shipping costs if I want a package back?",
        "Is there any fee on sending things back?",
        "Do I need to pay shipping costs for a return?",
        "Would I have to pay for shipping when I bring my goods back?",
        "I wondered if I had to pay for return shipping.",
        "Should return shipment expenses be on me or you?",
        "Do I have to spend money on returns?",
        "Please ask about the cost of return shipping.",
        "Are I responsible for shipping back to you?",
        "Does return shipping count on me?",
        "is return shipping on me?",
        "Do I have to pay to return the shipping to you?",
        "Is it required that I pay shipping costs to receive a returned shipment?",
        "Do I have to pay for shipping back again?",
        "Will I need to pay for the return shipping?",
        "I wonder if I have to pay for shipping when I bring my stuff back.",
        "Is return shipping charged to me?",
        "Does it make sense for me to pay for shipping back?",
        "Should I pay for shipping in order to get a returned item?",
        "Any payments for return shipping?",
        "Do I have to pay shipping costs in order to receive a returned package?",
        "Do I need to pay for returns?",
        "Is my responsibility return shipping charges?",
        "Is there any charge for sending back goods?",
        "Should I pay for returned shipments?",
        "Does it make sense to pay for the returned shipping costs?",
        "Do I have to pay shipping costs in return.",
        "Do I pay to bring it back?",
        "Is it possible I have to pay return costs?",
        "Do I have to pay for it to be returned to you?",
        "Is there a fee for sending things home?",
        "Is it possible that I have to pay to get it back?",
        "Should I pay for your shipping back?",
        "Are return shipping charges my responsibility.",
        "Is it compulsory for me to pay shipping costs in order to receive a returned item?",
        "Do I need to pay return shipping expenses?",
        "Do I have to pay shipping costs to get my package back?",
        "I wonder if I have to pay for shipping when I bring my goods back.",
        "Do I have to pay for returns?",
        "Should I pay for sending it back.",
        "A return of shipping charges?",
        "Does returns include shipping fees?",
        "Do I pay to have it shipped back?",
        "Do I need to pay for return shipping?",
        "Does anyone know if there is a charge for sending back goods?",
        "Could I pay for return shipping?",
        "Does it make sense for me to pay for return shipment?",
        "Is it payment for return shipping?",
        "How much should I spend on sending it back?",
        "Is the return shipment expenses on me?",
        "If there is fee for sendin' stuffs back?",
        "Do you have to pay for sending back goods?",
        "Is it cost me to send it back?",
        "Would I have to pay for return shipping?",
        "Is the return shipping something I have to pay for?",
        "Did I have to cover return shipping expenses?",
        "Do I have to pay to shipping it back to you?",
        "Is it possible that I will have return delivery charges?",
        "Is it permissible for me to cover return shipping expenses?",
        "Do you pay to send stuff back?",
        "Should I pay the return freight?",
        "Is returned shipping on me?",
        "Do I have to pay for shipping when I return an item?",
        "Do I have to pay for shipping when I bring the goods back?",
        "I wonder if there is a fee for sending back goods.",
        "Is it possible that I have to pay to bring it back?",
        "Do I have to pay for shipping when I bring back goods?",
        "When I bring my goods back do I have to pay for the shipping?",
        "Is it necessary for me to pay for returns shipping?",
        "Do I have to spend money on the return shipment?",
        "Should I purchase return shipping?",
        "Do I have to pay for it to get back?",
        "Do I need to pay for shipping in order to get a returned item?",
        "Is it possible that return shipment expenses are on you?",
        "I am wondering if return shipping is on me.",
        "Does my return shipping costs have to be paid?",
        "Is it wise to pay for return shipping.",
        "Do I pay for shipping it back?",
        "Should I pay shipping costs in order to receive a return item?",
        "Does a return mean shipping fees?",
        "How much do I have to pay for return shipping?",
        "How about payment for return shipping?",
        "Is it my obligation to cover the return delivery costs?",
        "Did I have to pay for returns?",
        "Return shipping charges on me?",
        "Will I be responsible for sending back?",
        "Should I have to pay for shipping to get a returned item?",
        "Is it my responsibility to pay for returns postage?",
        "Should I pay shipping costs in order to receive a returned shipment?",
        "Do I have to pay the return shipping fee?",
        "Should I pay for the return delivery?",
        "Is it a fee to send back things?",
        "Is it possible that I have to pay shipping costs to get a package back?",
        "The return shipment might have to be paid for.",
        "Should I pay shipping costs to get my package back?",
        "Is it ok to cover return shipping expenses?",
        "Yes, should I pay for the return shipment?",
        "Do I have to pay the shipping costs back?",
        "Will return shipping be on me?",
        "How much should I pay for the return shipment?",
        "Should I have to pay for shipping it back?",
        "Should I have to pay for the return shipment?",
        "Is it necessary for the return shipping costs to be paid?",
        "Do I have to pay shipping costs if I want a returned shipment?",
        "I don't know if I'm responsible for return shipping charges.",
        "Do I have to pay shipping costs in order to receive a returned shipment?",
        "I don't understand if I have to pay for shipping when I bring my goods back.",
        "Yes, is return shipping on me?",
        "Do shipping costs need to be paid in return?",
        "Is there any fee to send back goods?",
        "Is paying for return shipping necessary?",
        "I have no idea if I should pay for return shipping.",
        "Is it necessary for me to pay shipping costs for a return shipment?",
        "Should I pay for a shipment back?",
        "Do I have shoulder return delivery charges?",
        "Do I need to return shipping costs?",
        "Do I have to pay shipping costs in order to receive a shipment back?",
        "Is it necessary for me to cover return delivery costs?",
        "What is the cost to return a shipment?",
        "Payment for Return Shipping?",
        "How much do I have to pay for the return shipping?",
        "Return shipping charges?",
        "Does there a charge for sending back goods?",
        "Do you have to pay shipping costs to get a package back?",
        "Do I have to pay shipping costs if I want a package returned?",
        "I wonder if it is necessary to pay for the return shipping costs.",
        "Will I be responsible for the return shipping costs?",
        "Do I need to pay for shipping to get a returned shipment?",
        "Is it my responsibility to pay for return shipping costs?",
        "I don't know if I shoulders return delivery charges.",
        "I don't know if I should cover the return delivery costs.",
        "Should I have to pay shipping costs to get a returned shipment?",
        "Will it be costly to send back?",
        "Should I pay for shipment back?",
        "I'm unsure if return shipping is on me.",
        "do I have to pay for return shipping costs?",
        "Will I need to shell out cash to send the goods back?",
        "Can it cost me to send back?",
        "I don't know if there is a fee for sending things back.",
        "Do I need to pay to ship back?",
        "Returned shipping charges?",
        "When I bring my goods back, will I have to pay for shipping?",
        "Do you think it will cost me to send it back?",
        "Is it necessary to pay for the return shipping?",
        "Do i have to pay for shipping back?",
        "Is it possible to pay for the return shipment?",
        "Do I have to shell out for shipping back?",
        "Is it a requirement to cover return shipping expenses?",
        "Is it possible to receive a return shipment if I pay shipping costs?",
        "Do I need to use cash to send things back?",
        "Do I have to pay for the shipping home?",
        "Is it possible I have to pay to return it?",
        "Does it mean shipping fees for returns?",
        "How much should I pay for a return shipment?",
        "Is it permissible for me to pay shipping costs in return?",
        "Is there any fee for sending goods back?",
        "Do I have to pay for the returned shipments?",
        "Is it possible to charge for sending back items?",
        "Can there be a charge for sending back goods?",
        "Did I need to cover return costs?",
        "Do I have to pay for the shipping in return?",
        "I don't know if I have to pay for the return shipping costs.",
        "I don't know if I have to pay shipping costs to get a returned item.",
        "Does the return delivery costs have to be paid by me?",
        "Do I need to pay for shipping costs in return?",
        "Is there a return to shipping charges?",
        "Is returned shipment expenses on me or you?",
        "Will you have to pay for return shipping?",
        "I don't know if I will have to pay to send it back.",
        "Is return shipping something I need to worry about?",
        "Need cash to send the goods back?",
        "Should I have to pay for the returns?",
        "Should I pay shipping costs in order to get a returned package?",
        "Is it required for me to pay for return shipping?",
        "I need to pay for the return shipment.",
        "Is it possible I have return delivery charges?",
        "Is it mandatory for me to pay for shipping back?",
        "Is return shipping costs on me?",
        "Is there a fee for sendin' stuffs back.",
        "I am not sure if return shipping is on me.",
        "When I bring my stuff back, should I pay for shipping?",
        "Does the returns involve shipping fees?",
        "How much do I have to pay in order to get a returned shipment?",
        "Payment for returns shipping?",
        "Is there a fee on sendin' stuffs return?",
        "Do I have to pay shipping costs if I want a return?",
        "Should I pay for the return return shipment?",
        "Do I need to pay for shipping in return?",
        "Should I have to pay shipping costs in order to receive a return shipment?",
        "Is it a requirement to cover the return delivery costs?",
        "Do returns come with shipping charges?",
        "Is it necessary for me to pay the return delivery costs?",
        "Can I cover return shipping expenses?",
        "What should I pay for the return shipping?",
        "Is it a cost to send back goods?",
        "Does the return shipment require me to pay?",
        "Will I have to pay for shipping when I bring my goods back?",
        "Do I have to pay for the return of your shipment?",
        "My responsibility is return shipping charges?",
        "In return, will I have to pay shipping costs?",
        "Do I get to pay for shipping back to you?",
        "Should you pay for return shipment?",
        "Is it wise to pay for the return shipping costs?",
        "How much do I have to pay for shipping when I bring my goods back?",
        "Do I have to pay to send it home?",
        "How about a payment for the return shipping?",
        "Do I have to pay to have it sent back?",
        "I don't know if I have to pay for shipping when I bring the goods back.",
        "I have no idea if I have to pay for return shipping.",
        "Do the return shipping costs make me pay?",
        "I wonder if there is a fee for sendin' stuffs back?",
        "Are return shipping expenses on me or you?",
        "Do I have to pay shipping costs if I return a shipment?",
        "How much for a return shipment?",
        "I don't know if I must pay for shipping back to you.",
        "Shipping fees can be involved in returns.",
        "I wonder if I have to pay for the shipping back.",
        "Does it need to be paid for return shipping costs?",
        "I would like to know if I should pay for return shipping.",
        "Is it possible to pay for shipping back to you?",
        "Should I pay shipping costs if I want to get a returned shipment?",
        "Do I pay for the shipping back?",
        "Do I need to shell out money to send things back?",
        "Do I have to pay for a shipment back?",
        "I don't know if I have to pay shipping costs to receive a returned package.",
        "Does it require me to pay shipping costs in order to receive a returned shipment?",
        "Do I have to pay the cost of returning something?",
        "Should the expenses be incurred for sending it back?",
        "Am I responsible for sending back postage?",
        "Do I have to shell out for shipping when I bring my goods back?",
        "should I pay for the return shipment?",
        "Will I have to pay for shipping if I bring my goods back?",
        "Can I pay for the return shipment?",
        "Do I have to pay for the ship back to you?",
        "Should I shell out cash to send goods back?",
        "I'm wondering if I shoulder return delivery charges.",
        "I'm not sure if I have to cover the return delivery costs.",
        "Is it a requirement for me to pay shipping costs in return?",
        "I don't know if I must pay to ship it back.",
        "Do I have to pay for my return costs?",
        "Do I have to pay to return it?",
        "Will I have to pay for return shipping?",
        "Is returning shipping on me?",
        "Is it wise to pay for return shipment?",
        "Is there return shipping costs on me?",
        "Is there any return shipment expenses on you?",
        "Are I responsible for the return shipping charges?",
        "Are return shipment expenses on me or not?",
        "Do you know the return shipping cost?",
        "Please inquire about the cost of return shipping.",
        "Shipping cost for return?",
        "Is the return shipping costs necessary?",
        "Are there any costs for return shipment?",
        "I'm not sure if I have to pay for shipping when I bring my goods back.",
        "Is it my responsibility to pay return shipping costs?",
        "I wonder if there is a fee on sendin' stuffs back?",
        "I don't know if I have to pay shipping costs in the return.",
        "Do I have to pay shipping costs when I get a package back?",
        "Is it okay for me to pay for shipping back?",
        "Do I pay for shipping back?",
        "Is it my responsibility to collect return shipping charges?",
        "Are the charges for return shipping my responsibility?",
        "Do I have to pay for shipping back to you.",
        "Are I responsible for return shipping costs?",
        "Do I have to pay for your shipping back?",
        "How much should I pay for return transport?",
        "Is it required for me to pay shipping costs in return?",
        "My responsibility, are return shipping charges?",
        "Should i pay for sending it back?",
        "Is it okay for me to pay for the return shipment?",
        "Are there fees on sendin' stuffs back?",
        "Is there a fee for sending back goods",
        "Is return shipping on me",
        "Do I need to cover the return shipping expenses?",
        "Do shipping costs need to be paid for?",
        "Should I have to pay for shipping?",
        "Can return shipment expenses be on me or you?",
        "Will I have to pay for return shipping, too?",
        "Is there a fee for sending things back.",
        "Are there any payment for return shipping?",
        "Should I have to pay shipping costs to receive a returned item?",
        "Did I have to pay shipping costs to get a package back?",
        "Paying for the package to return?",
        "Can I pay to send something back?",
        "I do not know if I have to cover the return delivery costs.",
        "Return ship charges?",
        "Do I pay to deliver it back?",
        "What if I have to pay for shipping back to you?",
        "What about return shipping fees?",
        "Payment for shipping back?",
        "Should shipping costs be returned on me?",
        "Do I have to pay for shipping returned?",
        "Costs for return shipments?",
        "Do I have to pay shipping costs for a return shipment?",
        "Does returns incur shipping fees?",
        "Do I need to pay cash to send things back?",
        "Is it cost to shoulder return delivery charges?",
        "Would I need to pay for the return shipment?",
        "I wonder if I have to pay shipping costs in order to get a package back.",
        "Will I have to pay to send them back?",
        "Does return shipping charge me?",
        "Is there shipping fees for returns?",
        "Do the return shipment have to be paid for?",
        "Will I need to pay for return shipping?",
        "I don't know if I have to pay return delivery costs.",
        "Is it ethical for me to pay for return shipping?",
        "Does it require me to pay for the return shipment?",
        "Can I pay for shipping back?",
        "Do I have to pay shipping costs to get my return shipment?",
        "Do I have to pay return shipping costs?",
        "Do I have to ship it back?",
        "Is it my responsibility to return shipping charges?",
        "Do I have responsibility for return shipping charges?",
        "Should I pay for shipping back to you?",
        "Can I pay return shipping expenses?",
        "Did I have to pay return shipping expenses?",
        "How about shipping charges return?",
        "Do I have to take care of return costs?",
        "Should I have to pay any expenses for sending it back?",
        "Do I have to pay to send my goods back?",
        "To get a returned item, do I have to pay shipping costs?",
        "What about returning shipping charges?",
        "Returns shipping charges?",
        "Do I pay shipping costs in return?",
        "I am wondering if I shoulder return delivery charges.",
        "Do return shipment expenses on me or you?",
        "Do I have to pay the return shipping expenses?",
        "Do I have to pay for shipping when I bring my goods back?",
        "I need to know if I should pay for return shipping.",
        "What do I have to pay for return shipping?",
        "Do the return delivery costs have to be covered?",
        "Is it necessary to pay for return shipping?",
        "I wonder if I should pay expenses for sending it back.",
        "How about back shipping charges?",
        "Do I pay for shipping when I bring my stuff back?",
        "Must I pay for return shipping?",
        "Should I pay for Return Shipping?",
        "Do I have to pay for shipping to receive a return?",
        "Payment for return shipping?",
        "Do shipping costs have to be paid in order to receive a returned item?",
        "Will it cost me to pay for return shipping too?",
        "Do I have to pay to get it back.",
        "Does it need to be paid for the return shipping costs?",
        "Should I pay for postage back?",
        "Is there a fee for shipping back products?",
        "Do you want me to pay for shipping back to you?",
        "Do I have to pay expenses to send it back?",
        "Does returns mean shipping fees?",
        "Should I have to pay shipping costs to receive a returned package?",
        "How about return shipping charges?",
        "Do I have to pay the shipping back to you?",
        "Is it cost of returning shipping?",
        "I might have to pay for return shipping as well.",
        "Will I have to pay to send back it?",
        "Do I need to pay to have it returned?",
        "Is there a fee to send back things?",
        "Should returns incur shipping fees?",
        "Do you have to pay for shipping back?",
        "Is it compulsory to pay for the return shipping costs?",
        "Do you think it's necessary to pay for the return shipping?",
        "I don't know if I should charge expenses for sending it back.",
        "Must I pay for returned shipping?",
        "I don't know whether I have to pay for the return shipping costs.",
        "Is it necessary for people to pay for return shipping?",
        "The payment for return shipping?",
        "Is it possible that return shipping is on me?",
        "Is it necessary to pay shipping costs in order to receive a return shipment?",
        "Is it necessary for me to pay shipping costs to receive a package back?",
        "Is it mandatory to pay for return shipping?",
        "I don't know if I should pay expenses to send it back.",
        "Is it a requirement to pay shipping costs to get a returned item?",
        "Do I have to pay for delivery back to you?",
        "Do I have to pay shipping costs to receive a shipment back?",
        "Will sending back something cost me?",
        "I need to pay for a return shipment.",
        "must I pay return shipping expenses?",
        "Do I have to pay the cost of returns?",
        "Do I have to pay for SHIPPING back to you?",
        "Should pay for return shipping as well?",
        "I pay to send stuff back?",
        "Do I have to pay to send it back.",
        "Will there be payment for return shipping?",
        "What about paying for return transport?",
        "Is it a cost of return shipping?",
        "Do I have to pay shipping expenses in return?",
        "Is it necessary to pay shipping costs in order to get a returned package?",
        "Is it compulsory that I pay for the return shipment?",
        "Should I be covering the return transport cost?",
        "Are shipping costs required to receive a returned item?",
        "Will I have to pay for shipping back to you?",
        "I don't know if I owe return shipping.",
        "How much do I have to pay to get a returned shipment?",
        "I am not sure if I have to pay shipping costs in return.",
        "I don't know if there's a fee for sending stuff back.",
        "Is it necessary to pay for return delivery costs?",
        "I am wondering if I should pay for return shipment.",
        "Will it cost me something to send it back?",
        "Do I have to pay shipping costs for the return?",
        "Is it necessary for you to pay for the return shipping?",
        "Should I pay to return shipment?",
        "Payments for return shipping?",
        "Do I need to cover return shipping expenses?",
        "Is it my responsibility to fix return shipping charges?",
        "Do returns incur shipping charges?",
        "Do I take responsibility for return shipping charges?",
        "Should I pay for shipping in order to get a package back?",
        "I don't know if I pay for the return shipping.",
        "Can I pay for return shipment?",
        "Is it necessary for me to pay shipping costs in order to receive a return package?",
        "Is it possible that I must cover return shipping expenses.",
        "I question if I should pay for return shipping.",
        "Does anyone know if there's a fee on sendin' stuffs back?",
        "Is it possible that I have to cover the return delivery costs?",
        "I don't know if I will have to pay for the return shipment.",
        "Did returns involve shipping fees?",
        "Cost for Return shipment?",
        "Should I pay for the returned shipping?",
        "Are return shipping charges my responsibilities?",
        "Why must I pay for return shipping?",
        "Does it require me to pay shipping costs to get a returned item?",
        "Do the return shipping costs have to be paid for?",
        "Is it a requirement to pay shipping costs in order to get a package back?",
        "Is I responsible for return shipping charges?",
        "Should I pay for their return shipping?",
        "Is return shipping my responsibilities?",
        "Do I have to pay return shipment costs?",
        "Do I need to pay for return shipment?",
        "Do return delivery costs have to be covered by me?",
        "Should I incur any costs to send it back?",
        "Is it necessary for me to pay shipping costs back?",
        "I wonder if I should pay for the return shipping.",
        "I don't know if I have to pay for the return shipment.",
        "Do I have to pay to get the shipment back?",
        "Is it necessary to cover the return shipping costs.",
        "Shipping fees could be associated with returns.",
        "Is it true that I have return delivery charges?",
        "Would there be a fee for sendin' stuffs back?",
        "Is payment required for return shipping?",
        "Is it necessary to pay shipping costs to get a returned item?",
        "Is it necessary for me to pay shipping costs in order to get a return item?",
        "I am wondering if return shipping charges is my responsibility.",
        "Do I need to pay shipping costs in order to receive a returned shipment?",
        "Expenses should I incur when I send it back?",
        "Shouldn't I pay for shipping back?",
        "Do I have to pay returned shipping charges?",
        "What should I do about return shipping costs?",
        "Is it cost for the return shipping?",
        "Will have to pay for return shipping too?",
        "Should I have to pay for the cost of returns?",
        "Do I need to pay for shipping when I bring my stuff back?",
        "Will it costs me to send back?",
        "I don't know if I have to pay for return shipments.",
        "Is it worth it for me to pay for return shipping?",
        "Do you have to cover return shipping expenses?",
        "Is it mandatory for me to pay for shipping when I bring my goods back?",
        "Do I have to pay for shipping returns?",
        "Is it possible that I have to pay shipping costs to get a returned shipment?",
        "Is it necessary for me to pay shipping costs for a returned item?",
        "Is it necessary that I pay for shipping when I bring my goods back?",
        "How much should I pay for shipping back to you?",
        "Is it possible for me to shoulder return shipment expenses?",
        "Is there any fee on sendin' stuffs back?",
        "Can returns involve shipping fees?",
        "I don't know if I have to pay for shipping when I return things.",
        "Should I pay for returning shipping?",
        "It might be necessary to pay for the return shipping costs.",
        "Will I have to pay to send it back?",
        "Do I need to pay for my return shipping?",
        "Is it a fee to send it back?",
        "Is it a requirement to pay shipping costs to receive a returned item?",
        "Do I have to pay for it to be shipped back to you?",
        "Do I have to pay to ship you something back?",
        "Is it necessary for me to pay for the return?",
        "To receive a returned item, do I have to pay shipping costs?",
        "Do shipping fees come with returns?",
        "Should I pay for it to come back?",
        "How about a payment for returning shipping?",
        "Should I pay for the return shipment??",
        "Can you tell me cost of return shipping?",
        "Is it possible for me to shoulder return delivery charges?",
        "Will there be a fee for sending products back?",
        "Am I supposed to pay for return shipping?",
        "Is it ok for me to pay for shipping back?",
        "Do I have to shell out for the return shipment?",
        "Will it cost me money to send it back?",
        "Should I have to pay for it to be sent back?",
        "Is it worth paying for return shipment?",
        "Is it a requirement for me to cover the return delivery costs?",
        "Shipping fees may be involved in the returns.",
        "Do I have to pay shipping costs just to get a returned shipment?",
        "Can I cover the cost of return transport?",
        "Do I have to pay to have it returned?",
        "Is it wise to pay for the return shipment?",
        "Will there be a fee for sending back products?",
        "Could it be that return shipping is on me?",
        "Does it require me to pay shipping costs to get a returned shipment?",
        "Will we have to pay for return shipping too?",
        "Is it necessary for me to pay for returning shipping?",
        "Do you think you should return shipping charges?",
        "Do i have to pay for shipping when I bring my goods back?",
        "Do I need to pay shipping costs to receive a return item?",
        "Did I need to cover return shipping expenses?",
        "Should I be responsible for return shipping?",
        "Is it possible I have to pay for return shipping?",
        "Do I have to cover returns shipping expenses?",
        "I don't know if I need to pay for shipping back.",
        "Should there be a fee for sending stuff back?",
        "Do I have to pay to send you something again?",
        "Is it worth paying to send it back?",
        "Was return shipping my responsibility?",
        "I'm not sure if there's a fee for sending stuff back.",
        "Is the returned shipping charges my responsibility?",
        "I am not sure if I have to pay for shipping back to you.",
        "Do I have to shell out for returning it?",
        "Should I cover return transport cost?",
        "Return shipping should be paid for?",
        "Do I need to pay shipping costs to receive a return?",
        "Do I have to pay for shipping if I want to get a returned shipment?",
        "Is there a fee for sendin' stuff back?",
        "Is it necessary to cover returned shipping expenses?",
        "Are you talking about returning shipping charges?",
        "Is it necessary to pay shipping costs in order to get a package back?",
        "Is there a charge on sendin' stuffs back?",
        "Expenses should I pay for sending it back?",
        "Does sending back goods have a charge?",
        "cost of return shipping?",
        "Will it cost me to send back something?",
        "Is it a fee to send back goods?",
        "Should I have to pay for the return shipping costs?",
        "Is it a requirement to pay shipping costs in order to receive a returned item?",
        "Is it best for me to shoulder return shipment expenses?",
        "Is it required that I pay shipping costs in return?",
        "Do returns have shipping fees?",
        "Does return shipping belong on me?",
        "Will it be necessary to pay for the return shipping?",
        "shipping fees do returns involve?",
        "Would I have to pay the cost of returns?",
        "What are the cost for return shipment?",
        "Is there a fee if you sendin' stuffs back?",
        "Should I have to pay for it to come back?",
        "Payments for returns shipping?",
        "Did I have to pay for the return shipping costs?",
        "Do I have to pay for shipping to receive a returned item?",
        "Do I have to pay for the return Shipping?",
        "Is it necessary to pay shipping costs to receive a returned package?",
        "Should I pay for return shipments?",
        "Does it have to be paid to ship it back?",
        "I have no idea if I have to pay for shipping back to you.",
        "Should the return shipping costs be paid for?",
        "Is it okay to pay for return shipping as well?",
        "Is there a cost of return shipping?",
        "Will there be a fee on sendin' stuffs back?",
        "Do you think it will cost me to send back?",
        "Do I have to pay for return shipping costs.",
        "Is it necessary to pay return shipping expenses?",
        "Should I cover the return of shipment expenses?",
        "Does it make sense for me to shoulder return shipment expenses?",
        "Do I have to pay for shipping when I bring my products back?",
        "Do I have to pay to dispatch it back?",
        "I don't know if I am responsible for shipping back to you.",
        "Is it required to pay shipping costs in order to receive a returned item?",
        "Do I have to fork out for the return shipping?",
        "Do I have to pay for the back shipping?",
        "Will sending back it cost me?",
        "Are return shipment expenses on me or you?",
        "Is it necessary to cover return delivery costs?",
        "Is return shipping charging my responsibility?",
        "If I have to pay for return shipping.",
        "Is it a fee for the return shipping?",
        "Are the return shipments expenses on me or you?",
        "Do I need to pay shipping costs to receive a returned item?",
        "Are there returned shipping charges?",
        "Is there any return shipment expenses on me or you?",
        "Is there a return shipping cost on me?",
        "Is it cost to pay for the return shipping?",
        "Do I have to pay for the shipping back.",
        "I don't know if I must pay shipping costs in return.",
        "In order to receive a returned item, do I need to pay shipping costs?",
        "Will I have shoulder return delivery charges?",
        "Does it require me to pay for return shipping?",
        "Do shipping costs need to be paid in order to get a returned item?",
        "Do I have to pay for shipping to get my returned item?",
        "Is there return shipment expenses on you or me?",
        "Is sending back goods subject to a fee?",
        "Do I have to pay shipping costs to receive a return item?",
        "How much does it cost for shipping returns?",
        "Do I have to pay shipping costs in order to get an item back?",
        "Will I be charged for return shipping too?",
        "When I return my goods do I have to pay for shipping?",
        "Should I have to pay for shipping when I return my goods?",
        "Is it cost to return shipping?",
        "I'm wondering if I have to shoulder return delivery charges.",
        "How much do I need to pay for return shipping?",
        "Can I pay for return shipping costs?",
        "Do I have to pay for shipping once my goods are back?",
        "Is it necessary that I pay for shipping back?",
        "Is it cost to send it back?",
        "Do you have to pay for shipping when I bring my goods back?",
        "How much does it cost for return shipment?",
        "What is my responsibility for return shipping?",
        "Is it possible that returns involve shipping fees?",
        "Is the returned shipment expenses on me or you?",
        "Are I expected to pay for shipping when I bring my goods back?",
        "Is it necessary for me to pay shipping costs if I want to get a returned item?",
        "Do I have to pay for shipping when I get a returned shipment?",
        "Will it be a cost to send back?",
        "Is it necessary to pay for a return shipment?",
        "Do I need to pay shipping costs if I want to receive a returned shipment?",
        "Is it possible that I have to cover return shipping expenses?",
        "How about paying for return shipping?",
        "Do I have to pay shipping costs to get a shipment back?",
        "Must I pay for the shipping back?",
        "Do I have to pay for shipping when I bring stuff back?",
        "Is it a fee for sending back goods?",
        "I do not know if I have to pay for shipping back.",
        "Is it necessary that I pay shipping costs to receive a returned shipment?",
        "Cost for return shipping?",
        "Paying to get goods back?",
        "Should I incur any expenses to send it back?",
        "Is it necessary for me to pay shipping costs in order to receive my return shipment?",
        "Return freight charges?",
        "Do I have to pay for Shipping back to you?",
        "Is it possible I have to pay for the return shipment?",
        "Will it cost me something to send back?",
        "Is it necessary that I pay shipping costs in order to receive a returned shipment?",
        "How much do I have to pay for shipping back?",
        "Are I required to pay return shipping costs?",
        "Should I cover return shipping expenses?",
        "My responsibility for returning shipping charges?",
        "I want to know if I have to pay for the return shipment.",
        "Do I have to pay to send it back?",
        "Do I pay for shipping back to you?",
        "Do I have to pay for the shipment back?",
        "Is it advisable to pay for return shipment?",
        "Is it proper for me to cover return shipping expenses?",
        "Is there a charge for sending back stuff?",
        "Should I pay for return Shipping?",
        "Will it cost me to send it again?",
        "Yes, is it necessary to pay for the return shipping costs?",
        "Should I pay for the return shipping?",
        "Is it necessary for me to pay for shipping costs in return?",
        "Do I need to pay shipping costs to receive a returned shipment?",
        "Do I need to pay for shipping to receive a returned shipment?",
        "Is there a cost for shipping when I bring my goods back?",
        "I don't know if I have to pay for it to be shipped back.",
        "Do I have to fork over money for the return shipment?",
        "Is it mandatory for me to pay shipping costs in return?",
        "Should I be shelling out cash to send goods back?",
        "Do I have to cover returning shipping expenses?",
        "Do you know the cost of returned shipping?",
        "Is return shipment expenses on us?",
        "I am unsure if return shipping charges are my responsibility.",
        "Do I incur return shipping costs?",
        "Do you have a fee for sending things back?",
        "Is that necessary for the return shipping costs?",
        "Is it possible that returns will involve shipping fees?",
        "Should I pay return shipping costs?",
        "Should I pay for return shipment?",
        "Do you have to pay for the return shipment?",
        "Are I expected to pay for the return shipment?",
        "Do I have to pay to put it back?",
        "Do I have to pay for returning?",
        "Do I have to pay shipping costs in order to receive a return item?",
        "Is it wise to shoulder return shipment expenses?",
        "Is it required for me to pay for shipping back?",
        "Do shipping costs need to be paid in order to receive a returned shipment?",
        "I don't know if I should shoulder return delivery charges.",
        "Should I pay for the return shipment.",
        "Do I have to pay for shipping to get my goods back?",
        "Do I have to pay for return shipment?",
        "Do I have to pay shipping costs in order to receive a package back?",
        "Is it necessary for me to pay for the returns?",
        "I want to know if I have to pay for return shipping costs.",
        "Do return shipping charges have to be paid by me?",
        "Should I pay for shipping costs to receive a returned shipment?",
        "I don't know if return shipping is on me.",
        "shipping costs back on me?",
        "I don't know if there's a fee for sending things back.",
        "What if I have to pay for the return shipping?",
        "Should I pay any fees to send it back?",
        "Correct, pay to send it back?",
        "Need the money to send the goods back?",
        "Should I have to pay the cost of the returns?",
        "I am wondering if I have to pay for shipping back to you.",
        "Do you mean payment for return shipping?",
        "Will it cost me to ship back?",
        "Will it cost me to send it back again?",
        "When I bring my stuff back, do I have to pay for shipping?",
        "Is there a fee for sending something back?",
        "Are returns subject to shipping fees?",
        "Is there a charge for sending back items?",
        "Can I pay for return shipping too?",
        "How much must I pay for return shipping?",
        "Is it charges to send back goods?",
        "Should I pay shipping costs if I want to get a returned item?",
        "Should I pay any expenses when sending it back?",
        "Do I have to pay for the shipping to you back?",
        "Is there a payment for returning shipping?",
        "Is there a fee if there's a sendin' stuffs back?",
        "I do not know if I have to pay for shipping when I bring my goods back.",
        "Payment for the return shipping?",
        "Is there a shipping fee for returns?",
        "Is it necessary for me to pay shipping costs in order to get a returned package?",
        "Is there a fee on sendin’ stuffs back?",
        "Should I pay for shipping you back?",
        "Need the cash to send the goods back?",
        "Is it necessary to pay for the return delivery costs?",
        "Does it require payment for return shipping?",
        "Does it cost me to send back?",
        "When I bring goods back, do I have to pay for shipping?",
        "Should I pay for the return shipment?",
        "In order to get a returned package, do I have to pay shipping costs?",
        "Do I have to pay for shipping costs again?",
        "Do the return shipping costs require me to pay?",
        "Should I pay shipping costs to receive a package back?",
        "Is it possible that I have to pay for return shipping?",
        "What do I have to pay for shipping back?",
        "Do I have to pay shipping costs if I return the item?",
        "Is it cost to return a shipment?",
        "Is it a requirement that I pay for the return shipping costs?",
        "Do the return delivery costs have to be paid?",
        "Is I responsible for return shipping?",
        "When I bring my products back, do I have to pay for shipping?",
        "Is return shipping necessary?",
        "Do I have to pay shipping costs to get the shipment back?",
        "Will I have to pay shipping costs in order to get a returned shipment?",
        "Will I need to pay for shipping back?",
        "There could be a charge for sending goods back.",
        "Is it possible that I have to pay shipping costs in order to receive a returned shipment?",
        "Is Return shipment expenses on me or you?",
        "Are returned shipping charges my responsibility?",
        "Is there a charge for the return shipping?",
        "Is there a fee to send back goods?",
        "Do I have to pay to get a package back?",
        "Is it wise for me to pay for return shipping?",
        "Does it require me to pay shipping costs to get a package back?",
        "Should I cover the returned shipping expenses?",
        "Is it necessary for me to pay for return shipment?",
        "Would returns have shipping fees?",
        "Is it possible for me to pay for shipping when I bring my goods back?",
        "Yes, must I pay for return shipping?",
        "Is it a fee for sending goods back?",
        "Is it possible to be charged for sending back goods?",
        "Do I incur expenses to send it back?",
        "payment for return shipping",
        "Do I need to pay to ship it back?",
        "Do I have to pay shipping costs to get the returned shipment?",
        "I don't know if I have to pay shipping costs to get a return.",
        "Is there a charge for sending back things?",
        "Should I be paying for return shipping?",
        "Is it necessary to cover return shipping costs?",
        "Do I have to pay when I return the shipment?",
        "Should I take back shipment expenses.",
        "Can I cover returned shipping expenses?",
        "Will I have to pay to send back something?",
        "Why should I pay for return shipping?",
        "What should I pay for sending it back?",
        "Do the shipping fee have to be paid back?",
        "Do you mean shipping fees when you return?",
        "I wonder if my responsibility is return shipping charges.",
        "I don't know if I should pay to ship it back.",
        "The return shipment may need to be paid for.",
        "Do I need to pay to send it back?",
        "Will we have to pay for return shipping as well?",
        "Would I have to pay to send it back?",
        "The question is should I pay for the return shipment?",
        "I was wondering if I have to pay for shipping back.",
        "Return shipping payment?",
        "Do I have to pay for the shipping when I return my goods?",
        "Are I expected to pay for shipping back?",
        "Do I have to shell out money for the return?",
        "Should I pay back shipment expenses?",
        "Should returns come with shipping fees?",
        "Should I spend money on return shipping?",
        "Is return shipment cost on me or you?",
        "Should I pay for the package back?",
        "Do I have to pay to get a returned shipment?",
        "My responsibility with return shipping charges?",
        "I'm wondering if I shoulders return delivery charges.",
        "Will I have to shell out cash to send goods back?",
        "Is it okay for me to cover the return shipping expenses?",
        "Is there a fee to ship it back?",
        "Do I pay shipping costs to get a returned item?",
        "I don't know if I need to pay shipping costs in return.",
        "Is there a shipping fee on returns?",
        "Is it necessary for me to pay for shipping to get a returned package?",
        "Do I have to pay for it to return?",
        "Are we responsible for return shipment expenses?",
        "Is it a requirement to pay for the return shipment?",
        "I need to pay for sending goods back.",
        "I don't know if I need to pay for return shipping.",
        "Must I pay for shipping return?",
        "Do I have to pay back delivery charges?",
        "Should I have to pay for shipping costs?",
        "The cost for returning a shipment?",
        "Will there be a cost for return shipment?",
        "Do I need to pay shipping costs if I want a returned shipment?",
        "Do I need to pay shipping costs in order to get a returned package?",
        "Did I have to pay for return shipping costs?",
        "I wonder if I should incur expenses to send it back.",
        "Do I have to pay for shipping?",
        "Is there a fee to send products back?",
        "Does a returns have shipping fees?",
        "Does it make sense to return shipping costs on me?",
        "Is Return Shipping Charges my responsibility?",
        "Will i have to pay for return shipping as well?",
        "Is it right for me to pay for return shipping?",
        "Did I have to cover return costs?",
        "Is it necessary to pay for your return shipping?",
        "Do i have to pay for the shipping back to you?",
        "Is it required to pay for the return shipping costs?",
        "Is paid for return shipping necessary?",
        "Is the return shipment expenses on you?",
        "I wondered if there was a charge for sending back goods.",
        "I don't know whether I have to pay for the return shipment.",
        "I don't know if I'll have to pay for shipping back.",
        "Is it necessary to pay for the return shipping costs",
        "Is it necessary for me to pay to bring it back?",
        "Is it possible that I will have to pay for the return shipping?",
        "Is sending back it cost me?",
        "Is it necessary for me to pay shipping costs in order to get a package back?",
        "Do I have to pay anything for return shipping?",
        "Do I have to pay to return?",
        "Does this mean payment for return shipping?",
        "Is it necessary for me to pay shipping costs to get a returned shipment?",
        "Will there be a cost of return shipping?",
        "Does I have to pay for the return shipping costs?",
        "I don't know whether I have to pay for return shipping.",
        "Does my return delivery costs have to be covered?",
        "Do I have to pay the return shipping cost?",
        "Should I make a payment for the return shipment?",
        "Do I have to pay shipping costs if I want to receive a return shipment?",
        "I wonder if I need to pay for return shipping.",
        "Is Return shipping charges my responsibility?",
        "Should I cover the return shipment?",
        "Must I pay for returning shipping?",
        "Is it okay to pay for the return shipping costs?",
        "Do I have to pay returns shipping costs?",
        "Is it cost to send a return shipment?",
        "Does it cost to return a shipment?",
        "do I have to pay for shipping back",
        "I wonder if I have to pay for return shipping?",
        "Is it alright for me to pay for the return shipment?",
        "Do I have to pay for it to come back?",
        "Do I have to pay for my shipping back?",
        "Should expenses be incurred when sending it back?",
        "Do I need to pay for it to be shipped back?",
        "Is it possible to pay to send it back?",
        "I wondered if I had to pay for the return shipment.",
        "I don't know if I need to pay to ship it back.",
        "Is the return shipping costs required to be paid?",
        "Should I pay for a return ship?",
        "Is returnshipping on me?",
        "Do I have to pay money back for shipping?",
        "Is it a requirement for me to pay for return shipping?",
        "How about payments for return shipping?",
        "Will I be paying for return shipping as well?",
        "Is it worth it to pay for shipping back to you?",
        "Shouldn't I have to pay for shipping back?",
        "I don't know if I should incur expenses for sending it back.",
        "Do I need to pay for shipping after I bring my goods back?",
        "Does it cost me to get a returned shipment?",
        "Is it my responsibility to send back postage?",
        "Should I pay for shipped back?",
        "Should the returns shipping costs be paid for?",
        "How about return shipping costs on me?",
        "I'm unsure if I have to pay for return shipping.",
        "I need to cover returned shipping expenses.",
        "I wonder if I should pay for returned shipping.",
        "Do I need to pay the return shipping costs?",
        "Have I to cover return shipping expenses?",
        "Do I have to pay for shipping when I bring the items back?",
        "Should I incur any expenses for sending it back?",
        "I wonder if I have to pay for shipping when I return my goods.",
        "Is there a fee for return shipping costs?",
        "Do I need to pay shipping costs in order to get my package back?",
        "Do I have to pay shipping costs to get an item back?",
        "Did I have to pay for shipping when I brought my goods back?",
        "I don't know if I should pay for return shipping costs.",
        "How about returns of shipping charges?",
        "Are I required to pay shipping costs?",
        "Do returns incur shipping fees?",
        "If I should pay for return shipping.",
        "Is return shipping my responsibility?",
        "Is it a requirement for me to pay for shipping when I return my goods?",
        "Is it charge to send back goods?",
        "Should the shipping costs be returned on me?",
        "Is it worth it to shoulder return delivery charges?",
        "Do I have to pay for shipping to get a return shipment?",
        "Is there a fee if there's sendin' stuffs back?",
        "Is it necessary to pay the return shipping costs?",
        "I don't know if I shoulder return delivery charges.",
        "Should you pay for the return shipment?",
        "Does it require me to pay shipping costs to receive a returned shipment?",
        "Can it cost me to send it back?",
        "Is there a cost for return shipping?",
        "I don't know if I have to pay for shipping when I bring back my goods.",
        "Should I pay for shipping in order to receive a returned shipment?",
        "Is it okay for me to pay for return shipment?",
        "Should I finance return shipping?",
        "Do I have to pay for shipping you back?",
        "Is it necessary for me to pay for shipping when I bring my items back?",
        "I was wondering if it was necessary to pay for the return shipping costs.",
        "Do I need to pay for shipping again?",
        "I don't know if I should incur any expenses to send it back.",
        "Is it possible that return shipping will be on me?",
        "Are I responsible for the return delivery charges?",
        "Do I have to shell out money to ship it back?",
        "Should I have to pay any costs for sending it back?",
        "I don't know if I have to pay for shipping after I bring my goods back.",
        "Should I pay for the shipping back to you?",
        "Should I pay shipping costs in order to get my package back?",
        "Do I get to pay for the return shipment?",
        "When I bring my goods back do I have to pay for shipping?",
        "Do I have to cover return shipping expenses?",
        "Do I have to pay shipping costs to return?",
        "I am unsure if I have to pay for the return shipping costs.",
        "Do shipping costs have to be paid in order to get a return shipment?",
        "Is it necessary for me to pay for shipping back to you?",
        "Is it necessary for me to pay shipping costs in order to get a returned item?",
        "Do I need to pay for shipping to get a package back?",
        "There may be a charge for sending back items.",
        "Should I pay for returning shipment?",
        "Do I have to pay for returning shipping?",
        "Is it my responsibility to pay returns shipping charges?",
        "If there is a fee for sending stuffs back?",
        "I don't know if I should pay for return shipment.",
        "In order to receive a returned shipment, do I have to pay for shipping?",
        "What's the cost for return shipment?",
        "Will I need to pay cash to send goods back?",
        "Is it worth it to pay for the return shipping costs?",
        "Is there a fee for returning shipping?",
        "Do I pay to have it shipped back to you?",
        "What should be the payment for return shipping?",
        "Is it possible to pay for returned shipping?",
        "Should I pay for return shipping also?",
        "Does that mean there's a fee on sendin' stuffs back?",
        "Do shipping costs have to be paid in return?",
        "Will I have to pay cash to send goods back?",
        "Do I need to pay shipping costs if I want to receive a returned item?",
        "Cost for a return shipment?",
        "Should I have to pay for returns?",
        "The question is if I should pay for return shipping.",
        "Payment for return shipping",
        "Do you need to shell out cash to send goods back?",
        "Is it necessary for me to pay shipping costs if I want a returned shipment?",
        "Is it required to cover the return delivery costs?",
        "How much responsibility do I have for return shipping charges?",
        "Should I pay for my shipment back?",
        "What should you pay for return shipping?",
        "Is the return shipment costs on me or you?",
        "Is it necessary for me to pay shipping costs in order to get my item back?",
        "Must I pay for the return shipping costs?",
        "Do I pay the return shipping costs?",
        "Is it a requirement to pay shipping costs to receive a returned shipment?",
        "Do I have to pay for your return shipping?",
        "I don't know if I have to pay for the return delivery costs.",
        "Does it make sense to pay for returned shipping costs?",
        "Should I pay shipping costs in order to get a return item?",
        "Should i pay for return shipment?",
        "Does I have to pay for shipping back?",
        "Is there a cost of returning shipping?",
        "Should I spend money on sending it back.",
        "Do I have to pay to get the package back?",
        "When I bring the goods back, do I have to pay for shipping?",
        "Are return shipping on me?",
        "I'm wondering if I have shoulder return delivery charges.",
        "Is there any charges for sending back goods?",
        "Do I have to return the shipping costs?",
        "Had I to pay for return shipping?",
        "Is it a good idea to pay for returned shipping?",
        "Does the cost of shipping have to be paid in return?",
        "I was wondering if I should pay for return shipment.",
        "I don't understand if I have to pay for the return shipment.",
        "I'm unsure if I have to pay for shipping back.",
        "Will sending back something costs me?",
        "Should I have to pay expenses for sending it back?",
        "Is it necessary for me to pay shipping costs in order to receive a returned shipment?",
        "I don't know if I need to cover the return costs.",
        "Should I have to pay for shipping back to you?",
        "Do I have to pay shipping costs to get the package back?",
        "do I have to pay to get it back?",
        "Will there be return shipping charges?",
        "Is return shipping required for me?",
        "Is it ok for me to pay for return shipping costs?",
        "You have to pay to send it back?",
        "Does the return have shipping fees?",
        "For return shipping must I pay?",
        "Are I responsible for paying for the return shipment?",
        "Is it possible that I have to pay shipping costs to get a returned item?",
        "Should I shell out cash to send back goods?",
        "Is there a charge for sending back something?",
        "Yes, must I cover return shipping expenses?",
        "Do I have to pay any shipping costs in return?",
        "Is it worth paying for shipping back to you?",
        "How much should I shell out to send goods back?",
        "Do I have to pay for shipping to receive a return package?",
        "The cost of return shipping is asked.",
        "I don't know if I have to pay for the shipping back.",
        "Should I be covering return shipping expenses?",
        "I wonder if I have to shoulder return delivery charges.",
        "Is it possible that I shoulder return delivery charges.",
        "Do I have to pay for shipping in order to get a returned item?",
        "Do I have to pay for return Shipping costs?",
        "I don't know if I have to pay shipping costs if I return a package.",
        "Is the return shipping costs something I have to pay for?",
        "Are return shipment expenses for myself or you?",
        "Can I pay to ship it back?",
        "Are I responsible for shipping when I bring my goods back?",
        "Is it possible to pay for sending products back?",
        "Is there a return shipping costs on me?",
        "Will I have to pay shipping costs to receive a returned item?",
        "Should I include return shipping expenses?",
        "I wonder if I need to pay for shipping when I bring my goods back.",
        "Is it necessary for me to pay shipping costs in order to get an item back?",
        "Should I have to pay shipping costs back?",
        "How much will I have to pay for return shipping?",
        "Is it important to pay for the return shipping costs?",
        "Must I pay for my return shipping?",
        "I don't know if I have to pay for it to be returned.",
        "Do shipping costs have to be paid in order to get a return?",
        "Is it a fee to send items back?",
        "Will I be responsible for return shipping as well?",
        "Return shipping charges is my responsibility?",
        "Is it a requirement to pay for return shipping?",
        "Shipping fees may be involved in returns.",
        "Do I have to pay the returns shipping costs?",
        "Is return shipping charged my responsibility?",
        "I wonder if it will cost me to send back.",
        "How much should I have to pay for return shipping?",
        "Do I have to pay cash to send things back?",
        "I wonder if I have to pay shipping costs to get a returned shipment.",
        "The return shipment may have to be paid for.",
        "Is it a fee to send goods back?",
        "Do i have to pay to get it back?",
        "A question regarding the cost of shipping returns.",
        "In return, do I need to pay shipping costs?",
        "Is it a charge to send goods back?",
        "Should I pay back shipping expenses?",
        "Do returns call for shipping fees?",
        "Could there be a charge for sending back goods?",
        "Do I have to pay to get back it?",
        "What if I have to pay for shipping when I bring my goods back?",
        "Should I pay for shipping when I bring the goods back?",
        "Do you know the cost of a return shipment?",
        "How much does it cost to send a return shipment?",
        "Do you have to pay for the return delivery?",
        "Do I pay for return shipment?",
        "Should we pay for return shipping costs?",
        "I don't know if I need to pay for returning shipping costs.",
        "I don't understand why I have to pay for return shipping.",
        "Is it a good idea to pay for the return shipping?",
        "I wonder if I have to cover return delivery costs.",
        "I wonder if there's a charge for sending back goods.",
        "Do I have to pay for shipping if I want a returned item?",
        "How much do I have to pay for shipping to get a package back?",
        "Am I required to pay shipping costs in return?",
        "Is it required for me to pay shipping costs in order to receive a returned shipment?",
        "Do I have to pay shipping costs in order to get a shipment back?",
        "Is it possible to pay for return shipment?",
        "Is it necessary for me to pay the cost of returns?",
        "Do I need to pay shipping costs in return?",
        "Is it possible to incur expenses for sending it back?",
        "Do I have to pay for shipping when I return a item?",
        "I don't understand if I have to pay for return shipping.",
        "Is it necessary to pay for the returned shipment?",
        "Do return delivery costs need to be covered by me?",
        "Expense should I pay for sending it back?",
        "I don't know if I have to shoulder return delivery charges.",
        "Do I have to pay in order to return it?",
        "Is it necessary for me to cover the return delivery costs?",
        "Is it my responsibility to pay for the return?",
        "Do return shipping costs have to be paid for?",
        "I don't know if I need to pay to send it back.",
        "Is there a return shipment cost?",
        "Is it possible that return shipment expenses on me or you?",
        "Is it essential to pay for the return shipping costs?",
        "Are there payments for return shipping?",
        "Is it cost to pay for return shipping?",
        "Is it my responsibility to pay for the return shipping?",
        "Do I have to pay in return for shipping?",
        "Is it fine for me to pay for return shipping?",
        "The cost for return shipment?",
        "Is it possible to charge for sending back goods?",
        "Don't I have to pay for the return shipment?",
        "Are shipping costs going back on me?",
        "Do I have to pay for returned shipping costs?",
        "Should I contribute to return shipping?",
        "Do I have to pay for shipping in order to get something back?",
        "What should I pay for shipping back?",
        "Does it make sense to pay for the return shipping costs.",
        "Should I pay for something to send it back?",
        "Do I have to foot the return shipping costs?",
        "Is it necessary that I cover the return delivery costs?",
        "Should I spend money for return shipping?",
        "I don't know if I must cover return shipping expenses.",
        "Is there a fee for sending back stuff?",
        "Does it make sense to pay for returns shipping?",
        "I would like to know if I have to pay for the return shipping costs.",
        "I do not know if I have to pay for return shipping.",
        "Is it necessary for me to pay return shipping costs?",
        "Have I to pay for the return shipping costs?",
        "Will I have to pay for shipping costs?",
        "I am wondering if I must pay for return shipping.",
        "Is it possible I have to pay for the return shipping?",
        "Does it require me to pay shipping costs?",
        "I'm wondering if return shipment expenses are on me or you.",
        "Can I pay shipping costs back?",
        "Do I have to pay for returned shipment?",
        "Does it require me to pay for shipping back?",
        "Is it required for me to pay for shipping when I bring my goods back?",
        "I was wondering if return shipping charges were my responsibility.",
        "Do returns include shipping fees?",
        "DO I have to pay for the return shipment?",
        "Can I incur expenses to send it back?",
        "Does it require me to pay for return shipping costs?",
        "Are the return shipping expenses on me or you?",
        "Is it wise to pay for a return shipment?",
        "Do return shipping charges have to be my responsibility?",
        "Is there a payment for return shipping?",
        "Do I have to pay for shipping to get my item back?",
        "Do I pay back delivery charges?",
        "Do I have to pay for shipping in order to get a return item?",
        "Do I need to pay for shipping when I return items?",
        "Do I have to pay for Return Shipping costs?",
        "Do I have to pay the cost of shipping back?",
        "Shipping fees might be involved in the returns.",
        "Is it possible to pay to send something back?",
        "Is it a fee on sendin' stuffs back?",
        "When I bring my goods back, can I pay for shipping?",
        "I wondered if I had to pay for shipping back.",
        "Return shipping should I pay for it?",
        "Do returns impose shipping fees?",
        "My responsibility in return shipping charges?",
        "Do I have to pay shipping costs to receive a return shipment?",
        "Need cash to send things back?",
        "I don't know if I must pay for the return shipping.",
        "Is that charge for sending back goods?",
        "I'm wondering if there's a fee on sendin' stuffs back.",
        "Do returning items incur shipping fees?",
        "Are the expenses of return shipment on me or you?",
        "Do I have to pay to get it back again?",
        "Do you know if there is a fee on sending stuff back?",
        "Do you have to pay shipping costs to receive a returned shipment?",
        "Do the return delivery costs need to be paid by me?",
        "Is it wise to cover return shipping expenses?",
        "Do I have to pay for the return cargo?",
        "Is it necessary for me to pay for shipping when I return my goods?",
        "What about return shipping charges?",
        "Do I have to cover the cost of returning something?",
        "Is there return shipment expenses on me or you?",
        "Does my return shipping costs have to be paid for?",
        "Do I have to pay for the return delivery?",
        "Do I have to pay for return shipments?",
        "Is it necessary to pay shipping costs to receive a returned shipment?",
        "Is it my responsibility to charge return shipping?",
        "Does return shipping come on me?",
        "Should I pay for the shipment again?",
        "Does I have to pay for shipping when I bring my goods back?",
        "Will it cost me for return shipping as well?",
        "Did I have to pay return shipping charges?",
        "Should I pay for re-shipping?",
        "I wonder if I need to pay for shipping back.",
        "What should I pay for return shipping?",
        "Is there a cost for return shipments?",
        "Does the shipping costs have to be paid in return?",
        "Should I pay anything for sending it back?",
        "Should i pay for the return shipping?",
        "Is it necessary to pay for the return shipments?",
        "I don't know if I have to pay shipping when I bring my goods back.",
        "How about return shipping fees?",
        "Is it compulsory for me to cover the return delivery costs?",
        "Is there a fee for sending the goods back?",
        "I'm not sure if I should pay for the return shipment.",
        "Do I have to pay shipping costs if I want a return shipment?",
        "The payment for the return shipping?",
        "Is it possible that I have to pay for shipping back to you?",
        "Do I have to pay for shipping if I want a return shipment?",
        "Do I have to pay for shipping returned items?",
        "I want to know if I have to pay for return shipping.",
        "Do I have to pay for shipping in order to receive a returned shipment?",
        "Expenses for return shipment?",
        "Do I pay for your return shipping?",
        "Is there a fee for sending back items?",
        "In return, do I have to pay for shipping?",
        "Does shipping fees apply to returns?",
        "Is it necessary for me to pay for return Shipping?",
        "Do I have to pay shipping in return?",
        "Do I need to pay shipping costs to get a return item?",
        "Do I need to pay shipping costs to get the item back?",
        "Do return shipping charges me?",
        "Are return shipping charges something I have to pay?",
        "How much do I have to pay to ship it back?",
        "Can I cover the return shipping costs?",
        "Do I have to pay for return shipping expenses?",
        "Will I need to pay for the return shipment?",
        "Is it necessary for me to pay for shipping to receive a returned package?",
        "Does it matter if I have to pay for shipping back?",
        "Should I be responsible for the return's cost?",
        "Pay to send it back?",
        "I want to know if I should shoulder return delivery charges.",
        "I wonder if I should pay for shipping back to you.",
        "Is it possible to pay for sending back goods?",
        "Do I have to pay for shipping in order to get a return shipment?",
        "Do I have to pay shipping costs in order to get a item back?",
        "Can I pay return shipping costs?",
        "Should I have to pay for sending it back?",
        "Do I have to pay for the return shipment?",
        "Must I pay shipping back?",
        "Is it necessary to pay for the return shipping cost?",
        "Do I have to pay for the returning shipment?",
        "Do returns have shipping charges?",
        "Do I need to pay to bring it back?",
        "I want to know if I shoulders return delivery charges.",
        "Is it possible to get a returned shipment if I have to pay shipping costs?",
        "Should I shell out money to send things back?",
        "Is it possible that I have return delivery charges?",
        "Do I have to cover the cost of the return?",
        "Does it cost me for the return shipping costs?",
        "Is it necessary for me to pay shipping costs if I want to receive a returned item?",
        "Is it a cost for the return shipping?",
        "Do I have to pay for shipping when I return?",
        "Is it a fee for sendin' stuffs back?",
        "I wonder if I must pay for return shipping.",
        "Do I have to pay for shipping when I come back?",
        "Do I have to pay for the returned mail?",
        "I am not sure if I shoulder return delivery charges.",
        "Is return shipping charges my responsibility.",
        "I don't know if I pay to ship it back.",
        "I don't know whether I have to pay for the return shipping.",
        "Should I have to pay to send it back?",
        "I'm wondering if I should pay for the return shipment.",
        "Is it necessary to pay return shipping costs?",
        "Do I have to pay shipping costs in order to get a returned shipment?",
        "Shall I pay for return shipping too?",
        "Will it be cost for return shipping as well?",
        "Does paying for return shipping costs make sense?",
        "Should I pay for returned mail?",
        "Will I have to pay to return it?",
        "Does it cost me to send the return shipment?",
        "Does the return involve shipping fees?",
        "Will it be an expense to send back?",
        "Is it my responsibility to pay shipping costs in return?",
        "Have I to pay for shipping back to you?",
        "Is it my responsibility to cover the return delivery costs?",
        "Payment for shipping again?",
        "Is it necessary to pay shipping costs in order to receive a returned package?",
        "When I bring my stuff back, do I pay for shipping?",
        "I don't know if I need to pay for the return shipment.",
        "Should I pay costs to send it back?",
        "I don't know if I have to pay shipping costs to get my item back.",
        "Is it for return shipping?",
        "Is it possible that return shipping is on me.",
        "Do you know the cost of return shipment?",
        "Returned shipment cost?",
        "Is it necessary to return shipment expenses?",
        "Will I have to pay to ship it back?",
        "Is it a requirement for me to pay shipping costs in order to receive a returned item?",
        "Is it required for me to pay shipping costs to receive a returned item?",
        "Is there a fee for shipping things back?",
        "Is it my responsibility to pay the return shipping costs?",
        "Do I have to pay for shipping when my goods return?",
        "Do I have to pay for returned shipping expenses?",
        "Do I have to pay for shipping in order to get the item back?",
        "When I bring my goods back, should I pay for shipping?",
        "When I return my goods, should I pay for shipping?",
        "I want to know if return shipping is on me.",
        "Do I bear return delivery charges?",
        "I don't know whether I have to pay for shipping when I bring my goods back.",
        "Does it cost me to send it back?",
        "Are the return shipping costs necessary to pay for?",
        "Should I have to pay for the return?",
        "Is it necessary to pay for goods to be sent back?",
        "Is it okay for me to pay shipping costs in return?",
        "Will I need to pay cash to send the goods back?",
        "I don't know if I have to pay shipping costs for a return.",
        "Did I have to pay return costs?",
        "Is it necessary for me to shell out cash to send goods back?",
        "Do I pay for it to come back to you?",
        "I do not know if I should pay for return shipment.",
        "Are the return shipment expenses on me or you?",
        "Should I pay for shipping when I bring my stuff back?",
        "Do I have to pay for shipping when I bring my things back?",
        "The cost of returning a shipment?",
        "Is it necessary for me to pay for the shipping back?",
        "Is it wise to incur expenses for sending it back?",
        "What is the responsibility of the return shipping charges?",
        "Do I need cash to send goods back?",
        "Should I pay for return shipping as well?",
        "Does that mean I have to pay for shipping back?",
        "Will the return shipping charges be my responsibility?",
        "do I have to pay for the return shipment?",
        "Should I have to pay expenses to send it back?",
        "Are return shipment expenses on me, or you?",
        "Should I pay for shipping to receive a returned shipment?",
        "Do I have to pay Return Shipping costs?",
        "Can I pay the return shipping costs?",
        "The question is should I pay for return shipping?",
        "Should I have to pay the shipping costs?",
        "I don't know if I need to pay shipping costs to get a returned shipment.",
        "I wonder if I pay for return shipping.",
        "Should I pay the expenses to send it back?",
        "I wonder if I should pay to send it back.",
        "Will I have to shell out cash to send the goods back?",
        "I was wondering if I have to pay for shipping when I bring my goods back.",
        "Do I or you have return shipment expenses?",
        "Should I fork out for a return shipment?",
        "Shipping fees may apply to returns.",
        "I would have to pay for return shipping.",
        "Is shipping charged when I bring my goods back?",
        "Should you pay for sending back goods?",
        "I don't know if return shipping charges my responsibility.",
        "How much must I cover return shipping?",
        "Is the return shipping costs necessary to pay?",
        "I don't know if I need to pay shipping costs to get a package back.",
        "Do I have to pay for shipping in order to get a shipment back?",
        "Should I pay for shipping in order to get a returned package?",
        "Pay for return shipping?",
        "Do I have to pay shipping costs to get something back?",
        "Do I have to pay in return shipping?",
        "Should I have to pay for the return shipping?",
        "I'm wondering if I have to pay for the return shipment.",
        "Do I have to pay for shipping when I return stuff?",
        "What about return shipping costs?",
        "Are there fees for sendin' stuffs back?",
        "Do you think it's necessary to pay for the return shipping costs?",
        "What should I do about return shipping expenses?",
        "Do I have to pay for return shipping costs?",
        "Do I have to pay for a return?",
        "Was the return shipping costs on me?",
        "Does it make sense to pay for return shipment?",
        "Do I need to shell out money to send the goods back?",
        "Payin' to send it back?",
        "Will I have to pay for returned shipping costs?",
        "The cost for return shipping?",
        "Do I have to pay returned shipping costs?",
        "Is it a fee for sending things back?",
        "Do I have to pay for returned shipments?",
        "Is it possible that I have to cover return costs?",
        "I don't know if I need to pay shipping costs to get a returned package.",
        "Do the return delivery costs need to be covered by me?",
        "Do I have to pay for shipping when I get my package back?",
        "Do you have to pay shipping costs to receive a returned item?",
        "Do I pay to ship it back to you?",
        "Do you have to pay shipping costs in order to get a returned shipment?",
        "Do I have to pay shipping costs in order to get the package back?",
        "Is it necessary for you to pay for return shipping?",
        "Is it required for the return shipping costs?",
        "Is return shipment expense on you?",
        "Does return involve shipping fees?",
        "I wonder if I should incur any expenses to send it back.",
        "Am I responsible for the return shipping?",
        "Do returns cost shipping?",
        "Does it need to be paid for shipping back?",
        "Do I have to pay for your shipping return?",
        "Do I have to pay to send you back something?",
        "Is it possible to pay to send products back?",
        "Should I pay for a return shipment back?",
        "Does it include return shipping on me?",
        "Is it necessary for me to pay shipping costs in order to get a returned shipment?",
        "Do I have to pay to return my shipment?",
        "I would like to know if there is a charge for sending back goods.",
        "Do I need to pay shipping costs to get a return package?",
        "Can I pay to have it shipped back?",
        "I don't know whether I should pay for return shipping.",
        "Costs of return shipping?",
        "I don't know if I need to pay for returned shipping costs.",
        "Is it a requirement to pay for the return shipping costs?",
        "Is it a must to cover return shipping expenses?",
        "Does the return mean shipping fees?",
        "Shipping charges to be returned?",
        "Cost of returns shipping?",
        "Expense should I incur for sending it back?",
        "Do I need to pay for shipping to get a return shipment?",
        "Do I need to pay cash to send goods back?",
        "I have no idea if I have to pay for the return shipment.",
        "Are there a fee on sendin' stuffs back?",
        "Return shipping cost?",
        "Should I pay the cost of the return shipment?",
        "Do I have to cover the cost of shipping back to you?",
        "Do I need to pay for shipping when I bring my goods back?",
        "I don't know if I have to pay for the return shipping cost.",
        "Should I pay for a return shipment",
        "Is return shipping my responsability?",
        "Do i have to pay to send it back?",
        "Is it required for me to pay shipping costs in order to get a package back?",
        "I wonder if I have to pay for the return shipping?",
        "What if I had to cover return transport costs?",
        "Is it possible that I have shoulder return delivery charges?",
        "Is it possible that returns entails shipping fees?",
        "Do I owe return shipping charges?",
        "Does anyone know the cost of return shipping?",
        "I don't know if I will have to pay to ship it back.",
        "How about return shipping expenses?",
        "Is it necessary to shoulder return delivery charges?",
        "I'm not sure if I have to pay for return shipping.",
        "How much do I have to pay for shipping to get a returned shipment?",
        "Does it cost me to pay for shipping when I bring my goods back?",
        "Do shipping costs have to be paid in order to receive a returned package?",
        "Should we pay for return shipping as well?",
        "I do not know if I should pay for the return shipment.",
        "Is there a fee for sendin' things back?",
        "Is there a fee on sendin' things back?",
        "Do I have to pay for the return of shipping?",
        "Are I supposed to pay for return shipping costs?",
        "I don't know if I have to pay shipping costs to receive a returned shipment.",
        "Is it necessary for me to return shipment expenses?",
        "Return shipping should I pay for?",
        "Is there a fee to return sendin' stuffs?",
        "Must I pay for the return shipping expenses?",
        "I don't know if I must cover the return delivery costs.",
        "I want to know if I can cover the return transport cost.",
        "Can I cover return shipping costs?",
        "Was there return shipping charges?",
        "Is it mandatory for me to pay for the return shipping?",
        "Do I have to pay to have it back?",
        "Is it fee to send back goods?",
        "Am I responsible for the return shipping costs?",
        "Is it costs for return shipment?",
        "Is it my responsibility to repay return shipping charges?",
        "Is it necessary for me to pay to ship it back?",
        "Is there any fee for sendin' stuffs back?",
        "How come I have to pay return shipping charges?",
        "Are the returned shipping charges my responsibility?",
        "Do I have to pay shipping costs in order to get it back?",
        "Are there costs of return shipping?",
        "Do returns have shipping expenses?",
        "Does it cost me to pay for the return shipment?",
        "How much will I have to pay for shipping back?",
        "Is it necessary to pay for sending back goods?",
        "Should I fork out for the return shipment?",
        "When I bring my goods back do I have to pay shipping?",
        "I would like to know the cost of return shipping.",
        "Is it necessary for me to cover return shipping expenses?",
        "I don't know if I have to pay for returning shipping.",
        "Do I pay for it to be shipped back?",
        "Should I pay for returned shipment?",
        "Should I incur expenses to send it back?",
        "How much should we pay for return shipping?",
        "Should I pay for shipping when I return my goods?",
        "Someone asked if there was a charge for sending back goods.",
        "Should I have expenses for sending it back?",
        "Do I have to cover the return costs?",
        "Do I have to pay for return transport cost?",
        "Do I have to pay for the Return shipment?",
        "Is it possible that I will have to pay to get it back?",
        "I wonder if I am responsible for return shipping charges.",
        "What if I had to cover return transport cost?",
        "Is it possible that I have to pay for the shipping back?",
        "Need money to send items back?",
        "Do returns involve shipping charges?",
        "Is it possible to pay for shipping when I bring my goods back?",
        "I wonder whether I should pay for return shipping.",
        "Do I have to pay for the return shipped?",
        "Back shipping charges?",
        "Did I have to pay for shipping back to you?",
        "Shipping fees on returns?",
        "Should I have to pay shipping costs in order to receive a returned item?",
        "How much should I pay for return shipment?",
        "Do I have to pay shipping costs to get the item back?",
        "Do I have to cover the return transport cost?",
        "Should I pay return shipping charges?",
        "Do I have to pay for shipping when I return a shipment?",
        "Is it worth shelling out for return shipment?",
        "Should I have to pay for shipping to get a returned package?",
        "My responsibility for return shipping?",
        "I don't know if I have to pay for shipping you back.",
        "Payments for returning shipping?",
        "I want to know if I can shoulder return delivery charges.",
        "The cost to return a shipment?",
        "Do returns cost shipping costs?",
        "Costs for returning a shipment?",
        "I am wondering if I should pay for return shipping.",
        "Do I owe shipping costs in return?",
        "Is I responsible for the return shipping costs?",
        "I don't know if I must pay for return shipping.",
        "Is it necessary for me to pay shipping costs to receive a returned shipment?",
        "Is it my duty to pay return shipping charges?",
        "I don't know if I have to pay for shipping again.",
        "Should I pay for the shipping back?",
        "I don't know if I have to pay shipping costs in order to get a return shipment.",
        "Paying for return shipping costs is questionable.",
        "Is it required that I pay shipping costs to receive a returned item?",
        "I don't know if I should pay for returned shipping.",
        "Am I required to pay for the return shipment?",
        "Is there a charge for sending goods back?",
        "Should I pay the shipping costs in return?",
        "The return shipping costs may have to be paid by me.",
        "Do I need to pay shipping costs to get a shipment back?",
        "Is it alright for me to pay for return shipping?",
        "Does the returns incur shipping fees?",
        "Do I have to pay for shipping in return.",
        "Is I responsible for the return shipment?",
        "Is that payment for return shipping?",
        "Does it make sense for me to pay shipping costs in return?",
        "Are returning shipment expenses on me or you?",
        "Is it necessary for me to pay shipping costs to get a returned item?",
        "Do I have to pay to return the shipment?",
        "Do I have to pay to get the return shipment?",
        "I asked if I was stuck with the return bill.",
        "Is there a fee on sending stuff back?",
        "When I bring my goods back, do I have to pay shipping?",
        "Should I pay for it to be sent back?",
        "Is there a fee for shipping in return?",
        "Do I have to shoulder return delivery charges?",
        "Do I have to pay for it returning?",
        "Would I have to pay to get it back?",
        "Should I incur any costs for sending it back?",
        "Do I have to pay for shipping it back to you?",
        "Is there a way to cover return shipping expenses?",
        "Should I shell out money to send the goods back?",
        "Must I pay back shipping expenses?",
        "Will return shipping charges be my responsibility?",
        "Should I pay shipping costs to get a return shipment?",
        "Do I pay for the shipping back to you?",
        "I wonder if sending back will cost me?",
        "Do I have to pay shipping costs in order to receive a return shipment?",
        "Is it possible that I have to pay for the return delivery costs?",
        "Is it worthwhile to pay for the return shipping?",
        "Will I have to pay for return delivery?",
        "Do I have to pay shipping?",
        "Is there fee on sendin' stuffs back?",
        "Is there shipping fees associated with returns?",
        "I do not know if I have to pay for the return shipping.",
        "Do I have to pay for Return shipping costs?",
        "Do I have to pay shipping when I return my goods?",
        "Should there be a payment for return shipping?",
        "Is there a fee for shipping back to you.",
        "Do I have to pay shipping costs if I want a returned package?",
        "Are there charges for sending back goods?",
        "Do I have to fork out money for the return shipment?",
        "Do returns have any shipping fees?",
        "Does a return involve shipping fees?",
        "What about the cost of return transport for me?",
        "Do I have to pay shipping costs if I want to receive a returned item?",
        "Should I cover the return shipping expenses?",
        "Does it cost me to get a returned package?",
        "Will I pay for shipping back to you?",
        "What's the responsibility of return shipping charges?",
        "Do I have to shell out money to get it back?",
        "Does the person have to pay for return shipping?",
        "Is it alright for me to shoulder return delivery charges?",
        "Are there fee on sendin' stuffs back?",
        "Do I have to pay shipping costs when I return?",
        "Do you have to pay for the return shipping?",
        "Does my shipping costs have to be paid in return?",
        "Is it a requirement that I pay for return shipping?",
        "Do I have to pay back shipping expenses?",
        "Need to pay for goods to be sent back?",
        "Do I have to pay to ship it back again?",
        "I'm wondering if return shipping charges are my responsibility.",
        "Do I need to pay for shipping when I return?",
        "Do I have to pay shipping costs when I return a shipment?",
        "Do I have to pay for the return shipping cost?",
        "Do I have to pay for the returned shipping?",
        "Do you have shipping fees with returns?",
        "I don't know if I need to pay shipping costs in order to get a returned item.",
        "Are my responsibilities for return shipping?",
        "Do I have to pay shipping costs if I return a package?",
        "Will it be necessary to pay for the return shipping costs?",
        "Is it necessary to spend money on return shipping?",
        "Is it permissible for me to pay for shipping back to you?",
        "Is there any cost for return shipment?",
        "Is it necessary for me to pay shipping costs to receive a return package?",
        "I wonder if I have to pay for the return shipping costs.",
        "Costs for returning shipment?",
        "Does I have to pay for shipping back to you?",
        "Will I have to pay for the shipping back?",
        "Do I have to pay returned shipping expenses?",
        "How much do I have to pay to get a returned package?",
        "Is the return shipping costs my responsibility?",
        "Is it cost me to send back?",
        "I don't know if I have to pay shipping costs in order to get a returned item.",
        "Need money to send things back?",
        "Can you tell me if there is fee on sendin' stuffs back?",
        "Do I have to spend money on return shipping?",
        "Should I spend money to send it back?",
        "I'm not sure if I need to pay for return shipping.",
        "When I bring my goods back do I need to pay for shipping?",
        "Is the return shipment costs on me?",
        "I don't know if I should incur any expenses for sending it back.",
        "Will I be responsible for return delivery charges?",
        "Does the return entail shipping fees?",
        "What are the costs for a return shipment?",
        "How about returning shipping charges.",
        "I do not know if I have to pay shipping costs to get a returned item.",
        "Is there any return shipment expenses on you or me?",
        "Does it make sense to cover return shipping expenses?",
        "Do I have to pay to repatriate it?",
        "Does I have to pay to return it?",
        "Is it my responsibility to reimburse return postage?",
        "Can I pay shipping costs in return?",
        "I don't know if I need to pay for the return shipping.",
        "Are there costs for return shipment?",
        "Is it necessary to pay for that return shipping?",
        "Will we pay for return shipping?",
        "What is the responsibility for return shipping charges?",
        "Is there a fee for shipping back to you?",
        "Do I have to pay shipping costs if I return the shipment?",
        "Do I have any responsibility for return shipping charges?",
        "Do I have to pay shipping costs for my returned item?",
        "Is it a must to pay for return shipping?",
        "I don't know if I should pay for the return shipping costs.",
        "I want to know if return shipping charges are my responsibility.",
        "I need to know the cost of return shipping.",
        "Is it me who pays for shipping back to you?",
        "Do we have a fee for sending products back?",
        "Should I pay for return shipping costs?",
        "Should I pay for shipping returned?",
        "Payment for shipping returned?",
        "Does it cost me to pay for the return shipping costs?",
        "Do they charge me for the return shipment?",
        "Do I have to pay shipping to get a package back?",
        "Is it possible to pay for the return shipping?",
        "Should I finance the return shipment?",
        "Is it appropriate for me to shoulder return delivery charges?",
        "How about a payment for returns shipping?",
        "Does the return shipment need to be paid for?",
        "Do I have to pay for the ship back?",
        "I don't know if I have to cover the return delivery costs.",
        "I don't know if I need to pay shipping costs to receive a returned item.",
        "Is it worth paying for return shipping costs?",
        "Should I shell out for a return shipment?",
        "Does it have to be paid to send it back?",
        "Do I have to pay for the return of the shipping?",
        "I don't know if I should cover return shipping costs.",
        "I wonder if I must cover return shipping expenses.",
        "am I responsible for the return shipping charges?",
        "Is there a price for return shipment?",
        "Is it a necessity to pay for return shipping?",
        "Can I be held responsible for return shipping charges?",
        "Is it possible that I must pay for shipping back?",
        "Return shipping charges should be my responsibility?",
        "What should I pay for return transport?",
        "Do I have to pay back for shipping?",
        "Do I have to shell out for shipping it back?",
        "I wonder if I have to pay for the return shipping.",
        "Is return shipping something I pay?",
        "Should I be shelling out for return postage?",
        "Is there a charge for sending back goods?",
        "Do I have to pay for shipping in return?",
        "Is it necessary for me to pay shipping costs to receive a return?",
        "Should I pay shipping costs for a returned item?",
        "Is return shipping the responsibility of me?",
        "Does it make sense for me to shoulder return delivery charges?",
        "Is it worth paying for shipping when I bring my goods back?",
        "Am I responsible for sending something back?",
        "When I bring my goods back, do I pay shipping?",
        "Is there shipping fees with returns?",
        "A payment for return shipping?",
        "Do I have to pay for returning shipments?",
        "Do you have to pay shipping fees on returns?",
        "Is it ok for me to cover return shipping expenses?",
        "Will I have to pay for returned shipping?",
        "Do returns cost any shipping fees?",
        "Is return shipping costs my responsibility?",
        "Maybe I should pay for return shipping?",
        "Will I pay for return shipping as well?",
        "Is it possible that there's a fee on sendin' stuffs back?",
        "Do I still have to pay for shipping back?",
        "Is it necessary for me to pay shipping costs to receive a return item?",
        "How much do I have to pay for shipping to get a returned item?",
        "Are there return shipment expenses for me or you?",
        "Does it cost me to pay for return shipping costs?",
        "Is it necessary for me to pay for shipping in order to receive a returned item?",
        "Should I shoulder the return delivery charges?",
        "What about the return shipping fees?",
        "Please ask the cost of return shipping.",
        "am I responsible for return shipping charges?",
        "Do I need to pay shipping costs if I want a returned item?",
        "My question is, must I pay for return shipping?",
        "Is it possible that I have to pay shipping costs?",
        "When I bring my goods back I don't know if I have to pay for shipping.",
        "Are you sure about the fee on sendin' stuffs back?",
        "Do you know the price of return shipping?",
        "My responsibility regarding return shipping charges?",
        "I am wondering if I should shoulder return delivery charges.",
        "Do I need to pay for shipping to receive a returned item?",
        "Are the return shipping charges for me?",
        "Do I have to pay shipping costs in order to get a return item?",
        "Is there a charge when sending back goods?",
        "Will I have to pay for sending it back?",
        "Do I have to pay shipping costs to get a package back?",
        "Shipping charges need to be returned?",
        "Do I pay to send stuff back?",
        "Is shipping fees involved with returns?",
        "Do I need to pay for shipping return?",
        "Is it necessary for me to pay for shipping in order to receive a returned shipment?",
        "It's a question about payment for return shipping.",
        "Is return shipment costs on me or you?",
        "Is it possible I have to pay for shipping back to you?",
        "Is the charge for sending back goods?",
        "I might have to pay for return shipping.",
        "Is it possible that I have to pay shipping costs in order to receive a returned item?",
        "What about paying for the return transport?",
        "Do I need to pay for shipping returns?",
        "You might want to pay for return shipping.",
        "Do I have to pay return shipping charges?",
        "Is it my responsability to return shipping charges?",
        "I question if return shipping is on me.",
        "I want to know if it will cost me to send back.",
        "Should we pay for sending back goods?",
        "Do returns involve shipping fees?",
        "Should I pay to return the shipping?",
        "Shipping fees are involved in returns?",
        "Should I pay for the goods to be sent back?",
        "Money for return shipping?",
        "Shouldn't I pay for the return shipment?",
        "How much should I cover returned shipping expenses?",
        "Did I take responsibility for return shipping charges?",
        "Do I have to pay for it to be returned?",
        "Is it possible that I have to pay return costs?",
        "Is returning shipping my responsibility?",
        "Should you pay for a return shipment?",
        "Is it going to cost for return shipping too?",
        "Is it necessary for me to pay for shipping when I bring my stuff back?",
        "I wonder if I must pay for return shipping?",
        "I don't know if I have to pay for shipping when I bring my stuff back.",
        "Cost of returning shipping?",
        "Do I have to pay to ship it back?",
        "I'm not sure if return shipping charges are my responsibility.",
        "Are return shipments expenses on me or you?",
        "Should I pay for the shipping when I bring my goods back?",
        "I wonder if it's necessary to pay for return shipping.",
        "Is it required for me to pay shipping costs to get a returned item?",
        "How much should I spend to send it back?",
        "Do you have a cost for a return shipment?",
        "Is my responsibility for the return shipping charges?",
        "Must I pay for the return shipping?",
        "Is it worth it to pay the return shipping costs?",
        "Payment needed for return shipping.",
        "Does return mean shipping fees?",
        "Is it true that returns incur shipping fees?",
        "Does it make sense for me to pay for the return shipment?",
        "Will it cost for return shipping as well?",
        "I wonder if I should have expenses for sending it back.",
        "Will I have to cover return costs?",
        "How about Return shipping charges?",
        "Is it mandatory for me to pay for the return shipment?",
        "Expenses should I incur when sending it back?",
        "Is it going to cost you for return shipping?",
        "Must I pay for shipping back?",
        "I don't know if I have to cover return shipping expenses.",
        "I asked if I should pay for return shipping.",
        "do I have to pay for the return shipping?",
        "When I bring my stuff back do I have to pay for shipping?",
        "Do my shipping costs have to be paid back?",
        "Is there return shipping charges?",
        "Is it necessary for me to pay for shipping in order to get a returned shipment?",
        "To get a returned package, do I have to pay shipping costs?",
        "Can you tell me if there is a charge for sending back goods?",
        "Do I need to return shipment expenses?",
        "Do I have to return shipping costs?",
        "Do I have to pay for shipped back?",
        "Should I pay shipping costs to get my item back?",
        "Do I have to pay to return something?",
        "Can I also pay for return shipping?",
        "Do I have to pay any expenses for sending it back?",
        "Should we pay for the return shipment?",
        "Do I pay for return shipping costs?",
        "Is the return delivery costs my responsibility?",
        "Should I have to pay to get it back?",
        "Can I be responsible for return shipping charges?",
        "I wonder if return shipping is on me.",
        "I wonder if I have to pay shipping costs to receive a returned shipment.",
        "Is it possible that I have to pay to return it?",
        "Should there be expenses to send it back?",
        "Do I have to pay for shipping something back?",
        "Do I pay for the return shipping?",
        "If I should pay for return shipping?",
        "Need money to send goods back?",
        "Should I pay expenses when sending it back?",
        "Should I have to pay costs to send it back?",
        "Do returns have a shipping fee?",
        "If I send it back, should I incur expenses?",
        "Do I owe you money for shipping back to you?",
        "Do returns have shipping costs?",
        "Do I have to pay shipping costs if I want a return package?",
        "Do I have to pay shipping costs in order to get a return?",
        "Will returns have shipping fees?",
        "Should I pay for the return shipment back?",
        "Do I have to pay to ship back again?",
        "Does return shipping go on me?",
        "Do I have to pay for shipping to get a return package?",
        "Do I have to pay for shipping when I get back my goods?",
        "Do you have to pay for the shipping back?",
        "Do I need to pay for shipping you back?",
        "Is it necessary to cover returns shipping expenses?",
        "Does it cost to return shipment?",
        "Is it okay for me to pay for the return shipping costs?",
        "Do I have to pay for shipping back",
        "Cost of return shipment?",
        "Is returns liable to shipping fees?",
        "Do I still have to pay for return shipping?",
        "Is it okay to pay for return shipping costs?",
        "Is it possible that I should pay for return shipping?",
        "Is there return shipment expenses on me?",
        "Do I have to pay for shipping to get a item back?",
        "Should I pay for delivery back?",
        "Does it make sense to pay for return shipping?",
        "Is it okay to shoulder return shipment expenses?",
        "Is it appropriate for me to pay for the return shipment?",
        "Do you think I should cover the return transport cost?",
        "Is returning shipping charges my responsibility?",
        "Is it worth paying for returned shipping?",
        "Do the return delivery costs have to be covered by me?",
        "I want to know if there's a fee on sendin' stuffs back.",
        "Is it alright to pay for return shipping?",
        "Will it cost to return a shipment?",
        "Should expenses be incurred to send it back?",
        "Do I pay for shipping when I return my goods?",
        "Is return shipping worth paying for?",
        "Should I incur any expenses when I send it back?",
        "Do I have to pay shipping costs to have a returned shipment?",
        "I wonder if I have to pay shipping costs in order to receive a returned shipment.",
        "I am unsure if I have to pay for the return shipment.",
        "Are I responsible for the return shipping costs?",
        "Was it my responsibility to pay return shipping charges?",
        "How much for the return shipment?",
        "I do not know if I have to pay for the return shipping costs.",
        "How about returning shipping costs for me?",
        "How much does it cost to return a shipment?",
        "Can I pay for the return shipping costs?",
        "For return shipping should I pay?",
        "Is it a requirement that I pay for the return shipment?",
        "Is it possible that I have to pay to send it back?",
        "How much do we owe for sending back goods?",
        "Payment of return shipping?",
        "I wonder if the return shipping charges are my responsibility.",
        "Is it cost for return shipping?",
        "Do I have to pay any expenses to send it back?",
        "Do I have to pay shipping when I get my goods back?",
        "Do you pay to send something back?",
        "I want to know if I have to pay the cost of returns.",
        "Is that the cost of return shipping?",
        "Do I need to pay for shipping?",
        "Is it mandatory that I pay for shipping back?",
        "Is there a cost for shipping back?",
        "Is there an expense for sending it back?",
        "Will I pay for shipping when I bring my goods back?",
        "Is shipping cost when I bring my goods back?",
        "Is it worth paying for return shipping?",
        "Do we have to pay for the return shipping?",
        "Paying for the return shipping costs is questionable.",
        "Should return shipping be on me?",
        "Paying for return shipping?",
        "Should I have to pay any expenses to send it back?",
        "Is it necessary for me to pay shipping costs if I want a returned package?",
        "Is it compulsory that I pay for return shipping?",
        "Will it cost me more to send it back?",
        "DoI have to pay for the return shipment?",
        "Do you pay to send things back?",
        "I don't know if I have to pay for shipping when I bring my goods back.",
        "Is it the cost of shipping returns?",
        "What if I had to cover the return transport cost?",
        "Are my responsibility for return shipping?",
        "Do I have to pay shipping costs for a returned item?",
        "Is it necessary for me to cover the return costs?",
        "Do shipping costs have to be paid in order to receive a return?",
        "Do I have to pay for shipping when I return my stuff?",
        "How about shipping charges returned?",
        "Should I cover return shipping expenses.",
        "What is the cost for a returned shipment?",
        "Do I have to pay for the delivery back to you?",
        "Is it cost for a return shipment?",
        "Should I pay for the return shipment again?",
        "Do I have to pay for shipping when I bring back my goods?",
        "Do I have to pay for the shipping again?",
        "Is the return shipping cost me?",
        "I wonder if I have to pay the return delivery costs.",
        "I wonder if returning shipping charges are my responsibility.",
        "Do I need to pay shipping costs if I return an item?",
        "Expense for return shipment?",
        "I don't know if I have to pay for the return shipping.",
        "Is there charges for return delivery?",
        "Should I have shoulder return delivery charges?",
        "Should i pay for return shipping?",
        "Should I pay for returned shipping expenses?",
        "Do returns have shipping fees.",
        "My responsibility is the return shipping charges?",
        "Do returns require shipping fees?",
        "Is it a good idea to shoulder return shipment expenses?",
        "Is there a charge for shipping back goods?",
        "I wondered if I should pay for the return shipment.",
        "Do I have to fork out money to get it back?",
        "Should I have expenses to send it back?",
        "Is there a cost for returning a shipment?",
        "I wondered if return shipping was on me.",
        "Do we have a charge for sending back goods?",
        "Is it necessary to pay for sending products back?",
        "Would I have to pay for shipping back?",
        "Do you know the cost of returns shipping?",
        "Is it a fee to send something back?",
        "Should I pay for the Return shipment?",
        "Should I have to pay to return it?",
        "Is it necessary for me to shell out cash to send the goods back?",
        "Is it possible that I will shoulder return delivery charges?",
        "Payment for return Shipping?",
        "What is the cost of returning shipping fees?",
        "Is return shipping cost me?",
        "Is it okay to shoulder return delivery charges?",
        "I wonder if I have to pay for the shipping back to you.",
        "Is there a cost for sending goods back?",
        "Is it necessary for me to pay shipping costs in order to receive a return?",
        "Do we need to pay for the return shipping costs?",
        "Is the return shipment expenses on me.",
        "Will I cover return shipping expenses?",
        "Is it possible that I pay for the shipping back to you?",
        "do I have to pay for the return shipment",
        "Is there return shipment expenses on you?",
        "Is there return shipment expenses for me or you?",
        "Is it required for me to pay shipping costs in order to get a returned item?",
        "Is it my responsibility to cover return shipping charges?",
        "Do I have to pay any shipping costs to get a package back?",
        "Do shipping costs have to be paid in order to get a returned item?",
        "Is it necessary to pay for returning shipping?",
        "To get a returned shipment, do I have to pay shipping costs?",
        "Do I have to pay shipping costs for a package to be returned?",
        "Payment for returned shipment?",
        "I'm not sure if I have to pay shipping costs in return.",
        "Do I have to pay for the returnshipment?",
        "How much should I pay for shipping when I bring my goods back?",
        "Do I have to pay shipping costs to get my shipment back?",
        "Should I incur expenses when sending it back?",
        "Can I pay for returning shipping?",
        "I don't know if I has to pay for shipping back.",
        "Can I pay to send it back?",
        "Are the return shipping charges my responsibilities?",
        "I don't know if I should pay for return shipping.",
        "When sending back goods, is there a charge?",
        "Do I have to ship it back to you?",
        "I wonder if I have to pay to send it back.",
        "Are return shipping charges my problem?",
        "I was wondering if return shipping was on me.",
        "I need to pay for return shipping expenses.",
        "Can I pay for return shipping as well?",
        "What about the cost of shipping returns?",
        "I don't know if I should pay to send it back.",
        "Want to know the cost of return shipping?",
        "I want to know if I need to pay for return shipping costs.",
        "Do I need to pay for my return shipment?",
        "Is it possible I will have return delivery charges?",
        "Do I have to cover shipping back?",
        "Was it a cost for return shipment?",
        "Did I have to pay for return shipping?",
        "What is the responsibility for return shipping fees?",
        "Are I supposed to pay for the return shipment?",
        "Does returns require shipping fees?",
        "Should I pay for returned shipping?",
        "I was wondering if I should pay for the return shipment.",
        "Must I pay for return shipping expenses?",
        "Is it something I have to do to pay for returns?",
        "How about returned shipping charges?",
        "Paying for return shipment is a question.",
        "What should I pay for the return shipment?",
        "Are you responsible for return shipment expenses?",
        "Are the shipping costs back on me?",
        "Is there cost of return shipping?",
        "Do I have to pay for postage back to you?",
        "Is it possible for returns to incur shipping fees?",
        "Do I have to pay for it to come back to me?",
        "Does it need to be paid for return shipping?",
        "Is it okay for me to pay for the return shipping?",
        "Is payment for return shipping necessary?",
        "How much do I pay to ship it back?",
        "Should it cost me anything to send it back?",
        "Is it a requirement for me to pay shipping costs to receive a returned shipment?",
        "Is it a responsibility to shoulder return delivery charges?",
        "Does it require me to pay shipping costs to receive a returned item?",
        "How about a payment for shipping back?",
        "Are I supposed to pay for return shipping?",
        "I don't know if I have to pay shipping costs to get a package back.",
        "Would I need to pay for return shipping?",
        "Should I incur expenses to send it home?",
        "Will I need to pay for shipping when I bring my goods back?",
        "Can you tell me about a fee for sending products back?",
        "Is it my responsibility to answer return shipping charges?",
        "Do I have to foot the bill for shipping back?",
        "Is there a charge for the return shipment?",
        "I wonder if I should pay for my return shipment.",
        "Are I responsible for the return shipment expenses?",
        "Is sending back goods a fee?",
        "Must I cover return shipping expenses?",
        "Should I pay shipping costs if I want a returned package?",
        "I was wondering if there was fee on sendin' stuffs back.",
        "Does it have to be paid for the return shipping costs?",
        "Yes, are return shipping charges my responsibility?",
        "Any return shipping charges?",
        "Are the return shipment expenses on me?",
        "Do I have to pay for shipping in order to get a return?",
        "Is it my duty to cover return shipping expenses?",
        "Should I incur costs to send it back?",
        "Am I required to pay for return shipping?",
        "I don't know if I should shoulder return shipment expenses.",
        "I was wondering if I had to pay for return shipping.",
        "Are there return shipping costs on me?",
        "Is it a requirement for payment for return shipping?",
        "Does returning something mean shipping fees?",
        "Is there a fee for sending back something?",
        "Do you know if there's a fee for sending stuff back?",
        "I wonder if there is a fee on sendin' stuffs back.",
        "Should I be shelling out money for sending it back?",
        "Should I shell out money to send goods back?",
        "Do I have to pay for your shipping back to you?",
        "Are I required to pay to get it back?",
        "When I bring my goods back, should I have to pay for shipping?",
        "I don't know if I pay for shipping when I bring my goods back.",
        "When I bring back my goods do I have to pay for shipping?",
        "Do I need to return the shipment expenses?",
        "Are the return shipping charges my responsibility",
        "Are the expenses of the return shipment on me or you?",
        "Payment required for return shipping.",
        "Paying for return shipping as well?",
        "Do I need to send it back at my expense?",
        "Is it right for me to pay for the return shipment?",
        "How much do we have to pay for sending back goods?",
        "Is it possible to have a charge for sending back goods?",
        "Should I pay for the return parcel?",
        "Shall I pay for the return shipment?",
        "How about shipping charges returning?",
        "Does sending back it cost me?",
        "Yes, cost of return shipping?",
        "I wonder if I have to pay for shipping back.",
        "Should I pay for delivery again?",
        "Is it a requirement that I pay for shipping back?",
        "Must I cover the return shipping costs?",
        "Do I pay for shipping in return?",
        "Will there be a fee for sending back goods?",
        "To return shipping, must I pay?",
        "Is it possible that I have to pay shipping costs to receive a returned item?",
        "Do I need to pay return shipping costs?",
        "Am I responsible for shipping back to you?",
        "Is there a fee for the return shipping costs?",
        "I do not know if I need to pay for return shipping costs.",
        "Does it make sense for the return shipping costs to be paid?",
        "Do I have to pay for shipping when I bring my stuff back?",
        "If I bring my goods back do I have to pay for shipping?",
        "I don't know if I have to pay shipping costs for a returned item.",
        "I don't know if I need to pay shipping costs in order to get a returned shipment.",
        "Do I have to repay shipping costs?",
        "Do returns charge shipping fees?",
        "Does a return entail shipping fees?",
        "Do I have to pay for shipping when I get my stuff back?",
        "When I bring my goods back, do I pay for the shipping?",
        "Do I have to pay cash to send goods back?",
        "Should I pay shipping costs if I want a returned shipment?",
        "Is I responsible for return shipping costs?",
        "Will I have to pay for my return shipment?",
        "I ask if return shipping charges are my responsibility.",
        "I wonder if I shoulder return delivery charges.",
        "Do I have to pay for the Return Shipping?",
        "I don't know if return shipping charges is my responsibility.",
        "Do I need to pay for shipping to receive a returned package?",
        "Is there a cost for return shipment?",
        "Do I have to pay to send things back?",
        "Is it worthwhile to pay for the return shipping costs?",
        "Shipping fees are associated with returns?",
        "In order to receive a returned shipment, do I need to pay shipping costs?",
        "Will it cost for a return shipment?",
        "Should I pay for shipping when I bring my items back?",
        "Do you know if there is a fee for sendin' stuffs back?",
        "Is it Cost for return shipment?",
        "Is it advisable to shoulder return shipment expenses?",
        "Does it require me to pay shipping costs in order to receive a returned item?",
        "Does it make sense to pay for the return shipping?",
        "Should costs be incurred for sending it back?",
        "Do I have to pay for shipping when I bring goods back?",
        "Is return shipping a responsibility?",
        "Is return shipment expense on me?",
        "Is it compulsory for me to pay shipping costs in return?",
        "Do I have to pay for return shipping?",
        "Is it necessary that I pay shipping costs to get a returned item?",
        "Do returns come with shipping fees?",
        "Should I pay for the returned package?",
        "Do I need to pay for return?",
        "Do I have to pay for the package to be returned?",
        "Will it be necessary to pay for return shipping?",
        "Do I have to cover return shipping costs?",
        "I wonder if I should pay for shipping back.",
        "Does paying for return shipment make sense?",
        "Is there a fee for sending back the goods?",
        "Do I have to pay shipping costs for the package to be returned?",
        "Is it necessary to pay for shipping returns?",
        "Is it ok for me to pay for the return shipping costs?",
        "Should I have to pay for shipping in return?",
        "Do I have to pay for a return shipping?",
        "Have I to pay for shipping when I bring my goods back?",
        "What should I do with return shipping expenses?",
        "Will this be a cost to send back?",
        "Are return shipment costs on me?",
        "Do I have to pay to shipping back to you?",
        "I don't know if I must pay for return shipping costs.",
        "Is there a fee for the return shipping?",
        "Does return shipping cost me?",
        "Do returns contain shipping fees?",
        "I don't know if I'll have to pay for shipping back to you.",
        "Do I need to pay to send stuff back?",
        "How about return the shipping charges?",
        "Should I pay for my return shipment?",
        "Should I pay for shipping in order to get a return shipment?",
        "Why should I cover return shipping expenses?",
        "I don't know if I have to pay shipping costs to get a return package.",
        "Do shipping costs have to be paid in the return?",
        "I wonder if I should shoulder return shipment expenses.",
        "Do I need to pay shipping costs to receive a returned package?",
        "Does it require me to pay shipping costs in order to get a returned item?",
        "Should I pay shipping costs to get a returned package?",
        "Is it necessary for me to pay for returned shipping costs?",
        "Is there a fee for returning sendin' stuffs?",
        "Do you think it's necessary to pay for return shipping costs?",
        "Will it cost for return shipping too?",
        "Can you pay for it to be sent back?",
        "Is return shipment expenses on me or you?",
        "Is this necessary for the return shipping costs?",
        "Is return shipping my responsibility",
        "Why should I pay return shipping expenses?",
        "Do I have to pay for the shipping back to you.",
        "Does the return shipping cost me?",
        "Do we need to pay for sending back goods?",
        "Was it necessary to pay for the return shipping costs?",
        "Do I owe anything for the return shipment?",
        "Return shipped charges?",
        "Is it worth it to pay for the return shipment?",
        "Can return shipping be on me?",
        "Do I have to pay to ship back to you?",
        "Should I pay for the return package?",
        "I am wondering if there is a fee on sendin' stuffs back.",
        "Do I have to cover returned shipping costs?",
        "Is it necessary for me to pay shipping costs in the return?",
        "What is the cost for returning shipment?",
        "Do i have to pay shipping costs in return?",
        "Shall I pay for return shipping?",
        "If I send it back, should I pay expenses?",
        "Should payment be made for return shipping?",
        "I don't know if I should pay for a return shipment.",
        "Do I have to pay for shipping if I bring my goods back?",
        "I don't know if I need to pay for the return delivery costs.",
        "I wonder if I have to pay shipping costs to get a package back.",
        "Is there a charge for shipping back?",
        "I was wondering if I shoulders return delivery charges.",
        "Could return shipping be on me?",
        "Will I have to pay for return shipping also?",
        "Do I have to pay for return shipment costs?",
        "Is the charge for return shipping my responsibility?",
        "Is it my responsibility to pay for shipping when I return my goods?",
        "Do I have to shell out to send it back?",
        "Do returns include shipping charges?",
        "Is returned shipping charges my responsibility?",
        "Should I also pay for return shipping?",
        "Are I required to pay to return it?",
        "I wonder if I have to pay for return shipping costs.",
        "Must I pay the return shipping expenses?",
        "Return shipping charges may be my responsibility.",
        "Should I pay the return shipping cost?",
        "Is there any expense to send it back?",
        "I am unsure if I have to pay for shipping when I bring my goods back.",
        "Is it possible that I have to shoulder return delivery charges?",
        "Is it appropriate for me to pay for return shipping costs?",
        "Do I have to pay for shipping to receive a return shipment?",
        "I need to cover return shipping expenses.",
        "Did I have to cover return shipping costs?",
        "I need to pay for return shipping",
        "Is it appropriate to pay for return shipment?",
        "Do I have to pay for shipping to get a returned item?",
        "Is there a fee on sendin' stuffs returning?",
        "I am wondering if return shipping charges are my responsibility.",
        "Is it compulsory to pay for return shipping?",
        "I wonder if it will cost me to send it back.",
        "Should I have to return the shipment expenses?",
        "Is it right for me to return shipment expenses?",
        "Is it required that I pay for the return shipping?",
        "Do I have to pay for the shipping when I bring my goods back?",
        "Do you know the cost for return shipment?",
        "are return shipping charges my responsibility?",
        "Should I pay the return shipping costs?",
        "Do I pay shipping costs back?",
        "Is the return shipping charge my responsibility?",
        "Is it possible that I have to pay shipping costs to receive a returned shipment?",
        "Is it okay to pay for the return shipping?",
        "Do I have to shell out for the return shipping?",
        "I don't know if I need to cover the return delivery costs.",
        "I don't know if I need to cover return delivery costs.",
        "Do returned items have shipping fees?",
        "Does it cost to ship it back?",
        "Is it my responsibility to pay for shipping when I bring my goods back?",
        "Should I have to cover the cost of returns?",
        "Am I responsible for the return shipment?",
        "Do I need to pay for returned shipping?",
        "What if I have to cover the return transport cost?",
        "Will it cost me for return shipping?",
        "Is it my responsibility to pay return shipping fees?",
        "Are I responsible for return shipping charges?",
        "Can you tell me if there is a fee on sendin' stuffs back?",
        "I have no idea if return shipping is on me.",
        "Should costs be incurred to send it back?",
        "Should I pay shipping costs to receive a returned package?",
        "Do I have to pay a fee to send products back?",
        "Is there a charge for shipping goods back?",
        "Do I have to pay shipping costs for my return?",
        "Is there any expenses for sending it back?",
        "Is return shipping charges my responsibilities?",
        "Is it necessary for me to pay shipping costs in order to get a return package?",
        "Do you have a cost for return shipment?",
        "Do I have to pay back the shipping?",
        "Do I need to shell out cash to send the goods back?",
        "Should I pay for things to send it back?",
        "Is it appropriate to pay for the return shipping costs?",
        "Is this necessary to pay for return shipping?",
        "Should I pay shipping costs in order to get a package back?",
        "Do I have to pay to get my goods back?",
        "Do I ever have to pay for shipping back to you?",
        "Returned shipping charges my responsibility?",
        "Are the return delivery costs my responsibility?",
        "I was wondering if I have to pay for the return shipping.",
        "What if I had to pay for return transport?",
        "Is there any return shipment expenses on me?",
        "Is it necessary for me to pay for return shipping.",
        "Do I have to pay to get it returned?",
        "I wonder if I will have to pay for shipping back to you.",
        "Do I have to pay for returns shipping?",
        "Does the person have to pay for the shipping back?",
        "I am unsure if I should pay for return shipping.",
        "Should I pay for shipping home?",
        "Do I have to pay to deliver it back?",
        "I don't know if I have to pay for the shipping back to you.",
        "Do you think there is a fee for sendin' stuffs back?",
        "I don't know if I will have to pay for return shipping.",
        "Do I have to pay for the return.",
        "Is there any fee for return shipping?",
        "Is it wise to pay for sending it back?",
        "Will it be cost for return shipping?",
        "Do I have to pay for return?",
        "do I have to pay for the return?",
        "Do I have to pay to get it back",
        "I am wondering if I have to pay to get it back.",
        "Is it appropriate for me to return shipment expenses?",
        "I don't know if I need to pay the return delivery costs.",
        "I don't know if I have to pay shipping costs for a return shipment.",
        "Is it cost for the return shipment?",
        "Do I have to finance the return shipment?",
        "Is it necessary for me to pay for shipping to receive a returned shipment?",
        "Do I have to pay anything for the return shipment?",
        "Should I pay the return shipping expenses?",
        "Do I have to pay shipping costs in order to return a package?",
        "Is it possible there is a fee on sendin' stuffs back?",
        "Do I pay for shipping again?",
        "Will I have to pay to get this back?",
        "Do I have to pay extra for return shipping?",
        "I'm not sure if I have to pay for shipping back.",
        "Do I have to pay for shipping in order to get it back?",
        "Do you know of a charge for sending back goods?",
        "Do I have to pay for sending back goods?",
        "Is it possible that I have to pay shipping costs in order to get a returned item?",
        "I wonder if I should pay for return shipping costs.",
        "Is there a fee on sending things back?",
        "Is there a fee for return shipment?",
        "Does the return delivery costs have to be covered by me?",
        "Do I have to pay back shipping to you?",
        "Is it possible that I have to cover return delivery costs?",
        "Do I have to pay for your shipment back?",
        "Are the return shipping charges my responsibility?",
        "Do I need to pay shipping costs to get a returned item?",
        "Is it possible that return shipment expenses are on me?",
        "Is it possible for me to pay for the return shipping?",
        "What expenses should I incur for sending it back?",
        "I don't know if I should pay for a return shipping.",
        "Does the return shipping costs need to be paid for?",
        "Do shipping costs have to be paid for a returned item?",
        "Is cost of return shipping necessary?",
        "I don't know if I have to pay return delivery charges.",
        "Should I pay for shipping it back?",
        "Is it smart to pay for return shipment?",
        "Can I pay for the goods to be sent back?",
        "Do I need to pay shipping costs for a returned item?",
        "Is it my responsibility to return shipment expenses?",
        "Do I have to pay for the return shipping costs?",
        "Does it make sense to pay for returned shipping?",
        "Should I pay shipping costs if I return an item?",
        "Is return shipping something I have to pay for?",
        "Should I pay for my return shipping?",
        "How much does a return involve in shipping fees?",
        "Are return shipment expenses on me?",
        "Should I pay to return the shipment?",
        "How about the return of shipping charges?",
        "What about covering the cost of my return transport?",
        "Should I pay shipping costs if I want to receive a returned item?",
        "I am wondering if I should pay for a return shipment.",
        "Is it compulsory for me to pay for shipping when I bring my goods back?",
        "Are there any fees for return shipping?",
        "Is it best for me to pay for return shipping?",
        "To pay for return shipping?",
        "I wonder if return shipment expenses are on me or you.",
        "If I bring my goods back, do I pay for shipping?",
        "Is return shipping my charge?",
        "Is return shipment expenses on me, or you?",
        "I don't know if I have to pay shipping costs in order to receive a returned package.",
        "Do I need to pay shipping costs to get the package back?",
        "Should I be shelling out money to send it back?",
        "Do I need to shell out cash to send things back?",
        "Will I also have to pay for return shipping?",
        "Is it possible to pay for return shipping?",
        "Are return shipping charges something I have to bear?",
        "Do I have to pay for shipping in order to get my package back?",
        "Is there a return shipping costs for me?",
        "Is it a good idea for me to pay for return shipping?",
        "Will I have to pay for shipping in return?",
        "Shipping fees can be associated with returns.",
        "Do I have to pay the shipping cost back?",
        "Is it my responsibility to pay for shipping back to you?",
        "Can you tell me if there's fee on sendin' stuffs back?",
        "Do shipping costs have to be paid to receive a returned shipment?",
        "I don't know if I am responsible for return shipping charges.",
        "I wonder if I have to pay to bring it back.",
        "Does the returns have shipping fees?",
        "Do I have to pay for things to return?",
        "Do I have to shell out for shipping?",
        "Payment for a return shipping?",
        "Will I have to pay for return shipping as well?",
        "Do I have to pay for delivery back?",
        "I am not sure if I have to pay for shipping when I bring my goods back.",
        "Is it possible that there is fee on sendin' stuffs back?",
        "Is there a fee on sendin' stuffs back?",
        "Is it necessary that I pay shipping costs to get a returned shipment?",
        "Do I need to pay shipping costs to get a return shipment?",
        "I don't know if I should cover the return shipping expenses.",
        "Do returns come with shipping costs?",
        "Is it required that I pay for return shipping costs?",
        "I don't know if I should incur expenses to send it back.",
        "Paying for return shipping is a question.",
        "Do I have to pay shipping costs to return it?",
        "Should I cover the return transport cost?",
        "Should I pay for that return shipment?",
        "How about returning shipping charges?",
        "Should I pay shipping costs in order to get a return shipment?",
        "Is there any need to pay for return shipping?",
        "Is it a payment for return shipping?",
        "Is the returns subject to shipping fees?",
        "Should I pay back the shipment expenses?",
        "Do I have to pay shipping when I bring my stuff back?",
        "Have I to pay for shipping back?",
        "Is the charge for returning shipping my responsibility?",
        "Are there any charges for sending back goods?",
        "Is it okay for me to cover return shipping expenses.",
        "Is there a fee for sending items back?",
        "Shipping fees would be involved in returns.",
        "I don't know if I have to pay for a return shipment.",
        "I must cover return shipping expenses",
        "Is there a fee for the return shipment?",
        "Should I pay return shipping?",
        "What is the fee for return shipping?",
        "Do I have to pay shipping costs to receive a item back?",
        "Is there any cost for the return shipment?",
        "Is it necessary for me to pay shipping costs in order to receive a returned item?",
        "Must I pay for return shipping costs?",
        "I do not know if I have to pay for shipping when I return my goods.",
        "Should I incur costs for sending it back?",
        "Are we liable for return shipment expenses?",
        "I wondered if I have to pay for shipping back.",
        "Will return shipment expenses be on me or you?",
        "Is it necessary for me to cover the return delivery costs.",
        "It is questionable if it is necessary to pay for the return shipping costs.",
        "Do I have to pay shipping costs to receive a returned shipment?",
        "I was wondering if I had to pay for the return shipment.",
        "Is it possible for me to pay shipping costs in return?",
        "Do I need to pay shipping costs to get an item back?",
        "Does it cost to send a return shipment?",
        "I wondered if I should pay for return shipping.",
        "I don't know if I must pay for the return shipment.",
        "Do i have to pay to return it?",
        "Do I have to send it back at my expense?",
        "Should I fork out for return shipping?",
        "Do shipping costs have to be paid in order to receive a returned shipment?",
        "I wonder if I have to pay for the return shipment.",
        "Should I have to pay shipping costs if I want a returned shipment?",
        "Is it necessary for me to pay for shipping it back?",
        "Pay it to send it back?",
        "Should I be responsible for shipping back?",
        "Are I required to pay for the return shipping?",
        "Do I have to pay shipping costs in order to get my package back?",
        "I'm wondering if I should pay for return shipping.",
        "I don't know if I should pay for shipping back to you.",
        "Will it cost you for return shipping?",
        "Is there any payment for return shipping?",
        "Is there a fee to sendin' stuffs back?",
        "Is the return shipment worth paying for?",
        "Should i pay for shipping back?",
        "What is the cost for a return shipment?",
        "Do I need to pay shipping costs in order to get a return shipment?",
        "Do you know if there is a charge for sending back goods?",
        "Does the return shipment have to be paid for?",
        "Have I to pay for the return shipment?",
        "Is it necessary for me to pay for returning shipping costs?",
        "Did I have to pay for the return shipment?",
        "What must I pay for return shipping?",
        "Return shipping charges are my responsibility?",
        "Can I pay for returned shipping?",
        "Is it mandatory that I pay for the return shipping?",
        "How much must I cover return shipping expenses?",
        "What is the cost for returning the shipment?",
        "Were the return shipping charges my responsibility?",
        "Will it cost to pay for return shipping too?",
        "Do I have to pay for shipping back to you?",
        "Will it cost me to send again?",
        "What about return shipping payment?",
        "Is it required that I cover return shipping expenses?",
        "Do I need to pay for the ship back?",
        "Is it appropriate for me to pay for return shipping?",
        "Do you need to use cash to send goods back?",
        "For shipping back to you, do I have to pay?",
        "I am not sure if I must pay for return shipping.",
        "Will I be responsible for return shipping too?",
        "Is the return shipment expenses on us?",
        "Should we pay for return shipping?",
        "Is it necessary for me to pay for returns shipping costs?",
        "Do I owe anything to ship it back?",
        "Do I have to pay for shipping it home?",
        "What is the cost to cover return transport?",
        "must I pay for return shipping",
        "Is it a requirement for me to pay for the return shipping costs?",
        "Do returns have shipping fee?",
        "Is it necessary that I pay shipping costs in order to receive a returned item?",
        "Do I have to pay to get shipping back to you?",
        "I don't know if I have to pay shipping costs back.",
        "Are returning shipping charges my responsibility?",
        "What if I had to pay return transport cost?",
        "Do I have to pay shipping costs just to get a returned item?",
        "Please, the cost of return shipping?",
        "Is it my responsibility to pay return shipping charges.",
        "Is it possible that I must cover the return cost?",
        "Do I have to pay shipping costs in order to have a returned shipment?",
        "Do I need to pay shipping costs if I want a returned package?",
        "Do I have to pay shipping costs if I want to get a returned shipment?",
        "What about covering the cost of return transport?",
        "Is return shipping something I have to pay?",
        "Is it okay for me to shoulder return delivery charges.",
        "How much will I have to pay for the return shipment?",
        "Should I pay for the shipping again?",
        "Payment required for return shipping?",
        "Is my responsibility to pay return shipping charges?",
        "I am not sure if I have to cover the return delivery costs.",
        "Is the return shipping charges my responsibility?",
        "Gonna have to pay for return shipping as well?",
        "I don't know if I have to pay for return delivery costs.",
        "Does a return include shipping fees?",
        "How about shipping charges being returned?",
        "Should I pay shipping costs back?",
        "Do I need to pay to have it shipped back?",
        "Do I have to pay for shipping after I get my goods back?",
        "Do I have to pay for shipping back?",
        "Is it possible returns have shipping fees?",
        "Do my return delivery costs have to be covered?",
        "Is it a good idea for me to pay for the return shipment?",
        "Should I have any expenses to send it back?",
        "The return shipping charges may be my responsibility.",
        "Should it be necessary to pay for the return shipping costs?",
        "I don't know if I have to pay for shipping in order to get a package back.",
        "Is it a fee to send things back?",
        "Do I have to pay shipping costs in order to receive my returned shipment?",
        "Is the return shipping costs something I have to pay?",
        "Do I have to pay for shipping once I bring my goods back?",
        "Are I responsible for the return shipping?",
        "Will I pay for return shipping also?",
        "Have I to pay for return shipping?",
        "Does it have to be that I cover return shipping expenses?",
        "Do you or me incur return shipment expenses?",
        "I don't know if I must pay for shipping back.",
        "Does it cost me to return the shipment?",
        "Do I need to pay for a return shipment?",
        "Do I have to pay to bring this back?",
        "Should I have to pay for shipping when I bring my goods home?",
        "I wonder if I have to cover the return delivery costs.",
        "do I have to pay return shipping charges?",
        "Is there a cost for the return shipping?",
        "Does it require me to cover return costs?",
        "Will I have to pay to bring it back?",
        "Should I have to pay shipping costs to get a package back?",
        "Will I have to pay for returning shipping?",
        "Is it necessary for me to pay for returned shipping?",
        "Do return shipping charges have my responsibility?",
        "Need cash to send goods back?",
        "Is it possible that returns incur shipping fees?",
        "Do I have to pay for that shipping back to you?",
        "Do I have to pay for return shipping charges?",
        "Do I have to pay shipped back?",
        "Do you have to pay for return shipping?",
        "Will sending it back cost me?",
        "Should I shoulder return delivery charges?",
        "Are I supposed to shell out cash to send goods back?",
        "Is it appropriate to shoulder return shipment expenses?",
        "Do I need to pay shipping costs in order to receive a package back?",
        "I wonder if I should pay for return shipping.",
        "I don't know if I have to pay shipping costs in return.",
        "Are I required to cover return costs?",
        "Should I be responsible for returning shipment expenses?",
        "Should I pay shipping costs if I want to receive a returned package?",
        "Do I have to pay shipping costs again?",
        "Do I have to pay for the return deliveries?",
        "Do I have to pay for the return voyage?",
        "I want to know if I have to pay for the return shipping.",
        "Am I required to pay for the return shipping costs?",
        "I am wondering if I have to pay for the return shipment.",
        "Is sending back something that will cost me?",
        "Is Return shipping on me?",
        "I would like to know if return shipping is on me.",
        "Was the return shipping charges my responsibility?",
        "When I bring my items back do I have to pay for shipping?",
        "I don't know if I should have expenses for sending it back.",
        "Is it necessary to pay shipping costs to get a returned package?",
        "I don't know if I have to pay to send it back.",
        "Do I need to pay for your shipping back?",
        "Is there a need to pay for return shipping?",
        "Is it possible to pay for shipping back?",
        "Do I have to pay to get it back?",
        "I am wondering if I have to pay for return shipping.",
        "Is it cost of return shipping?",
        "Isreturn shipping charges my responsibility?",
        "Do I have to shell out for the return?",
        "Is it necessary to pay for the return?",
        "Did I have to pay shipping costs to get a returned item?",
        "Are the return shipment expenses on me.",
        "Do I have to pay for the return shipping?!",
        "Does paying for return shipping make sense?",
        "Is it required that I pay to send it back?",
        "Do I have to pay to get it shipped back?",
        "Do I have to pay for shipping when I return goods?",
        "Do I have to pay shipping costs in order to return an item?",
        "Is there a charge for sending something back?",
        "Do i have to pay for returns?",
        "I don't know whether I need to pay for return shipping costs.",
        "Is it going to cost me to send it back?",
        "Will it cost me much to send it back?",
        "Do I have to pay in return shipping costs?",
        "Will returns include shipping fees?",
        "I am wondering if I have to pay for shipping when I return my goods.",
        "Is the return shipping charged my responsibility?",
        "Is it possible to receive a returned package if I pay shipping costs?",
        "Is it necessary to pay the return delivery costs?",
        "Do I need to pay for it to be returned?",
        "I don't know if I have to pay for returns shipping.",
        "Do I have to pay shipping costs for a return?",
        "Do shipping costs have to be paid to receive a returned item?",
        "Is it possible that returns will have shipping fees?",
        "I'm wondering if I have to pay for shipping when I bring my goods back.",
        "Do I have to pay shipping costs when I return a package?",
        "Is it necessary to pay cash to send goods back?",
        "Do I have to pay for my return shipment?",
        "Should I pay any expenses to send it back?",
        "Do I have to pay shipping costs in the return?",
        "Is the cost of returning shipping necessary?",
        "Is there a charge for shipping when I bring my goods back?",
        "How about a payment for returned shipping?",
        "Is it a requirement for me to pay for the return shipping?",
        "Does the return shipping costs have to be paid for?",
        "Should we pay to send it back?",
        "Should there be a fee for sending stuffs back?",
        "I am wondering if I have to pay for the return shipping.",
        "Is there any return of shipping charges?",
        "In order to receive a returned item, do I have to pay for shipping?",
        "Is it my responsibility to pay back shipping charges?",
        "Are I responsible for the return shipment?",
        "Shipping fees do returns involve?",
        "Is I responsible for return delivery charges?",
        "Should I have to pay return shipping charges?",
        "Is it necessary for me to pay shipping costs in return.",
        "Is it ethical to cover return shipping expenses?",
        "My responsibilities for return shipping charges?",
        "Do I have to shell out for shipping when I return my goods?",
        "Is return shipment expenses on you or myself?",
        "Is it required to pay for the return shipping?",
        "Right, pay for it to be sent back?",
        "Do I have to pay for shipping when I return things?",
        "Does it have to be paid for the return shipment?",
        "How much should I pay to send it back?",
        "Shipping costs back on me?",
        "Is it necessary for me to pay shipping costs in order to get a shipment back?",
        "Shipping fees might be involved with returns.",
        "Is it ok for me to pay for return shipping?",
        "shipping fees are associated with returns?",
        "I don't know if I should pay for return shipping",
        "Do I have to pay return shipping?",
        "Can you tell me if there is a fee for sending products back?",
        "Should I have to pay shipping costs in order to receive a returned shipment?",
        "Do I have to pay to bring it back.",
        "Does a returns involve shipping fees?",
        "Does it cost me to pay for return shipping?",
        "Is returned shipping my responsibility?",
        "Do I have to pay for returned mail?",
        "Will I be responsible for return shipping expenses?",
        "I want to know if I have to cover return costs.",
        "How much would be required for return shipping?",
        "Do I need to shell out money to get it back?",
        "Will I have to pay for a return shipment?",
        "Do returns incur shipping costs?",
        "Do I owe you anything for shipping back?",
        "Are those return shipment expenses on me or you?",
        "What should I do about the return shipping expenses?",
        "I'm not sure if I have to pay shipping costs to get a returned shipment.",
        "Is there a fee to send things back?",
        "Is it possible to incur expenses to send it back?",
        "I don't know if I should pay for returning shipment.",
        "Did I have to pay shipping costs in order to get a returned shipment?",
        "I don't know if I have to pay for the return.",
        "Is it necessary for me to pay shipping costs in order to receive a return item?",
        "Is it okay to pay for a return shipment?",
        "Is it possible to pay for it to be sent back?",
        "Does it make sense to pay return shipping costs?",
        "Do the returns have shipping fees?",
        "Is there any fee for sending stuff back?",
        "Will it cost for return shipping?",
        "How much do I have to cover return shipping expenses?",
        "Do I have to pay shipping costs for that?",
        "How much does it cost to return shipment?",
        "Do I have to shell out for shipping back to you?",
        "Should I use money to send goods back?",
        "Is sending back goods subject to a charge?",
        "Is this return shipping on me?",
        "Is it a requirement for me to pay for shipping back?",
        "Is it possible I will shoulder return delivery charges?",
        "Will its cost me to send it back?",
        "The cost for the return shipment?",
        "I'm wondering if I should pay for a return shipment.",
        "Does it have to be paid for return shipping costs?",
        "Is it possible that I pay for shipping back to you?",
        "Should I have to pay for shipping to receive a returned item?",
        "Are I responsible for the cost of shipping back to you?",
        "Is it worthwhile for me to pay for return shipping?",
        "Do I have to pay for shipping when I receive a returned item?",
        "Is it necessary for me to pay to return it?",
        "I wonder if I should pay for return shipping",
        "When I bring my goods back should I pay for shipping?",
        "Do I need to pay shipping costs in order to get a return?",
        "Will I have to pay for it to send back?",
        "Should I pay anything to send it back?",
        "Is returns liable for shipping fees?",
        "Is it possible to make payment for return shipping?",
        "Do the return shipping costs have to be paid by me?",
        "I don't know if I pay for shipping back.",
        "I don't know if I need to pay for shipping when I bring my goods back.",
        "Do shipping costs have to be paid in order to get a returned shipment?",
        "Is there a cost to send back goods?",
        "Do I need to pay for the return?",
        "Is it acceptable for me to cover return shipping expenses?",
        "What is the cost for returning a shipment?",
        "Going to pay for return shipping?",
        "Is it mandatory for me to pay for return shipping costs?",
        "Does it have to be paid for shipping back?",
        "Do I have to cover the return shipment?",
        "Do the shipping costs have to be paid in return?",
        "Do you have to pay for sending products back?",
        "Should I pay to send it back?",
        "I was wondering if I had to pay for shipping when I brought my goods back.",
        "Repatriation of shipping costs on me?",
        "Do I have to pay shipping costs to get a return item?",
        "Should I pay for shipping costs in return?",
        "Is it possible that I need to cover return costs?",
        "Do I need to pay shipping costs to get my item back?",
        "Should I pay return shipment costs?",
        "Is it a good idea to pay for returned shipment?",
        "Is the cost of return shipping necessary?",
        "Do you have to pay shipping costs in return?",
        "Is it my responsibility to pay return shipping charges",
        "Is it necessary to pay for shipping returned items?",
        "Is there a fee for sending goods back.",
        "Should I have to pay for it to go back?",
        "When I bring my goods back, do I have to pay for the shipping?",
        "Payment for returning shipping?",
        "Is it my responsibility to pay for the return shipping costs?",
        "Should I pay shipping costs in order to get a return?",
        "What about covering the return transport?",
        "Should I take back the shipment expenses?",
        "Do I have to pay for it return?",
        "Will I have to cover the return shipping expenses?",
        "Is there a fee for sending stuffs back?",
        "I want to know if I should pay for return shipping.",
        "Does my return shipping costs need to be paid for?",
        "Cost for shipment back?",
        "Should I pay for the returned shipping costs?",
        "I wondered if return shipping charges were my responsibility.",
        "I wonder if it's necessary to pay for the return shipping costs.",
        "What about returns shipping fees?",
        "Is it okay for me to pay for a return shipment?",
        "Do I have to pay for returning the shipment?",
        "Is it ok for me to pay return shipping costs?",
        "Do the return shipping costs need to be paid for?",
        "Is it possible to charge for sending goods back?",
        "Paying for the package to come back?",
        "Shipping costs returned on me?",
        "Should I pay for sending it home?",
        "Is it worth paying for a return shipment?",
        "Payment for returned shipping?",
        "Will I have to pay for return shipping costs?",
        "Do I have to pay the shipping costs to get a package back?",
        "Do I have to pay for shipping to get the item back?",
        "Should we pay to send back goods?",
        "Is it necessary for me to pay shipping costs to receive my returned shipment?",
        "I don't know if I have to pay for shipping when I bring things back.",
        "Do shipping costs have to be paid back?",
        "Should the returning package be paid for?",
        "I'm wondering if I should shoulder return shipment expenses.",
        "Do I have to pay to return the shipment to you?",
        "Is there a fee for sending back things?",
        "Is it necessary to pay for returned mail?",
        "Is it possible that I have to pay for shipping back?",
        "I do not know if return shipping is on me.",
        "Is it possible to get a returned shipment if I pay shipping costs?",
        "Is it necessary for me to pay shipping costs in order to receive a package back?",
        "I wonder if I have to pay shipping costs to receive a returned item.",
        "Do I have to pay for shipping it back?",
        "Should I pay for the return voyage?",
        "Payment for return shipment?",
        "Return shipping charges??",
        "Should I pay for shipping costs to get a returned shipment?",
        "Is it ok for me to cover the return shipping expenses?",
        "Do I have to pay for shipping when I bring back items?",
        "Do returns result in shipping fees?",
        "Did I have to pay shipping costs in return?",
        "Should I pay shipping costs to receive a return shipment?",
        "What if I had to pay the return transport cost?",
        "Do I have to pay for sending it back?",
        "Is it necessary to pay to send it back?",
        "I wonder if return shipping is on me?",
        "Do I have to pay for the shipping back to you?",
        "How about payment for the return shipping?",
        "Do you pay to ship it back?",
        "Do I have to cover the return shipping costs?",
        "Would I have to pay for return shipment?",
        "Should I have to pay for shipping to get a package back?",
        "Is it my responsibility to ship back to you?",
        "Do I need to pay for shipping back?",
        "Do we have to pay for sending back goods?",
        "Do I need to pay for shipping in order to get a return shipment?",
        "Is it necessary for me to pay shipping costs in order to receive a shipment back?",
        "How much do I have to pay for return transport?",
        "Do I need to pay for shipping in order to get a package back?",
        "Will the return shipment expenses be on me or you?",
        "Is it necessary to pay shipping costs to receive a return shipment?",
        "When I bring my goods back, should I pay for the shipping?",
        "Why do I have to pay for return shipping?",
        "Is it necessary for me to pay shipping costs to get a return item?",
        "I don't know if I have to pay for returned shipping.",
        "Do I need to pay for the return shipment.",
        "I wonder if I have to pay shipping costs in order to get a returned shipment.",
        "Is it necessary for me to pay shipping costs for a returned package?",
        "Is it possible that returns will incur shipping fees?",
        "Shipping charges that are returned?",
        "Is it mandatory that I pay for return shipping?",
        "Is paying shipping costs necessary to receive a returned item?",
        "Is it cost for return shipment?",
        "I wonder if I should incur any expenses for sending it back.",
        "Do I need to pay shipping costs if I want to get a returned shipment?",
        "Should the person pay for return shipping?",
        "Is it necessary to pay for the shipping?",
        "Should I have to spend money on sending it back?",
        "Do I have to pay for shipping back home?",
        "Should I incur any expenses when sending it back?",
        "Do I have to pay for the return transport?",
        "Is it okay for me to pay return shipping costs?",
        "I want to know if I have to cover return shipping expenses.",
        "Must I pay for returned shipping expenses?",
        "Return shipping expenses should I cover?",
        "Do I have to pay shipping costs in order to get something back?",
        "Cost of return shipping?",
        "Is it possible that I pay for shipping back to you.",
        "Will I have to pay to get it back?",
        "I don't know if I have to pay shipping costs to receive a returned item.",
        "Is it necessary to pay for shipping it back?",
        "What if returns involve shipping fees?",
        "Can I have to pay for shipping back?",
        "Is it necessary for me to pay for the return delivery costs?",
        "Is there a fee to send it back?",
        "I was wondering if I should pay for return shipping.",
        "Payment for shipment back?",
        "I wonder if I should pay any expenses for sending it back.",
        "Are the return shipment expenses on us?",
        "Is it wise to pay for the return shipping?",
        "Do I pay for shipping when I get my goods back?",
        "Is it smart to pay for return shipping?",
        "Is it possible to pay for a return shipment?",
        "How much do I have to pay in order to get a package back?",
        "Are returns liable for shipping fees?",
        "Is it right to pay for return shipping?",
        "Is it worth paying for the return shipment?",
        "I don't know if I should pay for returning shipping.",
        "Are I supposed to pay for shipping back?",
        "Do I have to pay for shipping to get an item back?",
        "Is there any expense for sending it back?",
        "Does the return shipping costs have to be paid?",
        "Do I need to pay shipping costs to receive a package back?",
        "Do I have to pay to return shipping?",
        "Did I have to pay for the shipping back?",
        "Is it possible that I have to pay shipping costs in return?",
        "I'm not sure if I have to pay to send it back.",
        "Should I pay shipping costs in order to receive a return?",
        "Will I have to pay to send you back?",
        "Does it have to be paid for return shipping?",
        "Do I owe return shipping costs?",
        "Are I required to pay shipping costs in order to receive a returned shipment?",
        "Are return shipping charges my responsibility?",
        "Is it necessary to pay for the return shipping costs?",
        "Are there any payments for return shipping?",
        "Did I have to pay for shipping back?",
        "Do you know if there is a fee for sending stuff back?",
        "Should the returned shipping costs be paid for?",
        "Do shipping fees apply to returns?",
        "Will it be cost for return shipment?",
        "I do not know if I have to pay shipping costs to get a returned shipment.",
        "Is there a charge for shipping back to you?",
        "Do you know the cost of returning shipping?",
        "Is this charge for sending back goods?",
        "Should I pay shipping costs in order to get my item back?",
        "Are shipping fees involved in returns?",
        "Should I incur expenses for sending it back?",
        "I don't know if I need to pay for return shipping costs.",
        "Is it possible to pay to ship it back?",
        "Is it necessary for me to pay for return delivery costs?",
        "Is it advisable to pay for return shipping?",
        "Should we pay to send products back?",
        "Do you think it's necessary to pay for return shipping?",
        "I don't know if my responsibility is return shipping charges.",
        "Should I spend money sending it back?",
        "Do you know if there's a fee for sendin' stuffs back?",
        "Is it my duty to cover the return delivery costs?",
        "Is the shipping fee associated with returns?",
        "Payment is required for return shipping?",
        "return shipping payment?",
        "Do I have to pay shipping costs to get a package returned?",
        "Do I have to pay shipping costs to receive a return package?",
        "Do I have to pay for shipping back you?",
        "do I have to pay for the shipping?",
        "Do I have to pay to send stuff back?",
        "Is it required that I pay shipping costs in order to receive a returned shipment?",
        "Should I incur any costs when I send it back?",
        "Is it appropriate to pay for the return shipping?",
        "I have questions about paying for return shipping.",
        "Return shipping is on me?",
        "Is the return shipment expense on you?",
        "Does return shipment have a cost?",
        "If there is a fee for sending stuff back?",
        "I am wondering if I have to pay for shipping back.",
        "Do I have to pay for shipping when I get my goods back?",
        "Should I pay returned shipping expenses?",
        "In order to receive a return shipment, do I have to pay shipping costs?",
        "What about return shipment expenses on me or you?",
        "Should I have to pay shipping costs in return?",
        "Is it cost to send back a shipment?",
        "Will I pay for the return shipping?",
        "Is it compulsory for me to pay for return shipping?",
        "Payment needed for return shipping?",
        "Do I have to pay for their return delivery?",
        "Is it a good idea for me to shoulder return shipment expenses?",
        "Will I have to pay shipping costs to get a returned shipment?",
        "Do you know about a charge for sending back goods?",
        "Do I pay for return shipping?",
        "Is it possible that I will have to pay for shipping back to you?",
        "How much is it for a returned shipment?",
        "Does my return shipment have to be paid for?",
        "Return shipment charges?",
        "Is there any cost for a return shipment?",
        "Do I have to pay shipping costs if I want to receive a returned shipment?",
        "Is returning the shipping on me?",
        "Is it essential to pay for return shipping?",
        "Do I have to pay for shipping to get my package back?",
        "Is it necessary to pay for the returns shipping?",
        "Are Return shipment expenses on me or you?",
        "Do you think it is necessary to pay for the return shipping costs?",
        "Was it necessary for me to cover return shipping expenses?",
        "Is it possible that I must pay for return shipping?",
        "Does sending back goods incur a charge?",
        "Can I receive a returned item if I have to pay shipping costs?",
        "Does returns involve shipping fees?",
        "Do I have to pay shipping costs in order to get my return shipment?",
        "Should I pay return shipping expenses?",
        "Is it on return shipping?",
        "Should I pay for shipping to get a returned item?",
        "Is it legal for me to shoulder return delivery charges?",
        "Does it cost for the return shipment?",
        "Should I charge expenses to send it back?",
        "Do I have to pay for shipping if I want to receive a returned shipment?",
        "I don't know if I have to pay shipping costs in order to get a returned shipment.",
        "I need to cover return shipping costs.",
        "Return shipping expenses?",
        "Should I have to pay to bring it back?",
        "Is it possible I have to pay shipping costs?",
        "Do we have to pay for the return shipment?",
        "Is it necessary to pay shipping costs in order to get a return shipment?",
        "Should I pay for shipping back again?",
        "I don't know if I pay to send it back.",
        "Is there a cost for the return shipment?",
        "Should I shell out for return shipping?",
        "Was there a fee for return shipping?",
        "Is it possible I have to pay for shipping when I bring my goods back?",
        "I want to know if I shoulder return delivery charges.",
        "Would I have to pay shipping costs in return?",
        "If I send it back, should I have expenses?",
        "Do I have to pay return shipment expenses?",
        "Do returns come with any shipping fees?",
        "Is it my responsibility to pay for the return shipment?",
        "Is it required to pay for return shipping?",
        "do I have to pay for the return shipping costs?",
        "Is it a requirement for me to cover return shipping expenses?",
        "Will it be cost for return shipping too?",
        "I don't know whether I have to cover the return delivery costs.",
        "Should I buy return shipping?",
        "Is the return shipping on me?",
        "I don't know if I should pay for the return shipment.",
        "Are I required to shell out cash to send goods back?",
        "Do return shipping charges charge me?",
        "Do you think I should pay to send it back?",
        "Do I need to pay for sending it back?",
        "Does return have shipping fees?",
        "Should I pay for the returned shipment?",
        "Do I have to pay for delivery again?",
        "Do returns end up with shipping fees?",
        "Are you aware of a fee on sendin' stuffs back?",
        "Payment on return shipping?",
        "I'm wondering if there is a fee on sendin' stuffs back.",
        "Is it possible I have to pay for shipping back?",
        "Is it mandatory for me to cover the return delivery costs?",
        "Is sending back it going to cost me?",
        "Should I pay shipping costs to get a returned shipment?",
        "Do I have to pay to ship it back.",
        "Do I have to pay to get it back to you?",
        "Is it a requirement that I pay for shipping back to you?",
        "Do I have to pay for shipping return?",
        "Costs for a return shipment?",
        "Is that the payment for return shipping?",
        "Is it mandatory for me to pay for return shipping?",
        "Is there payment for return shipping?",
        "When I get my goods back, do I have to pay for shipping?",
        "Do I need to pay shipping costs in order to get a package back?",
        "Do I owe anything for shipping back?",
        "If I have to pay for return shipping, should I?",
        "I am not sure if I need to pay for return shipping costs.",
        "Is it necessary for me to pay for shipping?",
        "I was wondering if there is a fee on sendin' stuffs back.",
        "Is it necessary that I pay for return shipping?",
        "Does returns cost shipping fees?",
        "Is there any fee for shipping back to you?",
        "Is it mandatory that I pay for the return shipment?",
        "Does it make sense to pay the return shipping costs?",
        "Is it necessary to pay the returned shipping costs?",
        "Is it possible that I need to cover the return delivery costs?",
        "Does it make sense to pay for returns shipping costs?",
        "Will I have to pay for the returned shipment?",
        "Should I pay for postage when I send it back?",
        "Is return shipping Charges my responsibility?",
        "Is it my responsibility to return shipping?",
        "Do I need to spend money to send goods back?",
        "Is there a fee for shipping when I bring my goods back?",
        "Did I pay to send it back?",
        "Is it a requirement that I pay shipping costs to receive a returned shipment?",
        "Does it require me to pay shipping costs in return?",
        "Do I pay for your shipping back?",
        "Do I have to pay for the return Shipping costs?",
        "Is it required for me to cover the return delivery costs?",
        "Is it a fee to sendin' stuffs back?",
        "What if I have to pay for shipping back?",
        "Did I have to pay to get it back?",
        "What about returned shipping charges?",
        "Is it possible return shipment expenses are on me or you?",
        "Is it okay to pay for the return shipment?",
        "I don't know if I have to cover return delivery costs.",
        "I am wondering if I am responsible for return shipping charges.",
        "I want to know if I can cover return transport cost.",
        "Should I pay any money to send it back?",
        "Is it required that I cover the return delivery costs?",
        "Should I have to pay shipping costs to receive a return shipment?",
        "Does the person have to pay for shipping back?",
        "I wonder if I have to pay to get it back.",
        "Should I pay for shipping in order to get a returned shipment?",
        "Are the return shipping costs on me?",
        "Does I have to pay for return shipping costs?",
        "Is it a charge to send back things?",
        "The cost for returned shipment?",
        "Is it necessary for me to pay to send it back?",
        "Should I have to pay for shipping to get a returned shipment?",
        "Should I make expenses for sending it back?",
        "Do I have to pay for shipment back?",
        "The return shipping costs are something I have to pay for.",
        "Payment possible for return shipping?",
        "Do I have to pay shipping costs to receive a return?",
        "I would like to receive a returned shipment, but do I have to pay shipping costs?",
        "Will I have to pay for shipping when I return my goods?",
        "Should I have to pay for shipping in order to get a returned shipment?",
        "Is it a wise idea to pay for return shipping?",
        "I don't know if I have to pay for shipping when I bring my things back.",
        "How about the payment for return shipping?",
        "Does returning things involve shipping fees?",
        "Is it mandatory that I pay for shipping when I bring my goods back?",
        "When I bring my goods back, will I pay for shipping?",
        "I wonder if I should pay for the return shipment?",
        "Will it cost me to send back the items?",
        "How much should I pay to return shipping?",
        "I don't know if I'm responsible for shipping back to you.",
        "Is it necessary to pay for the return shipping expenses?",
        "Was it necessary for me to pay for return shipping?",
        "Does it cost for a return shipment?",
        "I'm unsure if I should pay for return shipping.",
        "Am I responsible for return shipping?",
        "I don't know if I should pay for shipping back.",
        "Should the return delivery costs be covered by me?",
        "Should I pay expenses to send it back?",
        "Shipping fees could be involved in returns.",
        "What is the responsibility of the return shipping fees?",
        "Does a return require shipping fees?",
        "Do the return delivery costs have to be paid by me?",
        "Is it important to pay for return shipping?",
        "Do you think there is a charge for sending back goods?",
        "How much am I responsible for return shipping charges?",
        "Do I have to pay for shipping to get a return?",
        "Is it necessary for returns to incur shipping fees?",
        "Do I pay shipping when I bring my goods back?",
        "I need to cover returns shipping expenses.",
        "Does it cost me for the return shipping?",
        "Should I pay for shipping to get a returned package?",
        "I don't know if I have to pay back shipping.",
        "I wonder if return shipping is my responsibility.",
        "I wonder if I should cover the return shipping expenses.",
        "Should I take back shipping expenses?",
        "Do we have to pay for return shipping?",
        "Do I have to cover return shipping?",
        "Do I have to pay shipping costs just to get a package back?",
        "Do I need to pay shipping costs to get my package back?",
        "Are I required to pay for shipping when I return my goods?",
        "Does it involve shipping fees for returns?",
        "Is it okay for me to cover return shipping expenses?",
        "Do you charge for sending back goods?",
        "Do I have to pay shipping costs if I want to receive a returned package?",
        "Pay up to send it back?",
        "I wondered if it would cost me to send back.",
        "Should I make a payment for return shipping?",
        "Should I pay for your return shipment?",
        "Is there a fee for sendin' stuffs back?",
        "Is it compulsory for me to pay for shipping back?",
        "Should there be a charge for sending back goods?",
        "Do I have to pay for shipping when I bring my purchases back?",
        "Do I have to pay to shipping it back?",
        "Are your return shipment expenses on me?",
        "Should I have to pay for a return shipment?",
        "Payment for the return shipment?",
        "Return shipments charges?",
        "Is it necessary for me to incur expenses to send it back?",
        "Should I have to pay for shipping in order to get a package back?",
        "Is it okay to pay for shipping when I bring my goods back?",
        "Should I have to pay shipping costs in order to get a package back?",
        "Do I have to pay shipping costs to receive a package back?",
        "Is it required for me to pay shipping costs in order to get a returned shipment?",
        "Return shipping costs?",
        "Are I required to pay to send it back?",
        "Is it advisable to pay for the return shipment?",
        "My question is, should I pay for return shipping?",
        "Should I pay any bills for sending it back?",
        "Should I pay for my return shipping costs?",
        "Should I paid for the return shipment?",
        "Are the return shipping costs necessary?",
        "How much do I have to pay for return delivery?",
        "For sending back goods, is there a charge?",
        "Do you have a price for return shipment?",
        "I need to cover the return shipping expenses.",
        "Do I have to pay back the cost of shipping?",
        "I'm not sure if I have to pay for the return shipping costs.",
        "Will I have to pay for return shipping expenses?",
        "Should I have to return shipment expenses?",
        "For the return shipping costs, is it necessary to pay?",
        "What is the cost to cover return transport for me?",
        "Should I pay any costs to send it back?",
        "I would like to know if I should pay the cost of returns.",
        "Is it compulsory for me to pay for the return shipping?",
        "Is it necessary to pay shipping costs for a returned item?",
        "Is there any fee for the return shipment?",
        "Is it a good idea to pay for the return shipment?",
        "Is it necessary for me to pay shipping costs in order to return an item?",
        "Is it possible for me to pay for return shipping?",
        "Cost for return shipment?",
        "How much do I have to pay to receive a returned shipment?",
        "I'm wondering if I should shoulder return delivery charges.",
        "Is return shipping expenses on me or you?",
        "Is it necessary for me to cover returned shipping expenses?",
        "Do I have to pay for the return shipments?",
        "Return shipping fees?",
        "I don't know if I have to pay shipping costs to get a returned package.",
        "Is the return shipment expenses on me or you?",
        "Will I also pay for return shipping?",
        "Is that necessary to pay for the return shipping costs?",
        "How much should I pay for return shipping?",
        "Is it necessary to pay for shipping?",
        "Do I have to spend money on shipping back?",
        "I don't know if I will have to pay for shipping back.",
        "What is the costs for return shipment?",
        "Is it ok for me to pay for the return shipment?",
        "Is it ok for me to pay shipping costs in return?",
        "Is it possible I pay for shipping back to you?",
        "Shipping charges come back?",
        "Do they have to pay for the return shipment?",
        "Is it necessary for me to pay shipping costs to get a returned package?",
        "What is the responsibility of return shipping charges?",
        "Is it necessary for me to pay for shipping when I bring back my goods?",
        "Is it my responsibility to pay returned shipping charges?",
        "Should I be responsible for return shipping costs?",
        "Do I have to pay for the return package?",
        "Do I have to pay to get shipping back?",
        "Do I need to pay shipping costs in order to get a returned item?",
        "Is it necessary for me to pay shipping costs in order to get a return?",
        "Should I pay for the returns shipping costs?",
        "Are I responsible for return shipping?",
        "Is it possible to pay a fee for sending products back?",
        "Do I pay for it to return?",
        "Do I have to pay for shipping when I bring my items back?",
        "Is it advisable to pay for the return shipping costs?",
        "How much should I cover return shipping?",
        "Will I have to pay the cost of returns?",
        "Do I have to pay for the package back?",
        "Is there any fee on sending stuff back?",
        "Do I need to pay shipping costs in order to receive a return?",
        "Is returning shipment expenses on me or you?",
        "Can I pay for the returned shipment?",
        "Do we have to pay for sending products back?",
        "Should I have to pay for returned shipping?",
        "I wonder if I should pay for the returned shipment.",
        "Will it cost me to send it back.",
        "Do I have to pay for shipping in order to receive a return shipment?",
        "I don't know if I need to pay shipping costs to get a returned item.",
        "Returnshipping charges?",
        "Should I pay for returns shipping?",
        "Do I need to pay for shipping to get my item back?",
        "Is it possible that I need to cover return shipping expenses?",
        "Is it necessary for me to pay shipping costs if I want to receive a returned shipment?",
        "What about payment for return shipping?",
        "Isn't it necessary to pay for return shipping?",
        "Is it possible that I will have to pay for shipping back?",
        "Do I have to cover shipping back to you?",
        "I don't know if I have to pay for the returns shipping costs.",
        "Do I have to pay to send something back?",
        "Do Shipping costs have to be paid in return?",
        "I'm not sure if return shipping is on me.",
        "Does returning something involve shipping fees?",
        "Does it make sense to pay for shipping back?",
        "Is it a requirement that I pay for return shipping costs?",
        "Do I have to pay for shipping you again?",
        "Should I spend cash to send goods back?",
        "Payments for returned shipping?",
        "Do you want me to cover the return transport cost?",
        "Will I have to cover the return costs?",
        "Does it make sense to pay for returning shipping costs?",
        "I have questions about return shipping charges.",
        "Are there payment for return shipping?",
        "If there's a fee for sending things back?",
        "Do I have to pay for this to come back?",
        "How much do I have to pay for shipping back to you?",
        "Is it okay for me to pay for return shipping?",
        "Do I have to pay for that return shipment?",
        "Should I pay for shipping in return?",
        "Should you pay for return shipping?",
        "Is it worth it to pay for a return shipment?",
        "Should I pay to return shipping?",
        "Do I have to pay when the return shipment arrives?",
        "Is it a requirement to pay shipping costs in order to get a returned shipment?",
        "Do I have to pay shipping costs to get it back?",
        "Am I responsible for sending it back?",
        "Is Return Shipping on me?",
        "Do I pay for it to go back?",
        "Is it worth paying for the return shipping?",
        "Do I have to pay for shipping once I return my goods?",
        "Do I have to pay for their return shipment?",
        "Do I have to pay for shipping again?",
        "Are the return shipping costs necessary to pay?",
        "Is it worthwhile to pay for return shipment?",
        "Should I spend money for sending it back?",
        "Do I have to pay back freight?",
        "Do return shipping costs require me to pay?",
        "Okay, pay to send it back?",
        "Is it a charge for sending back goods?",
        "Is it a good idea to pay for return shipping?",
        "Should I pay for return shipping",
        "Is there a requirement to cover the return delivery costs?",
        "Does it make sense to pay for the return shipping costs?",
        "Do I have to pay for your shipping back.",
        "Is paying shipping costs necessary to receive a returned shipment?",
        "Do I have to pay to transport it back?",
        "I wondering if return shipping is on me.",
        "Will I have to cover return shipping costs?",
        "Will I have to pay shipping costs to get a returned item?",
        "Do I have to pay shipping costs to get a return?",
        "I question if I shoulder return delivery charges.",
        "Can you tell me about a charge for sending back goods?",
        "Is paying for the return shipping costs worth it?",
        "Payment for shipping back home?",
        "Do I have to repay shipping back?",
        "Is it ethical for me to cover return shipping expenses?",
        "Should I pay for the return shipments?",
        "Should I pay shipping costs to get a return item?",
        "Do I have to pay for return deliveries?",
        "Expenses should be incurred to send it back?",
        "Is it possible that I have to pay for shipping again?",
        "How much do I pay to send it back?",
        "Do I owe money to send it back?",
        "Do I have to pay to have it shipped back to you?",
        "Do I pay for the return shipment?",
        "I want to know if I have shoulder return delivery charges.",
        "Are we going to pay for return shipping?",
        "Do shipping costs have to be paid to get a returned item?",
        "Is it possible to pay for return shipping as well?",
        "Do I have to pay shipping costs in order to get a returned item?",
        "I don't know if I have to pay for shipping when I bring my items back.",
        "Is there a fee for shipping back goods?",
        "Does anyone know if there is a fee on sendin' stuffs back?",
        "Is there a fee for shipping goods back?",
        "Do I have to pay for it to return it?",
        "Is it true that returns involve shipping fees?",
        "Should I pay for returned shipping costs?",
        "Should I pay to send something back?",
        "Do I have to pay for the return shipment.",
        "Is it required that I pay shipping costs to get a returned shipment?",
        "Is there cost for return shipment?",
        "Is it possible that returns have shipping fees?",
        "Is return shipping charges my responsibility?",
        "Are return shipment expenses on me or you",
        "Is it a cost to send it back?",
        "Is it a requirement to pay shipping costs in order to get a returned item?",
        "Do I have to pay when I ship back?",
        "I wonder if there's a fee on sendin' stuffs back.",
        "Do I have to pay to return shipping costs?",
        "Are I expected to pay for return shipping?",
        "Do returns cost shipping fees?",
        "Do I have to pay back the shipping cost?",
        "Should the return shipment expenses be on me or you?",
        "Expenses should I incur for sending it back?",
        "Do you have a fee to send products back?",
        "Should I be responsible for the return shipping costs?",
        "Do I have to pay for shipping when I take my goods back?",
        "Is it OK for me to cover return shipping expenses?",
        "Will I have to cover return shipping expenses?",
        "Is it necessary to pay for return shipping.",
        "Should I pay the cost of a return?",
        "Costs for return shipment?",
        "Is it a requirement for me to pay shipping costs to get a returned item?",
        "Does it need to be paid to ship it back?",
        "Do I have to pay shipping back to you?",
        "Is it alright for me to cover return shipping expenses?",
        "Do you pay to send it back?",
        "Is it a good idea to pay for return shipments?",
        "Is it necessary to pay to bring it back?",
        "Is there a fee on sentin' stuffs back?",
        "Costs of return shipment?",
        "Is it my responsability to pay return shipping charges?",
        "I don't know if I have to pay for return shipment.",
        "Is it necessary for me to pay for shipping when I bring my goods back?",
        "Shipping fees might be involved in returns.",
        "What if I have to pay shipping costs to get a package back?",
        "Should I shell out cash to send the goods back?",
        "I don't know if I have to pay for shipping back.",
        "Do you think there's a fee for sending stuff back?",
        "Should I cover returning shipping expenses?",
        "I wonder if return shipping charges are my responsibility?",
        "Is it mandatory for me to pay shipping costs in order to get a returned shipment?",
        "My responsibility for return shipping charges?",
        "Do I have to return shipment expenses?",
        "Does it make sense for me to pay for return shipping?",
        "Is it cost to return the shipment?",
        "Should I be spending money on sending it back?",
        "Is the return shipping costs on me?",
        "Is it a cost to send back?",
        "Do I have to pay for shipping to get the package back?",
        "Do I have to fork out shipping costs?",
        "Do I have to pay shipping back?",
        "Will I have to pay to get back?",
        "Should I pay for Return shipping?",
        "Isn't it necessary to pay for the return shipping costs?",
        "Do I need to pay cash to send the goods back?",
        "Do I have to pay the return shipping costs?",
        "Is it a fee for shipping back to you?",
        "Should I have to pay shipping costs to get a returned item?",
        "Do I have to pay for shipping back then?",
        "Will it cost me to send it home?",
        "I am not sure if I have to pay for the return shipping.",
        "Do I have to pay to bring back items?",
        "Is that necessary to pay for return shipping?",
        "Is it necessary to pay returns shipping costs?",
        "Do the return shipping costs need to be paid?",
        "Do I have to pay for the returned package?",
        "Do I have to pay for shipping in order to get my shipment back?",
        "Is the cost of return shipping ok?",
        "Do I have to shell out cash to send goods back?",
        "Is it okay for me to cover return shipping costs?",
        "I would like to know if I have to cover return costs.",
        "Do we need to pay for return shipping costs?",
        "Should expenses be incurred in sending it back?",
        "The cost for returning shipment?",
        "Is there a price for sending back goods?",
        "Is shipping a cost when I bring my goods back?",
        "Do i have to pay for the return shipping?",
        "Is it possible that there's fee on sendin' stuffs back?",
        "Should I shell out money to send it back?",
        "Should I pay shipping costs to receive a returned item?",
        "Did I incur return shipping charges?",
        "Will be charged for return shipping as well?",
        "Should the return shipping costs be paid?",
        "Is it a requirement that I cover the return delivery costs?",
        "Is it possible I have to cover the return delivery costs?",
        "Should I cover returned shipping expenses?",
        "Do I have to spend money on return delivery?",
        "Is there a return to shipping costs for me?",
        "If there is a payment for return shipping?",
        "Do I have to shell out for return shipping?",
        "Do you or me have to pay return shipment expenses?",
        "Should I pay for the ship back?",
        "I don't know if I have to pay shipping costs in order to receive a returned item.",
        "Should I pay to have it shipped back?",
        "Do I have to pay anything for shipping back?",
        "Should I incur any costs when sending it back?",
        "Should it cost me any money to send it back?",
        "Do I have to shell out money to bring it back?",
        "Should I pay to ship back?",
        "Will I have to pay for sending back?",
        "Do I have to pay for shipping when I bring items back?",
        "Are return shipping charges my responsibility",
        "Am I responsible for shipping back?",
        "I wonder if returns have shipping fees.",
        "Is there a fee on sendin' stuffs returned?",
        "Cost for shipment return?",
        "Cost to return shipment?",
        "Is return Shipping charges my responsibility?",
        "Think about paying to send it back?",
        "Do I have to pay shipping costs to receive a returned package?",
        "Is it a requirement to pay shipping costs in order to receive a returned shipment?",
        "should I pay for return shipping",
        "Do I have to pay for things to be returned?",
        "Is it necessary to pay for the return shipment?",
        "Did I have to cover the return shipping expenses?",
        "What is the cost for the return shipment?",
        "I'm not sure if I shoulder return delivery charges.",
        "Maybe return shipping charges?",
        "Do I need to shell out money to send goods back?",
        "Do I need to pay for shipping when I return my goods?",
        "How much do I have to pay for the return shipment?",
        "Should expense be incurred for sending it back?",
        "Do I have to pay to Return it?",
        "Are returned shipment expenses on me or you?",
        "I wonder if I have to pay shipping costs in order to receive a returned item.",
        "When I return my goods, do I have to pay for shipping?",
        "Should I shell out for the return shipment?",
        "Is it necessary for me to pay shipping costs in return?",
        "To receive a returned shipment, do I have to pay shipping costs?",
        "Do I owe money for the return shipment?",
        "Is it necessary to cover the return delivery costs?",
        "Will I have to pay shipping costs in order to get a package back?",
        "Does that mean I have to pay for shipping back to you?",
        "Do I have to pay shipping costs for a returned shipment?",
        "Is it necessary for me to pay for shipping in order to get a returned item?",
        "Is it necessary to cover return shipping expenses?",
        "I wonder if I should cover return shipping expenses.",
        "Do I have to pay for shipping to get a package back?",
        "Do I have to pay shipping costs for a returned package?",
        "Do I have to pay for the Return shipping?",
        "Is it mandatory for me to pay shipping costs to receive a returned shipment?",
        "Do I have to fork out for shipping back?",
        "Should I get expenses for sending it back?",
        "Gonna have to pay for return shipping too?",
        "I wonder if I should pay to ship it back.",
        "Do I have to pay return shipping expenses?",
        "Is it necessary to pay shipping costs to get a returned shipment?",
        "If there is a fee for sending things back?",
        "Are I required to pay to ship it back?",
        "Is it necessary that I pay shipping costs to receive a returned item?",
        "Should I pay any costs when I send it back?",
        "Is the return shipping costs necessary to pay for?",
        "Is it okay to pay for return shipping?",
        "Do I have to fork over money to get it back?",
        "Is it possible that I have to pay to ship it back?",
        "Do I have to pay shipping costs if I want to return an item?",
        "Do I pay to ship it back?",
        "Do I have to pay for the return shipping?",
        "Is it required that I pay for shipping back?",
        "What are the fees for return shipping?",
        "Will it be necessary to pay for return shipping as well?",
        "Should I pay shipping costs in the return?",
        "Cost for returning a shipment?",
        "return shipment cost?",
        "Is it necessary to pay shipping costs in order to get a returned shipment?",
        "In order to get a returned shipment, do I have to pay shipping costs?",
        "Do I have to pay the shipping costs in return?",
        "Should I pay for the return freight?",
        "Should expenses be incurred for sending it back?",
        "Will I have to pay to send back the items?",
        "Can it be a cost to send back?",
        "Do I have to pay for SHIPPING back?",
        "How much does a return entail in shipping fees?",
        "Do I have to pay for shipping in order to receive a shipment back?",
        "What responsibility do I have for return shipping charges?",
        "Do you mean shipping fees for returns?",
        "Should I pay any costs for sending it back?",
        "I don't know if I have to pay shipping costs to get a return item.",
        "I don't know if the return shipping charges are my responsibility.",
        "Is it possible to get a return shipment if I pay shipping costs?",
        "Should I pay shipping costs to get a return package?",
        "Do I have to pay shipping costs in order to receive a return?",
        "Why do I have to pay return shipping charges?",
        "Do I have to pay for it to get back to me?",
        "Does it cost for return shipment?",
        "Should I pay for shipping back?",
        "Does returning something require shipping fees?",
        "Would I have to pay for the return shipment?",
        "Is there any need to pay for the return shipping costs?",
        "I want to know if it costs me to send back.",
        "Is return Shipping on me?",
        "Do you need to pay cash to send goods back?",
        "Is it charged to send back goods?",
        "Is it possible I have to cover return costs?",
        "Is it a requirement for me to pay for shipping when I bring my goods back?",
        "Should I pay shipping costs if I want to receive a returned shipment?",
        "What should I do about return shipping charges?",
        "Is it necessary for me to pay shipping costs to get my item back?",
        "Is it necessary to use cash to send goods back?",
        "Do I have to pay shipping costs to get a returned shipment?",
        "Is it appropriate for me to pay for a return shipment?",
        "Should I cover the cost of return shipping?",
        "Do I have to pay shipping costs when I return an item?",
        "Should the person pay for the return shipping?",
        "Should we pay for returned shipping?",
        "I'm not sure if I have to pay for the return shipping.",
        "Should I pay for returning shipping costs?",
        "Is it the case that I shoulder return delivery charges?",
        "Do i have to pay for the return shipment?",
        "Do I have to pay back shipping costs?",
        "Shipping charges coming back?",
        "I do not know if I have to pay for the return shipment.",
        "Do I have to pay for shipping costs in return?",
        "Should I pay for the return shipping costs?",
        "Is it possible that returns include shipping fees?",
        "Is return shipment expenses on me?",
        "I need to cover returning shipping expenses.",
        "I wonder if return shipping charges my responsibility.",
        "Payment for return shipments?",
        "Will I need to pay for return shipping as well?",
        "Can I pay for return shipping?",
        "Will it cost to send back?",
        "Are return shipment expenses on me and you?",
        "Is it needed to pay for the return shipping costs?",
        "Is shipping back something I have to pay for?",
        "Return shipping payments?",
        "Will I be responsible for the return shipment?",
        "Do return shipping charges make me responsible?",
        "Do I have to pay for a return shipping cost?",
        "Do I have to pay for shipping when I return my items?",
        "Is it a fee to ship it back?",
        "Should I pay for shipping when I get my goods back?",
        "I have a question about paying for return shipping.",
        "I was wondering if I had to pay for shipping back.",
        "Is it possible that I have to pay for the return shipping costs?",
        "Can I get a returned item if I have to pay shipping costs?",
        "Should I have to pay shipping costs to get my package back?",
        "Will it cost me to deliver it back?",
        "Do I need to pay shipping costs in order to receive a returned item?",
        "Do I have to fork out for the return shipment?",
        "I don't know if return shipping charges are my responsibility.",
        "Is it going to cost to pay for return shipping?",
        "I'm not sure if I have to pay for the return shipment.",
        "Will I have to pay for shipping it back?",
        "Is return shipment expenses on me.",
        "Do I need to pay for shipping it back?",
        "Is it required to pay for the shipping?",
        "Return shipping costs on me?",
        "I wonder if I should shoulder return delivery charges.",
        "Do shipping costs have to be paid in order to receive a return shipment?",
        "Should there be a fee for sending things back?",
        "Do I have to pay for the return of the shipment?",
        "Cost for the return shipment?",
        "I don't know if I need to pay shipping costs to receive a returned shipment.",
        "do returns have shipping fees?",
        "Should I pay for the re- shipment?",
        "Paying for returned shipping?",
        "Is payment necessary for return shipping?",
        "Does a return have shipping fees?",
        "Do I have to pay to send you something back?",
        "Is it necessary for me to pay for shipping to receive a returned item?",
        "I don't know if I have to pay to deliver it back.",
        "Do I have to pay for bringing this back?",
        "Payment to return shipping?",
        "Should I shell out cash to send items back?",
        "Is it necessary for me to pay shipping costs for a returned shipment?",
        "Does it make sense for me to pay for return shipping costs?",
        "For return shipment, should I pay?",
        "Do I have to shell out money to send it back?",
        "Do I have to pay for shipping the return?",
        "Is it my responsibility to charge return shipping charges?",
        "I don't know if I have to pay the return shipping costs.",
        "Is it possible that I cover return shipping expenses?",
        "Do I need to cover return shipping costs?",
        "Does it require me to pay for returns?",
        "Is it really necessary to pay for return shipping?",
        "Do I have to pay for shipping back to me?",
        "Are I expected to pay shipping costs in return?",
        "Should it be paid for the return shipping costs?",
        "Should we pay for the return shipping costs?",
        "Cost of returning shipment?",
        "Should returns cost shipping fees?",
        "Is my responsibility for return shipping?",
        "Do I have to pay to have my shipment back?",
        "Is there a return for shipping costs on me?",
        "Do I have to pay for this to come back to me?",
        "I wonder if I should spend any money on sending it back.",
        "Should I pay for Return shipment?",
        "Is it possible that returns entail shipping fees?",
        "I don't know if there is a fee for sending stuff back.",
        "Should I have any costs for sending it back?",
        "Should I pay to send return postage?",
        "Do return shipping costs need to be paid for?",
        "Do I have to foot the bill for the return shipment?",
        "Paying up to send it back?",
        "Do I have to pay for the shipment again?",
        "Do I have to pay the return shipping?",
        "Is it necessary to pay for the return shipping costs.",
        "Is it possible that I have to pay for the return shipping?",
        "Do I have to pay for the return freight?",
        "Is it true that returns have shipping fees?",
        "Do I need to use cash to send goods back?",
        "Do I need to pay for the return shipping?",
        "Will there be a charge for sending back goods?",
        "I don't know if I have to pay for shipping when I get my goods back.",
        "Is it a requirement to pay shipping costs to get a returned shipment?",
        "Is it worth paying for shipping back?",
        "Is it wise to shoulder return delivery charges?",
        "I'm wondering if I have to pay for shipping back.",
        "Do I have to pay for shipping to get a returned package?",
        "Should I have to pay for shipping back?",
        "Return shipment cost?",
        "Do I have to pay freight in return?",
        "Does it cost to return the shipment?",
        "I don't know if I need to cover return shipping expenses.",
        "Are I responsible for paying for shipping when I bring my goods back?",
        "Will I be responsible for return shipping charges?",
        "I don't know if I must pay for the return shipping costs.",
        "Do I need to pay for shipping when I get my goods back?",
        "Is there a return to shipping costs on me?",
        "Should there be costs for sending it back?",
        "Do I have to pay for it to be shipped back?",
        "What is the charge for sending back goods?",
        "I wonder if I need to pay for return shipping costs.",
        "Is there a charge for sending stuff back?",
        "Do I have to pay for shipping to get it back?",
        "I do not know if I must pay for return shipping.",
        "I need to know if return shipping is on me.",
        "Can you tell me if there's a fee on sendin' stuffs back?",
        "Do I have to pay for shipping if I want to get a package back?",
        "Do I have to pay for shipping when I bring it back?",
        "I don't know if I should pay for the returned shipment.",
        "Can I pay for shipping when I bring my goods back?",
        "Is it my responsibility to deal with return shipping charges?",
        "Do I have to pay to send this back?",
        "Should I pay expenses when I send it back?",
        "Do I have to pay for shipping in order to get an item back?",
        "Is it possible I have to pay to get it back?",
        "Are I responsible for return shipment?",
        "Is it required that I pay to ship it back?",
        "Is it possible for returns to involve shipping fees?",
        "I don't know if I have to pay shipping costs in order to receive a return shipment.",
        "Is it necessary for me to pay for the returned shipment?",
        "I question if return shipping charges are my responsibility.",
        "Payment for returned shipments?",
        "Should I pay shipping costs for a returned shipment?",
        "Do I have to pay shipping costs to get my returned item?",
        "Is it necessary for me to pay shipping costs in order to get the item back?",
        "Is it required to pay shipping costs to receive a returned shipment?",
        "Is it possible that returns contain shipping fees?",
        "Do I have to pay to take it back?",
        "Is it required to pay shipping costs in order to get a returned shipment?",
        "Must I pay for shipping returns?",
        "I don't know if I have to cover the return costs.",
        "Is paying for the return shipping costs required?",
        "Is it my responsibility to pay the return shipping charges?",
        "Do I have to pay to send it back to you?",
        "Is the return shipment cost me?",
        "Should I pay for shipping again?",
        "Should I pay back my shipment expenses?",
        "Is it true that I have shoulder return delivery charges?",
        "Is it necessary for me to pay for return shipping costs?",
        "Is there a way to pay for return shipping?",
        "Must I pay to return shipping?",
        "Need to pay for the goods to be sent back?",
        "I wonder if I have to pay for the return delivery costs.",
        "Is there a fee for sending stuff back?",
        "Should returns involve shipping fees?",
        "Is there a fee if you send back goods?",
        "Do you know if there's a fee for sending things back?",
        "Do I have to pay for shipping returned goods?"
    ]
}