{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Return shipping",
    "description": "Customers ask about who is responsible for covering the cost of return shipping, whether a prepaid label is provided, and how to arrange for the return of an item.",
    "inquiry": "Who pays for return shipping?",
    "paraphrases": [
        "How about the return shipping bill?",
        "Who goes to cover shipping back?",
        "What is the responsibility for shipping returned items?",
        "There is a question regarding who is responsible for returned shipping.",
        "Which one should pay for return shipping?",
        "Which one gets to pay for returning shipping?",
        "Payment to return shipping?",
        "Who will pay to deliver the returned shipment?",
        "It is still not clear who covers return shipping.",
        "Who has the responsibility for shipping back?",
        "Which pays for return shipments?",
        "Which one pays for the return shipping",
        "Who costs to return the ship?",
        "Who is footing the return shipping bill?",
        "How do I know who is responsible for returned shipping?",
        "Who pays to deliver the goods that have been returned?",
        "Is there a company that takes care of shipping fees for returns?",
        "Who's footing the return shipping bill?",
        "Who takes on the cost of returning shipping?",
        "Who pays for returns shipping costs",
        "Who is responsible for shipping the returned goods?",
        "Who pays for delivering returned goods?",
        "How do you cover the return shipping cost?",
        "Paying for return shipping is a question.",
        "Who pays for return shipping when the package is returned?",
        "Does anyone pay for the delivery of return shipping?",
        "Which one pays for returning mail?",
        "Someone pays for a shipping return.",
        "Who will take responsibility for return shipping?",
        "It is not known who pays for the delivery of returned goods.",
        "Who pays for the return shipment.",
        "The person paying for delivery of returned item?",
        "Someone pays for shipping back?",
        "Who pays for return transport?",
        "Who footed the bill for return shipping?",
        "Which one pays for the return freight?",
        "Who pays the delivery of returned goods?",
        "There's still a mystery about the person who covers return shipping.",
        "Who pays to ship goods back?",
        "Returnshipping is covered by who?",
        "Whom makes up for the cost of returned shipping?",
        "Cost for return shipping?",
        "Who covers the shipping costs again?",
        "The person who covers return shipping is an mystery.",
        "Who takes care of the shipping fees for returns?",
        "Which party pays for postage once you return?",
        "The person who covers the return shipping is a mystery.",
        "The person who covers return shipping is currently unknown.",
        "Someone pays for delivery of the returned shipment.",
        "The person who covers return shipping is mystery.",
        "Someone pays to deliver the returned item.",
        "Who pay for the return of a ship?",
        "Somebody is responsible for returned shipping.",
        "Who pays for return shipping Costs?",
        "Someone is responsible for returned shipping.",
        "Who pays to get the ship back",
        "Who covers the costs of return shipping?",
        "Who pay for a return?",
        "Someone is responsible for delivery of return shipping.",
        "Who pays back a ship?",
        "Whose makes up for the cost of returned shipping?",
        "Someone is paying for return shipping after a package is returned.",
        "Send back postage paid by someone?",
        "Who is paying the return shipping bill?",
        "Who pays Re shipping?",
        "What's the payment for return shipping?",
        "Who pays for shipping return??",
        "Someone is responsible for return Shipping.",
        "Who pays for delivery of the returned item?",
        "After the package is returned, who pays for the shipping?",
        "Who are responsible for returning shipping?",
        "Who has to pay for return shipping costs?",
        "Who should pay for shipping back?",
        "Payment for sending back the item?",
        "Who is the responsible for the return shipping?",
        "Whom pays return shipping costs?",
        "Who will pay for return shipping costs?",
        "Whose is responsible for shipping returned goods?",
        "The person responsible for returned shipping?",
        "Who pays for the return shipment delivery?",
        "The person paying for return shipping is not known.",
        "Who pays the costs of returned shipping?",
        "I don't know who pays for re shipping.",
        "Who takes care of returning shipping fees?",
        "The person that pays for the delivery of returned goods?",
        "It is not clear who the person is who covers return shipping.",
        "Who finances the delivery of the return shipment?",
        "There are questions about who is responsible for return shipping.",
        "There's a question about who is responsible for shipping return items.",
        "Who is responsible for returns shipping costs?",
        "Who footing the bill for the return shipping?",
        "A payment for return shipping?",
        "It costs someone to return shipping.",
        "Is there a person responsible for returns shipping?",
        "Who is responsible for the return of freight?",
        "Who is responsible for sending return postage?",
        "Who makes up for the cost of shipping returned?",
        "Someone pays for delivery of the returned item.",
        "Who pays for Returning Shipping?",
        "Who pays for return shipping once a package has been returned?",
        "Does anyone pay for Return Shipping?",
        "How much is paid for the delivery of return shipped goods?",
        "Payment for return shipment?",
        "The person who pays for delivery of return shipping?",
        "Does anyone pay for return shipping after the package is returned?",
        "Someone is responsible for the return shipping.",
        "Who is responsible for the cost of return shipping?",
        "Who pays for return shipping??",
        "Who is responsible for Return Shipping costs?",
        "Who covers the postage on your return?",
        "Which party covers postage upon return?",
        "Who pays for your shipping return?",
        "Someone pays for the delivery of a returned item.",
        "Who is going to take care of returns shipping?",
        "Someone is responsible for returns shipping.",
        "There is a question as to who pays for shipping back.",
        "After the package is returned, who pays for shipping again?",
        "Who pays for shipping things back",
        "What's the responsibility for return shipping?",
        "Who cover returns shipping?",
        "Someone has to pay for the cost of returning shipping.",
        "Someone pays for return shipping after the package has been returned.",
        "Someone is responsible for return shipping",
        "Which pays for a return shipping?",
        "Payment for shipping back home?",
        "Who paid for delivery of the returned item?",
        "Who does responsibility for return shipping?",
        "Who pays for delivery of the returned shipment?",
        "Which one compensates for return shipping?",
        "Who will pay for return shipping after the package is returned?",
        "Someone else is responsible for the costs of returning Shipping.",
        "Who pays for shipping returning goods?",
        "Someone is paying for delivery of return shipping.",
        "Who pays for delivering goods that have been returned?",
        "There is a question as to who is responsible for returns shipping.",
        "Is it someone's responsibility for returned shipping?",
        "Who's taking care of the return shipping bill?",
        "Payment needed for sending it back?",
        "The person who covers returning shipping is not known.",
        "Who pays for re shipping again?",
        "Who pays to deliver goods that are returned?",
        "Who pays for return shipping once a package is received?",
        "The cost of returning shipping is made up by someone.",
        "Who gets paid for re shipping?",
        "The person who pays for re shipping?",
        "Someone is responsible for the cost of returning shipping.",
        "Who is charged for returns shipping?",
        "When re shipping, who pays?",
        "It is not clear who is responsible for returned shipping.",
        "Someone is responsible for return shipping after the package is received.",
        "Who pays for the return shipment to come?",
        "Which one has the responsibility for return shipping?",
        "Someone who covers return shipping is not known.",
        "Who does the care of shipping fees for returns?",
        "Someone takes care of shipping fees for returns.",
        "Who makes up for the costs of returned shipping?",
        "Which one pays for re shipping?",
        "Payment for the return shipping?",
        "Is returning shipping covered by someone?",
        "There is a question regarding who is responsible for shipping return items.",
        "Who pays for delivery on a returned shipment?",
        "Who is responsible for the bill for return shipping?",
        "Who payes for shipping back?",
        "The person who pays for delivery of returned goods is not known.",
        "Which party pays for return shipping after the package is returned?",
        "Which party pays for postage when you return?",
        "Return shipping is who pays?",
        "Who pays return shipping costs?",
        "Who will pay for return shipping?",
        "Who is responsible for returning ship?",
        "Delivery of returned goods pays who?",
        "Who pays for shipping goods that have been returned?",
        "Which party covers postage when you return?",
        "Who is responsible for the cost of returning shipping?",
        "Which party will cover return shipping?",
        "Payments for returned shipping?",
        "Who is responsible for transporting return items?",
        "There is a person who is responsible for the costs of return Shipping.",
        "Who will pay for delivery of returned items?",
        "Paying for sending it back?",
        "Who pays for Return Shipping costs?",
        "Which pays for the shipping return?",
        "Someone that covers return shipping is not currently known.",
        "Who makes up for the extra cost of returned shipping?",
        "When shipping returns, who is responsible?",
        "Which company pays for shipping returned goods?",
        "The person who covers shipping return is not known.",
        "Who is responsible for the return of shipments?",
        "What is the responsibility for return SHIPPING?",
        "Somebody is responsible for returns shipping.",
        "Who pays for delivery of returned items?",
        "Return Shipping costs who?",
        "So who takes care of shipping fees for returns?",
        "Who pays for return shipping goods?",
        "Who pays for return shipping costs.",
        "Who pays for return shipping after there is a package?",
        "A person is responsible for the costs of shipping back.",
        "Who pays for return shipping when a package arrives?",
        "Who will pay for the delivery of returned goods?",
        "Return shipping costs are paid for by who?",
        "Someone is responsible for returned shipping",
        "Return shipments are covered by who?",
        "Who is liable for shipping return items?",
        "Payment for sending it back to sender?",
        "Payment for having it sent back?",
        "What is the responsible person for return shipping?",
        "Who pays delivery of a returned shipment?",
        "Who is responsible for the cost of shipping returned goods?",
        "Someone pays to deliver returned goods.",
        "Who paid for return shipping costs?",
        "Who pays return shipping?",
        "who pays for shipping back?",
        "Who spends money on return shipping?",
        "Who is responsible for coverage of return shipping?",
        "Who pays the return shipping bill?",
        "Who takes responsibility for return shipping?",
        "Payment for shipment back?",
        "Who is responsible for a shipping return?",
        "Who pays for the delivery of returned goods",
        "Who makes up for the cost of returning shipments?",
        "Who pay for return?",
        "It's still not clear who covers return shipping.",
        "The person paying for the delivery of the returned goods?",
        "Who buys return shipping?",
        "Who finances return shipping?",
        "It's who pays for return shipping.",
        "Who handles the shipping fees for returns?",
        "I want to know who pays for return shipping.",
        "Who pays to ship again?",
        "The person paying for delivery of the returned goods?",
        "When a package is returned, who pays for shipping again?",
        "Is it the person who pays for delivery of returned goods?",
        "Who takes care of the returns shipping fees?",
        "What is the responsibility of the return shipping costs?",
        "Who pays to get the shipment back?",
        "someone pays for return shipping",
        "Which one pays for returning a shipment?",
        "There is still mystery over who covers return shipping.",
        "Whom covers return postage?",
        "The person that covers return shipping is currently unknown.",
        "Who pay the return shipping costs?",
        "Someone pays to deliver the return shipment.",
        "Who takes care of shipping costs for returns?",
        "someone is responsible for the costs of returning shipping",
        "Who payments for re shipping?",
        "The person who pays for delivery of the returned item?",
        "When the returned shipment is delivered, who pays?",
        "Is the return shipping covered by someone?",
        "Who makes up for shipping returns?",
        "Someone will pay for return shipping after the package is received.",
        "Who picks up the cost of shipping return?",
        "The person paying for the return shipment is not known.",
        "We still don't know who covers return shipping.",
        "Who pays to send a ship back?",
        "Who pays for delivery when there is a returned shipment?",
        "There is a mystery as to who covers return shipping.",
        "The person who is responsible for shipping return items?",
        "Which one pays the cost of return shipping?",
        "Who was responsible for returns shipping?",
        "Who is responsible for returning shipping back?",
        "Who is responsible for return of ship?",
        "Whose responsibility is returned shipping?",
        "There is someone responsible for the costs of returning Shipping.",
        "Who pays to send something back?",
        "Who pays for return freight?",
        "Someone pays for the delivery of the returned shipment.",
        "Who pays for the delivery of returns?",
        "Who pays to deliver back?",
        "Is the person responsible for paying for the shipping back?",
        "Who pays back the cost of returned shipping?",
        "Who makes payment for the return shipment?",
        "There is someone who is responsible for costs of return shipping.",
        "There is still a mystery who covers return shipping.",
        "Who would be responsible for shipping returns?",
        "Payment to send back the item?",
        "Someone pays for the return shipment delivery.",
        "Was the return postage paid by someone?",
        "Whose pays for delivery of the returned shipment?",
        "The person paying for the delivery of return shipping?",
        "I wonder who is responsible for returns shipping.",
        "Shipping back is paid for by who?",
        "Which party covers the shipping after the return?",
        "Which one pays for the hassle of returning shipping?",
        "It is not known who pays for return shipping after a package is returned.",
        "The person who pays return shipping?",
        "Is it responsibility for the return shipment expenses?",
        "Who pays to delivery the returned shipment?",
        "Who is responsible for returns delivery?",
        "Who pays for return shipping cost?",
        "Who pays for re shipping",
        "who makes up the postage on your return",
        "Who pays for delivery when you return something?",
        "Who is paying for the return shipment?",
        "Who pays for delivery of a returned shipment",
        "Who is going to foot the bill for return shipping?",
        "Who will cover the cost of returning shipping?",
        "Who will pay for the delivery of the returned item?",
        "Is sending it back paid for?",
        "The return shipping is covered by who.",
        "Is there someone responsible for shipping return items?",
        "Was returned postage paid by whom?",
        "Which people cover the return shipping costs?",
        "Is the return postage paid by someone?",
        "What is the responsibility for returned shipping?",
        "Who are responsible for return shipping?",
        "I don't know who is responsible for returns shipping.",
        "Which party pays to return a ship?",
        "Someone pays for the return shipment.",
        "Who will pay for shipping returned goods?",
        "who makes up for the cost of returned shipping",
        "The package is received, who pays for return shipping?",
        "The person paying for the delivery of the returned shipment?",
        "Who pays for the return shipping once the package is received?",
        "What's the responsibility for return Shipping?",
        "Someone pays for return shipping after the package has been received.",
        "Someone is responsible for costs of return shipping.",
        "Is return shipping paid for?",
        "Do you know who pays for delivery of returned goods?",
        "Who's footing the bill for returned shipping?",
        "I don't know who is responsible for shipping returns.",
        "The person who pays for delivery of returned item",
        "Who covers the return shipping costs.",
        "Who is responsible for sending items back?",
        "We don't know who pays for shipping back.",
        "Who Pays for Return Shipping?",
        "What about the return shipping bill?",
        "They don't know who pays for shipping returned goods.",
        "Which person pays for the return shipment?",
        "Who pays for the delivery of the returns?",
        "Does anyone pay for delivery of return shipping?",
        "Did anyone pay for the delivery of return shipped goods?",
        "The cost of returning shipping should be made up by someone.",
        "Whom is responsible for shipping returns?",
        "Who's in charge of shipping fees for returns?",
        "Which one covers shipping back?",
        "Who cover return shipping costs?",
        "Who funds the return of a ship?",
        "Who is footing the bill for shipping returns?",
        "Did you know who covers return shipping?",
        "Payment to send it back?",
        "Someone is responsible for the costs of Returning Shipping.",
        "Someone pays for return shipping after a package is recieved.",
        "Did anyone pay for the delivery of the return shipment?",
        "Someone pays to return the ship.",
        "Whom will cover return shipping?",
        "Do you know who is responsible for return Shipping?",
        "Who makes up return shipping costs?",
        "Who will be responsible for shipping return items?",
        "A mystery surrounds the person who is responsible for return shipping.",
        "The cost of returned shipping is compensated by someone.",
        "Who is paid for return shipping?",
        "Who's responsible for the return shipping bill?",
        "Whose pays return shipping?",
        "who is responsible for return shipping",
        "Which person makes up for the cost of returning shipping?",
        "Who pays for the delivery of Goods Returned?",
        "It is someone who is responsible for the costs of returning shipping.",
        "Who pays for shipments that are returned?",
        "Someone is responsible for the cost of returning shipping",
        "Who makes up for the cost of returned shipment?",
        "Return postage is paid by someone?",
        "Who does the handling of shipping fees for returns?",
        "There is a question about who pays for shipping back.",
        "Who takes care of returns shipping costs?",
        "Who pays for shipping returning?",
        "Whose responsibility is return shipping?",
        "Who pays delivery of returned shipments?",
        "Who has the responsibility for return shipping?",
        "Who is there to cover shipping back?",
        "Someone is responsible for the Costs of return Shipping.",
        "So who makes up for the cost of returning shipping?",
        "It is not clear who pays for delivery of returned goods.",
        "What is the responsible party for shipping returns?",
        "Who is paid to return a ship?",
        "Shipping return: who pays?",
        "How do you pay for the delivery of returned goods?",
        "There is a person who is responsible for the costs of returning Shipping.",
        "Who covers Return Shipping costs?",
        "Who covers return shipping after the package is received?",
        "who makes up for the cost of returning shipping",
        "Who will cover shipping back?",
        "The person who pays for shipping return is not known.",
        "Who is responsible for returned delivery?",
        "When a package returns, who pays for return shipping?",
        "Someone is footing the bill for the return shipping.",
        "Return shipping costs who?",
        "Who costs return shipping?",
        "Who's responsible for returns shipping?",
        "Whom pay for return shipping?",
        "Who pays for shipping a returned shipment?",
        "Is there a responsibility for the return shipment expenses?",
        "Is there anyone who pays for re shipping?",
        "Who is responsible for a returned shipment?",
        "Who is responsible for shipping return items",
        "Which one pays for the return delivery?",
        "Who is responsible for returns shipping",
        "Who is shelling out the bill for return shipping?",
        "Whose covers shipping back?",
        "Is someone responsible for returned shipping?",
        "Who pays to Return Shipping?",
        "Return shipping person pays?",
        "Who pays for re shipped goods?",
        "Someone covers return shipping costs.",
        "Which party covers the postage after you come back?",
        "Who pays for shipped returned goods?",
        "After the package is returned, who pays for shipping back?",
        "Who pays for shipping back.",
        "Who is responsible for shipping fees for returns?",
        "Do you know who pays for the return shipment?",
        "Someone pays return postage",
        "Who do you cover return shipping",
        "Is there anyone who makes up for the cost of returning shipping?",
        "It is someone who is responsible for the costs of returning Shipping.",
        "Who pays for a returned item to be delivered?",
        "What is the responsability for returns shipping?",
        "How much does someone pay for return shipping?",
        "The person making up for the cost of returned shipping?",
        "Which one makes up for return shipping?",
        "The person paying for shipping back?",
        "Which one is responsible for shipping back?",
        "Which one pays for delivery back?",
        "Which one pays for the return shipment?",
        "When a package is returned, who pays for the return shipping?",
        "What is the responsibility of shipping back?",
        "Someone pays for Return shipping.",
        "Which party is responsible for return Shipping?",
        "Which party covers the postage when you return?",
        "There is a question about who is responsible for shipping returned items.",
        "Who pays for the delivery of goods back?",
        "Who makes up for return shipping?",
        "Who pays back the cost of shipping?",
        "What is the responsibility for the return shipment expenses?",
        "For returns, who takes care of the shipping fees?",
        "Whose is paying for the return shipping?",
        "There is a person who is responsible for the costs of returning shipping.",
        "Whose pays for the delivery of the returned shipment?",
        "Who must pay for shipping return?",
        "The cost of returning shipping is covered by someone.",
        "Who is responsible for shipping returns?",
        "Return shipping? Who pays?",
        "Who takes care of shipping fees after you return something?",
        "Who takes responsibility for sending returns?",
        "There is still a mystery regarding the person who covers return shipping.",
        "Return shipping is covered by who",
        "Someone has to pay for returned shipping.",
        "Which of the two pays for return shipping?",
        "Who pay to bring the ship back?",
        "Which people are responsible for return shipping?",
        "Who is responsible for getting returns shipped?",
        "Which person pays return shipping?",
        "Return Shipping cost who pays?",
        "Whose is responsible for the postage on your return?",
        "Whom takes care of the shipping fees for returns?",
        "Which party makes up the postage on your return?",
        "There's still a mystery about who covers return shipping.",
        "Who pay for the return shipment?",
        "Return postage paid for by someone?",
        "Someone pays returning goods.",
        "Who pays the delivery of the returned shipment?",
        "Who pays for shipping back to you?",
        "Who contributes to shipping back?",
        "Paying to send it back?",
        "Who covers delivery of return shipping?",
        "Which company covers return shipping costs?",
        "Who finances the delivery of returned goods?",
        "There's a mystery about the person who covers return shipping.",
        "Did anyone take care of shipping fees for returns?",
        "After a package is returned, who pays for returned shipping?",
        "Who covers re shipping?",
        "Which party pays for the delivery of the return shipment?",
        "Who pays for a re shipment?",
        "Who pays to send returned goods back?",
        "Does anyone pay for delivery of return shipped goods?",
        "Who pays for the delivery of the returned item?",
        "What pays for re shipping?",
        "Who is liable for return Shipping?",
        "Who is supposed to cover shipping back?",
        "Whom pays for the cost of returning shipping?",
        "Who pays for shipping after a package has been returned?",
        "Who pays for the delivery of return shipped items?",
        "Who cover the return shipping costs?",
        "There is someone who is responsible for the costs of return Shipping.",
        "Payment for delivering it back?",
        "Who do you cover shipping back?",
        "Who pays for returning the ship?",
        "Who pays for shipping back",
        "Who pays to get a ship back?",
        "Who covers the cost of return?",
        "Which pays for shipping back?",
        "There is a question about who is responsible for shipping return items.",
        "Someone covering return shipping is a mystery.",
        "What's the responsibility of shipping return items?",
        "Delivery of returned goods is paid for by whom?",
        "Who is paying for returned shipping?",
        "I want to know the return shipping cost.",
        "Which one pays for the return mail?",
        "Which one pays for return shipping",
        "Who's covering the return shipping bill?",
        "Who payments for return shipping?",
        "Who pays the cost of returning a ship?",
        "Who paid for shipping return?",
        "A question about who pays for return shipping.",
        "Who pays the delivery of a returned item?",
        "It's someone who is responsible for the costs of return shipping.",
        "Who pays for a reshipment?",
        "The cost of returning shipping, who makes up for it?",
        "Who is solely responsible for return shipping?",
        "Return Shipping responsibility is who?",
        "Someone pays for return shipping.",
        "The person paying for delivery of returned items?",
        "Who pays forReturn shipping?",
        "Which ones are responsible for returned shipping?",
        "Who makes up for the cost of returned shipping",
        "Is the cost of returned shipping made up by anyone?",
        "Who pays for the shipping after a package is returned?",
        "The person paying for Return Shipping?",
        "Which party covers postage after you return?",
        "Which reimburses returning shipping?",
        "Who funds the shipping back?",
        "Who has to pay for the shipping back?",
        "There is a mystery about the person who covers return shipping",
        "Which is responsible for shipping returns?",
        "Who pays for the return of shipping?",
        "The cost of returning shipping is paid for by someone.",
        "return shipping payment?",
        "Who pays for the delivery of your return shipment?",
        "Who pays to deliver return goods?",
        "What pays for shipping return?",
        "Someone bears the cost of returning goods",
        "There is a mystery regarding who covers return shipping.",
        "Who pays for Returns Shipping?",
        "We don't know who pays for the delivery of returned goods.",
        "If you return shipping, who is responsible?",
        "They don't know who is responsible for returned shipping.",
        "Who deals with the shipping fees for returns?",
        "Who finances the return of a ship?",
        "Who is responsible for delivery of returned shipped goods?",
        "Who is funding the return shipping?",
        "Who pays for returns shipping?",
        "Who pays to delivery returned goods?",
        "Paying for return Shipping?",
        "The person who pays for return shipping is not currently known.",
        "Who pays for back shipping?",
        "The person covering return shipping is a mystery.",
        "Do you know who makes up the postage on your return?",
        "Who pays for returned shipment delivery?",
        "Who pays for the re Shipping?",
        "The person who pays for delivery of the returned shipment is unknown.",
        "Who are responsible for returns shipping?",
        "The person covering shipping back?",
        "Who pays for return?",
        "Who pays if you return shipping?",
        "Someone takes care of the shipping fees for returns.",
        "Who should pay for returning shipping?",
        "Who has the responsibility of handling shipping fees for returns?",
        "Return Shipping is paid for by someone",
        "Which party pays for postage after you return?",
        "Yes, who pays for return shipping?",
        "Who pays for shipping returned goods.",
        "Shipping returned goods is paid for by someone.",
        "Which party is responsible for returns shipping?",
        "Return shipping should be paid for by who?",
        "Who is paying for the return shipping.",
        "Who is responsible for shipping refunds?",
        "Who pays for shipping returned goods",
        "Who gets to pay for return shipping costs?",
        "Who is made responsible for return shipping?",
        "Who covers shipping back",
        "Which party covers the postage on the return?",
        "Return shipping who covers it?",
        "Who would make up for the cost of returned shipping?",
        "Who makes up for the expense of returned shipping?",
        "Who takes care of the return shipping costs?",
        "who pays return shipping?",
        "Who picks up the cost of returning shipping?",
        "Who pays for the returned goods to be delivered?",
        "Who pays for return shipping costs",
        "Is it who covers return shipping?",
        "Whom is responsible for the return shipping?",
        "Who reimburses shipping returned goods?",
        "Is Return Shipping paid for?",
        "A person who covers return shipping is not clear.",
        "Who will cover return shipping costs?",
        "Who make up for the cost of returning shipping?",
        "There is a question about who is responsible for return Shipping.",
        "It's still not known who the person is who covers return shipping.",
        "The person who paid for the returned shipment?",
        "The return shipping would be covered by who?",
        "Who pays for return shipping once it's received?",
        "Which one pays for Return shipping?",
        "There is still a mystery around the person who covers return shipping.",
        "It's who pays for shipping back.",
        "Which one pays for shipping returned?",
        "Who is footing the bill for the return shipping.",
        "Who takes care of the return shipping fees?",
        "Is it possible that one pays for return shipping?",
        "Who pays back the cost of returning shipping?",
        "The person covers return shipping is a mystery.",
        "How are you covering the cost of return shipping?",
        "What is the responsible party for returned shipping?",
        "Which person is responsible for returning shipping?",
        "Which one is responsible for the return of shipping?",
        "Which party pays for the postage after your return?",
        "Who pays for a re-shipment?",
        "The person who paid for delivery of returned goods?",
        "Who costs shipping back?",
        "Postage on your return is made up by who?",
        "Paying for shipping back?",
        "Who pays for shipping after a package returns?",
        "Who foot the bill for return shipping?",
        "It's not clear who covers return shipping.",
        "Someone pays for returned shipping after the package is received.",
        "Someone is responsible for the returns shipping.",
        "Does anyone cover return shipping costs?",
        "The person who pays for the delivery of return shipping?",
        "Which party covers postage after the return?",
        "The person who pays for shipping returned goods?",
        "Who pays for the re ship?",
        "Which one pays for returned shipments?",
        "There's a question about who covers return shipping.",
        "Who pays for the shipping returned?",
        "The payment for sending it back?",
        "Who pays for delivery of return shipments?",
        "Return Shipping covered by Who?",
        "Who is liable for shipping back?",
        "Who pays for shipping after a package is returned.",
        "Who will pay for the delivery of the return shipment?",
        "Someone is in charge of the costs of return Shipping.",
        "Anyone cover return shipping?",
        "Who must pay for return shipping?",
        "Who gets to make up for the cost of returned shipping?",
        "What is the responsability for return Shipping?",
        "Which pays for return shipping",
        "Return shipping being covered by who?",
        "Someone pays for return shipped goods.",
        "Who will cover Return Shipping?",
        "Who costs delivery of return shipping?",
        "Someone bears the cost of returning goods.",
        "Who pays for the delivery of the return shipment?",
        "Who pays for returned ship?",
        "A question about which one pays for return shipping.",
        "Who takes care of shipping returns?",
        "Who is responsible for shipping returned items?",
        "What is the responsibility for sending return items?",
        "Someone pays for returned shipping after a package is received.",
        "Someone is responsible for the costs of shipping back home.",
        "Who's responsible for shipping return items?",
        "Payment for sending things back?",
        "Who is liable for returns shipping?",
        "who pays for return shipping after the package is received?",
        "Someone pays for delivery of returned item.",
        "Who pays for return shipping once the package is returned?",
        "Who pays to deliver the returned shipments?",
        "Who is responsible for re shipping?",
        "Does anyone pay for delivery of returned items?",
        "Paying for returning shipping?",
        "Who will pay for shipping the return?",
        "Someone is responsible for the costs to return Shipping.",
        "Who is responsible for returning the shipping bill?",
        "For return shipping, who pays?",
        "The person who pays for returning shipping?",
        "Return shipping who pays?",
        "Do you know who takes care of shipping fees for returns?",
        "Who covers the return shipping costs?",
        "Who pays for the delivery of items returned?",
        "Who pay's for shipping back?",
        "Payment for Return Shipping?",
        "What people covers return shipping?",
        "Who is responsible for the return shipping costs.",
        "Who gets to cover the shipping back?",
        "Who has the responsibility for return Shipping?",
        "Who makes up for shipping returned goods?",
        "Who pays for the costs of returned shipping?",
        "It is not known who the person is who covers return shipping.",
        "Who pays to return a shipment?",
        "Who pays for delivery of returning shipping?",
        "Whom pays for returning shipping?",
        "Payment for sending back something?",
        "Someone pays return shipping",
        "Which pays for returned shipping?",
        "Which one pays for the return of a shipment?",
        "Who will pay for the return of a ship?",
        "Who pays for a return shipping order?",
        "Who pays for delivery of returning items?",
        "Which pays for shipping return?",
        "Who is responsible for sending return items?",
        "Who finances the shipping back?",
        "person who is responsible for the costs of returning Shipping",
        "Someone pays for delivery of return shipping.",
        "Who pays for a return ship?",
        "Who pays return shipping",
        "Who pays for deliver of returned goods?",
        "Who handles the return shipping costs?",
        "Who pay for delivery of returned goods?",
        "Who takes care of shipping for returns?",
        "Who pays for the postage back?",
        "Who takes the cost of returned shipping?",
        "Is shipping back paid for?",
        "The person who pays for return shipping is not certain.",
        "Who makes up for shipping return costs?",
        "Is anyone responsible for the return shipping costs?",
        "Which party covers the postage after you return it?",
        "Who has to pay for shipping returned goods?",
        "Who pay for return shipping costs?",
        "Somebody pays to return a ship.",
        "Payments for sending it back?",
        "Who pays to bring the ship back?",
        "who pays for return Shipping?",
        "Which person is responsible for shipping back items?",
        "Returned shipping is covered by who?",
        "who pays for Return Shipping?",
        "The person who pays for delivery of returned goods?",
        "The cost of returned shipping will be made up by someone.",
        "There is a question regarding who pays for return shipping.",
        "Who pays the return voyage?",
        "Is it the one that pays for return shipping?",
        "Who will pay for the ship to come back?",
        "It's not known who pays for return shipping.",
        "A person is responsible for the costs of returning shipping",
        "Someone has to pay for the return shipment.",
        "Someone pays for delivery of the return shipment.",
        "Which person makes up for the cost of returned shipping?",
        "Payment possible for return shipping?",
        "Which one pays for returning shipment?",
        "Who gets the bill for return shipping?",
        "There is currently no one known who covers return shipping.",
        "Return shipping is responsible for who?",
        "How do you cover the return shipping costs?",
        "Who pays for shipping return return?",
        "Which party will pay for postage after the return?",
        "Who's responsible for sending return items?",
        "Who pays for the returned shipping?",
        "Who pays for shipments back?",
        "Is the return shipping covered by who?",
        "Who pays for re transport?",
        "Who foots the bill for shipping back?",
        "Who pays for delivery of an item that has been returned?",
        "Is there anyone who pays for return shipping?",
        "Someone is responsible for return shipping.",
        "Who pays for delivery of goods that have been sent back?",
        "Who is responsible for shipping back items?",
        "Who looks after the shipping fees for returns?",
        "The person who covers shipping returns is a mystery.",
        "I don't know who is responsible for returned shipping.",
        "The cost of returned shipping is covered by someone.",
        "The person is responsible for returns shipping?",
        "Who pays for delivery when a shipment is returned?",
        "It is not known who takes care of shipping fees for returns.",
        "I would like to know the cost of sending it back.",
        "Someone pays for the return shipment's delivery.",
        "Which person is responsible for returns shipping?",
        "Who pays for return shipping delivery?",
        "Who pays for ship return?",
        "The person who pays for shipping back?",
        "Does one pay for return shipping?",
        "Exactly who pays for shipping back?",
        "Who pays for return shipping after it is recieved?",
        "Who pays for return shipping after something is returned?",
        "Which party covers postage after you return it?",
        "Someone covers the return shipping costs.",
        "Who should be responsible for returning shipping?",
        "Is there a person who takes care of shipping fees for returns?",
        "There's a question about who is responsible for returned shipping.",
        "Who is responsible for the shipment of returned goods?",
        "Who pays for return shipping once a package is returned?",
        "Someone pays for returned shipping after a package is returned.",
        "Who pays for ships back?",
        "Are there people who cover return shipping?",
        "There is a person who is responsible for the costs of Return Shipping.",
        "I want to know who is responsible for shipping returns.",
        "Who is responsible for returning a shipment?",
        "Who pays for re shipming?",
        "Who will pay for returned shipping?",
        "Who pays for the ship to come home?",
        "Who makes up the postage when you return?",
        "re shipping pays who?",
        "Return postage is paid for by someone?",
        "Does anyone pay for return Shipping?",
        "Who covers return shipping??",
        "Return shipping will be covered by who?",
        "We don't know who the person is who covers return shipping.",
        "Who pays for delivery of returning goods?",
        "Who pays for a re ship?",
        "Return shippingWho pays?",
        "Which person pays for return shipping?",
        "Who pays for delivery of returned item",
        "Someone is covering return shipping but not currently known.",
        "When it comes to shipping return items, who is responsible?",
        "Is it one who pays for returning shipping?",
        "Does anyone take care of the shipping fees for returns?",
        "Who pays for return shipping after a package arrives?",
        "Who pays for delivery of Return Shipping?",
        "Which one takes care of returning shipping?",
        "Whose job is it to take care of shipping fees for returns?",
        "Someone is responsible for the costs of returning Shipping.",
        "It is unclear who pays for the delivery of returned goods.",
        "Someone is paying for return shipping after the package is received.",
        "Which party covers return shipping?",
        "Who pays for return shipped goods",
        "Re shipping is paid for by someone.",
        "Which pays for the return shipment?",
        "Who pays for the re delivery?",
        "How much is paid for shipping returned goods?",
        "Who is responsible for delivering returned items?",
        "Who bears responsibility for returns shipping?",
        "Who is responsible for return shipping costs",
        "Delivery of return shipping cost who pays?",
        "Who pays for re SHIPPING?",
        "Who is responsible for Return Shipping?",
        "What makes up for the cost of returning shipping?",
        "Who repays the cost of returned shipping?",
        "Who pays for a return",
        "The person who pays for delivery of returned items",
        "Return shipped goods are paid for by someone.",
        "Who pays for shipping fees for returns?",
        "Is there anyone responsible for return Shipping?",
        "Who covers delivery back?",
        "It is unclear who pays the return fee.",
        "Who is responsible for shipping back.",
        "Who pays for returns shipped goods?",
        "Who pays the re shipping costs?",
        "Who is responsible for returned Shipping?",
        "Who pays for return shipping after a package is received.",
        "What is the responsibility for shipping returns?",
        "Who makes up for cost of returning shipping?",
        "Who is paying for Return Shipping?",
        "Who makes up for the cost of returned mail?",
        "whom pays for return shipping?",
        "Who will reimburse return shipping?",
        "Who pays for the delivery of return goods?",
        "Which pays for the return shipping?",
        "Who pays for the delivery of returned shipment?",
        "Who pays to get a ship home?",
        "Someone pays for a shipping return",
        "Who pays for the delivery of that returned shipment?",
        "Which one will pay for return shipping?",
        "Returned shipping covered by who?",
        "Who is funding the return shipping bill?",
        "What is responsible for return shipping?",
        "Which one contributes towards return shipping?",
        "Who pays for the return shipped goods delivery?",
        "Someone made up for the cost of returning shipping.",
        "Who should take responsibility for returns shipping?",
        "The person who pays for the shipping back?",
        "Who pays for the return shipping costs?",
        "What is the responsibility of shipping returned items?",
        "The person that covers return shipping is unknown.",
        "Who covers the return postage",
        "Who is responsible for shipping things back?",
        "Who pays for return shipping once it is received?",
        "Who pays for Return Shipping Costs?",
        "A person who covers return shipping is still unknown.",
        "Someone who covers return shipping isn't currently known",
        "Which one pays for return shipments?",
        "Shipping return cost who pays?",
        "Who pays for delivery of returned merchandise?",
        "Who pays for return shipping!",
        "Who takes responsibility for return Shipping?",
        "So who makes up the postage on your return?",
        "Somebody pays for return shipping.",
        "Shipping fees for returns are handled by who?",
        "What about payment for return shipping?",
        "Who pays returning shipping?",
        "Which one will pay for shipping back?",
        "Return shipped is covered by who?",
        "Who pays re Shipping?",
        "Which pays for re-shipping?",
        "Who funds Return Shipping?",
        "Who pays for return shipping after you receive your package?",
        "There is a question about who is responsible for shipping return items",
        "Which incurs the cost of returning shipping?",
        "Someone is responsible for shipping returns.",
        "Who funds re shipping?",
        "Who pays for delivery of return shipping",
        "After the package is received someone pays for return shipping.",
        "Payment to send it home?",
        "It's not clear who pays for shipping returned goods.",
        "Who pays for shipping back again?",
        "Who is responsible for returned shipping?",
        "Return shipping cover by who?",
        "Which is responsible for shipping returned items?",
        "Who pays for shipping back stuff?",
        "Who foots return costs?",
        "Who is responsibility for the return shipping bill?",
        "Who pays for the return shipping after the package is delivered?",
        "Which ones pay for shipping back?",
        "What's the responsibility for shipping returns?",
        "Who covers returning shipping?",
        "Someone pays for re shipment.",
        "The person paying for the return shipping?",
        "Return shipped goods are paid for by who?",
        "But who pays for return shipping?",
        "A person is responsible for the Costs of Return Shipping.",
        "Who pays to return Shipping?",
        "Who pays for the return shipping of items?",
        "Who should take responsibility for return shipping?",
        "It is who is responsible for returned shipping",
        "Who pays for a returned package?",
        "Whoever pays for delivery of the returned item?",
        "Who made up for the cost of returning shipping?",
        "Who pays re shipping?",
        "Who pays for the return of the vessel?",
        "Who pays for delivery of the returned shipment",
        "Payment for return shipping?",
        "Who's responsible for sending returns?",
        "So who is responsible for returns shipping?",
        "Who pays for the delivery of returned merchandise?",
        "Return shipping is covered who?",
        "Who is responsible for return SHIPPING?",
        "It is not known who pays for delivery of the returned shipment.",
        "Which party pays for the postage when you return?",
        "Who will pay for return?",
        "Which one helps pay for return shipping?",
        "Which party pays for the postage after the returned item?",
        "Who makes up for shipping costs that are returned?",
        "Who pays for the delivery of things that have been returned?",
        "someone pays for re shipping",
        "Who is responsible for the shipping returned goods?",
        "Whom pays for the cost of returned shipping?",
        "Is there anyone responsible for shipping return items?",
        "Who should pay to return a ship?",
        "Who is responsible for delivering items back?",
        "Return shipping pays by who?",
        "It's unclear who is responsible for returned shipping.",
        "After a package is returned, who pays return shipping?",
        "The person who is responsible for shipping returned items?",
        "Which party pays for postage after a return?",
        "Someone pays for return shipping when the package is returned.",
        "What is the responsible person for returns shipping?",
        "The person who pays for return shipping after the package is received is not known.",
        "The person who pays for return shipping is not yet known.",
        "What is the responsability for return shipping?",
        "Who makes up for the cost of a returned shipment?",
        "Which one pays for shipping back again?",
        "who pays return shipping costs?",
        "Which of them pays for shipping back?",
        "Who pays return Shipping?",
        "Shipping returns who pays?",
        "Who should pay for the return shipping?",
        "Which one pays for shipping back in time?",
        "Who pays for sending back something?",
        "Who pays for the delivery of a returned item",
        "Who's responsible for shipping back?",
        "Who is covering the shipping back?",
        "Who pays for shipping a return?",
        "Who is shelling the bill for return shipping?",
        "Who pays for Return shipping costs?",
        "Who pays to deliver return shipping?",
        "Someone pays for shipping goods back.",
        "Who is responsible for delivery of the returned items?",
        "There is someone who is responsible for the costs of returning Shipping.",
        "There is a question as to who is responsible for shipping returns.",
        "There is a question regarding who pays for shipping returned goods.",
        "Who will cover returns shipping?",
        "What pays for return shipping after a package is returned?",
        "Which person pays for the delivery of returned goods?",
        "Who makes up for returning shipping?",
        "The person responsible for the costs of returning Shipping is someone.",
        "who pays for return shipping costs",
        "Who pays for a returned shipment to be delivered?",
        "Who pay for returns shipping?",
        "Who is responsible for returned shipping costs?",
        "Who covers return shipping costs.",
        "Which one pays for the shipment back?",
        "Who pays shipping back?",
        "Who makes up for shipping that is returned?",
        "Who pays for return shipping after the package is received?",
        "Who pays for the return shipping bill?",
        "Which company pays for delivery of returned goods?",
        "Who pays when return shipped goods are delivered?",
        "Who pays for the return shipment",
        "Which one takes care of shipping fees for returns?",
        "How do you cover cost of return shipping?",
        "Did anyone make up for the cost of returning shipping?",
        "Who must pay for returned shipping?",
        "What about the payment for return shipping?",
        "It's return shipping who pays?",
        "Who pays to have the return shipment delivered?",
        "Someone is responsible for Costs of Return Shipping if they are a person.",
        "Return postage paid by somebody?",
        "So who makes up for the cost of returned shipping?",
        "Who helps pay for return shipping costs?",
        "The cost of returned shipping needs to be made up by someone.",
        "The person who pays for delivery of returned shipment",
        "There is a question of who pays for return shipping.",
        "After the package is returned, who pays return shipping?",
        "Will someone pay for re shipping?",
        "Who pays for the delivery of the returned goods?",
        "Who has the responsibility for returned shipping?",
        "Someone is responsible for shipping back.",
        "who is responsible for return shipping?",
        "Who gets to pay for return Shipping?",
        "They don't know who is responsible for return shipping.",
        "Someone pays for returning a package.",
        "It is unclear who the person is who covers return shipping.",
        "Who pays for sending returned goods?",
        "Who is the responsible for the return shipping bill?",
        "Is it the person who pays for return Shipping?",
        "Someone is in charge of the costs of return shipping.",
        "Return postage costs who?",
        "Who's responsible for the cost of returned shipping?",
        "Is someone responsible for shipping returned goods?",
        "Who pays for return shipped goods to be delivered?",
        "Who pays for the returns delivery?",
        "Who contributes to delivery of returned goods?",
        "Which pays for returning the shipping?",
        "Is return shipping reimbursed by who?",
        "What is the responsibility of returned shipping?",
        "Someone is responsible for shipping return items.",
        "Whom pays for return shipping after a package is returned?",
        "The person who pays for re shipping is not known.",
        "Who covers the shipment back?",
        "Who pays delivery of returned item?",
        "The person who is responsible for return shipping is a mystery.",
        "Does anyone pay for the return shipping?",
        "Did anyone cover return shipping costs?",
        "Who pays shipping when a package is returned?",
        "The package is returned, who pays for return shipping?",
        "Is anyone responsible for postage on your return?",
        "Whose is footing the bill for return shipping?",
        "Who covers returning shipping costs?",
        "Who pays Return Shipping costs?",
        "Who pays when you ship back?",
        "Who pays shipping returns?",
        "Returning shipping is covered by who?",
        "Which party is responsible for postage after the return?",
        "Who is responsible for returns shipments?",
        "Whom covers return shipping costs?",
        "Who will take care of returns shipping?",
        "There is a person who is responsible for the Costs of Return Shipping.",
        "Who covers the delivery of the returned shipment?",
        "Who's going to pay for the return shipping?",
        "It is unclear who pays for shipping returned goods.",
        "Who makes up the costs of return shipping?",
        "Who covers shipping again?",
        "Who pays for the shipment of returned goods?",
        "I don't know who covers return shipping.",
        "Return Shipping is covered by who?",
        "Return shipping covered by who.",
        "No one knows who covers return shipping.",
        "Which person covers the shipping back?",
        "Which one pays for the returned shipment?",
        "Is it the person who pays for shipping back?",
        "It remains a mystery who covers return shipping.",
        "Who pays for return shipping after a package is returned?",
        "Is anyone responsible for the postage on your return?",
        "Who takes responsibility for shipping returns?",
        "Which incurs the cost for returning shipping?",
        "What party covers the postage after the return?",
        "Whose responsibility is the shipping returns?",
        "Payment for shipping it back?",
        "Who would be responsible for return shipping?",
        "Which party pays for the return shipment?",
        "Who takes care of the return shipping bill?",
        "Someone is responsible for the cost of returned shipping.",
        "re shipping who pays?",
        "One pays for return shipping?",
        "Who pays for the shipping of returned items?",
        "Who pays for return shipping when you return a package?",
        "Who compensates for the cost of returned shipping?",
        "Someone pays for delivery of returned items",
        "Who makes up for the return shipping costs?",
        "Whose pays for return Shipping?",
        "Is it the person who pays for the return shipping?",
        "who pays for returning shipping?",
        "Which pays for Return Shipping?",
        "Who is responsible for the returned shipment?",
        "Who paid for return Shipping?",
        "What is the responsibility of shipping returned goods?",
        "Which company handles shipping fees for returns?",
        "Who costs the return shipping?",
        "Who ever pays for re shipping?",
        "Is that who is responsible for shipping returns?",
        "Who pays for return shipping after your package is received?",
        "What is the responsibility for return shipping costs?",
        "There is a question about who covers shipping back.",
        "Someone pays to bring the ship back.",
        "Will return shipping be covered by who?",
        "Who pays to deliver a returned item?",
        "Who pays for Shipping back?",
        "Someone pays to return things?",
        "Who handles shipping fees for returns?",
        "Is there someone responsible for shipping returns?",
        "Who pay's for delivery of returned goods?",
        "Which of them pays for return shipping?",
        "Who pays the cost of shipping returned goods?",
        "The person who makes up for the cost of returning shipping?",
        "Who holds responsibility for returned shipping?",
        "Who pays to dispatch returned goods?",
        "Who is responsible for returning mail?",
        "We don't know who is responsible for returned shipping.",
        "Who pays for the return shipment of goods?",
        "Who is responsible for delivery of returns?",
        "Anyone covers return postage?",
        "Who pays for shipping that comes back?",
        "Who pays for ships returned goods?",
        "Who should cover shipping back?",
        "Who pay to return a ship?",
        "The responsibility for return shipping is who?",
        "How do you cover the cost for return shipping?",
        "Which one pays for the return of cargo?",
        "Who will pay for the delivery of the returned shipment?",
        "Return shipping costs are covered by someone",
        "Who covers return shipping for you?",
        "Who pays the cost of re shipping?",
        "A person who covers return shipping is currently unknown.",
        "Do you know who is responsible for shipping returned items?",
        "Who makes up for the returned shipping costs?",
        "Who is paying the bill for return shipping?",
        "Someone pays for returned shipping after the package is returned.",
        "The bill for returns is footed by who?",
        "Who pays for delivery of your return shipment?",
        "Who funds the delivery of the returned item?",
        "Is anyone covering shipping back?",
        "Who pays for delivery of the returned shipment.",
        "Someone must make up for the cost of returned shipping.",
        "Who funds delivery of returned items?",
        "Who pays for shipping home?",
        "Which party covers the postage after a return?",
        "Who's footing return shipping?",
        "Which one pays for returning shipping",
        "Who's responsible for Return Shipping?",
        "Does anyone pay for shipping back?",
        "Whose is responsible for postage on your return?",
        "who covers return shipping costs?",
        "Return shipping costs cover who?",
        "Who pays for the return shipping after the package is returned?",
        "Whose responsibility is Return Shipping?",
        "Which one makes up for the cost of returned shipping?",
        "Exactly who is responsible for return shipping?",
        "Which one pays for a shipping return?",
        "Return Postage paid by whom?",
        "There is a mystery about the person who covers return shipping.",
        "Who pays for return Shipping costs?",
        "Who absorbs the cost of returned shipping?",
        "Does anyone take care of shipping fees for returns?",
        "Who pays the return shipping expenses?",
        "Who covers the postage for returns?",
        "Return shipping costs who pay?",
        "It is not clear who pays for shipping back.",
        "Someone is responsible for cost of return Shipping.",
        "Who pays return freight?",
        "Payment for getting it sent back?",
        "Which one pays for returning shipments?",
        "Whom pays for the postage on your return?",
        "Anyone pays for return shipping?",
        "Who pays to ship return shipping?",
        "What is the responsible party for returns shipping?",
        "Who is responsible for the shipping of returned goods?",
        "Who pays to deliver the item that was returned?",
        "Is there any responsibility for the return shipment expenses?",
        "There is still mystery about who covers return shipping.",
        "Who pays back shipping?",
        "who pays for re shipment?",
        "Who reimburses delivery of returned item?",
        "Who takes responsibility for shipping returned items?",
        "The cost of returned shipping is paid by someone.",
        "Who pays for the return item delivery?",
        "Who bears responsibility for returned shipping?",
        "Is there a responsibility for the return shipment expenses.",
        "Who pays for Re shipping?",
        "The bill for return shipping?",
        "Which one pays for the Return Shipping?",
        "Who pays for the shipping returned items?",
        "Return shipping is paid by who?",
        "Who pays to deliver returned goods",
        "Someone pays for return shipping after a package has been received.",
        "Who pays when you re ship?",
        "who pays to return a ship",
        "Is it who pays for re shipping?",
        "Shipping returned goods costs who pays?",
        "Someone is responsible for the costs for returning Shipping.",
        "Return shipping: Who pays?",
        "Paying for shipping return?",
        "Who makes up your postage when you return?",
        "Which one pays for returning freight?",
        "Who is responsible for the return of shipping?",
        "Who costs Return Shipping?",
        "The person who pays to return the ship?",
        "Who foots return mail?",
        "Which party covers return shipping costs?",
        "What's the responsibility for shipping return items?",
        "Someone is footing the bill for return shipping.",
        "Return shipping is paid for?",
        "Who would be responsible for returns shipping?",
        "Who pays for the returned shipping costs?",
        "After a package has been returned, who pays for return shipping?",
        "Who pays for returned shipping after the package is returned?",
        "Who pays for return shipping after something is received?",
        "Whom pays for delivery of returned goods?",
        "After the package is returned someone pays for return shipping.",
        "Who gets to pay for returned shipping?",
        "Did anyone pay for shipping returned goods?",
        "There is a question about who is responsible for return shipping.",
        "The person who covers returning shipping is a mystery.",
        "Which one actually pays for return shipping?",
        "Someone who is responsible for the Costs of Return Shipping is someone else.",
        "Who pays for the reshipment?",
        "Which party finances postage after the return?",
        "Someone is covering return shipping but is not currently known.",
        "Who pays for shipping return shipping?",
        "Who pays for the delivery of the returned shipment",
        "Who pays for the delivery of an item that has been returned?",
        "Who pays to get shipping back?",
        "Return shipping could be covered by who?",
        "Who is responsible for the returning shipping bill?",
        "Someone is responsible for the Costs of Return Shipping if they are a person.",
        "There is a question regarding who is responsible for return shipping.",
        "Whom pays for return shipping after the package is received?",
        "Whose makes up the postage on your return?",
        "The person who covers return shipping costs?",
        "Who is going to cover the return shipping bill?",
        "Who pay for the return of the ship?",
        "Who will pay for return shipping after the package is received?",
        "Is there responsibility for the return shipment expenses?",
        "The person who pays for delivery of return shipped goods",
        "There is who is responsible for returns shipping.",
        "Someone pays for return shipping after the package is returned.",
        "Who reimburses delivery of returned goods?",
        "Who covers return shipping costs?",
        "Whose is responsible for delivery of the returned shipment?",
        "The person who takes care of shipping fees for returns?",
        "Return Shipping is paid for by who?",
        "Who pays for the delivery of items that have been returned?",
        "Someone pays for return shipping after a package is received?",
        "Who are the people who cover return shipping?",
        "Who pays for the return shipment??",
        "What is the responsibility of returns shipping?",
        "Who footing the bill for return shipping?",
        "Someone pays for returning things?",
        "The person paying for return shipping after the package is returned?",
        "Who absorbs the cost of returning shipping?",
        "A question about who is responsible for returned shipping.",
        "Mystery surrounds the person who covers return shipping",
        "Who helps cover return shipping costs?",
        "The person who paid for shipping returned goods?",
        "It's who is responsible for return shipping.",
        "There is a question of who pays for shipping back.",
        "Who is responsible for paying for shipping back?",
        "Who pays for Return Shipping after the package is returned?",
        "Which party will cover the postage after the return?",
        "It is a question of who pays for return shipping.",
        "Who pays for return shipping once a package is recieved?",
        "Who pays for shipping returned stuff?",
        "Who will be responsible for the return shipping bill?",
        "Is it the person who pays for Return Shipping?",
        "Whom pays for the delivery of the return shipment?",
        "Someone covering return shipping is not currently known.",
        "Which pays for shipping returned?",
        "Did anyone pay for the delivery of return shipping?",
        "Who pays for return shipping when the package arrives?",
        "Which people cover return shipping?",
        "Who is footing the bill for return shipment?",
        "Which people are responsible for returns shipping?",
        "Which pays for the return of shipping?",
        "Who pays for shipping goods back?",
        "Who is on the bill for return shipping?",
        "Who pays for the Return Shipping?",
        "Who pays for delivering the returned item?",
        "Someone is responsible for Costs of Return Shipping",
        "Someone pays for the delivery of a return shipment.",
        "Someone pays for the delivery of a returned shipment.",
        "A mystery surrounds the person who covers return shipping",
        "The person who pays for return shipping is unknown.",
        "Whose responsibility is it for return shipping?",
        "Who contributes to the delivery of the return shipment?",
        "Who pays for delivering return shipping?",
        "Someone is to blame for the costs of returning Shipping.",
        "How do you cover the cost of shipping a return?",
        "What's the responsibility of returned shipping?",
        "Which person will cover return shipping?",
        "Does anyone pay for the delivery of return shipped goods?",
        "Which one pays for the return shipping?",
        "When it comes to return shipping, who is responsible?",
        "Whose pays for return shipping?",
        "Who pays costs of shipping back?",
        "What is the responsability for shipping returns?",
        "Whom is responsible for the return shipping bill?",
        "Who pays for the delivery of returned items.",
        "Who pays for the delivery of returned items?",
        "Does anyone pay for re shipping?",
        "Who is to pay for the return shipping?",
        "Who covers return shipping, is it?",
        "Someone pays for the ship to return.",
        "It is not known who pays for shipping back.",
        "Who is liable for re shipping?",
        "Who makes up the postage on your return",
        "Who pays for the return shipped goods?",
        "I wonder who pays for return shipping.",
        "Is it the one who pays for returning shipping?",
        "Who footed the return shipping bill?",
        "Return shipping is funded by whom?",
        "Who is responsible for the cost of return Shipping?",
        "Which party pays for the postage following the return?",
        "who pays for returned shipping",
        "Someone pays for the cost of returning shipping.",
        "Who pays forreturn shipping?",
        "Return shipping charges who pays?",
        "There is someone responsible for returns shipping.",
        "Whom is responsible for returned shipping?",
        "Who pays for delivery of an item that was returned?",
        "Who will be footing the bill for return shipping?",
        "It is who is responsible for returned shipping.",
        "Return Shipping Who pays?",
        "Return shipping: who is responsible?",
        "Who is responsible for returning freight?",
        "Someone pays for the shipping of returned goods.",
        "Who pays for shipment back?",
        "There is someone responsible for return Shipping.",
        "Who is paying for the returned shipping bill?",
        "Someone will cover return shipping.",
        "Whoever pays for delivery of the returned shipment?",
        "It is unclear who is responsible for shipping return items.",
        "Who is paying for return shipping?",
        "Whose is the bill for the return shipping?",
        "Return shipping is someone's responsibility.",
        "Who pays for ship's return?",
        "Who contributes to the cost of returning shipping?",
        "return shipping is covered by who",
        "Who pays for transportation of returned goods?",
        "Shipping returns who is responsible",
        "Who makes up for cost of returned shipping?",
        "Who takes up the cost of returned shipping?",
        "Someone cover return shipping.",
        "Return shipping is funded by someone.",
        "Whom pays for postage on your return?",
        "Who payes for re shipping?",
        "Who pays to deliver returned shipments?",
        "Who pays when re shipping?",
        "Whoever pays for shipping return?",
        "Who would pay for return shipping?",
        "Who pays for shipping returns?",
        "who pays for re shipping",
        "Which one pays for your shipping return?",
        "Who helps pay for return shipping?",
        "Who is responsible for returned shipping",
        "Who reimburses return shipping?",
        "What is the responsibility for return shipment expenses?",
        "Whose is responsible for delivery of the return shipment?",
        "Delivery of returned shipment, who pays?",
        "Return shipping covered by someone?",
        "Shipping return who pays?",
        "Who's responsible for re shipping?",
        "Who pays for Shipping Return?",
        "Who pays the re shipping cost?",
        "Someone has to pay for delivery of returned goods.",
        "Who pays for return shipped goods?",
        "Who pays for delivery of goods that have been returned?",
        "Which one pays for the shipping return?",
        "Who is responsible for the shipment of returned items?",
        "The person who covers shipping return is a mystery.",
        "Who pays for the cost of returned shipping?",
        "Whom pays to get the ship back?",
        "It is unclear who takes care of shipping fees for returns.",
        "Return shipping must be covered by who?",
        "We don't know who will cover return shipping.",
        "Which one does it pay for return shipping?",
        "Who pays for the delivery of returned packages?",
        "Who needs to pay for return shipping?",
        "Shipping return is paid for by someone.",
        "I don't know who is responsible for shipping return items.",
        "Who pays for shipping a package back?",
        "The person taking care of shipping fees for returns?",
        "Who pays to send the ship back?",
        "Who is responsible for covering shipping back?",
        "Who reimburses returns shipping costs?",
        "Who accounts for return shipping costs?",
        "Exactly who pays for return shipping?",
        "Who makes up the costs of shipping back?",
        "Who is footing the bill for the return Shipping?",
        "Who is responsible for postage on a return?",
        "Who pays for a re shipping?",
        "What is the responsibility of shipping return items?",
        "The person who pays for returned shipping is not known.",
        "After a package is received, who pays for return shipping?",
        "Who is responsible for the cost of returned shipping.",
        "Someone is responsible for the shipping fees for returns.",
        "Who costs delivery of returned goods?",
        "Who makes up for the cost of returned freight?",
        "Who pays for delivery of a returned item",
        "Who pays for the shipping return?",
        "What about return shipping costs?",
        "Who pays for a return shipment to be delivered?",
        "Who makes up for shipping return?",
        "Return shipping is the responsibility of who?",
        "Do you know who is responsible for shipping return items?",
        "The cost of returned shipping, who makes up for it?",
        "Who pays for re Shipping?",
        "Return shipping is covered by who?",
        "Who pays for delivery of returned items",
        "Who pays delivery of returned items?",
        "Who pays to delivery returned items?",
        "Which party pays for the postage after you return?",
        "Do you know who is responsible for returns shipping?",
        "Does anyone pay for the delivery of the returned shipment?",
        "Payment for shipping back?",
        "Whose responsibility is shipping returns?",
        "For the cost of returning shipping, who makes up?",
        "Someone makes up for the returned shipping cost.",
        "How about the return shipping cost?",
        "Who should be responsible for the return shipping bill?",
        "How about the cost of return shipping?",
        "Who helps pay for Return Shipping?",
        "Someone should make up for the cost of returned shipping.",
        "What is the responsibility for shipping back items?",
        "After the package is recieved, who pays for return shipping?",
        "Shipping fees for returns are taken care of by whom?",
        "A person is responsible for the cost of returning Shipping.",
        "Did anyone take care of the shipping fees for returns?",
        "When a package is returned, who pays for the shipping?",
        "The person responsible for shipping fees for returns?",
        "Paying for re shipping?",
        "What covers return shipping costs?",
        "It is not known who pays for return Shipping.",
        "Who pays for the delivery of returning shipping?",
        "Who will cover the return shipping costs?",
        "Who pays for shipment return?",
        "Return shipping is covered by whom?",
        "Who pays for re-shipment?",
        "Shipping returned goods, who pays?",
        "Whose responsibility is it for returned shipping?",
        "Return postage is covered by whom?",
        "Someone pays for shipping after the package is returned.",
        "Who is going to pay for the return shipping?",
        "I don't know who pays for shipping back.",
        "The person who pays for the return shipment?",
        "The cost of returning shipping is paid by someone.",
        "Return Shipping covered by who?",
        "The person who covers return shipping is not currently know.",
        "Did anyone pay for return shipping after the package is returned?",
        "Someone is responsible for costs of returning Shipping.",
        "If you return shipping, who makes up for it?",
        "Who pays for a return voyage?",
        "Who pays for ship back?",
        "Someone pays for re shipping?",
        "Who pays for the cost of shipping back?",
        "The person paying for re shipping?",
        "Who finances shipping back?",
        "Someone who is responsible for the costs of returning Shipping is someone.",
        "There is someone who pays for return shipping.",
        "Before the package is returned, who pays for return shipping?",
        "Someone is responsible for delivery of returned shipments.",
        "Who makes up the return shipping costs?",
        "Who will pay for Return Shipping?",
        "Who pays forshipping back?",
        "who covers return shipping?",
        "Someone who is responsible for the costs of returning Shipping is someone",
        "Which one pays for the return of shipments?",
        "Who is responsible for shipping it back?",
        "Who pays for delivery of returned shipment",
        "Whose pays for Return Shipping?",
        "Does anyone cover return shipping?",
        "Who pays to deliver a return shipment?",
        "Which one pays for the shipping returned?",
        "who is responsible for returned shipping?",
        "Who pays for return shipping after the package has been received?",
        "Who manages shipping fees for returns?",
        "If the package is returned, who pays for the return shipping?",
        "Return shipping is a question of who pays?",
        "Who paid for delivery of the returned goods?",
        "Who takes care of returned shipping?",
        "Which one reimburses for shipping back?",
        "Which one will pay for your return shipping?",
        "Who is responsible for returns shipping?",
        "There is someone who is responsible for the costs of returning shipping.",
        "Who is responsible for shipping returned items",
        "Who will pay to return a ship?",
        "Who reimburses delivery of return shipping?",
        "Is returning postage paid by someone?",
        "Who pays for return shipping after it's recieved?",
        "The cost of returned shipping is someone's responsibility.",
        "Somebody pays for shipping back.",
        "Who was responsible for return shipping?",
        "Which person pays for shipping returned goods?",
        "Delivery of return shipping is paid for by someone",
        "Is that who is responsible for returns shipping?",
        "Someone makes up for returned shipping costs.",
        "Who is responsible for the returnshipping bill?",
        "Who pays for the return shipping of goods?",
        "What pays for delivery of returned goods?",
        "What about the cost of returned shipping?",
        "Which person pays for returning shipping?",
        "Who finances the delivery of return shipping?",
        "Who's responsible for delivery of returned goods?",
        "Someone makes up the cost of returning shipping.",
        "Who picks up the shipping back?",
        "Who is responsible for the shipping returns?",
        "Who pays to bring a ship back?",
        "Someone pays for the delivery of returned shipments.",
        "Is there a responsible person for the return shipment expenses?",
        "A person is responsible for the costs of return shipping.",
        "Who pays for shipping items that have been returned?",
        "Who has to pay for return Shipping?",
        "Who should be responsible for shipping return items?",
        "Who pays for the return of a shipment?",
        "Someone pays for goods to be returned.",
        "Who pays for Shipping return?",
        "Do you know which one pays for returning shipping?",
        "The person who covers shipping back?",
        "Someone is responsible for the costs of shipping when they return it.",
        "Who gets to pay for re shipping?",
        "Who pays for shipping return shipments?",
        "Who pays for shipments returned?",
        "Whose responsibility is it for returns shipping?",
        "Who takes responsibility for returned shipping?",
        "Who paying for return shipping?",
        "Who is responsible for re Shipping?",
        "Which person is responsible for sending return items?",
        "There is a mystery surrounding the person who covers return shipping.",
        "Who covers the shipping costs when you return?",
        "Someone is responsible for the Costs of Return Shipping",
        "Who pays for shipping after the package is returned?",
        "Who gets to pay for the return shipping?",
        "Which party pays for the postage post return?",
        "Which person is responsible for shipping return items?",
        "The person who covers return shipping is not known.",
        "What's the responsibility for returns shipping?",
        "Who pays for the shipping of returned goods?",
        "Which party covers postage after a return?",
        "Which person pays for a shipping return?",
        "Who has the responsibility for re shipping?",
        "Someone pays for returned shipping.",
        "Who will pay for returning shipping?",
        "Who pays for the delivery of the return item?",
        "Someone is responsible for the cost of return Shipping.",
        "Payment for returned shipping?",
        "What is responsible for shipping returns?",
        "The person who covers return shipping is currently unknown",
        "Who pays shipping returned goods?",
        "Who should take care of shipping fees for returns?",
        "The person responsible for shipping returns?",
        "Someone who is responsible for the costs of return shipping is someone.",
        "Who should pay for shipping returned goods?",
        "Someone is responsible for the return shipping bill.",
        "Who pays for shipping things that have been returned?",
        "Who is responsible for back shipping?",
        "Someone pays for return shipment delivery.",
        "How do you cover the expense of return shipping?",
        "There is a question as to who pays for return shipping.",
        "The cost of returning shipping should be covered by someone.",
        "Who pays Return Shipping?",
        "Is someone responsible for postage on your return?",
        "Someone is responsible for return shipping?",
        "Who will foot the bill for the return shipping?",
        "Who pays for re sending?",
        "Whose pays for delivery of returned goods?",
        "The cost of returning shipping must be made up by someone.",
        "who is responsible for shipping returns?",
        "The return shipping will be covered by who?",
        "There are questions about who is responsible for shipping returns.",
        "Which party covers the postage upon return?",
        "What is the responsibility for returned shipment?",
        "Payment for sending it out again?",
        "Someone has to pay for shipping returned goods.",
        "Which party covers the return shipping costs?",
        "Who pays for returnshipping?",
        "Return shipping cost by who?",
        "Who is responsible for the delivery of a returned item?",
        "I don't know who is responsible for return Shipping.",
        "Who is putting up the bill for return shipping?",
        "Do you know who pays for return shipping?",
        "It is not known who is responsible for returned shipping.",
        "Who pays for the return of the ship?",
        "Those who pay for return shipping?",
        "So who is footing the bill for return shipping?",
        "What is the responsability for shipping return items?",
        "Someone pays for the return shipment to be delivered.",
        "Who pays for the delivery of return shipment?",
        "The person who pays for the return shipment is not known.",
        "Is there anyone who pays for shipping returned goods?",
        "Who paid for shipping returned goods?",
        "Someone is responsible for returning shipping costs.",
        "Is there someone responsible for return Shipping?",
        "Whom covers return shipping?",
        "Who cover returned shipping?",
        "How will you cover the cost of return shipping?",
        "Who pays for the return item to be delivered?",
        "Who gets to cover shipping back?",
        "Which is responsible for delivery of returned goods?",
        "Return shipping may be covered by who?",
        "Who is responsible for Return shipping?",
        "Someone pays for return shipping after a package is delivered.",
        "Return shipping must be paid for by who?",
        "Does anyone pay for return shipping?",
        "Who pays for the return SHIPPING?",
        "who pays for return shipping after a package is returned?",
        "The person who covers the return shipping is not currently known.",
        "Who buys return shipping costs?",
        "Which party pays for return Shipping?",
        "Who pays for the shipping returned goods?",
        "Someone pays for the delivery of a returned item",
        "Who would cover shipping back?",
        "There is a person who is responsible for the costs of return shipping.",
        "Which party pays for the delivery of returned goods?",
        "Is there someone who takes care of shipping fees for returns?",
        "After the package has been returned, who pays for return shipping?",
        "Who was responsible for the return shipping?",
        "Who has to cover return shipping costs?",
        "Who takes care of shipping return items?",
        "Is someone responsible for return shipping?",
        "Who pay for shipping back?",
        "Someone pays return shipping.",
        "Who bears the bill for return shipping?",
        "Who has to pay for shipping return?",
        "Who is paying for the return Shipping?",
        "Someone pays for delivery of a returned item.",
        "The person who pays for a shipping return?",
        "The person paying for the delivery of the returned item?",
        "Who is responsible for return shipping??",
        "Someone pays for delivery of returned shipment.",
        "Is it one that pays for return shipping?",
        "Who is responsible for return shipments?",
        "It is not known who pays for the delivery of the returned shipment.",
        "Which pays for returning the shipment?",
        "Who is responsible for the shipment back?",
        "Is return SHIPPING covered by who?",
        "How do you pay for delivery of returned goods?",
        "Who funds the delivery of the returned shipment?",
        "Who is covered for return shipping?",
        "It's unclear who is responsible for return shipping.",
        "Who is responsible for the handling of shipping fees for returns?",
        "Which person pays return shipping costs?",
        "Which party pays the postage after return?",
        "Who funds delivery of returned goods?",
        "Who is responsible for shipping returned goods",
        "Who is responsible for the return shipping bill?",
        "The person that pays for shipping return?",
        "Someone is responsible for return shipping after the package is returned.",
        "Who will take responsibility for return Shipping?",
        "Is someone responsible for the cost of returning goods?",
        "Return shipping costs are covered who?",
        "Who is responsible for shipping the returned items?",
        "Who is footing the bill for return Shipping?",
        "Who pays for the return of a ship.",
        "Someone is responsible for the cost of Return Shipping.",
        "Shipping return is covered by who?",
        "What pays for return shipped goods?",
        "The cost of returning shipping is someone's responsibility.",
        "There is a mystery around the person who covers return shipping.",
        "Who helps cover shipping back?",
        "There is a question of who is responsible for shipping returns.",
        "Whom pays for shipping returned goods?",
        "Who pays for a shipment back?",
        "There is a question about who pays for return shipping.",
        "Who is charged for returned shipping?",
        "So who is responsible for return shipping?",
        "After the package is received, who pays for shipping back?",
        "Who pays for shipment of returned goods?",
        "Who takes care of the returned shipping cost?",
        "Who is responsible for shipping the return shipment?",
        "Who pays the cost of shipping return?",
        "There is someone responsible for return shipping.",
        "Who pays for deliver of return shipping?",
        "Who pays for returned shipping when the package is received?",
        "The costs of return shipping is someone's responsibility.",
        "Who pay for returned shipping?",
        "who is responsible for shipping return items",
        "Who covers the return shipping costs",
        "who takes care of shipping fees for returns",
        "Who covers transportation back?",
        "Who is responsible for return shipping after the package is received?",
        "Shipping back, who pays?",
        "Who takes care of the shipping fees on returns?",
        "A question about who pays for shipping return.",
        "It is unclear who is responsible for shipping returns.",
        "The person who pays delivery of returned goods?",
        "Who pays after re shipping?",
        "There is a question on who pays for return shipping.",
        "Which one contributes towards returning shipping?",
        "Who's responsible for the return of shipping?",
        "Who pay for the delivery of the returned shipment?",
        "Which one pays for the returned shipping?",
        "All return shipping is covered by who?",
        "A person is responsible for the costs of returning Shipping",
        "Who will pay for delivery of the returned goods?",
        "Re shipping is paid for by who?",
        "Someone covers return shipping?",
        "Is it who pays for return shipping?",
        "Who pays for back shipping costs?",
        "The person who is responsible for the costs of returning Shipping is someone.",
        "Who pays for Shipping Returned?",
        "Which one pays for the return of the shipment?",
        "Who pays for delivery when there is a return shipment?",
        "Exactly who is responsible for returned shipping?",
        "Who pays when shipping back?",
        "Who pays the price of returned shipping?",
        "Who pays for delivery if you return an item?",
        "Who pays to deliver the returned goods?",
        "How about payment for returning shipping?",
        "There is a question about who is responsible for shipping returns.",
        "Who pays for a ship's return?",
        "Did anyone pay for shipping return?",
        "There is someone responsible for the costs of return shipping.",
        "Someone is responsible for the shipping of returns.",
        "It is unclear who pays for shipping back.",
        "Payment for sending it back again?",
        "Who is responsible for return shipping expenses?",
        "who is responsible for re shipping?",
        "Who is footing the bill after return shipping?",
        "Who is going to cover return shipping?",
        "The person who covers return shipping is still unclear.",
        "Return shipment is covered by who?",
        "Who pays to deliver return shipped goods?",
        "Once the package is received, who pays for return shipping?",
        "Who is responsible for return shipping items?",
        "Who does shipping fees for returns for?",
        "who pays for shipping back",
        "There is a question about who pays for delivery of the return shipment.",
        "Who will pay for shipping back?",
        "Which one reimburses you for returned shipping?",
        "Someone is paying for the return shipment.",
        "The person paying for delivery of the return shipment is not known.",
        "There is someone responsible for shipping return items.",
        "Which one pays for the shipping back?",
        "Who pays for shipping the returned goods?",
        "Who will pay to get the ship back?",
        "A question about who is responsible for return Shipping.",
        "Who pays shipping after return?",
        "Who pays for shipping a returned item?",
        "Who is responsible for return Shipping?",
        "So who pays for re shipping?",
        "Who is accountable for the return shipping?",
        "It is not known who pays for delivery of return shipping.",
        "Who is liable for shipping returned goods?",
        "We don't know who pays for shipping returned goods.",
        "Who pays for shipping items back?",
        "The person that covers return shipping is still unknown.",
        "Whom is footing the bill for return shipping?",
        "Who funds the postage on your return?",
        "Who costs re shipping?",
        "Who bears the cost of return shipping?",
        "Someone is paying for the delivery of return shipping.",
        "Who is responsible for delivering return items?",
        "A person is responsible for the costs of returning Shipping.",
        "Did anyone pay for return shipping?",
        "Who pays for Return shipping?",
        "Which party pays for the postage upon return?",
        "There is a question as to who is responsible for return shipping.",
        "Is returned postage paid by whom?",
        "Who pays for return shipping after the package returns?",
        "Who pays for the delivery of the goods that have been returned?",
        "Who pays for a ship back?",
        "Who pays for delivery of an item that is returned?",
        "Who is responsible of return shipping?",
        "Who pays for a return shipment delivery?",
        "Who paid to get the ship back?",
        "Someone pays for re shipping",
        "If a package is returned, who pays for return shipping?",
        "Who pays for Return Shipping.",
        "Shipping returned goods pays who?",
        "Someone makes up for the cost of return shipping.",
        "Who is the bill for return shipping?",
        "Who pays delivery of return shipping?",
        "Which one reimburses you for returning shipping?",
        "Which people are responsible for shipping return items?",
        "who pays for returned shipping?",
        "There is a question of who is responsible for return shipping.",
        "There is a mystery over the person who covers return shipping.",
        "Who pays returns shipping?",
        "Who pays for returned goods being shipped?",
        "who pays for re shipping?",
        "Who pays for your return shipment?",
        "It's not clear who pays for return shipping.",
        "Someone should be responsible for returns shipping.",
        "Someone is covering return shipping",
        "Who gets to pay for shipping return?",
        "Return shipping, who pays?",
        "There is still mystery regarding the person who covers return shipping.",
        "Whom pays for return Shipping?",
        "Is there a person responsible for shipping returns?",
        "Someone is responsible for returns shipping",
        "After the package is returned, who pays for returned shipping?",
        "Which one is responsible for shipping returned items?",
        "Which party covers post- return postage?",
        "What is the responsibility for shipping fees for returns?",
        "Who pays for shipping return items?",
        "Who makes up for the costs of returning shipping?",
        "Who pay for shipping return?",
        "re shipping cost who pays?",
        "Which one covers the cost of shipping back?",
        "Who pays to ship things back?",
        "Who will take responsibility for shipping returns?",
        "Someone is responsible for returning shipping.",
        "There is a question about who pays for Return Shipping.",
        "Who reimburses us for shipping back?",
        "Which one pays to return the shipping?",
        "Those who pay for return Shipping?",
        "Who will be responsible for shipping returns?",
        "Who is responsible for sending things back?",
        "Someone is responsible for the Costs of return shipping.",
        "Who pays for returning a package?",
        "Do you know who is responsible for returned shipping?",
        "Who is solely responsible for returned shipping?",
        "Which one has to pay for shipping back?",
        "Who is responsible for the return shipping",
        "Who pays for returning Shipping?",
        "Someone pays for return shipping after a package has been returned.",
        "Who foots the bill for re shipping?",
        "who pays for return?",
        "person who is responsible for costs of return shipping",
        "After a package is returned, who pays the shipping?",
        "Who covers shipping on return?",
        "Return shipping would be covered by whom?",
        "A person is responsible for the costs of returning shipping.",
        "Who is footing the bill after the return shipping?",
        "The person who is responsible for return shipping?",
        "Who has to pay return shipping costs?",
        "Who will pay for a return?",
        "Whose pays delivery of returned goods?",
        "Who is covering shipping back?",
        "Who is responsible for returning shipment?",
        "Who pays for shipping back after a package is received?",
        "Who pays for the return shipping when a package is received?",
        "Who pays for return cargo?",
        "Who covers the shipping back?",
        "Who pays for delivery of the returned package?",
        "Shipping returns: who pays?",
        "Who is responsible for returning shipping costs?",
        "Who is paying for the returns shipping?",
        "How do I know who is responsible for shipping return items?",
        "Who pays for their return shipping?",
        "Someone has to pay for the cost of returned shipping.",
        "Who pays for return shipping after the package is delivered?",
        "Someone has to pay for the delivery of the returned shipment.",
        "The person who covers return shipping is still unknown.",
        "Which person pays for delivery of return shipping?",
        "Which party covers postage on the return?",
        "Which one pays for the return shipments?",
        "Shipping returns is covered by who?",
        "Who pays to send a return?",
        "The return shipment expenses are someone's responsibility.",
        "Who pays for shipping back?",
        "person who is responsible for the costs of return shipping",
        "Who is responsible for the return shipping bill.",
        "Who pays for return shipments?",
        "Someone is held responsible for the costs of returning Shipping.",
        "Which one covers the costs of returning shipping?",
        "Which party covers the postage after return?",
        "It is not clear who is responsible for return shipping.",
        "The cost of return shipping is a responsibility of someone.",
        "Who paid for the delivery of returned goods?",
        "Who's funding the return shipping?",
        "After the package is sent, who pays for return shipping?",
        "Who is accountable for returns shipping?",
        "Who pays for shipping the package back?",
        "Which is responsible for shipping returned goods?",
        "Return Shipping: Who pays?",
        "Someone has to make up for the cost of returned shipping.",
        "The person who pays for the return shipment delivery?",
        "WHO pays for re shipping?",
        "Who are responsible for the return shipping?",
        "When a package is returned, who pays for shipping?",
        "The person paying for return shipping?",
        "Who will pay for the return?",
        "Who pays for returned goods being delivered?",
        "Delivery of return shipped goods, who pays?",
        "Who is supposed to take care of return shipping?",
        "Who pays for return shipping after a package is returned.",
        "How about the payment for return shipping?",
        "Someone pays for the return shipping.",
        "Who are responsible for re shipping?",
        "Who will take responsibility for returned shipping?",
        "Someone should be responsible for return shipping.",
        "It's not clear who the person is who covers return shipping.",
        "Who is supposed to take responsibility for returned shipping?",
        "Someone pays for returns of goods?",
        "Someone pays for the return of a ship.",
        "Who is charged for return shipping?",
        "When you return shipping, who makes up for the cost?",
        "Someone pays for delivery of returned item",
        "Which one pays for the return of mail?",
        "return shipping covered by who?",
        "Not currently known is the person who covers return shipping.",
        "Which person pays for Return Shipping?",
        "Who is picking up the bill for return shipping?",
        "Who makes up for the cost of shipping when you return it?",
        "Did you know who makes up the postage on your return?",
        "It is unclear who is responsible for return shipping.",
        "Who is responsible for Returns Shipping?",
        "Which party pays for return shipping?",
        "Do you pay for return shipping after a package is returned?",
        "Which one shoulders the cost of returning shipping?",
        "Is it the person that pays for re shipping?",
        "The person who covers returned shipping is not known.",
        "I wonder who pays for re shipping.",
        "People still don't know who covers return shipping.",
        "Who pays for the delivery of your returned shipment?",
        "Is the cost of returned shipping made up by someone?",
        "Who's covering the bill for return shipping?",
        "Which one pays for the re-shipping?",
        "Who pays for the return Shipping?",
        "For returning shipping, who makes up the difference?",
        "Who was responsible for shipping back?",
        "Who pays for return SHIPPING?",
        "Someone paid for return shipping after the package was received.",
        "Who is paying for the return shipping?",
        "Who will be paying for return shipping?",
        "Who is footing the bill for the return shipping?",
        "What about the cost of return shipping?",
        "How do you pay the return shipping cost?",
        "Who takes care of shipping back?",
        "The person who covers return shipping is a mystery",
        "Who expenses shipping back?",
        "Who pays for your return Shipping?",
        "Someone pays to deliver return shipping.",
        "Who foots return cost?",
        "What pays for delivery of returned items?",
        "Who is responsible for the delivery of returned shipped goods?",
        "After the package is delivered, who pays for return shipping?",
        "Who will pay for the returns?",
        "The person who pays to return a ship?",
        "There is someone who is responsible for shipping returns.",
        "Who covers returned shipping?",
        "Payment for sending the item back?",
        "Who is responsible for cost of return shipping?",
        "Who makes up for the cost of shipping again?",
        "Someone is responsible for the delivery of return shipping.",
        "I don't know who pays for return shipping.",
        "After the package is received, who pays for returned shipping?",
        "Who compensates for shipping back?",
        "Who is supposed to take care of shipping fees for returns?",
        "How do you take care of the cost of return shipping?",
        "How do we know who is responsible for returned shipping?",
        "Which person pays for return shipping after the package is received?",
        "It's not known who pays for return shipping after the package is received.",
        "Who pay for the shipping return?",
        "Whom is footing the bill for the return shipping?",
        "Who funds delivery of the returned shipment?",
        "It is not known who pays to return a ship.",
        "Who pays for shipping when you return it?",
        "It is still not known who covers return shipping.",
        "The cost of returning shipping is made up by who.",
        "Which party pays for postage after your return?",
        "Send back postage paid by who?",
        "Which party pays for the postage after return?",
        "Who reimburses the cost of returning shipping?",
        "Someone pays for delivery after an item is returned.",
        "Who is responsible for returns shipment?",
        "Who pays for returning shipment delivery?",
        "Who pays for Returned Shipping?",
        "Who pays for return shipping after the package is sent back?",
        "Who is responsible for shipping that has been returned?",
        "Who pays for re shipments?",
        "Who pays in re shipping?",
        "Which person pays for the shipping return?",
        "Whom pays for a shipping return?",
        "Who pays for the return of a package?",
        "Who pays shipping when you return it?",
        "Who pays for returning the shipping?",
        "Return shipping is usually covered by who?",
        "Which person covers the return shipping costs?",
        "I don't know who pays for shipping returned goods.",
        "Which one pays for a returned shipment?",
        "It costs someone to make up for returned shipping.",
        "There is still a mystery as to who covers return shipping.",
        "Who pays for shipping after a package is returned?",
        "Shipping return items, who is responsible",
        "Who's paying for the returned shipping?",
        "Which person pays for return Shipping?",
        "Did anyone pay for delivery of return shipping?",
        "Who is going to pay for shipping back?",
        "The person paying for the shipping return?",
        "Return shipping is covered by Who?",
        "Someone is responsible for the Costs of Returning Shipping.",
        "Currently, the person who covers return shipping is not known.",
        "Who will be responsible for return shipping?",
        "Who does the return shipping costs for?",
        "The return shipping payment?",
        "The responsibility for returns shipping is who?",
        "Someone pays for the shipping return.",
        "Whom pays for the shipping back?",
        "Which people are responsible for shipping returns?",
        "Who pays for return shipping after your package is returned?",
        "Someone pays to bring the ship home.",
        "Is someone paying for returning goods?",
        "If a package is returned, who pays for shipping?",
        "Which ones are responsible for returns shipping?",
        "Who is responsible for the return shipping of items?",
        "Who pays for return shipping after the package has been returned?",
        "Which ones pay for return shipping?",
        "Who is the responsible person for return shipping?",
        "Who pays for the returned goods delivery?",
        "The person who pays for delivery of the returned shipment?",
        "Whose pays for return shipping after a package is returned?",
        "Who pays for the return shipment?",
        "The person who covers return shipping is not currently known.",
        "Who pays for return shipping after it's received?",
        "Who paid for the delivery of the return shipment?",
        "Who pays for delivering a returned shipment?",
        "Someone is responsible for costs of returning shipping",
        "Who is responsible for the return of shipment?",
        "Who is footing the bill for returnshipping?",
        "Someone is responsible for the costs of return shipping",
        "Someone pays for shipping after a package is returned.",
        "Who will pay for returns shipping?",
        "Paying for shipping back is a question.",
        "Payment necessary for return shipping?",
        "Who pays delivery of a return shipment?",
        "Which company pays for the delivery of returned goods?",
        "Who makes up for the cost of returning shipping",
        "Do you know who pays for returns?",
        "Who is held responsible for return shipping?",
        "Who pays for the delivery of goods that have been returned?",
        "Who pays for the returning shipping?",
        "A person who covers return shipping is a mystery.",
        "Who pays for return shipping when the package is received?",
        "Which one pays for re-shipment?",
        "Who pays for transportation of returned items?",
        "Return shipping was covered by whom?",
        "Which party covers the return postage?",
        "Is there someone who covers return costs?",
        "Who pays for return shipment costs?",
        "Who is responsible for returning a ship?",
        "Which person takes care of shipping fees for returns?",
        "How do you pay for re shipping?",
        "Return shipping will be paid by who?",
        "Who is responsible for shipping items that are returned?",
        "Who pays for the return shipping after a package is received?",
        "Who pays for delivery when you return an item?",
        "Who pays for delivery of goods returned?",
        "It is not known who pays for the delivery of return shipping.",
        "Who pays for the returned shipment's delivery?",
        "The person responsible for the postage on your return?",
        "Who gets to pay for shipping back?",
        "How do you pay for shipping returned goods?",
        "After the package arrives, who pays for return shipping?",
        "The person who pays for the return shipped goods?",
        "When the return shipment is delivered, who pays?",
        "Who pays to send returned goods?",
        "Who covers shipment back?",
        "Is it the person that pays for shipping returned goods?",
        "Delivery of the return shipment is paid for by someone.",
        "Who should make up for the cost of returned shipping?",
        "It's not known who the person who covers return shipping is.",
        "Who is responsible for the return Shipping?",
        "Who is responsible for delivery of a returned shipment?",
        "Who is responsible for the delivery of a return shipment?",
        "Who pays shipping returned?",
        "Which person makes up the postage on your return?",
        "There is a person who is responsible for the cost of return shipping.",
        "The person who pays for shipping back is not known.",
        "Who pays for the delivery of the returned package?",
        "Who makes up for the cost of returning a package?",
        "Is return postage paid by someone?",
        "Which person pays for delivery of returned goods?",
        "Who pays for the delivery of returned goods?",
        "There is someone who is responsible for returns shipping.",
        "Return shipping was covered by who?",
        "The person who is responsible for return shipping is not currently known.",
        "Which party pays for return shipping after the package is received?",
        "Who is paying for the returning shipping?",
        "Who is responsible of returns shipping?",
        "Which pays for returning shipping?",
        "Who pays for your shipping back?",
        "There is a question about who pays for delivery of returned goods.",
        "Someone pays for delivery of return shipping",
        "Who is responsible for the shipment of return items?",
        "Whoever is responsible for return shipping?",
        "Who funds the return bill?",
        "Who pays to ship returned goods?",
        "Who pays the delivery of the return shipment?",
        "No one is currently known who covers return shipping.",
        "Who should take responsibility for returned shipping?",
        "Someone pays for the ship to come back.",
        "Who pays for delivery of returned packages?",
        "Who pays for return shipment deliveries?",
        "When the package is received, who pays for return shipping?",
        "Who else pays for return shipping?",
        "Who will cover the return shipping bill?",
        "Return shipping costs are paid by whom?",
        "Whose money makes up the postage on your return?",
        "Who pays transportation of returned goods?",
        "Who takes care of returns shipping fees?",
        "Who reimburses the shipping return?",
        "Is there a person responsible for return shipping?",
        "Who contributes to delivery of return shipping?",
        "Who pays for the delivery of returned item?",
        "Who pays for returned goods delivery?",
        "Who is responsible for returning shipments?",
        "There is a mystery who covers return shipping.",
        "Which one pays for returning ship?",
        "Who pays for Shipping Returned Goods?",
        "Payment for shipping when you return?",
        "There is a question about who pays for shipping return.",
        "Money for sending it back?",
        "Someone pays for the delivery of the return shipment",
        "Who pays to ship back?",
        "Which party contributes to postage after the return?",
        "Whom pays for the return shipment?",
        "Which party covers the postage once you return?",
        "Who pays for the delivery of an item returned?",
        "Does anyone pay for shipping returned goods?",
        "Who pays shipping after a package is returned?",
        "Whoever pays for re shipping?",
        "Who pays for the delivery of the returned shipments?",
        "Someone pays for return shipping after a package returns.",
        "Who pays for delivery of return shipped goods?",
        "What person covers return postage?",
        "Someone has to pay for shipping return.",
        "Who pays for return shipping after you receive the package?",
        "Someone cover return shipping?",
        "Returned shipping will be covered by who?",
        "Who pays for returned shipment?",
        "Who helps with shipping fees for returns?",
        "Someone pays for the return Shipping.",
        "Who paid for the delivery of the returned item?",
        "Who payes for return shipping?",
        "Return shipping: who pays?",
        "Who reimburses the cost of returned shipping?",
        "Guess who pays for return shipping?",
        "Who pays for returned goods to be shipped?",
        "Someone is accountable for the costs of returning Shipping.",
        "Who pays for reshipments?",
        "Who is responsible for returning shipping?",
        "Shipping back is covered by who?",
        "Who pays to return a vessel?",
        "How do I know who is responsible for return shipping?",
        "How do we know who takes care of shipping fees for returns?",
        "The question is, who pays for return shipping?",
        "Who pays for shipping return",
        "How do you cover the cost of shipping returns?",
        "Who pays for return Shipping",
        "who pays for delivery of returned goods?",
        "Who pays for a package to be returned?",
        "The person that covers return shipping is a mystery.",
        "Which one is responsible for returns shipping?",
        "It is not known who pays for return shipping after a package is received.",
        "What pays for return shipping after a package is received?",
        "Is anyone responsible for return shipping after a package is returned?",
        "Who should pay to get the ship back?",
        "who pays for delivery of returned item",
        "There is a question about who will cover return shipping.",
        "After the package is received, who pays for the return shipping?",
        "Return shipping will be paid for by who?",
        "Someone makes up for the costs of returned shipping.",
        "Which one pays to return shipping?",
        "Somebody is responsible for the costs of returning Shipping.",
        "Who will cover the shipping back?",
        "Who makes up for the cost of returning mail?",
        "Someone pays for the delivery of return shipped goods.",
        "Who pays for delivery of a returned shipment?",
        "Who pays the delivery of return shipping?",
        "Someone handles shipping fees for returns.",
        "Who pay for return Shipping?",
        "Who responsibility for returns shipping?",
        "There is a mystery concerning the person who covers return shipping.",
        "It is still unclear who the person is who covers return shipping.",
        "Who must cover return shipping?",
        "Which party covers the postage after the returns?",
        "A mystery surrounds who covers return shipping.",
        "The person covers return shipping is not currently known.",
        "Someone is in charge of the costs of returning Shipping.",
        "Who will pay for the delivery of the returned goods?",
        "Who pays for a return Shipping?",
        "Who makes the payment for shipping back?",
        "Where does the cost of returned shipping come from?",
        "Which party pays for shipping after the return?",
        "There is a question on who is responsible for returned shipping.",
        "There is still a mystery about who covers return shipping.",
        "Which party pays for the postage after you return it?",
        "Who will make up for the cost of returning shipping?",
        "Which one pays for returning the shipment?",
        "Who pays for shipping returned items?",
        "The person who pays for the postage on your return?",
        "Paying for sending back something?",
        "Who should be responsible for return Shipping?",
        "the cost of returning shipping is made up by someone",
        "Who pays for delivery of the returned shipments?",
        "What is the responsible party for shipping return items?",
        "Who pays for the shipping back?",
        "Who pays for shipping goods back",
        "Who pays for shipping back after the package is returned?",
        "Whom pays for delivery of returned items?",
        "Which party pays for postage after you come back?",
        "Someone makes up for returned shipping.",
        "Which party covers the postage after the returned item?",
        "Which pays for your return shipping?",
        "Who is shelling the bill for the return shipping?",
        "Who pays for shipping when a package returns?",
        "Who pays for shipping return?",
        "Did anyone pay for the delivery of the returned shipment?",
        "Who is responsible for the costs of returned shipping?",
        "Who pays for delivery of things that have been returned?",
        "Who's responsible for shipping return?",
        "Who pays for delivery of a return item?",
        "Who pays to re-ship?",
        "Which party is responsible for shipping returns?",
        "Return Shipping is paid for by whom?",
        "Who is responsible for returning packages?",
        "Someone is responsible for return shipping after a package is received.",
        "After the package is received, who pays for return Shipping?",
        "Who takes care of shipping fees for refunds?",
        "Who is footing the bill for returned shipping?",
        "Who makes up the cost of return shipping?",
        "Who finances re shipping?",
        "Who is responsible for shipment back?",
        "Someone pays for the delivery of return shipping",
        "Who pays when return shipping?",
        "Is there someone who covers return postage?",
        "We don't know who pays for return shipping after the package is received.",
        "Who is responsible for shipping returned goods.",
        "who pays return shipping",
        "The person that covers return shipping is not known.",
        "The one that pays for return shipping?",
        "Who takes care of the returns shipping fee?",
        "Who is responsible for the costs of returning shipping?",
        "What do you think about who covers return shipping?",
        "Who does the re shipping for?",
        "Who pays for shipping returned goods?",
        "Who gets to cover return shipping costs?",
        "Who pays to deliver returned shipping?",
        "There is a person who is responsible for the cost of returning Shipping.",
        "Who's responsible for shipping returned goods?",
        "Which one pay's for return shipping?",
        "The person who pays for return Shipping?",
        "Who pays for SHIPPING return?",
        "Can anyone make up for the cost of returning shipping?",
        "Who's responsible for returning a ship?",
        "Who funds return shipping?",
        "Who is responsible for shipping return?",
        "Who is responsible for returns shipped?",
        "Someone is responsible for costs of return Shipping.",
        "re shipping is paid for by someone",
        "Who makes up the cost of postage on your return?",
        "Who pays for the delivery of a returned shipment.",
        "I don't know who is responsible for return shipping.",
        "What payment is made for return shipping?",
        "Who pays the shipping costs returned?",
        "Those who pay for returned shipping?",
        "Who makes up the shipping back?",
        "Who will cover the return costs?",
        "Someone paid for sending it back.",
        "Who pays for the return.",
        "Who pays for shipping back items?",
        "Is it someone who pays for re shipping?",
        "Who costs for re shipping?",
        "Who pays to get returned goods shipped?",
        "Who pays for transportation of returned shipments?",
        "Whom pays for a return?",
        "Who cover shipping back?",
        "The Costs of Return Shipping is a responsibility of someone.",
        "Who is footing the bill for return shipments?",
        "Who handles the shipping fees for returns.",
        "Who is footing the bill for the returned shipping?",
        "Payments for return shipping?",
        "Someone pays return shipping costs.",
        "Return transportation covered by who?",
        "Who takes care of the shipping fees for returns",
        "Who covers the shipping return?",
        "Delivery of the returned goods is paid for by someone.",
        "Who makes up the difference for shipping back?",
        "Who is responsible for the return shipping items?",
        "Someone pays for return Shipping.",
        "What is the responsibility of the shipping returns?",
        "Who takes care of returns shipping?",
        "Who pays for re shipping??",
        "Someone pays the return fee?",
        "Who pays for the return shipping of a package?",
        "The person paying for delivery of the return shipment?",
        "I am wondering who is responsible for returns shipping.",
        "The cost of returned shipping is made up by who?",
        "Who pays for return shipping after you return something?",
        "Return Shipping who pays?",
        "Someone is responsible for costs of returning shipping.",
        "Who's responsible for shipping returned items?",
        "Return shipping costs by whom?",
        "The person who covers return shipping is not clear.",
        "Who helps cover the shipping back?",
        "There is a question about who takes care of shipping fees for returns.",
        "How much does someone pay for re shipping?",
        "Who will cover returned shipping?",
        "Return shipping costs are covered by whom.",
        "There are questions about who is responsible for returned shipping.",
        "The person who covers shipping returns is not currently known.",
        "Which one has to pay to return shipping?",
        "Who handles shipping fees for returned items?",
        "Who is paying for the returned shipping?",
        "Someone who is responsible for the Costs of Return Shipping is someone.",
        "Which party will pay the postage after the return?",
        "Who pays for shipping goods back home?",
        "Is someone responsible for the postage on your return?",
        "who foots return postage",
        "Who finances return shipping costs?",
        "Who pays for shipping after a package is sent back?",
        "What about the return shipping payment?",
        "Who pays to return a ship",
        "I want to know who is responsible for returned shipping.",
        "Which pays for shipping when you return it?",
        "Who pays for the return shipment to arrive?",
        "Someone who covers return shipping is a mystery.",
        "How do you pay the return shipping costs?",
        "Someone is responsible for the costs of shipping when they return.",
        "Who pays for shipping goods that are returned?",
        "Someone pays for the return shipping after the package is received.",
        "Who pays for shipping after someone returns a package?",
        "Someone takes care of shipping costs for returns.",
        "Who pays for return shipping once the package arrives?",
        "Is it the person that pays for return shipping?",
        "Is there anyone who covers return shipping costs?",
        "Which party pays for return shipping after a package is returned?",
        "Who pays for the shipping on the return?",
        "What pays for the return shipment?",
        "The return shipping bill, who is responsible?",
        "Who pays for shipping again?",
        "Which one pays to ship again?",
        "Does anyone pay for return shipped goods?",
        "It's not clear who pays for delivery of returned goods.",
        "Who pays for return shipping once the package is received?",
        "There is someone responsible for shipping returns.",
        "Which is the one that pays for return shipping?",
        "It is not known who the person who covers return shipping is.",
        "Return shipping pays someone?",
        "Return shipping comes with a question: who pays?",
        "Who covers returns shipping costs?",
        "Return shipped are covered by who?",
        "Which party will pay for the postage after the return?",
        "Who pays for shipping when it returns?",
        "If return shipping is covered by who?",
        "which one pays for return shipping?",
        "Who pays for the shipment to come back?",
        "Is someone responsible for shipping back?",
        "Someone is responsible for shipping the returns.",
        "Who pays for returns shipping costs?",
        "Is it the person who pays for shipping return?",
        "Who is responsible for the returned shipping bill?",
        "Who is responsible to return a ship?",
        "Return shipping covered by who?",
        "Who pays for the delivery of something returned?",
        "Which party pays for the postage after you come back?",
        "Someone pays for the delivery of return shipping.",
        "Return shipping costs?",
        "Who will cover returning shipping?",
        "How do I know who pays for return shipping?",
        "After a package is returned, who pays for the shipping?",
        "Which party covers postage after return?",
        "Who is footing the bill for returns shipping?",
        "There's a mystery about who covers return shipping.",
        "Return shipping costs is covered by who?",
        "Return shipping gets paid for?",
        "How do you cover return shipping costs?",
        "After the package is returned, which party pays for return shipping?",
        "Who pays when you return a shipment?",
        "It's unclear who pays for return shipping.",
        "The person who covers returns shipping costs?",
        "Who makes sure of the shipping fees for returns?",
        "Which party pays for the postage after a return?",
        "Who pays to get the ship back.",
        "Who pays to take a ship home?",
        "Who paid for the return of the ship?",
        "When a package is received, who pays for return shipping?",
        "Who costs the shipping back?",
        "Who makes up the bill for return shipping?",
        "Who is responsible for the return shipment delivery?",
        "Who comes up with the cost of returned shipping?",
        "Who pays returning shipping costs?",
        "Who pays for return shipping after the package is shipped?",
        "Who pays for the returned shipment to be delivered?",
        "Someone pays for return shipping after the package arrives.",
        "The person who covers return shipping is currently not known.",
        "Who fixes the shipping fees for returns?",
        "Return shipping is costed by who?",
        "Someone pays for the delivery of returned goods",
        "The person who covers return shipping is unknown.",
        "Who pays for a return shipping trip?",
        "Delivery of return shipped goods is paid for by someone.",
        "Which one is responsible for returning shipping?",
        "Someone covers shipping back.",
        "Someone pays for returning goods",
        "Who pays for shipping back home?",
        "Who reimburses shipping return?",
        "The person who paid for return shipping?",
        "Who pays for sending something back?",
        "Who funds delivery of the return shipment?",
        "It's not known who covers return shipping.",
        "Who will pay for the shipping return?",
        "Who payments for shipping back?",
        "Which party pays for delivery of returned shipment?",
        "The person responsible for returns shipping is unclear.",
        "The person who pays for the shipping return?",
        "Does anyone pay for the shipping return?",
        "The bill for the return shipping is unknown.",
        "Who pays for delivery of return items?",
        "What is the responsibility for returning shipping?",
        "Who is responsible for Return Shipping",
        "The person responsible for the cost of returning shipping?",
        "Someone pays to get the ship back.",
        "Who pays for shipping returned packages?",
        "Which one will pay to return shipping?",
        "Return shipping costs by who?",
        "Who must pay for the return shipping?",
        "Who pays for the voyage home?",
        "Who would cover the return shipping?",
        "Which party takes care of the postage after the return?",
        "The person that covers return shipping is still a mystery.",
        "Who pays for shipping over again?",
        "Who is responsible for the costs of shipping back?",
        "Who should pay for shipping return?",
        "Who pays for returned goods shipping?",
        "Who would pay for re shipping?",
        "There is a question about who pays for shipping returned goods.",
        "Where is the responsibility for shipping returned items?",
        "Who is liable for shipping returns?",
        "Wait, who pays for return shipping?",
        "Who's responsible for the return shipping?",
        "Which party covers postage after returns?",
        "Who takes care of the shipping charges for returns?",
        "Who foots the return bill?",
        "Who pays for returned shipping after a package is received?",
        "Return Shipping who is responsible?",
        "Who takes care of the returned shipping costs?",
        "Who covers return shipping expenses?",
        "Which of them pays for the return shipping?",
        "Who pays the re shipping?",
        "What pays for the delivery of return shipping?",
        "If you ship return items, who is responsible?",
        "It is not known who pays for delivery of return shipped goods.",
        "Who makes sure of shipping fees for returns?",
        "Which party covers the postage after returns?",
        "Someone makes up for the cost of returning shipping.",
        "Who makes a payment for re shipping?",
        "Who takes responsibility for shipping return items?",
        "Is that who is responsible for return shipping?",
        "Who pays for delivery of returned goods?",
        "Which one pays for reshipment?",
        "There is a person responsible for the costs of returning Shipping.",
        "It's a question of payment for return shipping.",
        "It's not clear who pays for return shipping after the package is received.",
        "Where does the money come from for shipping return?",
        "Whom pays for shipping back?",
        "Who pays for shipping back things?",
        "Who pays for the return of mail?",
        "Delivery of returned items is paid for by someone.",
        "A question about who is responsible for returns shipping.",
        "Postage on your return is paid by who?",
        "Which party pays for postage upon return?",
        "Whom pays for returns?",
        "Someone pays for shipping returned goods",
        "For return shipping, who is responsible?",
        "Who has the bill for return shipping?",
        "Who pays for re mail?",
        "Someone is responsible for the return shipping costs.",
        "Who is responsible for the shipping return items?",
        "If the package is received, who pays for return shipping?",
        "Who paid for returned shipping?",
        "Paying for returns shipping?",
        "Return shipping cost who pays?",
        "Who pays for return shipping when there is a package returned?",
        "Who pays for delivery of returned shipments?",
        "Is someone responsible for re shipping?",
        "Someone pays for shipping returned goods.",
        "Who is responsible for shipping return shipping?",
        "Is there anyone responsible for shipping returns?",
        "Who pays for the delivery of returned things?",
        "who pays for return shipping",
        "It is someone who is responsible for the costs of return Shipping.",
        "Who reimburses the delivery of return shipping?",
        "A person who covers return shipping is still a mystery.",
        "Who pays the shipping on the return?",
        "Someone pays for returning goods?",
        "Who takes care of the shipping back?",
        "Which company pays for shipping back?",
        "Is return shipping paid for by who?",
        "Who pays for shipped back?",
        "Whoever pays for return shipping?",
        "Who costs to return a ship?",
        "Who makes up for the cost of shipping returns?",
        "who is paying for the return shipping?",
        "How about payments for return shipping?",
        "Who is responsible for delivery of a returned item?",
        "Payment for sending something back?",
        "Money for return shipping?",
        "There is still a mystery over who covers return shipping.",
        "Who has to cover return shipping?",
        "Returning shipping: who pays?",
        "Return shipping paid by who?",
        "Does anyone pay for return shipping after a package is returned?",
        "Who pays for goods shipped back?",
        "Someone is responsible for shipping return items",
        "Who should cover the return shipping?",
        "Who is responsible for return shipping",
        "Who pays shipping after the package is returned?",
        "Who pays returned shipping costs?",
        "Who pays for return shipping when a package is recieved?",
        "Someone pays the cost of returned shipping.",
        "Who paid for re shipping?",
        "The person who is responsible for the costs of returning Shipping is someone",
        "Who will be responsible for return Shipping?",
        "The person who pays for return shipping is not known.",
        "Who takes care of the shipping fees after the return?",
        "Who is responsible for sending returned items?",
        "Return shipping pays who?",
        "Who is funding return shipping?",
        "Delivery of returned goods is paid for by someone.",
        "How much is paid for sending it back?",
        "Does anyone pay for delivery of returned goods?",
        "The person who pays for delivery of the returned goods?",
        "Someone is responsible for delivery of return shipped goods.",
        "Someone is paying for re shipping.",
        "Return postage will be paid by someone?",
        "A person is responsible for the costs of return Shipping.",
        "Who pays to deliver returned goods?",
        "Who pays for returned shipments to be delivered?",
        "Someone is cover return shipping.",
        "The person making up for the cost of returning shipping?",
        "Which one reimburses for return shipping?",
        "Who pays delivery of returned goods?",
        "Who is responsible for return shipping?",
        "Who makes up for the cost of returned shipping?",
        "Which one should pay for shipping back?",
        "I want to know who is responsible for shipping return items.",
        "Who is responsible for the delivery of return goods?",
        "Who pays for the ship to come back?",
        "return shipping is covered by who?",
        "Who helps pay for shipping back?",
        "Who pays the cost of returning the ship?",
        "Whom is responsible for shipping returned items?",
        "Who pays for return shipping after you get the package?",
        "Someone pays for return shipping when the package is received.",
        "Who is responsible for sending out returns?",
        "Who pays for shipping returned merchandise?",
        "Who is responsible for shipping backs?",
        "Who pays return shipping expenses?",
        "Who pay for the return?",
        "Who pays for the return shipping after the package is received?",
        "Someone pays for the goods returned.",
        "Who covers the cost of returned shipping?",
        "Which one pays for the shipping home?",
        "It is not clear who pays for shipping returned goods.",
        "The person who covers the return shipping is not known.",
        "Someone pays for return shipping after a package arrives.",
        "Someone pays for delivery of returned items.",
        "Whom pays for the return?",
        "Who pays to send back a package?",
        "Whose is it that covers return shipping?",
        "It isn't clear who covers return shipping.",
        "Who pays for the return shipped goods to be delivered?",
        "Can you tell me who makes up the postage on your return?",
        "Who pays for shipping that back?",
        "Someone is responsible for the costs of Return Shipping",
        "Someone pays for return shipping after you return a package.",
        "Who is paying for return shipping.",
        "Which one has to pay for returning shipping?",
        "Who is responsible for the shipping of returns?",
        "Who pays for return of ship?",
        "Whose pays to return a ship?",
        "For delivery of returned goods, who pays?",
        "Who takes care of shipping fees on returns?",
        "Who pays for the shipment back?",
        "After the package is returned, who pays for Return Shipping?",
        "What is responsible for returned shipping?",
        "who pays for delivery of returned shipment",
        "Who is responsible for return shipment expenses?",
        "It is still unknown who covers return shipping.",
        "Who pays for delivering the return shipment?",
        "Which parties cover the postage after the return?",
        "Who pays for the shipping return.",
        "Who pays to have the ship returned?",
        "Which party reimburses the postage after you return?",
        "Is it one that pays for returning shipping?",
        "It's not clear who covers return postage.",
        "Someone is responsible for the cost of returning Shipping.",
        "Which party pays the postage following the return?",
        "Payment for sending it home?",
        "Who is taking care of the return shipping?",
        "Who pays for re ship?",
        "Who pays for shipping returned?",
        "Who is footing the bill for Return Shipping?",
        "Which one makes up for the cost of returning shipping?",
        "Who is charged with shipping returns?",
        "Who is responsible for shipping something back?",
        "Who gets to make up for returned shipping?",
        "Someone takes care of shipping fees after a return.",
        "The person who covers return shipping remains a mystery.",
        "Who is responsible for shipping back goods?",
        "Who pay for Return Shipping?",
        "Returned postage paid by someone?",
        "The person who pays for the delivery of the return shipment?",
        "Who will pay for delivery of returned goods?",
        "Who is responsible for the shipping return?",
        "Who pays the returned shipping costs?",
        "Who covers the return shipping",
        "After the package is received, which party pays for return shipping?",
        "WHO pays for return shipping?",
        "Who pays for returning items to be delivered?",
        "Who is responsible for return shipping after the package is returned?",
        "Who has responsibility for returned shipping?",
        "Which one has to pay for returned shipping?",
        "How do you cover the cost of return shipping.",
        "The cost of returning Shipping is a responsibility of someone.",
        "Who has to pay for the return?",
        "Who pays for shipping after you return a package?",
        "Which people are responsible for returned shipping?",
        "Who pays to return the ship?",
        "Is it someone's responsibility to pay for the shipping back?",
        "Who pays for return shipping after the package is returned?",
        "Who pays for the return of ship?",
        "The person that pays for shipping back?",
        "Who picks up the bill for shipping back?",
        "Can you tell me who makes up the postage on my return?",
        "Someone pays the cost of returning goods.",
        "After the package is received who pays for return shipping?",
        "Return shipping costs are paid by someone",
        "Who takes care of shipping fees for returned items?",
        "Who pay for return shipping?",
        "Someone has to pay for return shipping after a package is returned.",
        "Return shipped goods are paid for by someone",
        "Who pays for shipping that returns?",
        "Who pays to send return shipping?",
        "Who pays for shipping back after?",
        "Who shoulders the bill for the return shipping?",
        "Who pays for shipping in return?",
        "Whom takes care of shipping fees after a return?",
        "Who needs to pay for the return shipping?",
        "There is a question about who makes up the postage on your return.",
        "Who is paid for shipping back?",
        "Someone covers return shipping",
        "Who pays for return shipping after a package is recieved?",
        "Who pays for delivery of a returned item?",
        "Payment for the return shipment?",
        "There is a question on who is responsible for returns shipping.",
        "Who pays for delivering return shipped goods?",
        "Who contributes to the delivery of returned goods?",
        "Return shipment: who pays?",
        "There is still a mystery surrounding the person who covers return shipping.",
        "Who pays forReturn Shipping?",
        "Who is supposed to pay for shipping back?",
        "What is the responsibility for shipping back?",
        "Whom pays for return shipping?",
        "The costs of returning shipping are made up by someone.",
        "Who pays the shipping after the package is returned?",
        "Who is paying for returns shipping?",
        "Who covers returns shipping?",
        "The person responsible for return shipping is unclear.",
        "Who is responsible for delivery of returned goods",
        "Who will pay for delivery of the returned item?",
        "There is a mystery about who covers return shipping.",
        "Who should pay for returns shipping?",
        "Someone pays for return shipping once the package is returned.",
        "If a package is received, who pays for return shipping?",
        "Who pays for freight back?",
        "Who has the responsibility of shipping fees for returns?",
        "The person who pays for shipping return?",
        "Someone is liable for the costs of returning Shipping.",
        "Which one is responsible for return shipping?",
        "There's a question about who pays for return shipping.",
        "Who is footing the cost of return shipping?",
        "Return postage paid by whom?",
        "Who pays to move returned goods?",
        "Which reimburses for return shipping?",
        "Who decides who pays for return shipping?",
        "Which one is responsible for return Shipping?",
        "Who pays for delivery of returned goods.",
        "There is still a mystery about the person who covers return shipping",
        "Who's responsible for the cost of returning shipping?",
        "When the package is returned, who pays for shipping?",
        "Who takes over for the cost of returned shipping?",
        "Who pays for re shipped items?",
        "Who makes up for the cost of return shipping?",
        "Who makes up for the cost of shipping return?",
        "Someone pays for the delivery of the returned goods.",
        "Who pays for returning a shipment?",
        "Return shipping is covered by whose?",
        "There is a question about who pays for the delivery of returned goods.",
        "Who gets to pay for return shipping?",
        "Who pay's for re shipping?",
        "Return shipping is a question of who pays.",
        "Which pays for return Shipping?",
        "Which one pays for shipping back.",
        "Who needs to pay for returned shipping?",
        "Return Shipping pays for who?",
        "Return shipping will be covered by whom?",
        "Who pays for the delivery of the returned shipment.",
        "Who will pay for return Shipping?",
        "Which person is responsible for shipping returns?",
        "Which party pays the postage after you return?",
        "Who is responsible for the returns shipping costs?",
        "Who pays for the re shipment?",
        "Someone will make up for the cost of returning shipping.",
        "Return shipping gets covered by who?",
        "Who pays for the delivery of returned shipped goods?",
        "Which one pays for shipping again?",
        "Who pays for the delivery of returned shipping?",
        "There is a question about who is responsible for return shipping",
        "The person covering return shipping is still a mystery.",
        "Who is paying for re shipping?",
        "Who takes care of shipping charges after a return?",
        "Someone pays for return shipping after the package is received.",
        "Which pays for the shipping back?",
        "How come someone is responsible for returned shipping?",
        "Who's going to pay for return shipping?",
        "Delivery of returned goods cost who?",
        "Who takes care of the shipping costs for returns?",
        "Who pays for shipping when it's returned?",
        "Who pays to ship back goods?",
        "Someone pays for return shipping?",
        "Who pays for return shipping after it is received?",
        "Who paid for delivery of the returned shipment?",
        "Who pays for delivery of returned goods",
        "Return shipping costs, who covers?",
        "Payment of return shipping?",
        "Who pays up for returned shipping?",
        "There is a question about who is responsible for returns shipping.",
        "The people who cover return shipping costs?",
        "How much return shipping is covered by who?",
        "Is it the person that pays for shipping back?",
        "Who pays for return shipping after a package is sent back?",
        "Someone pays for Return Shipping.",
        "Someone who covers return shipping is still a mystery.",
        "Return shipping which pays?",
        "Who pays for re shipment?",
        "Someone who covers return shipping is currently not known.",
        "Who pays for sending it back?",
        "who covers return shipping",
        "Who pays for returned freight?",
        "The bill for the return shipping is not known.",
        "Did anyone pay for Return Shipping?",
        "Who pays for the delivery of an item that is returned?",
        "Who will pay for your return?",
        "Who pays for the returned shipments?",
        "Is it the person who pays for the delivery of returned goods?",
        "Shipping fees for returns are taken care of by who.",
        "Is it the person who pays to return a ship?",
        "who will cover return shipping?",
        "How much does someone pay for shipping back?",
        "Someone pays for the cost of returned shipping.",
        "Who will pay for the return shipment delivery?",
        "Who pays for re-shipping?",
        "Is it the person who pays return shipping?",
        "Which one pays for the return of shipment?",
        "Which one pays when you return shipping?",
        "Whose is responsible for returned shipping?",
        "Where does the money come from for shipping returned goods?",
        "Who pays for delivering returned items?",
        "Which one is responsible for returning the shipping?",
        "Which party has to pay for the postage after the return?",
        "Someone is responsible for costs of return Shipping",
        "Who covers the cost of return shipping?",
        "The person covers return shipping is not known.",
        "Who is responsible for the shipping of returned items?",
        "For returns, who takes care of shipping fees?",
        "Who makes up for costs of returning shipping?",
        "The cost of returned shipping is made up by whom?",
        "Is someone responsible for shipping returns?",
        "Who responsibilities for return shipping?",
        "Who has to pay for shipping back?",
        "Who is responsability for returns shipping?",
        "Who purchases return shipping?",
        "Who pays for the returned item to be delivered?",
        "The cost of returned shipping is made up by someone.",
        "What is the responsibility of sending return items?",
        "Someone pays for return shipping once the package is received.",
        "Someone is responsible for the costs of returned shipping.",
        "Who should cover return shipping?",
        "The cost of returning shipping needs to be made up by someone.",
        "Who paid the return shipping costs?",
        "Whose covers return postage?",
        "The person who pays for the shipping of returned goods?",
        "who pays for shipping return?",
        "Who pays for returned package shipping?",
        "Payment for shipping back something?",
        "Which one will pay for the return shipping?",
        "Is it the one who pays for return shipping?",
        "A person is responsible for the cost of return shipping.",
        "Which party pays for delivery of returned goods?",
        "Who pays for the shipping of returned goods",
        "Who pays for return shipping after it is returned?",
        "Who is footing the bill for the return shipment?",
        "Who pays for the shipping after the package is returned?",
        "Who pays for the return shipment's delivery?",
        "A person who covers return shipping is not currently known.",
        "After the package has been returned, who pays for shipping?",
        "Who is responsible for the return of a shipment?",
        "Return postage is covered by who",
        "Is there anyone who covers the return shipping costs?",
        "Who pays for the back shipping?",
        "Who pays for delivery of the returned items?",
        "Who pays for shipping the return?",
        "Somebody pays for re shipping.",
        "Does anyone pay for a shipping return?",
        "Payment for sending it again?",
        "Someone is responsible for the costs of shipping return.",
        "Someone is accountable for the costs of return shipping.",
        "Someone is responsible for the costs of returning SHIPPING.",
        "Who takes over for the cost of returning shipping?",
        "Who reimburses shipping back?",
        "There is someone who is responsible for the cost of return shipping.",
        "Return shipping costs are paid for by someone.",
        "Who pays for delivery of returned things?",
        "Return shipping cost who?",
        "The cost of returning shipping makes someone responsible.",
        "Who pays to send returned items?",
        "Who is responsible for returns shipping.",
        "Who pays for Return Shipping after the package is received?",
        "Exactly who pays for re shipping?",
        "What is the responsibility for returning Shipping?",
        "Someone is responsible for the Costs of Return Shipping.",
        "It's still a mystery who covers return shipping.",
        "It's not currently known who covers return shipping.",
        "Who will pay for return shipping after a package is returned?",
        "On your return, who makes up the postage?",
        "What is the responsibility of return shipping costs?",
        "Which person pays for the shipping back?",
        "Who gets to make up for the cost of returning shipping?",
        "Who pays Shipping back?",
        "Who reimburses delivery of returned items?",
        "Who pays for returned SHIPPING?",
        "After a package is returned, who pays for shipping?",
        "So who pays for shipping back?",
        "Who picks up the tab for shipping back?",
        "Who provides cover for shipping back?",
        "How much is paid for re shipping?",
        "someone is responsible for the costs of return shipping",
        "Who are responsible for shipping back?",
        "Someone pays for the postage on your return.",
        "Delivery of return shipping costs who?",
        "Who pays in return shipping?",
        "Who should take responsibility for return Shipping?",
        "Who pays for the return shipping.",
        "Who pays for return shipping after a package has been returned?",
        "Who covers the delivery of the return shipment?",
        "Someone pays to return a ship.",
        "Who makes up the shipping fees for returns?",
        "Who pays for the return shipment to be delivered?",
        "Payment on sending it back?",
        "Which people cover return shipping costs?",
        "Which one pays for shipping back up?",
        "Who pays the cost of returning shipping?",
        "Whoever pays for the delivery of the returned shipment?",
        "Which reimburses you for returning shipping?",
        "Whom covers return costs?",
        "After the package is received, who pays return shipping?",
        "Which one covers return shipping costs?",
        "Paying shipping fees for returns?",
        "Who pays for Return Shipping after a package is returned?",
        "So return shipping is covered by whom?",
        "Someone is responsible for returning Shipping costs.",
        "People who pay for return shipping?",
        "Those who cover shipping back?",
        "Is return shipping covered by somebody?",
        "Someone is responsible for returned shipping?",
        "Who takes up for the cost of returned shipping?",
        "Which one pays when shipping is returned?",
        "Who will foot the bill for return shipping?",
        "Who gets to pick up the cost of returned shipping?",
        "Return shipping is cover by who?",
        "Is re shipping paid for?",
        "Who is paying for the shipping on the return?",
        "Who is responsible for the cost of returned shipping?",
        "Someone pays to return a ship",
        "Who paid for return shipping?",
        "It is unknown who covers return shipping.",
        "Which person is responsible for shipping returned items?",
        "Anyone pays for shipping back?",
        "Who pays for returned shipped goods?",
        "Who is making up the bill for return shipping?",
        "Someone is responsible for shipping returned items",
        "Someone is paying for the return shipping.",
        "Who pays to return ship?",
        "Which one finances return shipping?",
        "Who paid for the return?",
        "The cost of returning shipping is made up by who?",
        "Who is responsible for the returns shipping?",
        "Do you know who is responsible for shipping returns?",
        "Someone should make up for the cost of returning shipping.",
        "Who is responsible for the return shipping?",
        "Who pays to ship it back?",
        "Who pays for a re shipped item?",
        "The person who covers return shipping is a mystery.",
        "Who costs for return shipping?",
        "The person paying for delivery of returned goods?",
        "Who pays for delivery of your returned shipment?",
        "Which party covers the postage following the return?",
        "It is a mystery who covers return shipping.",
        "Is there anyone responsible for returns shipping?",
        "The person who covers return shipping isn't currently known.",
        "Someone pays for the delivery of an item that has been returned.",
        "Who compensates for return shipping?",
        "Who handles shipping costs for returns?",
        "The person paying for the delivery of return shipped goods?",
        "Who pays the bill for returning shipping?",
        "Whose pays return shipping costs?",
        "Who handles return shipping costs?",
        "Who will take care of return shipping?",
        "Who makes up for the cost of returning shipping?",
        "Which party pays for the return shipment delivery?",
        "Who's financing the return shipping?",
        "Who pays when a package is returned?",
        "Who makes up for the high cost of returned shipping?",
        "Which one pays for returning the shipping?",
        "Return shipping is paid for by someone?",
        "After the package is shipped, who pays for return shipping?",
        "Who is responsible for ship returns?",
        "Return postage is covered by Who?",
        "Who pays for the shipment return?",
        "Which party pays for the mail after the return?",
        "Anyone pay for return shipping?",
        "Return shipping is being covered by who?",
        "I wonder if return shipping is covered by who?",
        "After the package is returned, who pays for shipping?",
        "Someone is responsible for returned shipments.",
        "What pays for return shipping after the package is received?",
        "Who is responsible for the return shipment's delivery?",
        "Payment for sending it back?",
        "Is it paid for return shipping?",
        "How do you cover the cost of shipping return?",
        "Whose is responsible for delivery of returned goods?",
        "It is not known who is responsible for return shipping.",
        "Who pays for returned cargo?",
        "It is not known who is responsible for shipping returns.",
        "Which of the two pays for returning shipping?",
        "Who pays for the returned package?",
        "Who is supposed to pay for returns shipping?",
        "Which one pays shipping back?",
        "Whose pays for return shipping after a package is received?",
        "We don't know who pays for return shipping.",
        "Who spends money to return a ship?",
        "The person who is responsible for returned shipping?",
        "Who pays for shipping return.",
        "Who is supposed to pay for returned shipping?",
        "Payment done for sending it back?",
        "Who pays for shipping returned things?",
        "Someone paid for return shipping.",
        "Someone is responsible for the costs of shipping returned.",
        "Someone pays for delivery of return shipment.",
        "Return shipping is taken care of by who?",
        "Who takes care of shipping fees after a return?",
        "Who covers return shipping",
        "The person who makes up for the cost of returned shipping?",
        "Who pays to deliver the item that is returned?",
        "Who is responsible for shipping return items?",
        "Someone is responsible for shipping return.",
        "Who makes up for the cost of shipping back?",
        "There are questions about who pays for shipping returned goods.",
        "Delivery of returned goods, who pays?",
        "Who gets to cover return shipping?",
        "Return shipping Who pays?",
        "Return ships are covered by who?",
        "It's who is responsible for returns shipping.",
        "For delivery of return shipping, who pays?",
        "Who pays for delivery when you return a shipment?",
        "A question about who pays for return shipping after the package is received.",
        "I wonder who is responsible for returned shipping.",
        "After a package is returned, who pays for return shipping?",
        "Who pays the shipping fees for returns?",
        "Who takes care of shipping fees for returned goods?",
        "Someone is responsible for shipping returned items.",
        "The person who is covering return shipping is currently not known.",
        "Someone is responsible for the Cost of Return Shipping.",
        "Someone who is responsible for costs of return shipping is someone.",
        "Who pays for a re delivery?",
        "Which pays for shipping again?",
        "Who is responsible for shipping the return?",
        "The person who covers return shipping is still not known.",
        "When it comes to shipping returns, who is responsible?",
        "Payment for return shipped?",
        "Who is responsible for the returned shipping costs?",
        "The person paying for the return shipment?",
        "Someone pays for delivery of returned goods",
        "Who contributes to Return Shipping?",
        "Return shipping costs can be covered by who.",
        "Someone is responsible for the costs of Shipping returned.",
        "Someone makes up for the cost of shipping returned.",
        "The person who pays for return shipping isn't known.",
        "Who pays for a return?",
        "Return shipping who pay?",
        "Someone has to make up for the cost of returning shipping.",
        "Which one pays for shipping back home?",
        "Who picks up the costs of shipping back?",
        "Who is responsible for the returned shipping cost?",
        "For returned shipping, who is responsible?",
        "Is the person responsible for the return shipment expenses?",
        "It is still not known who the person is who covers return shipping.",
        "Which person is responsible for the returns shipping?",
        "Can anyone make up for the cost of returned shipping?",
        "Some questions about who is responsible for returns shipping.",
        "Return shipping covered by who",
        "Who pays to get the ship returned?",
        "Who pays for the delivery of returned goods.",
        "The responsibility for shipping returns is who?",
        "Who pays for the delivery of goods returned?",
        "Who footed the bill for the return shipping?",
        "Which people pay for return shipping?",
        "Who is responsible for shipping returned products?",
        "Who is responsible for returned packages?",
        "Who comes up with the cost of returning shipping?",
        "It is not currently known who covers return shipping.",
        "It's a mystery who covers return shipping.",
        "Is there anyone who takes care of shipping fees for returns?",
        "Who is responsible for the return of a ship?",
        "Whose is in charge of shipping fees for returns?",
        "Return Shipping Costs Who pays?",
        "Who pays for the delivery of a returned shipment",
        "Who should pay for the return of a ship?",
        "Who is footing the cost of the return shipping?",
        "We don't know who is responsible for returns shipping.",
        "Does anyone make up for the cost of returned shipping?",
        "Who pays for the delivery of goods that are returned?",
        "The mystery is who covers return shipping.",
        "Who pays for the return delivered goods?",
        "Who is responsible for returned shipments?",
        "Who pays for shipping return shipped goods?",
        "The person who pays to return the ship is not known.",
        "Who would pay for shipping back?",
        "Who foots the bill for return Shipping?",
        "Who takes care of returning shipping costs?",
        "Someone pays for the delivery of the return shipment.",
        "Who has the responsibility for shipping returns?",
        "Which one pays for shipping back?",
        "What is responsible for returns shipping?",
        "Who reimburses the cost of shipping back?",
        "Who paid for the return shipment delivery?",
        "Where does the money come from for shipping back?",
        "Who pays for the ship to return?",
        "Who pays the return shipping costs",
        "Who does return shipping cost?",
        "Those who pay for Return Shipping?",
        "Who will pay for the returned shipment?",
        "Return shipping paid for by who?",
        "After a package returns, who pays for return shipping?",
        "It is still a mystery who covers return shipping.",
        "An individual who covers return shipping is not currently known.",
        "Who pays for the ship return?",
        "Who pays the return shipping costs?",
        "There is someone who is responsible for returned shipping.",
        "Which one pays for shipping home?",
        "The person who pays for delivery of returned items?",
        "Who should be paying for return shipping?",
        "Who takes care of the shipping fees after a return?",
        "Who pays for the return shipments?",
        "The cost of returning shipping should be paid by someone.",
        "How do you cover the cost of shipping returned items?",
        "Which pays for returning shipments?",
        "It is not known who covers return shipping.",
        "Who pay to get the ship back?",
        "Who pays for shipping back and forth?",
        "Is someone responsible for the return cost?",
        "Somebody pays for the delivery of returned goods.",
        "What is the responsibility for returns shipping?",
        "The person paying for delivery of return shipping?",
        "Which one is responsible for the return shipping?",
        "Who is shelling out the return shipping bill?",
        "Who pays for return ship?",
        "How do you pay for shipping when you return?",
        "Who is responsible for return shipping delivery?",
        "Which one contributes to the cost of returning shipping?",
        "Payment for a return shipment?",
        "Whom pays for delivery of return shipping?",
        "Which pays for shipping that is returned?",
        "Is there a person responsible for returned shipping?",
        "Correct, who pays for re shipping?",
        "If the package is returned, who pays for shipping?",
        "Someone pays shipping back.",
        "Who pays for the return ship delivery?",
        "Who pays for return shipping when a package is received?",
        "Who pays for return shipping after a package is delivered?",
        "Which party is responsible for the postage after the return?",
        "Someone pays for returns shipping.",
        "Who pays for the return shipment shipment?",
        "Someone pays for the return of goods.",
        "Whom pays to return a ship?",
        "Is there anyone responsible for the return shipment expenses?",
        "Return Shipping costs who pays?",
        "What is the responsibility of shipping returns?",
        "Who makes up for return shipping costs?",
        "Who has to cover shipping back?",
        "Who covers Return Shipping?",
        "Returnshipping covered by who?",
        "The person who is responsible for return shipping is not known.",
        "Who pays the costs of return shipping?",
        "Who is footing the bill for return SHIPPING?",
        "Who pays the return shipping?",
        "There is a question regarding who pays for shipping return.",
        "Who cover the shipping back?",
        "Who is responsible for the shipping of the return?",
        "The person that pays for delivery of returned goods?",
        "Is anyone responsible for shipping return items?",
        "The person is responsible for returned shipping?",
        "It's not known who the person is who covers return shipping.",
        "The person who pays for return shipping after the package is received?",
        "Which party pays the postage after they return?",
        "Who is responsible for delivery of a return shipment?",
        "There is a question about who pays for delivery of return shipped goods.",
        "Returning shipping costs are covered by who?",
        "Who funds the delivery of the return shipment?",
        "The person who pays for the delivery of the returned shipment?",
        "Who pays for Shipping Back?",
        "Who makes up for the shipping back?",
        "There is a mystery to who covers return shipping.",
        "Which pays for returns shipping?",
        "Who is paying the bill for the return shipping?",
        "Who pays for shipping goods back.",
        "Who reimburses re shipping?",
        "Who should pay for return shipping?",
        "There is someone who is responsible for the Costs of Return Shipping.",
        "Whose responsibility is it for shipping fees for returns?",
        "The person paying for return shipping after the package is received?",
        "The person who covers shipping returns is not known.",
        "Who is responsible for shipping returned goods?",
        "Exactly who is responsible for returns shipping?",
        "Did anyone pay for re shipping?",
        "Who pays for return shipping?",
        "Who pays for this return shipping?",
        "Someone pays for return shipping when a package is returned.",
        "Re shipping costs someone who pays.",
        "The person who pays to return the ship is unknown.",
        "There is a question on who is responsible for shipping returns.",
        "Yes, who is responsible for return shipping?",
        "Who pays for delivery of return shipping?",
        "Who pays for delivery of a returned shipment.",
        "What makes up for returned shipping costs?",
        "Who is responsible for shipping back?",
        "Who makes up for re shipping?",
        "When a package arrives, who pays for return shipping?",
        "It is not known who pays for shipping returned goods.",
        "What is the responsibility of the returned shipping?",
        "Someone is responsible for the costs of returning shipping.",
        "Who is responsible for returned shipment?",
        "Who is footing the bill for return shipping",
        "Payment related to sending it back?",
        "Someone pays for returning goods.",
        "The person paying for the delivery of returned goods?",
        "Payment required for return shipping?",
        "Who really pays for return shipping?",
        "Return shipping would be covered by who?",
        "Which one pays when shipping returns?",
        "Whose responsibility is returns shipping?",
        "Who pays for delivery of returned mail?",
        "Who pays to deliver returned shipped goods?",
        "Who pays for shipping returned goods again?",
        "It is not clear who the person who covers return shipping is.",
        "Someone is responsible for shipping back items.",
        "It is not clear who is responsible for returns shipping.",
        "Which party covers the postage post return?",
        "Who pays for shipping the returned item?",
        "Somebody makes up for the cost of returned shipping.",
        "Who pays for re mailing?",
        "It is not known who pays for delivery of the return shipment.",
        "Who is responsible for the delivery of the returned item?",
        "After a package is returned, who pays for returning shipping?",
        "Which one pays for a return shipment?",
        "Who's paying the bill for return shipping?",
        "Who paid for the delivery of the returned goods?",
        "Whoever pays for delivery of returned goods?",
        "Who covers shipping costs when you return?",
        "Someone has to pay for return shipping.",
        "Is anyone responsible for shipping fees for returns?",
        "Pay for return shipping?",
        "Who is held responsible for returned shipping?",
        "Is it who is responsible for returns shipping?",
        "Someone is responsible for the costs of Return shipping.",
        "Who pays for the delivery of return shipping?",
        "Who pays for shipping returned shipments?",
        "Who pays for delivery of returns?",
        "Who pays for delivery of goods back?",
        "Which party pays for re shipping?",
        "Who pays for the return?",
        "Who compensates for return shipping costs?",
        "Who pays for returned shipping costs",
        "Which company covers shipping back?",
        "Who pays when shipping returns?",
        "Who is covering the return costs?",
        "Return Shipping is paid for by Who?",
        "Who pays the cost of shipping back?",
        "Someone is responsible for cost of returning shipping.",
        "Who pays for returning goods delivery?",
        "Who covers delivery of the return shipment?",
        "When a returned shipment is delivered, who pays?",
        "Who pays for a Return Shipping?",
        "We don't know who pays for re shipping.",
        "Someone pays for return shipping when a package is received.",
        "Who pays to get ship back?",
        "The person or people are responsible for the costs of returning Shipping.",
        "Who pays the costs of returning shipping?",
        "Which ones cover return shipping costs?",
        "The person that covers return shipping is not currently known.",
        "Who is responsible for the postage on your return?",
        "It's unclear who pays for shipping back.",
        "Who is responsible for returned freight?",
        "Someone pays for the return shipping after the package is returned.",
        "The person who covers the return shipping costs?",
        "Payment needed for return shipping?",
        "Who is responsible for re shipment?",
        "Paying for return shipping?",
        "It is not known who pays for Return Shipping.",
        "Someone pays for the delivery of returns.",
        "Who is responsible for the shipping on the return?",
        "Which party pays for delivery of the return shipment?",
        "Return shipping costs who pays?",
        "Who funds shipping back?",
        "Who pays for returned shipping costs?",
        "Who pays for returning shipments?",
        "Return shipped goods are delivered by who pays?",
        "Who pays for shipping after return?",
        "Who contributes to return shipping?",
        "Is there anyone who covers return postage?",
        "Return shipping - who pays?",
        "Delivery of return shipping is paid for by someone.",
        "Someone is responsible for re shipping.",
        "After the package is returned, who pays the shipping?",
        "Who pays for a return shipping.",
        "It's not clear who pays for shipping back.",
        "Payment for shipping again?",
        "The person who pays for return shipping is unclear.",
        "What about the return shipping costs?",
        "A question about who is responsible for return shipping.",
        "After the package is received, who pays for return shipping.",
        "Who pays for return shipping costs??",
        "Who makes a payment for shipping back?",
        "Is it someone who pays for shipping back?",
        "Whose pays for shipping back?",
        "Who makes up for the return shipping cost?",
        "What party pays for the postage after the return?",
        "Who pays shipping fees for returns?",
        "Who is footing the bill for return shipping.",
        "They don't know who pays for return shipping.",
        "Someone is responsible for the cost of shipping when they return it.",
        "Payment for returned shipment?",
        "Who pays the Return Shipping costs?",
        "Someone is responsible for the expenses of returning Shipping.",
        "Does anyone pay for the delivery of returned items?",
        "Is someone responsible for returns shipping?",
        "Who pays for return Shipping?",
        "Which will pay for returning shipping?",
        "return postage paid by whom?",
        "Who pays for return shipping after the package arrives?",
        "Is anyone in charge of shipping fees for returns?",
        "The person paying for return Shipping?",
        "Who will pay for the shipping back?",
        "Who is going to pay for returned shipping?",
        "Who pays for returned goods to be delivered?",
        "A person who covers return shipping is not currently known",
        "Is it someone's responsibility to ship return items?",
        "Who does responsibility for returns shipping?",
        "Did anyone pay for return Shipping?",
        "Anyone pays for shipping return?",
        "Who pays for shipping for returns?",
        "Is it one who pays for return shipping?",
        "Who pays for delivery of an item returned?",
        "Who is responsible for return shipment delivery?",
        "The person who is responsible for return Shipping?",
        "Who pays for the returning shipment?",
        "What about the cost of returning shipping?",
        "Who pays for shipping a package back after it's received?",
        "Who pays for returned Shipping?",
        "Someone has to take care of shipping fees for returns.",
        "There is a question about who pays for delivery of returned items.",
        "Who will take care of shipping returns?",
        "Who covers the cost of shipping back?",
        "Who pays for the return shipping when the package is received?",
        "Who pay for shipping returns?",
        "Who is responsible for returned mail?",
        "Is there someone who covers return shipping?",
        "Someone pays for delivery of a return shipment.",
        "How much is paid for return shipping after a package is returned?",
        "The package is returned and who pays for return shipping?",
        "Whose responsibility is it for delivery of returned goods?",
        "Who pays for shipping returned products?",
        "The person who pays for the delivery of returned items?",
        "Who pays for the shipping returned goods",
        "Who is responsible for delivery of return shipped goods?",
        "Is someone responsible for return postage?",
        "Who makes up the difference for Return Shipping?",
        "Who pays to re ship?",
        "Who makes up for costs of returned shipping?",
        "Who is responsible for getting shipping back?",
        "Who is responsible for return shipping costs?",
        "Who pays for shipping things back home?",
        "I want to know who pays for re shipping.",
        "Who pays for a return shipping shipment?",
        "Which party pays the postage when you return?",
        "Which party cover the postage after the return?",
        "Who should take responsibility for shipping returns?",
        "The person who is responsible for return shipping is currently not known.",
        "Who pays for shipping return packages?",
        "Who is responsible for handling shipping fees for returns?",
        "Who should pay for returned shipping?",
        "Who pays for return shipping after a package returns?",
        "Who is responsible for the delivery of returned goods?",
        "Who paid for the delivery of the returned shipment?",
        "Who will pay for delivery of the return shipment?",
        "Who pays for your re shipping?",
        "Which company pays for re shipping?",
        "It is someone who is responsible for the costs of return shipping.",
        "Somebody pays for return shipping after a package is returned.",
        "Who goes to pay for return shipping?",
        "Who pays delivery of the return shipment?",
        "Who pays to deliver items that have been returned?",
        "Who pays for delivering a return shipment?",
        "Which one reimburses you for return shipping?",
        "Someone has to pay for re shipping.",
        "Who pays for a return shipping?",
        "Who is responsible for returned cargo?",
        "Does anyone cover shipping back?",
        "Who pays for a return shipping delivery?",
        "Who takes responsibility for the cost of returning shipping?",
        "Can you tell me who covers return postage?",
        "Which one ends up paying for return shipping?",
        "Did anyone pay for shipping back?",
        "Who is responsible for delivery of returned items?",
        "Which one pays for shipping back and forth?",
        "Which party pays for the postage after the return?",
        "So who pays for return shipping after the package is received?",
        "Payments for returns shipping?",
        "Who pays to send back returned goods?",
        "Who reimburses the return of a ship?",
        "Who picks up the cost of shipping back?",
        "Who pays for return shipping after the package is received.",
        "Who accounts for return shipping?",
        "Who pays for a shipping return?",
        "Which company covers the return shipping costs?",
        "Is there a person responsible for shipping return items?",
        "Who takes care of shipping fees during returns?",
        "Someone is responsible for the shipping returns.",
        "Whom pays for shipping return?",
        "So who pays for shipping returned goods?",
        "Return shipping reimbursed by who?",
        "Someone pays for return shipping after it is received.",
        "There is a question regarding who is responsible for returns shipping.",
        "Which one pays to return a shipment?",
        "Which will pay for shipping back?",
        "I would like to know the return shipping cost.",
        "Who pays forshipping return?",
        "It is unclear who covers return shipping.",
        "Who finances Return Shipping?",
        "Which pays for shipping back again?",
        "How much is paid for delivery of return shipped goods?",
        "who is footing the bill for return shipping?",
        "Who takes care of shipping fee for returns?",
        "For re shipping, who pays?",
        "Who pays to ship returned items?",
        "shipping returns who is responsible",
        "Does anyone know who is responsible for returns shipping?",
        "Who is responsible for sending returns?",
        "It's unclear who is responsible for returns shipping.",
        "Those who pay for shipping return?",
        "Who paid for delivery of the return shipment?",
        "Who pays the costs of returning a ship?",
        "Someone is responsible for Costs of Return Shipping.",
        "Whom pays for re shipping?",
        "Who was responsible for the return shipping bill?",
        "Delivery of return shipping costs who pays?",
        "The payment for the return shipping?",
        "Who pays for delivery of a return shipment?",
        "Which party pays for the delivery of the returned shipment?",
        "Is the person responsible for return shipping costs?",
        "The delivery of return shipping is paid for by someone.",
        "Which one is responsible for shipping returns?",
        "Who pays for the shipping return goods?",
        "Someone pays for returns of goods.",
        "Who's footing the bill for the return shipping?",
        "Someone is responsible for sending return items.",
        "Which one is paying for return shipping?",
        "Who pays for return goods delivery?",
        "Which party pays postage when you return?",
        "Who pays Return shipping costs?",
        "Who is accountable for shipping returns?",
        "Whose responsibility is it to ship return items?",
        "Who pays for shipping when it is returned?",
        "Who pays to re deliver?",
        "Who footings the bill for return shipping?",
        "Payments for sending it home?",
        "Which makes up for the cost of returning shipping?",
        "There is a question about who pays for re shipping.",
        "Who pays for deliveries of returned goods?",
        "Someone pays for the returned item's delivery.",
        "Who takes care of the shipping for returns?",
        "Return Shipping costs who pays",
        "Who pays for the cost of returning shipping?",
        "Whom covers the return costs?",
        "Who pays for the delivery of an returned item?",
        "Shipping fees for returns are taken care of by who?",
        "A person is responsible for costs of returning Shipping.",
        "Who pays for the delivery of Return Shipping?",
        "Someone pays for the shipping returned goods.",
        "Return shipping costs are paid by who?",
        "If you return shipping, who makes up for the cost?",
        "Who pays for Return Shipping?",
        "Who expenses return shipping?",
        "Who pays the shipping of returned goods?",
        "Who will pay for delivery of the returned shipment?",
        "Who is responsible for the returned shipping?",
        "Who pays for the shipping back",
        "Who pays to re shipping?",
        "Yes, who covers return shipping?",
        "The person who pays for return shipping after a package is received?",
        "Who pays to re- ship?",
        "Which one covers the cost of returning shipping?",
        "Who bankrolls the return shipping?",
        "Who makes up for the cost of returned shipping.",
        "What pays for delivery of return shipping?",
        "Who gets to pay for shipping returned goods?",
        "Delivery of return shipped goods are paid for by someone.",
        "Who pays for the delivery of returned stuff?",
        "Who pays the returns shipping costs?",
        "The one who pays for return shipping?",
        "So which one pays for return shipping?",
        "Which one reimburses you for shipping back?",
        "Who pays for the return shipping after a package is returned?",
        "The person who pays for Return Shipping?",
        "There is a question of who is responsible for shipping return items.",
        "A payment for sending it back?",
        "How do you pay the cost of return shipping?",
        "Who covers the delivery of returned goods?",
        "Who paid to return the ship?",
        "Did anyone pay for return shipping after the package was received?",
        "Someone pays for the delivery of the returned shipment",
        "Which ones are responsible for shipping returns?",
        "The person who pays for delivery of returned item?",
        "There is a question about who pays for delivery of return shipping.",
        "Which person covers return shipping costs?",
        "Which one pays for returned mail?",
        "Was return postage paid by whom?",
        "The person paying for the delivery of the return shipment?",
        "Which party is responsible for return shipping?",
        "Who is liable for shipping returned items?",
        "Return Shipping costs Who pays?",
        "Do you know who pays for delivery of the return shipment?",
        "Who pays for the delivery of a returned item.",
        "Someone must make up for the cost of returning shipping.",
        "Which person is responsible for return shipping?",
        "The person responsible for the returns shipping?",
        "Is there anyone who will cover return shipping?",
        "Who are the people who pay for return shipping?",
        "What's the responsibility for shipping returned items?",
        "Someone is responsible for delivery of returned goods.",
        "Someone pays to return goods?",
        "Who is next to pay for the return shipping?",
        "Whose responsibility is re shipping?",
        "Who is responsible for return shipment?",
        "Who makes up for returning shipping costs?",
        "Which party is responsible for shipping return items?",
        "Who will be responsible for returned shipping?",
        "Who should be paying for the return shipping?",
        "Shipping return items who is responsible?",
        "Return shipping costs are covered by whom?",
        "Who pays for delivery of return shipment?",
        "There is a question about the return shipping cost.",
        "How do we know who is responsible for shipping return items?",
        "Return Shipping pays who?",
        "Which party pays for Return Shipping?",
        "Which people cover shipping back?",
        "Whose pays re shipping?",
        "Who's paying for return shipping?",
        "Who covers Return shipping?",
        "The cost of returning shipping makes someone responsible for it.",
        "Who makes up for the cost of returned shipments?",
        "delivery of returned goods, who pays?",
        "Whose responsibility is the return shipping?",
        "Who has to pay for returning shipping?",
        "How do we know who is responsible for returns shipping?",
        "Who pays for shipping Return?",
        "Who looks after shipping fees for returns?",
        "Who are responsible for the cost of returned shipping?",
        "The return shipping covered by who?",
        "I want to know who is responsible for return shipping.",
        "Someone pays for Return Shipping",
        "Who takes care of return shipping?",
        "We don't know who covers return shipping.",
        "How do you cover the cost of return shipping",
        "Return shipping: who pays",
        "They don't know who is responsible for shipping returns.",
        "Who has the responsibility for shipping return items?",
        "Who is the responsible person for returns shipping?",
        "What pays for the delivery of returned goods?",
        "Someone is responsible for the delivery of returned goods.",
        "A person is responsible for costs of returning shipping.",
        "The person who pays for the return shipping is unknown.",
        "Is there anyone who covers shipping back?",
        "The person who pays for the returned shipment?",
        "Who's responsible for return shipping?",
        "Which one reimburses you for your return shipping?",
        "Who pays for shipping returned objects?",
        "Which will pay for return shipping?",
        "Who pays when returning shipping?",
        "Is the person responsible for the return shipping costs?",
        "Someone pays for the delivery of returned shipping.",
        "Which pays when you return shipping?",
        "Who pays for the Return shipment?",
        "Who pays for returned shipping",
        "A person is responsible for the cost of return Shipping.",
        "Who is responsible for return shipping costs.",
        "Return shipping is paid for by someone.",
        "Who will pay for returns?",
        "Whichparty covers the postage after the return?",
        "It is not known who covers return shipping costs.",
        "Who is responsible for returning the shipping?",
        "It is not known who is responsible for returns shipping.",
        "Who pays for returning shipped goods?",
        "Who is responsible for handling shipping back?",
        "It is unclear who is responsible for return Shipping.",
        "So return shipping is covered by who?",
        "Who pays for a return of a ship?",
        "It's a question about payment for return shipping.",
        "Who covers the return shipping expenses?",
        "What is the responsibility of returning shipping?",
        "There is return shipping covered by who?",
        "Which party covers the postage after the return?",
        "re shipping who pays for it?",
        "Who will pay return costs?",
        "Someone pays for delivery of the returned shipment",
        "Who pays for return shipping after the package is recieved?",
        "Delivery of the returned shipment is paid for by someone.",
        "Who pays for the service of return shipping?",
        "The person who covers return shipping is not currently known",
        "Return shipping costs covered by who?",
        "Who pays for shipping back after a package is returned?",
        "Who is responsible for transporting returned items?",
        "Who is the paying for the return shipping?",
        "Anyone covers return shipping?",
        "Who pays for delivery back?",
        "There's a question about who is responsible for return shipping.",
        "Whom pays for return shipping costs?",
        "Whose pays for shipping returned goods?",
        "Who will pay for shipping return?",
        "Who takes responsibility for the cost of returned shipping?",
        "Is there anyone who pays for shipping back?",
        "Whom makes up postage on your return?",
        "What is the responsibility for the shipping returns?",
        "Who pays for return shipping after you received the package?",
        "Who takes care of shipping fees when you return?",
        "Who is going to pay the bill for return shipping?",
        "Is there a payment for the return shipping?",
        "Someone has responsibility for the costs of returning Shipping.",
        "Whose pays for the return shipment?",
        "Who pays for the delivery of return shipped goods",
        "Who pays to go back on a ship?",
        "It is unclear who pays for delivery of returned goods.",
        "It is not known who covers return postage.",
        "Who pays for returning shipping?",
        "What is the responsibility for return shipping?",
        "Who is responsible for the cost of returned shipments?",
        "Who pays for the delivery of goods that were returned?",
        "Who is liable for returned shipping?",
        "Is the person responsible for return shipment expenses?",
        "Who pays for shipping that goes back?",
        "Who will make up for the cost of returned shipping?",
        "Who covers shipping back?",
        "Who pays for return shipping after you return the package?",
        "Someone pays for return shipping after a package is returned.",
        "Which one absorbs the cost of return shipping?",
        "Who is liable for shipping return?",
        "Is anyone responsible for return shipping after the package is returned?",
        "Someone takes care of shipping fees for returns",
        "Is someone responsible for delivery of returned goods?",
        "Payment for sending it back to us?",
        "The person covering return shipping is currently not known.",
        "The person paying for delivery of the returned item?",
        "Someone pays for the return.",
        "Whom is paying for the return shipping?",
        "Who is responsible for return shipping.",
        "Is return shipping covered by who.",
        "Who pays for shipping out again?",
        "Which one pay for the return shipping?",
        "Who compensates for the cost of returning shipping?",
        "Who is responsible for the delivery of a returned shipment?",
        "Payment for shipping returns?",
        "Which person is responsible for returned shipping?",
        "Someone has to cover shipping back.",
        "Who takes responsibility for returns shipping?",
        "What is the responsibility for shipping return items",
        "Who will take care of shipping fees for returns?",
        "Who pays return shipping costs",
        "return shipping who pays?",
        "Which one pays for the return Shipping?",
        "Who provides return shipping costs?",
        "There is a question about who covers return shipping costs.",
        "Who pays for the return of your ship?",
        "It's still not certain who covers return shipping.",
        "Is someone responsible for shipping fees for returns?",
        "Who is going to take care of return shipping?",
        "How do we know who is responsible for return shipping?",
        "Who is responsible for the return shipping.",
        "Who makes up the difference for re shipping?",
        "A question about return shipping: who pays?",
        "Who pays for shipping Back?",
        "Someone is responsible for the costs of returned Shipping.",
        "The person who pays for delivery of the returned shipment is not known.",
        "Can someone make up for the cost of returned shipping?",
        "Which party pays the postage after your return?",
        "When returning shipping, who pays?",
        "Someone is responsible for returns shipping?",
        "Who do you cover return shipping?",
        "Someone is responsible for return shipping after a package is returned.",
        "Who is responsible for the costs of return shipping?",
        "Who responsibility for returned shipping?",
        "Is there someone responsible for the return shipment expenses?",
        "Return shipping costs who pays",
        "What is the responsibility for shipping returned goods?",
        "Return shipping has a question: who pays?",
        "Someone pays for the returned item to be delivered.",
        "The person responsible for shipping returns is not clear.",
        "Who pays for shipping that is returned?",
        "When you return, who makes up the postage?",
        "Who pays to have the returned item delivered?",
        "What is the responsibility of the shipping fees for returns?",
        "After a package is returned, who pays for shipping again?",
        "Who pays to have returned goods delivered?",
        "Someone pays for shipping back.",
        "Do you know who pays for re shipping?",
        "Who pays for re freight?",
        "Who pays for the delivery of a returned item?",
        "Who covers the costs of shipping back?",
        "There is a mystery about the person covering return shipping.",
        "There's a question about who is responsible for returns shipping.",
        "Who covers the return shipping?",
        "Which one pays for the return of shipping?",
        "The person who pays for delivery of a returned shipment?",
        "People pay for return shipping?",
        "What about return shipping payment?",
        "It costs someone to make up for the cost of returned shipping.",
        "The person responsible for the return shipping?",
        "Someone pays for the delivery of returned items.",
        "Returning postage paid by someone?",
        "When it comes to returns shipping, who is responsible?",
        "Who takes up the cost of returning shipping?",
        "Which one reimburses for returning shipping?",
        "Who pays for the re shipping?",
        "Who makes up the cost of returning shipping?",
        "Who pays for that return shipment?",
        "Who pays for delivering back?",
        "Return shipping and who pays?",
        "Someone pays for return shipping after the package is recieved.",
        "Payment for shipping returned?",
        "Who pays the return shipping costs.",
        "Payment for sending the thing back?",
        "Who shoulders the bill for return shipping?",
        "Someone pays for the return shipping after a package is received.",
        "Return shipping is covered by someone?",
        "Pay for sending it back?",
        "Who deals with return shipping costs?",
        "Who is accountable for shipping back?",
        "Who contributes to return shipping costs?",
        "Who will pay for the return shipping?",
        "The person who covers returned shipping is not currently known.",
        "Is anyone responsible for return shipping after a package is received?",
        "return postage paid by whom",
        "It is not known who pays for return shipping after the package is returned.",
        "Which party is responsible for returned shipping?",
        "I wonder who is responsible for return shipping.",
        "Who pays for transporting returned goods?",
        "Who bears the cost of shipping back?",
        "Shipping returns, who is responsible?",
        "The person who pays for shipping returned goods",
        "A mystery surrounds the person who covers returning shipping.",
        "Who pays for shipping the goods back?",
        "How about payment for returned shipping?",
        "Who will make up for returned shipping?",
        "Who pays the ship to come back?",
        "Who would pay to return a ship?",
        "There is a question regarding who is responsible for shipping returns.",
        "Who pays for shipping once a package is returned?",
        "Who pays for transport back?",
        "Who costs shipping return?",
        "Who pays to deliver the item that has been returned?",
        "Who pays delivery of return shipment?",
        "Who pays when returned goods are shipped?",
        "Who covers return shipment?",
        "The cost of returned shipping goes to who?",
        "Which one covers the return shipping?",
        "The one who pays for returning shipping?",
        "Payment for shipped back?",
        "Who pays for the delivery of returning items?",
        "Who's paying the bill for the return shipping?",
        "Who will cover return shipping",
        "Who reimburses the shipping back?",
        "Who pays delivery of goods that have been returned?",
        "The person who pays for the delivery of returned goods",
        "Who paid for Return Shipping?",
        "Which pays for return shipping?",
        "Who funds return shipping costs?",
        "Is there anyone responsible for return shipping?",
        "Who is responsible for shipping back",
        "Does anyone pay for the delivery of the return shipment?",
        "It is not clear who pays for re shipping.",
        "Which one pay for return shipping?",
        "Who pays for a ship to be returned?",
        "Someone is responsible for the return of shipping.",
        "Someone is responsible for the costs of shipping back.",
        "Someone who covers return shipping isn't currently known.",
        "Is it the person who pays for shipping returned goods?",
        "Shipping fee for returns?",
        "Who should be responsible for returns shipping?",
        "Whom pays for return shipping after a package is received?",
        "Who makes up for the shipping return cost?",
        "Someone will pay for returning goods?",
        "Who takes care of shipping fees after returns?",
        "The person who covers return shipping is still a mystery",
        "Someone is responsible for shipping returned goods.",
        "Who takes care of shipping fees for returns.",
        "who pays for delivery of return shipment",
        "The person who pays for the shipping returned goods?",
        "A mystery surrounds the person who pays for return shipping.",
        "Which one has to pay for return shipping?",
        "Who will cover the cost of returned shipping?",
        "Someone is responsible for shipping fees for returns.",
        "It's who is responsible for returned shipping?",
        "There is a question about who is responsible for returned shipping",
        "Who is responsible for the return shipment?",
        "The person who pays for delivery of return shipped goods?",
        "Who would be responsible for returned shipping?",
        "Who are the responsible for return shipping?",
        "Who pays for re shipping?!",
        "Who picks up the cost of returned shipping?",
        "Whose pays for return shipping after the package is returned?",
        "In return shipping, who pays?",
        "Who pays to return a ship.",
        "Someone pays for the returned shipment.",
        "Someone is responsible for costs of Return Shipping.",
        "Who has to pay to return a ship?",
        "Which one pays for shipping that is returned?",
        "Who pays for the delivery of the returned item",
        "Mystery surrounds the person who covers return shipping.",
        "What do you think about who pays for return shipping?",
        "Payment for returned shipments?",
        "Who makes up for shipping costs when you return it?",
        "Who has responsibility for shipping return items?",
        "Someone pays for shipping return.",
        "Whom pays for Return Shipping?",
        "It is unclear who pays for shipping return.",
        "Who is paying for the Return Shipping?",
        "Who will foot the return shipping bill?",
        "Who covers shipping returned goods?",
        "Who pays to deliver the returned items?",
        "How much does someone pay for shipping returned goods?",
        "The return shipping was covered by who?",
        "There are questions about who is responsible for shipping return items.",
        "Someone makes up for the cost of shipping back.",
        "It is not clear who pays for return shipping after the package is received.",
        "Correct, return shipping is covered by who?",
        "A question about who is responsible for shipping returns.",
        "Who will cover return costs?",
        "Does anyone pay for return shipping after a package is received?",
        "For the cost of returned shipping, who makes up?",
        "Payment for shipping back to you?",
        "Who takes the responsibility of shipping back?",
        "Who takes care of shipping fees in return?",
        "Shipping return pays who?",
        "Who takes care of the cost of returned shipping?",
        "Those who cover return shipping costs?",
        "Which one pays to ship back?",
        "Which party contributes to the postage after the return?",
        "It's unclear who pays for shipping returned goods.",
        "We don't know who covers return postage.",
        "There is a question about who is responsible for returns shipping",
        "There is a mystery over who covers return shipping.",
        "Whom is responsible for return shipping?",
        "Who funds the return shipping?",
        "Who will be responsible for returning shipping?",
        "Who would cover return shipping?",
        "Someone is responsible for sending back items.",
        "Which is responsible for returning shipping?",
        "We don't know who is responsible for return shipping.",
        "Who pays for re shipped?",
        "Who is responsible for ships that are returned?",
        "Which one pays for return shipping?",
        "Who will cover return shipping?",
        "Who contributes to re shipping?",
        "It is not known who pays for the delivery of the return shipment.",
        "What is the responsibility for returned shipping.",
        "There is a question of who pays for shipping returned goods.",
        "Who pays a shipping return?",
        "Who helps pay for returned shipping?",
        "Which one pays for returned shipping?",
        "Who does the shipping back for?",
        "Whose pays for re shipping?",
        "Which pays for return shipment?",
        "Who handles shipping fees for returns.",
        "The person who pays for return shipping is a mystery.",
        "Which one pays for returning shipped goods?",
        "The person who pays for return shipping is not clear.",
        "Someone pays for return shipping once a package is received.",
        "Someone is responsible for cost of return shipping.",
        "Which party pays postage after you return?",
        "Who would pay for the return of a ship?",
        "Did anyone pay for the return shipment?",
        "Who pays for delivery of the return shipment?",
        "What is the responsible party for return shipping?",
        "Guess who pays for shipping back?",
        "Someone pays for the return of goods?",
        "Who pays for a ship to return?",
        "Who pays for shipping a return shipment?",
        "Which one will pay for returning shipping?",
        "Who takes care of shipping fees when returns are made?",
        "Who pays the return of a ship?",
        "Who is responsible for postage on your return?",
        "Someone who is responsible for the costs of return Shipping is someone.",
        "Shipping back is paid for by someone.",
        "Who takes care of the cost of returning shipping?",
        "Who pays for the return",
        "Someone makes up for cost of returned shipping.",
        "Who pays for shipping back in time?",
        "We don't know who is responsible for shipping returns.",
        "Who has to pay for the return shipping?",
        "Return shipping costs are covered by who",
        "Who should be responsible for shipping returns?",
        "Someone pays for the return of shipping.",
        "So who pays for return shipping?",
        "Returning shipping covered by who?",
        "Return shipped goods are paid for by whom?",
        "Which reimburses return shipping?",
        "Who will pay the return cost?",
        "Who pays for delivery of returned shipped goods?",
        "Who pays for shipping when a package is returned?",
        "Someone makes up the cost of returned shipping.",
        "Shipping return costs who pays?",
        "What party covers the postage after you return?",
        "Who takes care of return shipping costs?",
        "Someone pays for the re shipping.",
        "Somebody pays for the return shipment.",
        "Which party pays for shipping back?",
        "Who is financing the return shipping?",
        "Someone has to pay for shipping back.",
        "Is re shipping paid for by someone?",
        "Who does shipping back for?",
        "Does anyone cover the return shipping costs?",
        "Which one pays for shipping return?",
        "Who is footing the bill for return shipping?",
        "Who pays delivery of return shipped goods?",
        "Who pays for delivering the returned goods?",
        "Who is responsible for the shipping fees for returns?",
        "If the package is returned, who pays for return shipping?",
        "Which agency takes care of shipping fees for returns?",
        "Which people covers return shipping?",
        "Who makes up for the cost of returning shipping.",
        "Which one pays for shipping returns?",
        "Who are liable for return shipping?",
        "Who pays for returned shipping after it is received?",
        "There's a question about who is responsible for shipping returns.",
        "Whose pays for return shipping after the package is received?",
        "The person who pays for the delivery of the returned item?",
        "Who paid for the shipping back?",
        "What makes up for the return shipping cost?",
        "Someone is responsible for shipping returns",
        "People are wondering who pays for shipping returned goods.",
        "Who pays returned shipping?",
        "Who must pay for re shipping?",
        "Delivery of return shipping is paid for by who?",
        "Who funds shipping returned goods?",
        "Yes, who is responsible for returns shipping?",
        "Who pays for the ship back?",
        "Who pays to have return shipping delivered?",
        "Someone who covers return shipping is not currently known",
        "Who pays for delivery of goods that are returned?",
        "Does one pay for returning shipping?",
        "The person who pays the cost of returned shipping?",
        "Who is responsible for the return of mail?",
        "There is a question of who is responsible for returned shipping.",
        "Who is supposed to handle shipping fees for returns?",
        "Who covers return shipping costs",
        "Who is responsible for return shipped goods?",
        "The person who pays for the delivery of the returned goods?",
        "Who took care of shipping fees for returns?",
        "Which one pays if you return shipping?",
        "Who pays for the return shipping after the package arrives?",
        "Someone pays for delivery of a returned shipment.",
        "Can you tell me who covers return shipping?",
        "A mystery surrounds the person who covers return shipping.",
        "Which one pays for your return shipment?",
        "Return shipping is covered by who, right?",
        "Who reimburses the delivery of returned goods?",
        "A person is responsible for the cost of returning shipping.",
        "the person who covers return shipping is not currently known",
        "Who is responsible for the delivery of returns?",
        "Who is footing the bill for returning shipping?",
        "Whoever pays for delivery of returned item?",
        "Who pays to reship?",
        "Who pays for return shipping.",
        "Who pays delivery of the returned shipment?",
        "There is a person who is responsible for costs of returning Shipping.",
        "Who covers the cost of the return?",
        "Is there a responsible person for return shipping?",
        "Who pays for return shipping once a package has been received?",
        "Who pays to send goods back?",
        "Who takes care of the shipping fee for returns?",
        "What about the return shipment expenses?",
        "Re shipping pays who?",
        "Who takes in the cost of returned shipping?",
        "Who pays to take the ship back?",
        "Return Shipping costs who pays.",
        "Who makes up for returned shipping costs?",
        "Someone who covers return shipping is currently unknown.",
        "It is not known who pays for re shipping.",
        "When a package is returned, who pays for return shipping?",
        "Who handles returns shipping fees?",
        "Who pays for the return shipping cost?",
        "Who is supposed to pay for return shipping?",
        "Someone makes up for the return shipping cost.",
        "Who pays for a ship to come back?",
        "How do you pay for the cost of return shipping?",
        "Which party covers postage after the returned item?",
        "Who will cover the return shipping?",
        "Did anyone pay for delivery of returned goods?",
        "I want to know which one pays for return shipping.",
        "Who makes up the difference for return shipping?",
        "Who does the work of shipping fees for returns?",
        "The returned shipment is paid for by someone.",
        "Who pays for the delivery of a return shipment?",
        "It is unclear who pays for return shipping after the package is received.",
        "Who will be responsible for the return shipping?",
        "What is the responsibility for return Shipping?",
        "The person that pays for return shipping is not known.",
        "Is anyone responsible for the cost of returning shipping?",
        "What's the responsibility for returned shipping?",
        "Who pays to deliver the returned shipment?",
        "Who paid for shipping back?",
        "Who's responsible for returned shipping?",
        "When shipping back, who pays?",
        "Whose party covers the postage after the return?",
        "Someone pays for return Shipping",
        "We don't know who pays for delivery of returned goods.",
        "The person paying for return shipped goods?",
        "Who is liable for return shipping costs?",
        "Who pays to deliver the return shipping?",
        "Who would pay to get the ship back?",
        "Which one contributes to the cost of return shipping?",
        "What makes up for the cost of returned shipping?",
        "The person responsible for return shipping?",
        "Paying for the return postage by whom?",
        "Who is liable for the return shipping bill?",
        "Does anyone pay for return shipping after the package is received?",
        "Payment for returning shipping?",
        "Who pays to get the ship back home?",
        "Who funds the delivery of return shipping?",
        "Which one pays for your return shipping?",
        "Someone pays for the shipping back.",
        "Someone covering return shipping is still a mystery.",
        "The person who pays for the return shipment",
        "Who pay's for return shipping?",
        "Who is responsible for shipping fees for returns.",
        "Someone is responsible for returning Shipping.",
        "who pays for delivery of returned goods",
        "The return shipping bill, who is paying?",
        "Who pays to return ships?",
        "Which party will cover postage after the return?",
        "I wonder who pays for re shipping?",
        "The cost of returned shipping makes someone responsible for it.",
        "Who takes care of returned shipping costs?",
        "Which person pays for re shipping?",
        "Payment made for sending it back?",
        "Which one pays for returned shipment?",
        "Is there someone responsible for return shipping?",
        "Who is responsible for shipping returns",
        "Who pays to get the package back?",
        "Who pays for delivery of returned objects?",
        "who pays for shipping return",
        "Who pays the bill for the return shipping?",
        "Who's responsible for returning shipping?",
        "Which is responsible for returned shipping?",
        "Who is responsible for shipment of return items?",
        "Who is supposed to take responsibility for return shipping?",
        "Who is footing the bill for Return shipping?",
        "Who will pay for the return shipment?",
        "Who pays for the return shipping of returned goods?",
        "Who reimburses the re shipping?",
        "Who pays the cost of return shipping?",
        "What should be the responsibility for shipping return items?",
        "Return shipping costs are covered by who?",
        "We do not know who the person who covers return shipping is.",
        "Who pays for re ships?",
        "Do you know who pays for shipping returned goods?",
        "Who pays for returning shipping costs?",
        "Who makes up for the returned shipping?",
        "Return shipping payments?",
        "A person is responsible for returns shipping.",
        "Correct, which one pays for return shipping?",
        "Where does the money come from for delivery of returned goods?",
        "Someone is liable for the costs of return shipping.",
        "I don't know who is responsible for the return shipment expenses.",
        "There is a question as to who is responsible for shipping return items.",
        "Which party covers shipping back?",
        "Who pays for delivery of items returned?",
        "Which party pays for the postage after they return?",
        "Which one buys return shipping?",
        "Paying for returned shipping?",
        "The person who pays for delivery of the return shipment?",
        "Which party finances the postage after the return?",
        "Who makes up for the expense of returning shipping?",
        "I want to know who is responsible for returns shipping.",
        "If you return shipping, who pays?",
        "Someone is responsible for the costs of returning Shipping",
        "Do you know who is responsible for return shipping?",
        "Who was responsible for returned shipping?",
        "Who pays for re- shipment?",
        "Who covers shipping returns?",
        "Who pays for delivery of returned stuff?",
        "Which one gets to pay for return shipping?",
        "Who pays for return shipping after a package is shipped?",
        "Return postage was paid by someone?",
        "Someone pays for shipping returned items.",
        "The cost of returned shipping is paid for by someone else.",
        "It is unclear who pays for return shipping.",
        "Who pays for the return ship?",
        "Someone pays for the return shipment",
        "Does anyone pay for delivery of the returned shipment?",
        "Which party pays for shipping return?",
        "How do you cover the cost of shipping your return?",
        "Who pays for a shipping return.",
        "There is a mystery regarding the person who covers return shipping.",
        "Whose is responsible for re shipping?",
        "Does anyone pay for shipping return?",
        "Which one pays for shipping returned items?",
        "Whom pays for the return shipping?",
        "Who is footing the bill for returned shipments?",
        "It is who is responsible for shipping returns.",
        "Does someone make up the postage on your return?",
        "Who should foot the bill for return shipping?",
        "The bill for return shipping is who's paying?",
        "Shipping returns is a responsibility of who?",
        "Who is held responsible for returns shipping?",
        "Who is responsible for returns Shipping?",
        "Which one pays the cost of shipping back?",
        "The person who pays for the return shipment is unknown.",
        "Payment for shipping return?",
        "Which party pays for postage after we return?",
        "What is the responsibility of shipping fees for returns?",
        "After a package is returned, who pays for shipping back?",
        "Where does the money come from for return shipping?",
        "Who can make up for the cost of returned shipping?",
        "Who pays for shipping stuff back?",
        "Who pays for shipping the return shipment?",
        "What person covers return shipping?",
        "Who is footing return shipping?",
        "Someone is covering return shipping but they are not currently known.",
        "Who pays for return shipment delivery?",
        "Who covers delivery of returned goods?",
        "Who is responsible for sending the returns?",
        "Is there anyone who makes up for the cost of returned shipping?",
        "Which one pays for return shipped?",
        "Who reimburses delivery of returned shipment?",
        "A question about who foots return cost.",
        "Who pays for return shipping after someone returns a package?",
        "Is it paid for sending it back?",
        "Whose is responsible for return shipping?",
        "The return shipping cost is something I want to know.",
        "The person who pays for shipping back is unknown.",
        "Which party covers postage after your return?",
        "Shipping costs for returns?",
        "Whose covers return shipping?",
        "Delivery of returned goods is paid for by who?",
        "Who pays for a re Shipping?",
        "Who is footing the bill for returning shipments?",
        "Who pays when you return shipping?",
        "Whom pays for the delivery of the returned shipment?",
        "Who is responsible for delivery of return goods?",
        "The person who pays for the delivery of returned goods?",
        "Pay to send it back?",
        "Who is charged with return shipping?",
        "Who covers return Shipping?",
        "There is someone responsible for returned shipping.",
        "Who is paying for shipping back?",
        "Who pays for delivery of returned items.",
        "Who is covering the return shipping bill?",
        "Someone makes up for the cost of returned shipping",
        "Which one compensates for returning shipping?",
        "Who pays for the return of a vessel?",
        "Return shipping is not known who pays.",
        "Which one pays for return Shipping?",
        "Who pays for the delivery of return shipments?",
        "Who pays for deliveries of returned items?",
        "Who has responsibility for return shipping?",
        "Who will pay for re shipping?",
        "Someone is responsible for the costs of returning Shipping, that's who.",
        "Which party pays for postage after they return?",
        "Someone covers the shipping back.",
        "Who pays for the delivery of the return shipment.",
        "Who pays for shipping back after the package is received?",
        "Which gets paid for return shipping?",
        "Whom is responsible for sending returns?",
        "Is it the person who pays for return shipping?",
        "Who is putting the bill for return shipping?",
        "Someone pays for shipping return",
        "Who pays for the return shipping?",
        "Which reimburses you for return shipping?",
        "Return shipment who pays?",
        "Which one contributes for return shipping?",
        "Who is responsible for return shipping after a package is received?",
        "The person who pays for return shipped goods?",
        "Who covers the cost of returning shipping?",
        "Who pays to get re shipped?",
        "It is unclear who pays for return Shipping.",
        "Who should be responsible for return shipping?",
        "Which party pays for the postage after Return?",
        "Who is responsible for shipment of returned items?",
        "Who pays for shipping things back to them?",
        "Which one is responsible for shipping return items?",
        "Someone who is responsible for the costs of returning Shipping is someone else.",
        "The person who is responsible for costs of returning Shipping is someone.",
        "Which one pays return shipping?",
        "It is still unclear who covers return shipping.",
        "the person who covers return shipping is a mystery",
        "What about returns shipping costs?",
        "Someone pays for the return shipped goods.",
        "Which party covers the postage after you return?",
        "Who makes up the cost of returned shipping?",
        "Who pays for Shipping returns?",
        "Which one should pay for returning shipping?",
        "Who pays for the return of the shipment?",
        "Did anyone cover shipping back?",
        "Who has responsibility for return Shipping?",
        "Who do you cover return shipping for?",
        "Who is covering the cost of return shipping?",
        "The cost of returned shipping should be paid by someone.",
        "Who cover the return shipping?",
        "Who's responsible for return Shipping?",
        "Who pays for return shipped items?",
        "It is not known who pays for return shipped goods.",
        "Who is responsible for the return shipping cost?",
        "Who pays to get the ship back?",
        "Someone is responsible for cost of return shipping",
        "Who contributes to the cost of returned shipping?",
        "Shipping return items, who is responsible for it?",
        "Someone is responsible for the costs of Return Shipping.",
        "Which one absorbs the cost of returning shipping?",
        "Who pays to have the returned shipment delivered?",
        "Guess who pays for re shipping?",
        "After the package has been received, who pays for return shipping?",
        "Who finances shipping returned goods?",
        "Someone pays for the delivery of returned goods.",
        "Who funds the delivery of returned items?",
        "who pays for the delivery of returned goods?",
        "Who is footing the bill for return shipping??",
        "Someone has to pay for returning shipping.",
        "Who reimburses the delivery of the returned shipment?",
        "Who has to pay for returned shipping?",
        "Which one pays the return shipping?",
        "Who is responsible for shipping returned?",
        "Return shipping is covered by who.",
        "There is a question about who pays to return a ship.",
        "Who has the responsibility for shipping fees for returns?",
        "Which is responsible for return Shipping?",
        "The person that covers return shipping is currently not known.",
        "Is there anyone responsible for returned shipping?",
        "Who makes up for returned shipping?",
        "who is responsible for returned shipping",
        "Which one pays if you want to return shipping?",
        "Which person covers shipping back?",
        "Which ones are responsible for shipping return items?",
        "Which party pays for delivery of return shipping?",
        "Return shipping be covered by who?",
        "Is that who is responsible for returned shipping?",
        "There is a question about who is responsible for returned shipping.",
        "Someone pays for return shipping",
        "Who reimburses the shipping of returned goods?",
        "There is a question about who foots return cost.",
        "Who reimburses for re shipping?",
        "Who pays for shipping on return?",
        "Is it the person who pays for return shipping after the package is received?",
        "Who takes care of shipping fees for returns?",
        "Does anyone make up for the cost of returning shipping?",
        "Who is responsible for sending a return?",
        "Who makes up the difference for returning shipping?",
        "Who pays for returned shipments?",
        "Which party covers the postage after they return?",
        "The person who pays for return shipping?",
        "Who will be paying for the return shipping?",
        "Who pays to deliver the returned item?",
        "Payment for return shipments?",
        "Whom is responsible for shipping return items?",
        "Who should pay for the delivery of returned goods?",
        "Someone will make up for the cost of returned shipping.",
        "Which ones are responsible for return Shipping?",
        "The person paying for return shipping is unknown.",
        "Those responsible for shipping returns?",
        "How come someone is responsible for shipping returns?",
        "Someone has to pay for return shipping after a package is received.",
        "Who pays for delivery of return shipment",
        "Who pays for the resend?",
        "What pays for shipping back?",
        "Payment to send back something?",
        "Who pays for shipping something back?",
        "Who reimburses return shipping costs?",
        "Who pays for delivery of items that are returned?",
        "Does anyone pay for the delivery of returned goods?",
        "Who pays for a return shipment?",
        "Who does cover return shipping?",
        "Who will pay to bring the ship back?",
        "Who pays the shipping back?",
        "When the package arrives, who pays for return shipping?",
        "Who pays a return shipping?",
        "Which one pays for returning a package?",
        "who pays for return shipping costs?",
        "Who pays for Return Shipping??",
        "Which party covers the cost of postage after the return?",
        "Who is responsible for shipping that is returned?",
        "The person who covers returned shipping is a mystery.",
        "A question about who is responsible for shipping return items.",
        "Shipping back costs who pays?",
        "Which company takes care of shipping fees for returns?",
        "Who takes care of shipping fees when you return something?",
        "Who is responsible for delivery of returned goods?",
        "Who are responsible for returned shipping?",
        "The cost of returned shipping is made up by who.",
        "Who pays the shipping costs back?",
        "The person responsible for returns shipping?",
        "What do you think about who is responsible for returned shipping?",
        "Delivery of returned goods costs who?",
        "Who is paying for the return shipping bill?",
        "Someone pays for re Shipping.",
        "There is a question about responsibility for returns shipping.",
        "Return shipping is paid for by who?",
        "Who pays to send back a shipment?",
        "Who pays for shipping things home?",
        "Who pays for return shipping costs?",
        "Who covers the shipping again?",
        "Which person pays for the delivery of return shipping?",
        "Can someone pay for return shipping?",
        "Who foots the bill to return a ship?",
        "Which person covers return shipping?",
        "They don't know who is responsible for returns shipping.",
        "Who pays for a returned ship?",
        "When returned goods are delivered, who pays?",
        "Who pays for delivery of the returned item",
        "Which party pays for delivery of the returned shipment?",
        "Who is responsible for sending back items?",
        "Is there someone who covers return shipping costs?",
        "Who pays for the delivery of an item that's been returned?",
        "Who's paying for the return shipping?",
        "Who pays for shipping back goods?",
        "Who is solely responsible for returns shipping?",
        "who pays for return shipping after the package is returned",
        "Who pays Re Shipping?",
        "The person who pays for delivery of the return shipment is not known.",
        "Returned shipping costs are covered by who?",
        "Which party pays for the postage after returns?",
        "Who pays for return shipping after a package is returned",
        "Who pays for the returned shipment?",
        "What is the responsibility for return shipping",
        "Who pays for shipping right back?",
        "someone is responsible for the costs of returning Shipping",
        "Is the person responsible for the costs of returning Shipping?",
        "Who paid for the delivery of return shipping?",
        "The person paying return shipping?",
        "There is a question of who is responsible for returns shipping.",
        "Who's responsible for postage on your return?",
        "Who pays for a shipping return",
        "Who is financing return shipping?",
        "Who costs shipping returned goods?",
        "Who pays for delivering the returned shipment?",
        "The person that pays for shipping returned goods?",
        "Someone is covering return shipping, but they are not currently known.",
        "Is anyone responsible for the cost of returned shipping?",
        "Who pays Return shipping?",
        "Who is responsible for delivery of returned goods.",
        "Which one pays the cost of returning shipping?",
        "Who pays for Return Shipping",
        "Who is responsible for shipping fees after a return?",
        "Who makes up for the returned shipping cost?",
        "Who foots the bill for Return Shipping?",
        "Mystery surrounds who covers return shipping.",
        "The person who covers return shipping is still a mystery.",
        "Payments for returning shipping?",
        "The cost of returned shipping is paid for by someone.",
        "The person who is responsible for returns shipping?",
        "Who pays for delivery of returned shipment?",
        "Shipping back, who covers it?",
        "who makes up for the cost of returned shipping?",
        "Someone covers return postage",
        "Whom pays for returned shipping?",
        "Who does Return Shipping cost?",
        "Yes, who is responsible for returned shipping?",
        "Which party pays for the postage after the return.",
        "There is still a mystery regarding who covers return shipping.",
        "Which one pays for re- shipping?",
        "Who pays to send back something?",
        "Whom is responsible for returns shipping?",
        "Who is footing the bill for the return shipments?",
        "Is it the one that pays for returning shipping?",
        "Who pays for the shipping return",
        "Who is accountable for shipping returned items?",
        "Who will footing the bill for return shipping?",
        "Who pays for delivery of returned cargo?",
        "Who pays re shipment?",
        "Someone pays for return shipping costs.",
        "It is still a mystery as to who covers return shipping.",
        "Who takes care of shipping fees when you return things?",
        "Is there someone responsible for returns shipping?",
        "Who pays shipping return?",
        "How do you cover the cost of return shipping?",
        "Which person pays for shipping return?",
        "After a package is returned, who pays shipping?",
        "Whom pays for the delivery of returned goods?",
        "What do you think about who pays for shipping returned goods?",
        "Whose is responsible for the cost of returned shipping?",
        "The person who pays return shipping costs?",
        "Which party pays for the postage after we return?",
        "Is it who pays for shipping back?",
        "The person who covers return shipping is still mystery.",
        "The person who pays for returns shipping?",
        "After the package is received, who pays the return shipping?",
        "Who reimburses the delivery of the return shipment?",
        "It is not known who pays for shipping return.",
        "Who helps with the shipping fees for returns?",
        "The person who pays for the return shipping?",
        "Someone is covering return shipping, but not currently known.",
        "It's someone who is responsible for the costs of returning Shipping.",
        "The person responsible for the cost of returned shipping?",
        "The cost of returning shipping leads to who makes up for it?",
        "Which party covers postage following the return?",
        "The costs of return shipping is a responsibility of someone.",
        "Someone is responsible for the cost of return shipping.",
        "Who is responsible for Shipping back?",
        "Return shipping payment?",
        "Someone is responsible for the costs of returning shipping",
        "Who pays for shipping return goods?",
        "Who foots the bill for shipping return?",
        "who pays for the delivery of returned goods",
        "Payment of sending it back?",
        "The return shipping is covered by whom?",
        "Which party pays for postage following a return?",
        "Who funds shipping return?",
        "Who pays to return a ship?",
        "Who pays for the delivery of returning goods?",
        "Who's footing the bill for return shipping?",
        "Who's to pay for the return shipping?",
        "Does anyone pay for delivery of the return shipment?",
        "What is the responsibility for shipping return items?",
        "Someone is responsible for costs of returning Shipping",
        "It's not clear who the person who covers return shipping is.",
        "The person who pays for the delivery of return shipped goods?",
        "Who pays return mail?",
        "Who pays the shipping after a package is returned?",
        "Someone has to pay for return shipping after the package is received.",
        "The bill for return shipping is not known.",
        "Payment for transporting it back?",
        "There is still a mystery about the person who covers return shipping.",
        "The person paying for delivery of the returned shipment?",
        "who pays for shipping returned goods?",
        "Who is responsible for delivery of goods returned?",
        "who pays return shipping costs",
        "Who pays for return shipping after receiving a package?",
        "Who pays for delivery of a return shipment",
        "Who does re shipping cost?",
        "Who is to pay for return shipping?",
        "Who pays for the delivery of the returned items?",
        "Which one reimburses for returned shipping?",
        "Someone pays for re shipping.",
        "Who pays for the return goods delivery?",
        "Which buys return shipping?",
        "Who contributes to the delivery of the returned shipment?",
        "Who will pay to return the ship?",
        "The person responsible for the costs of returning Shipping is someone",
        "Payment for sending it back to the sender?",
        "Who takes care of shipping fees returns?",
        "Who makes the shipping fees for returns?",
        "Return shipping? who pays?",
        "Who is responsible for the cost of shipping back?",
        "Where is the responsibility for shipping return items?",
        "Who pays for the returned item's delivery?",
        "The person who paid for delivery of the returned shipment?",
        "Which one will pay for returned shipping?",
        "Is anyone responsible for return shipping after the package is received?",
        "Who pays for the shipping of the return shipment?",
        "Someone takes care of shipping charges for returns.",
        "Who pays for delivery if an item is returned?",
        "It's still not known who covers return shipping.",
        "Which one pays for returns shipping?",
        "There is a question regarding who pays for re shipping.",
        "It is who is responsible for return shipping.",
        "Payment on return shipping?",
        "Who pays for return shipping once a package arrives?",
        "Who pays for the returned item delivery?",
        "I have questions about the return shipment expenses.",
        "Who is responsible for sending the return shipment?",
        "When a package is returned, who pays for it?",
        "There is a question on who is responsible for return shipping.",
        "Who pays back shipping costs?",
        "When returning shipping, who is responsible?",
        "The person who pays for delivery of a returned item?",
        "Shipping returned goods costs who?",
        "Who is responsible for sending something back?",
        "Does someone bear the cost of returning goods?",
        "The person who covers shipping returns is currently not known.",
        "Who will pay the bill for the return shipping?",
        "Someone makes up for the cost of returning shipping",
        "Delivery of returned goods is paid for by someone",
        "Someone should take care of shipping fees for returns.",
        "Whose responsibility is return Shipping?",
        "Who has responsibility for returns shipping?",
        "Which one pays for returning shipping?",
        "Shipping returned goods is paid for by who?",
        "Which ones pay for returning shipping?",
        "What pays for the return shipping?",
        "Who's responsible for shipping returns?",
        "Who takes care of return shipping fees?",
        "Who pay for the return shipping?",
        "which one pays for return shipping",
        "Someone pays for delivery of returned shipments.",
        "Who pays for returned packages?",
        "Who has the responsibility of returns shipping?",
        "Which makes up for the cost of returned shipping?",
        "Return shipping costs are covered by who.",
        "who is responsible for returns shipping",
        "Whoever pays for delivery of returned items?",
        "return postage paid by someone?",
        "Whose responsibility is it for shipping return items?",
        "A person is responsible for costs of return shipping.",
        "How about payment for shipping back?",
        "Who is responsible for the cost of Return Shipping?",
        "The person who pays for delivery of returned shipment?",
        "Who pays shipping again?",
        "It is who is responsible for returns shipping.",
        "The return shipment is paid for by someone.",
        "Who pays for returns of shipping?",
        "Which reimburses for returning shipping?",
        "It is not known who pays for return shipping.",
        "Someone is responsible for the costs of Shipping when they return it.",
        "Who pays for the return shipping costs",
        "Is there a responsibility for return shipment expenses?",
        "The person paying for shipping returned goods?",
        "Someone takes care of the shipping fees for returns",
        "Who pays the delivery of a returned shipment?",
        "What is the responsibility for shipping items back?",
        "Who pays for return shipped?",
        "So who is responsible for shipping returns?",
        "What is the responsibility for the returns shipping?",
        "Return shipping's who pays?",
        "Who holds responsibility for returns shipping?",
        "Which one pays for shipping the return?",
        "Who makes up for the cost of sending something back?",
        "Someone pays for delivery of returned shipping.",
        "Whom pays for the shipping return?",
        "Who takes care of return Shipping?",
        "Who pays the return shipping cost?",
        "Which one pays for the re-shipment?",
        "Who shall pay for the return shipping?",
        "Return shipping will be covered by someone?",
        "Will anyone pay for return shipping?",
        "Who is Paying for the return shipping?",
        "It is unclear who is responsible for returns shipping.",
        "Payment for mailing it back?",
        "Who pays for the delivery of an item that was returned?",
        "re shipping costs who pays?",
        "Who pays for shipping when the package is returned?",
        "A person who covers return shipping is currently not known.",
        "Who will take responsibility for returns shipping?",
        "Whom takes care of shipping fees for returns?",
        "Someone pays for goods to be returned?",
        "How about return shipping costs?",
        "Do you know which one pays for return shipping?",
        "Someone pays to deliver the returned shipment.",
        "Who covers the return shipping cost?",
        "It is not known who pays for delivery of returned goods.",
        "Who pays for re- shipping?",
        "Who takes care of re shipping?",
        "Who pays the shipping return?",
        "How do you pay for returnshipping?",
        "Who deals with shipping fees for returns?",
        "Who is responsible for delivery of returned items.",
        "Nobody is currently known who covers return shipping.",
        "Does someone take care of shipping fees for returns?",
        "Paying for Return Shipping?",
        "What's the responsibility for the return shipment expenses?",
        "The person paying for the return shipment is unknown.",
        "It's still a mystery as to who covers return shipping.",
        "Those who pay for re shipping?",
        "Who foots the bill for the return shipping?",
        "The return shipping is covered by who?",
        "Questions about who is responsible for returns shipping.",
        "Who pays for the cost of returned shipping.",
        "Who takes care of shipping fees after the return?",
        "Who pays for the transportation of returned goods?",
        "For shipping back, who pays?",
        "The cost of returned shipping is made up by whom.",
        "The person that pays for return shipping?",
        "Who paid for the return shipping?",
        "The person responsible for postage on your return?",
        "Who gets to pay for Return Shipping?",
        "Who pays for transporting something back?",
        "Return shipping is paid for by someone",
        "Who pays for delivery of the returns?",
        "Return shipping costs are covered by Who?",
        "It's still unclear who covers return shipping.",
        "Who pays for the delivery of a returned package?",
        "Is it the person who takes care of shipping fees for returns?",
        "Who has responsibility for shipping returns?",
        "The person who is responsible for returns shipping is not known.",
        "Who pays when returned goods are delivered?",
        "Which party pays for shipping returned goods?",
        "There is a question about who pays for return Shipping.",
        "Return shipping costs are paid by someone.",
        "Who is taking care of the return shipping bill?",
        "Who pays for the ship to be returned?",
        "The package was returned and who pays for return shipping?",
        "Who pays the cost of returned shipping?",
        "Someone pays for delivery of return shipped goods.",
        "Who pays for return shipping after you return a package?",
        "Did anyone pay for return shipping after the package is received?",
        "How much is paid for the delivery of returned goods?",
        "Can someone make up for the cost of returning shipping?",
        "Who is responsible for the delivery of returned items?",
        "Who pays to deliver goods that have been returned?",
        "Who gets to cover the return shipping costs?",
        "Did anyone pay for delivery of the returned shipment?",
        "Who finances the return costs?",
        "Who is supposed to pay for the return shipping?",
        "who is responsible for returns shipping?",
        "The person who pays for delivery of returned shipments?",
        "Who is responsible for the return shipment expenses?",
        "Who covers shipping return?",
        "Return shipping costs will be covered by who?",
        "Who is responsible for shipping return costs?",
        "Who pays for the return shipped goods",
        "Who takes care of shipping fees after your return?",
        "Which one pays for the return?",
        "Who will pay the return shipping bill?",
        "Which party covers shipping after the return?",
        "Someone pays for return shipping after a package is returned",
        "Who makes up the postage for your return?",
        "Someone pays for return shipping once a package is returned.",
        "How is Return Shipping paid for?",
        "We don't know who is responsible for shipping return items.",
        "Return postage paid by someone?",
        "Who pays for re shipped things?",
        "Who pays for returning a ship?",
        "who pays for return shipping after a package is received?",
        "Return shipping who pays",
        "Who is liable for the return shipping?",
        "re shipping costs who pays",
        "Is anyone responsible for the return shipment expenses?",
        "Return shipping costs are paid by who.",
        "Someone pays for the delivery of the returned item.",
        "Whose pays for the delivery of returned goods?",
        "What pays for shipping returned goods?",
        "Who reimburses returned shipping costs?",
        "Who pays for delivery of returned item?",
        "Who pays for shipping the returned shipment?",
        "Who pays for delivery of returned package?",
        "There is a person who is responsible for costs of return shipping.",
        "Which one pays for return shipping??",
        "Who picks up shipping back?",
        "Who pays for delivery of returned product?",
        "Who pays for return shipping after it's returned?",
        "Who covers return shipments?",
        "You don't know who covers return shipping.",
        "Someone is responsible for costs of return shipping",
        "Who will pick up the cost of returned shipping?",
        "There is a question as to who is responsible for returned shipping.",
        "Someone has to pay for return shipping after the package is returned.",
        "Who pays for delivery of return goods?",
        "Someone is responsible for return Shipping",
        "Who takes on the cost of returned shipping?",
        "Who pays for shipping back?!",
        "Who pays for re shipping?",
        "Who pays for your return shipping?",
        "Who pays for the returned ship?",
        "Who is covering return shipping?",
        "Who is supposed to take care of returns shipping?",
        "Who is paying for shipping the return?",
        "Who makes up for shipping back?",
        "Payment for return Shipping?",
        "Who takes care of returning shipping?",
        "Who is paying for returning shipping?",
        "The person with responsibility for return shipping is not known.",
        "Whose makes up for the cost of returning shipping?",
        "Who makes up for the price of returned shipping?",
        "It's still unknown who covers return shipping.",
        "They don't know who pays for shipping back.",
        "Return shipping costs should be covered by someone.",
        "The person who covers return shipping is unknown",
        "Which party pays for the postage after the return",
        "After the package was received, who pays for return shipping?",
        "Who is responsible for delivery of the returned item?",
        "Is there anyone who covers return shipping?",
        "Who is responsible forReturn Shipping?",
        "Who pays for returns shipped?",
        "Someone is responsible for the costs of return Shipping.",
        "Who handles shipping fees for returned goods?",
        "Who does it cost to return a ship?",
        "Someone pays for shipping back",
        "Who made up for the cost of returned shipping?",
        "Who is responsible for return shipping after a package is returned?",
        "Which party covers the postage after the return.",
        "Which one covers the cost of return shipping?",
        "Someone is responsible for the cost of return shipping",
        "Who is responsible for covering return shipping?",
        "Who pays to send a return shipment?",
        "Who pays for return shipping after you receive a package?",
        "Who pays for the delivery of your returned item?",
        "Which company takes care of the shipping fees for returns?",
        "Who pays for delivery when an item is returned?",
        "Return shipping costs, who pays?",
        "re shipping is paid for by who?",
        "Who make up for the cost of returned shipping?",
        "Who pays to deliver returned items?",
        "The person who pays for shipping returned goods is not known.",
        "Who pays for the return voyage?",
        "Who's paying the return shipping bill?",
        "Who is charged with returns shipping?",
        "The person who covers return shipping costs is not known.",
        "Which person is responsible for return Shipping?",
        "Who has to pay for Return Shipping?",
        "Which party funds the postage after the return?",
        "It is not known who pays for return shipping after the package is received.",
        "Who is responsible for shipping the items back?",
        "Who takes care of shipping charges for returns?",
        "Who covers shipping when you return?",
        "Someone pays for return shipping after the package is delivered.",
        "Who makes up the cost of shipping back?",
        "Which one pays for re-shipping?",
        "Who would pay for the return shipping?",
        "Paying for the return shipping?",
        "Who pays for package return shipping?",
        "Is there a person who covers return shipping?",
        "Who pays delivery of returned shipment?",
        "The return shipment is paid for by who?",
        "Re shipping costs someone who pays",
        "Which one pays to get shipping back?",
        "Who do you pay for return shipping?",
        "Who makes up for return Shipping?",
        "There is a question regarding who pays for shipping back.",
        "Someone pays for returning shipping.",
        "Is Return Shipping paid for by someone?",
        "Who pays for that return shipping?",
        "After a package is returned, who pays for the return shipping?",
        "Was the return postage paid by whom?",
        "The person who pays to return a ship is not known.",
        "Who pays for the delivery of returned shipments?",
        "Who foots the bill for returned shipping?",
        "Payment being made for sending it back?",
        "After the package is returned, who pays shipping?",
        "Who pays for returned shipping?",
        "Who funds return Shipping?",
        "Someone pays for return shipping after a package is received.",
        "Which covers return shipping costs?",
        "Whoever pays for the delivery of returned goods?",
        "Who makes up the difference for returned shipping?",
        "Who is covering the bill for the return shipping?",
        "The person who covers return shipping isn't clear.",
        "Who pays for return shipping after a package is sent?",
        "payment for return shipping?",
        "Is the cost of returning shipping made up by someone?",
        "Who spends money on shipping back?",
        "Whom makes up for the cost of returning shipping?",
        "Who does the handling of shipping fees for returns for?",
        "Who is responsible to ship returns?",
        "Who paid for the return shipment?",
        "Who gets to pay return shipping costs?",
        "Who pays for re shipping.",
        "Who is responsible for sending back something?",
        "Which person is responsible for the return shipping?",
        "Shipping returns who is responsible?",
        "Someone pays for the return of a shipment.",
        "Who is responsible for shipping returned things?",
        "Someone should pay for return shipping.",
        "Did anyone pay for the delivery of returned goods?",
        "Who pays Return Shipping Costs?",
        "It is unclear who is responsible for returned shipping.",
        "Return shipping costs are covered by someone?",
        "So who is responsible for returned shipping?",
        "Return shipping costs who pays.",
        "Which pays for shipping that returns?",
        "Which ones cover the return shipping costs?",
        "A person is responsible for returned shipping.",
        "Who pays to take a ship back?",
        "Who has to pay for return shipping?",
        "There is someone who is responsible for the costs of return shipping.",
        "Who pays for delivery of item that is returned?",
        "Who foots the bill for shipping returned goods?",
        "Who contributes to the postage on your return?",
        "Who is responsible for mailing returns?",
        "Who is responsible for cost of returned shipping?",
        "Who pays for return shipping?!",
        "Someone is responsible for the costs of return Shipping",
        "Who pays for return shipping when a package is returned?",
        "Which party foots the postage after the return?",
        "After the package is received, who pays for return shipping?",
        "Who pays for the return shipping delivery?",
        "who pays for return shipping after the package is received",
        "Which person pays to return the ship?",
        "A person is responsible for the costs of Return Shipping.",
        "Whom covers shipping back?",
        "A question about who covers return shipping.",
        "Who repays the cost of returning shipping?",
        "Does anyone pay for the return shipment?",
        "Someone makes up for the costs of returning shipping.",
        "Anyone pays for re shipping?",
        "Who pays for the return of a ship?",
        "Someone makes up for the cost of returned shipping.",
        "How do you cover the cost of your return shipping?",
        "Payments made for sending it back?",
        "Who is responsible to return ship?",
        "Who pays for shipping goods returned?",
        "Is anyone responsible for return shipping costs?",
        "Someone pays for delivery of returned shipment",
        "who is responsible for shipping returns",
        "Who pays for the return freight?",
        "Who makes up for the cost of returning a shipment?",
        "The cost of returned shipping should be made up by someone.",
        "Who is going to pay the return shipping bill?",
        "Who is paying for the shipping return?",
        "Who is in charge of shipping fees for returns.",
        "The cost of returned shipping is paid by who?",
        "Who is responsible for return shipped?",
        "Who is accountable for shipping return items?",
        "Who is going to pay for returns shipping?",
        "Who cover return shipping?",
        "The person who pays the postage on your return?",
        "Who is responsible for delivery of returned item?",
        "Who will pay the bill for return shipping?",
        "Who pays the delivery of returned items?",
        "The cost of returning shipping is compensated by someone.",
        "Who is responsible for sending returned goods?",
        "Who is paying the bill for returning shipping?",
        "Who will pay for the returned shipping?",
        "Who is footing the bill for the returnshipping?",
        "There is still a mystery over the person who covers return shipping.",
        "Shipping return items is a responsibility of who?",
        "It is not clear who covers return shipping.",
        "Who contributes for return shipping?",
        "Who pays to deliver the return shipment?",
        "Payment for a return shipping?",
        "Who has to cover the shipping back?",
        "Who pays for a ship return?",
        "Who pays for re shipped stuff?",
        "Someone covers return shipping.",
        "Those who return shipping pay?",
        "We don't know who covers return shipping costs.",
        "Who covers the returned shipping costs?",
        "Which one pays for the return of freight?",
        "Someone makes up for returning shipping costs.",
        "who pays for return shipping?",
        "It is someone who is responsible for the cost of returning Shipping.",
        "The costs of returned shipping are made up by someone.",
        "The cost of returned shipping must be made up by someone.",
        "Which one pays for return shipping.",
        "Who helps pay for re shipping?",
        "Who pays to return a package?",
        "Someone is responsible for delivery of returned item.",
        "Which pays for shipping returns?",
        "Who pays for a returned shipment?",
        "Who is going to pay for return shipping?",
        "Is it the person who pays for re shipping?",
        "The return shipping bill?",
        "Someone makes up for the cost of shipping returns.",
        "What is the cover for return shipping costs?",
        "Someone pays for goods returned.",
        "Who's responsible for returning Shipping?",
        "Who makes up shipping back?",
        "Who pays for the return shipped items?",
        "Which one is responsible for returned shipping?",
        "Who is covering the bill for return shipping?",
        "Who pays for shipping it back?",
        "Who is liable for return shipping?",
        "Is it someone who pays for return shipping?",
        "I want to know which one pays for returning shipping.",
        "Who pays to deliver returns?",
        "Who paid for the shipping return?",
        "Payment for your return shipping?",
        "Who pays for the ship to go back?",
        "Who pays for return shipping",
        "Who paid for delivery of returned goods?",
        "Which is responsible for sending returns?",
        "Who pays for shipping after the package has been returned?",
        "There is someone who is responsible for return shipping.",
        "Is it one person who pays for return shipping?",
        "Return shipping is funded by who?",
        "Who funds the delivery of returned goods?",
        "Who pays for delivery on returned items?",
        "Who pays for return shipping after a package has been received?",
        "Who is responsible for shipping the returns?",
        "Who's footing the bill for returning shipping?",
        "Someone pays for delivery of the return shipment",
        "Someone pays for returning a package after it is received.",
        "Who reimburses delivery of the return shipment?",
        "Does anyone pay to return a ship?",
        "Return Shipping: who pays?",
        "Return Shipping is paid for by someone.",
        "Someone should cover return shipping.",
        "Someone who covers return shipping is unknown.",
        "It is not known who pays for delivery of returned items.",
        "Which one pays for Return Shipping?",
        "Which pays to return shipping?",
        "Who is in charge of shipping fees for returns?",
        "Who covers the returns shipping costs?",
        "Which one bills for return shipping?",
        "It's who is responsible for returned shipping.",
        "The person who pays for the return shipping is not known.",
        "Who pays for sent back?",
        "Who is responsible for your return shipping?",
        "Who pays to deliver a returned shipment?",
        "Are you talking about payment for return shipping?",
        "Who covers return shipping?",
        "Who covered return shipping?",
        "Who will pay for return shipping after a package is received?",
        "It is not clear who pays for return shipping.",
        "The person who pays for returned shipping?",
        "Does anyone pay for the return shipment delivery?",
        "Who will be responsible for returns shipping?",
        "Payment made to send it back?",
        "But who is responsible for returns shipping?",
        "Who pays for return shipping expenses?",
        "Who pays to get the ship home?",
        "Whoever pays to return a ship?",
        "Who pays to deliver an item that has been returned?",
        "Who pay to return the ship?",
        "Who pays for the delivery of return items?",
        "Someone pays for the return of the ship.",
        "Which ones pays for return shipping?",
        "Who pays for returns Shipping?",
        "Who pays return shipping after the package is received?",
        "Can you tell me who pays for return shipping?",
        "After the package is returned, who pays for returning shipping?",
        "Is there someone responsible for returned shipping?",
        "The one paying for return shipping?",
        "Which pays for shipping that's returned?",
        "Which person is responsible for returning Shipping?",
        "What party covers postage after the return?",
        "Who covers cost of return?",
        "Who is financing the return shipping bill?",
        "Someone pays for return shipping after it's received.",
        "Who is responsible for shipping goods back?",
        "Someone who covers return shipping is not currently known.",
        "Who makes up the postage on your return?",
        "Shipping return items, who is responsible?",
        "Who pays the bill for return shipping?",
        "Someone pays for shipping returns.",
        "Shipping back costs someone who pays.",
        "Who make up the postage on your return?",
        "Whose pays the return shipping costs?",
        "Who makes up for the shipping return?",
        "Who has to pay for re shipping?",
        "Who pays for shipping on a return?",
        "Which is responsible for the return shipping?",
        "The cost of returned shipping should be covered by someone.",
        "Someone pays for delivery of returned goods.",
        "Who coordinates shipping fees for returns?",
        "Who pays returns shipping costs?",
        "After the package is received, who pays for Return Shipping?",
        "Did anyone make up for the cost of returned shipping?",
        "Who pays for returned items to be delivered?",
        "Return postage is covered by who?",
        "Who pays for delivery of items that have been returned?",
        "I have a question about the bill for return shipping.",
        "Who manages the shipping fees for returns?",
        "Someone pay for return shipping.",
        "Is it possible that one pays for returning shipping?",
        "The return shipping costs who?",
        "who pays for shipping returned goods",
        "It's a question of payment for sending it back.",
        "Someone pays for delivery of the returned goods.",
        "When the package is returned, who pays for return shipping?",
        "There is a question about which one pays for return shipping.",
        "Who funds delivery of return shipping?",
        "When return shipped goods are delivered, who pays?",
        "Which person pays for shipping back?",
        "Who handles returns shipping costs?",
        "Which is responsible for return shipping?",
        "Who bears responsibility for return shipping?",
        "Who pays the Return Shipping Costs?",
        "Which party covers the postage after the Return?",
        "Whose pays for delivery of returned items?",
        "Who pays for shipping when you return?",
        "Re shipping costs who?",
        "Return shipping, who covers it?",
        "Who is responsible for the return of cargo?",
        "The bill for the return shipping?",
        "Someone covers return postage?",
        "The person who covers return shipping is not known",
        "Who is responsible for the return shipping costs?",
        "Whose is responsible for returns shipping?",
        "Someone pays for returning a package after it's received.",
        "After the package is returned, who pays for return shipping?",
        "Someone pays for return shipping after the package is received?",
        "Who is in charge of the shipping fees for returns?",
        "Which party covers the postage after the return",
        "Who funds the return shipment delivery?",
        "Who is responsible for shipping that was returned?",
        "The person paying for shipping return?",
        "Those who pay for delivery of returned goods?",
        "Return postage is paid by who",
        "Who will pay for the return of the ship?",
        "Who is responsible for the return shipping bill",
        "Correct, who pays for return shipping?",
        "It's not clear who pays for re shipping.",
        "How do we know who is responsible for shipping returns?",
        "The one that pays for returning shipping?",
        "Who pays to get their ship back?",
        "The person who covers return shipping is not quite known.",
        "Who really pays for re shipping?",
        "A question about who pays to return a ship.",
        "Who takes care of the shipping fees when you return something?",
        "Who pays for the delivery of a returned shipment?",
        "After the package is received, who is responsible for return shipping?",
        "Someone is paying for return shipping.",
        "Who pays for delivery of the goods returned?",
        "Who foots the bill for return shipping?",
        "Who is responsible for the re shipping?",
        "Whose covers return shipping costs?",
        "Who pays for delivery of the returned goods?",
        "Who pays for the delivery of return shipping",
        "Someone has to cover the cost of returning shipping.",
        "I want to know the cost of sending it back.",
        "Who pays for the delivery of returned items",
        "Delivery of returned goods are paid for by someone.",
        "Who pays return shipping costs.",
        "Who pays for shipping back??",
        "Whom is responsible for return Shipping?",
        "who pays for return shipping after a package is returned",
        "After the package is returned, who pays for the return shipping?",
        "A person is responsible for return shipping.",
        "Who pays for delivery of goods that were returned?",
        "The costs of returning Shipping is a responsibility of someone.",
        "Which party helps with the postage after the return?",
        "Who pays for the delivery of return shipped goods?",
        "Which party covers the postage after your return?",
        "The payment for return shipping?",
        "re shipping cost who pays",
        "Who pays for delivery of returned shipping?",
        "Who pays for the returns shipping costs?",
        "Who pays for the delivery of a return item?",
        "Someone is responsible for the costs of return shipping.",
        "Who does the shipping fees for returns for?",
        "Whose pays for shipping return?",
        "What is the responsibility of return shipping?",
        "Is it someone who is responsible for returned shipping?",
        "Who takes care of shipping fees in returns?",
        "The person who is covering return shipping is a mystery.",
        "Who must pay for shipping back?",
        "Nobody knows who covers return shipping.",
        "Who is going to cover shipping back?",
        "The person responsible for shipping return items?",
        "Which is responsible for returns shipping?",
        "Which pays for shipping that comes back?",
        "It is unclear who will cover return shipping.",
        "Which of them pays for returning shipping?",
        "Who pays for shipping shipping return?",
        "Before the package is received, who pays for return shipping?",
        "Which company pays for shipping return?",
        "Who is responsible for the return Shipping bill?",
        "Someone is responsible for the cost of returning Shipping",
        "Who pays for shipping things back?",
        "It is unclear who pays for re shipping.",
        "Who pays for returning goods to be delivered?",
        "Who pays for the return of a ship",
        "Returning shipping costs who pays?",
        "The person responsible for return Shipping?",
        "Who pays for sending goods back?",
        "Which person pays for the return shipping?",
        "Who has the responsibility for the return shipping?",
        "Who will foots return cost?",
        "Someone pays for the return shipping after a package is returned.",
        "Who funds the return costs?",
        "Send back postage paid by whom?",
        "Which ones are responsible for return shipping?",
        "There are questions about who is responsible for returns shipping.",
        "Who pays for the return of your shipment?",
        "Payment for Sending it back?",
        "Who has to pay for the return shipment?",
        "Who pays for the delivery of the returned shipment?",
        "Who is footing the bill of return shipping?",
        "Who makes up for the high cost of returning shipping?",
        "Who pays for returned shipping.",
        "Who pays for delivering a returned item?",
        "Who makes up for Return Shipping?",
        "Payments for sending back something?",
        "Payment for returns shipping?",
        "What is the responsibility for returned shipments?",
        "Who will take care of shipping back?",
        "Who is responsible for the costs of returning Shipping is someone.",
        "Who is responsible for shipping items back?",
        "The person who covers return shipping is currently not known",
        "Who pays for delivery of the return shipment",
        "The person paying for delivery of return shipped goods?",
        "It's a question of who pays for return shipping.",
        "Who is responsable for returns shipping?",
        "Those responsible for returns shipping?",
        "Which person is responsible for shipping return items",
        "There is a question about who covers return shipping.",
        "When shipping return items, who is responsible?",
        "Which party covers the postage after we return?",
        "Return shipping costs are covered by someone.",
        "There is still no answers as to who covers return shipping.",
        "Who is responsible for sending the ship back?",
        "Who is responsible for the shipping back?",
        "Whom makes up the postage on your return?",
        "Who pays for the returned shipment to arrive?",
        "What is the responsibility for shipping returns.",
        "Who pays for return shipment?",
        "who pays for Return shipping?",
        "Who pays for the delivery of returned cargo?",
        "Who pays for return shipping once the package is recieved?",
        "Who pays for return shipping after a package is received?",
        "Someone is responsible for the costs ofReturn Shipping.",
        "Who pay for re shipping?",
        "Who should be responsible for returned shipping?",
        "How do you cover the costs of return shipping?",
        "re shipping costs, who pays?",
        "Who has the responsibility for returns shipping?",
        "Which person pays for returned shipping?",
        "Which one pays for return shipment?",
        "Someone pays for the delivery of a returned shipment",
        "The person is responsible for return shipping?",
        "Which party pays the postage after a return?",
        "Which one takes care of return shipping?",
        "What is the responsability for returned shipping?",
        "There is someone who is responsible for the cost of returning Shipping.",
        "Who provides shipping fees for returns?",
        "How is return shipping paid for?",
        "Who pays the ship's return?",
        "The bill for return shipping is who's footing it?",
        "Who pays for the returned shipment delivery?",
        "Who is supposed to take responsibility for returns shipping?",
        "Who covers delivery of returned items?",
        "There is a question about who is responsible for shipping returns",
        "Which one funds return shipping?",
        "Which is responsible for shipping return items?",
        "Who pays for return shipping after the package is sent?",
        "Yes, return shipping is covered by who?",
        "Who pays for the cost of return shipping?",
        "Someone is responsible for delivery of returned items.",
        "It is unclear who covers return postage.",
        "Who pays for the ship's return?",
        "Who is responsible for re- shipping?",
        "Who pays for the return item's delivery?",
        "Who is responsible for returning Shipping?",
        "Who reimburses the return shipping costs?",
        "Who pays to ship returns?",
        "It's unclear who covers return shipping.",
        "Whose is the bill for return shipping?",
        "Who is made responsible for returns shipping?",
        "Who is responsible for re shipping.",
        "Who pays for returnship?",
        "Who pays for returned shipping after the package is received?",
        "Who pays for the shipping again?",
        "Return shipping is paid for by whom?",
        "Whose responsibility is it for shipping returns?",
        "How about payment for return shipping?",
        "Who pays the return of the ship?",
        "Who is going to foot the bill for the return shipping?",
        "Who should pay for re shipping?",
        "Is anyone covering return shipping?",
        "Who pays to return shipping?",
        "So who covers return shipping?",
        "Who is supposed to cover return shipping?",
        "Who pays for the delivery of the return shipment",
        "Who covers returned shipping costs?",
        "Someone covers shipping back",
        "How about payment for the return shipping?",
        "Somebody is responsible for return shipping.",
        "Who takes care of shipping fees for returns",
        "Who makes up for the cost of shipping returning?",
        "What pays for return shipping costs?",
        "Which person pays to return a ship?",
        "Who is responsible for return ship?",
        "Who pays the ship to return?",
        "Who covers the return shipment?"
    ]
}