{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Return shipping",
    "description": "Customers ask about who is responsible for covering the cost of return shipping, whether a prepaid label is provided, and how to arrange for the return of an item.",
    "inquiry": "Can you provide me with a prepaid label?",
    "paraphrases": [
        "Do you offer labels that are pre-paid?",
        "Is it possible to get pre-labeled for shipping?",
        "Give me the prepay label?",
        "Would you like to have a prepayment label option?",
        "Will a prepayment label be available?",
        "How can I get a prepaying label?",
        "Please use a pre-paid label?",
        "I would like a prepay label, please?",
        "Can you supply me the label?",
        "can i get a pre-paid label?",
        "Please attach a pre-paid label.",
        "Please could I receive a prepaid label?",
        "Is there a prepay label you offer?",
        "Would there be a pre-purchased tag?",
        "The label should be pre-paid, please.",
        "Is it possible that I get a pre-paid label?",
        "Can we implement a presettled mailing label?",
        "What are some pre-paid labels for me?",
        "I'm wondering if you can send me a pre-paid label.",
        "Do you have a prepayment label?",
        "How can I acquire a pre-paid label from you?",
        "Please give me a pre-paid label.",
        "Can you make a pre-paid label for me?",
        "Do you have pre paid shipping labels?",
        "Can you give me a prepaying label?",
        "You know of a way to give me a pre-paid label.",
        "Send prepayment label?",
        "How am I able to get a pre-paid label?",
        "Send as prepayment, label?",
        "Can we put in a presettled mailing label?",
        "Send a prepayment label?",
        "Is it possible to have a pre-packaged label?",
        "Prepaid label provided?",
        "Would you be willing to give me a pre-paid tag?",
        "Are you willing to offer pre-paid shipping labels?",
        "can I get a prepaid label?",
        "Send as prepayment, labeled?",
        "Is there chance for a pre-paid label?",
        "I would like a pre-paid label.",
        "I would like to get a prepayment label.",
        "Would you put a pre- purchased tag together?",
        "The label should be pre-paid, please?",
        "Did you have a prepay label option?",
        "Can you dispatch a pre-paid label for me?",
        "Do you have pre-label for shipping?",
        "Is it possible to offer prepay labels?",
        "If you are ready for a pre-paid label, please?",
        "Offer me a pre-paid tag, right?",
        "Is that possible to give me a pre-paid label?",
        "Is there an option of pre-paid label?",
        "I am curious if you could give me a pre-paid label.",
        "Please could I have a pre-paid label?",
        "For shipping, can you get pre-label?",
        "I want a prepayment label, please?",
        "I wonder if I could get a label free.",
        "I want to know if you could give me a pre paid label.",
        "Ready to use a pre-paid label?",
        "am I able to get a label free?",
        "Can you tell me a way to get a pre-paid label?",
        "Is it possible I have a prepaid label?",
        "Do you have a prepay label available?",
        "Get a pre- label?",
        "Would it be possible to provide a pre-paid label?",
        "Do you send a prepayment label?",
        "Can you give me a pre label for me.",
        "How can I purchase a pre-paid label from you?",
        "I was wondering if it would be possible to send a pre-paid label.",
        "Ready for a good pre-paid label?",
        "Is there a chance of a prepay label.",
        "can i get a pre-paid label",
        "Can I get the pre-paid label?",
        "Is it possible to put a pre-paid label?",
        "Is it possible to proceed with a presettled mailing label?",
        "Would you please send me a pre-paid label?",
        "is a pre-paid label available?",
        "Are you willing to provide pre-paid labels?",
        "Would you get a pre-purchased tag?",
        "Ready for a label that's pre-paid?",
        "Is it possible for you to provide me with a label?",
        "Is there any chance I can get label pre-paid?",
        "Can you please send me a label?",
        "I would like to know if I could get a pre-paid label.",
        "If you would be able to give me a pre-paid label, please let me know.",
        "I am requesting a pre-paid label, please.",
        "I'd like to know if I can get a pre-paid label.",
        "Do you think there's a way to give me a pre-paid label?",
        "I would like to know if I can get a pre-paid label.",
        "You need to provide a pre-paid label.",
        "Provide a prepay label?",
        "Is it possible to get me a pre-paid tag?",
        "Can I get prepay label?",
        "Please can I receive a pre-paid label?",
        "Can I get a pre-paid label from you.",
        "Give me a pre-paid label!",
        "Does it have a prepayment label option?",
        "Is a prepay label possible?",
        "Can you mail me a pre-paid label?",
        "I need a pre-paid tag?",
        "Will my label be pre-paid?",
        "How can I obtain a pre-paid label from you?",
        "I want a pre-paid label",
        "Is it possible that they offer pre-trained tags?",
        "Are there any good ways to give me a pre-paid label?",
        "Is it possible to get label pre-paid",
        "I am curious if I can get label pre-paid.",
        "Are you able to get a label free?",
        "Does you offer pre-paid shipping labels?",
        "I was wondering if you're able to give me a pre-paid label.",
        "Would you have the tag pre-bought?",
        "Is it possible to offer me a prefunded tag?",
        "Do you have a prepayment label option.",
        "I am wondering if I can get pre-paid label.",
        "Can we go ahead and make a presettled mailing label?",
        "Do you know of a way to get a pre-paid label for me?",
        "Prepaying label?",
        "Would you arrange a pre-purchased tag?",
        "Is there a prepayment label please?",
        "Could I get a label free?",
        "Will you send pre-label?",
        "Do you have an option of prepayment label?",
        "Can you give my pre-paid label?",
        "Is it okay to give me a pre-paid label?",
        "Are you willing to send me a label?",
        "Would you arrange pre-purchased tag?",
        "Can you tell me about the pre label for me?",
        "Would you be interested in giving me a pre-paid label?",
        "Get me a pre-paid tag?",
        "Is it possible for you to offer prepayment labels?",
        "I'm curious if you can give me a pre-paid label.",
        "Can there be a prepaid label?",
        "Maybe have a pre-paid label option?",
        "You can provide me a pre-paid label.",
        "I want to know if you're able to give me a pre-paid label.",
        "I would like to know if you were able to give me a pre-paid label.",
        "You can possibly give me a pre-paid label.",
        "I want a pre-paid label, please?",
        "Please place a pre-paid label on it.",
        "You can send a pre-label.",
        "Do you know of a great way to give me a pre-paid label?",
        "I am looking for a way to give me a pre-paid label.",
        "Would it possible to have a pre-paid label?",
        "Has there a pre-paid label option?",
        "Can I have the label pre-programmed?",
        "I need a prepaid label from you.",
        "May I be issued a pre-paid label?",
        "Do you have a pre-label for shipping?",
        "Do you think it would be possible to send a pre-paid label?",
        "We need a prelabel now?",
        "Are you planning to send a prepayment label?",
        "Is it possible you can give me a pre paid label?",
        "Can you send someone a pre-paid label?",
        "Could I get a prepaid label?",
        "What about me a pre-paid tag?",
        "Please provide a pre-payment label.",
        "Will it be possible to send a pre-paid label?",
        "Do you give pre-paid labels?",
        "Please be ready for a pre-paid label, please?",
        "Can you help me with a pre-paid label?",
        "I need any prepayment labels for me.",
        "Did you have a pre label for us?",
        "I would love to receive a pre-paid label from you.",
        "Can you provide me with a prepay label?",
        "Are you able to offer prepay shipping labels?",
        "Do you have prepay labels?",
        "Do you want to pre-label for shipping?",
        "I'm looking for a good way to give me a pre-paid label.",
        "Do you want me to have a pre-paid tag?",
        "It is possible to send a pre-paid label to me.",
        "There's a pre-paid label, please?",
        "How about a pre-label?",
        "I would want to know if you could give me a pre-paid label.",
        "Would it be possible to deliver a pre-paid label?",
        "Do you send pre-paid label?",
        "Can you grant me a pre-paid label?",
        "Can you give me a label?",
        "Is it possible for me to get label pre-paid.",
        "Can you tell me a good way to give me a pre-paid label?",
        "Is there a way to provide a pre-paid label?",
        "I would like a pre label for you.",
        "Is it possible to get label prefunded?",
        "I want to be able to receive a pre-paid label.",
        "Pre-label need now?",
        "A pre-paid label is available?",
        "Is it a good idea to offer me a pre-paid tag?",
        "I want to know if you can provide me with a pre paid label.",
        "Will pre-paid label be available?",
        "Prepaid label given?",
        "Was it possible for a pre-paid label to be available?",
        "Was it possible to receive a pre-paid label?",
        "Is it possible to give me a prepaid tag?",
        "I could get a pre-paid label.",
        "I would like to be provided with pre-paid postage, please.",
        "Would you be able to provide me a pre-paid label?",
        "Please, a pre-paid label.",
        "Can you give pre-label?",
        "Need a pre-paid label, please?",
        "Is it possible to have a prepayment label option?",
        "Are you able to get pre-label for shipping?",
        "Prepaid label may be provided?",
        "Can you give me that label?",
        "Do you want a prepay label, please?",
        "Please, give a pre-paid label.",
        "Do you want to offer a pre-paid label?",
        "Could you tell me if you could give me a pre-paid label?",
        "I desire a pre-paid label, please.",
        "Please, please use a pre-paid label?",
        "Can you provide this label for me?",
        "Can you give me a prepay label?",
        "Will there be a pre-paid label?",
        "Is it possible to send a pre paid label to me?",
        "Could I get label pre-paid?",
        "Is it possible that I get a pre-paid label.",
        "I am wondering if I can have a pre-paid label.",
        "Will I get a pre-paid label, please?",
        "Is it possible to offer me pre-paid tags?",
        "I would like to have a prepayment label.",
        "Can you send out a pre-label?",
        "I would like to know if you can provide a pre-paid label for me.",
        "Is it possible to get a label that's pre-paid?",
        "Is it appropriate to give me a pre-paid label?",
        "I would like to know if a pre-paid label is available.",
        "Have an option of pre-paid label?",
        "Do you have a Prepaid label option?",
        "Is it possible to get prepay label?",
        "Was it possible to send me a pre-paid label?",
        "It's possible that you can give me a pre-paid label.",
        "You should be able to give me a pre-paid label.",
        "Get a pre-label?",
        "Does it possible to send pre-label?",
        "Please, use a pre-paid label?",
        "Give me an pre-paid label?",
        "I am wondering if I have any pre-paid labels for me.",
        "Is it possible to get the label pre-paid.",
        "Can you please provide me with a pre-paid label?",
        "Do you want to have pre-label for shipping?",
        "Can I get a pre label for you?",
        "May I have a prepaid label?",
        "Would you bring a pre- purchased tag?",
        "What pre-paid labels do you have for me?",
        "I wonder if I could get a pre-paid label.",
        "Are you able to provide pre-paid shipping labels?",
        "How about the pre-paid label option?",
        "I would like a prepayment label, please.",
        "I want a pre label for you.",
        "Do you have prepay shipping labels?",
        "Is it possible to give a pre-paid label?",
        "I can be offered a pre-paid tag.",
        "Please could I receive a prepayment label?",
        "Is it possible to get pre- label for shipping?",
        "Is it ok for you to send pre-label?",
        "Would you be able to provide a pre-paid label for me?",
        "Can you give a label for me?",
        "Maybe you could give me a pre-paid label?",
        "Is it possible to give me a pre- paid label?",
        "Has it been possible to give me a pre-paid label?",
        "There could be a chance for a pre-paid label.",
        "I would like to know if you could make me a pre-paid label.",
        "Is it possible you offer prepaid shipping labels?",
        "Get pre-label for delivery?",
        "Do you have pre-paid labeling?",
        "I'd like to know if you could give me a pre-paid label.",
        "Get pre-label for shipment?",
        "Am I able to get a pre-paid label from you?",
        "Will it be a pre-paid label?",
        "How about sending a pre-paid label?",
        "Is there an option for prepaid label?",
        "I wish to receive a prepayment label.",
        "I am interested to know if you can give me a pre-paid label.",
        "Could it be possible to send me a pre-paid label?",
        "Can you send a pre paid label to me?",
        "Give me a pre-programmed label?",
        "Would you be able to give a pre-paid label to me?",
        "What about a prepayment label available?",
        "Can you give me a pre-packaged label?",
        "Will you have a pre-paid label option?",
        "Is it possible for you to offer me a pre-paid tag?",
        "How about providing a pre-paid label?",
        "Is they able to provide pretrained tags?",
        "Do you want to have a pre- purchased tag?",
        "Do you offer me a pre-paid label?",
        "Can I be given a pre-paid tag?",
        "Is there a prepared label available?",
        "Please, a prepay label.",
        "I would like to know if there is a pre-paid label.",
        "Ready for a pre-paid label?",
        "Can we make a presettled mailing label?",
        "The label could be pre-paid?",
        "Can a pre-paid label be sent to me?",
        "Give the prepayment label.",
        "Prepare pre-paid label?",
        "Do you want a pre- purchased tag?",
        "Is it possible to send prelabel?",
        "Is it possible to offer shipping labels with prepayment?",
        "There is a way to give a pre-paid label to me.",
        "Is it possible to get a pre label for you?",
        "Is it possible to get a prepay label?",
        "Want to get a pre-label for shipping?",
        "Would it be possible to send a prepay label?",
        "Send this label as prepayment?",
        "It might be possible to send me a pre-paid label.",
        "I would like to be given a pre-paid label",
        "How can I get a preprinted label?",
        "Is there a chance for a prepaying label?",
        "If it were possible to send me a pre-paid label.",
        "Can you give me the pre-label?",
        "Ready for a prepaying label?",
        "Can you provide me with a pre label for me?",
        "Please supply a prepay label.",
        "Is it possible to arrange a pre-owned tag?",
        "Can I expect a pre-paid label, please?",
        "You send a prepay label?",
        "I wonder if I could receive a pre-paid label.",
        "Are there any pre-paid labels that I need?",
        "You might send a pre-paid label?",
        "Is there a pre-paid label available.",
        "Please tell me if you would be able to give me a pre-paid label.",
        "You would be able to give me a pre-paid label.",
        "Provides pre-paid label?",
        "Can we go forward with a presettled mailing label?",
        "I wonder if it would be possible to send me a pre-paid label.",
        "Please, can I receive a pre-paid label?",
        "I would appreciate a pre-paid label.",
        "Please Provide a pre-paid label.",
        "Is it possible to send me a pre-paid label.",
        "I would love to receive a pre-paid label.",
        "Will it be possible to get a label free?",
        "Are you able to get label pre-paid?",
        "If you can give me a pre-paid label, please tell me.",
        "How can I get a pre-paid sticker?",
        "How about a label that is pre-paid?",
        "Is the label available for prepayment?",
        "I want to know if you can give me a label.",
        "Is that possible to send pre-label?",
        "Can you give me a pre-paid tag?",
        "Can I get a prepaid label.",
        "Can you make me a pre-paid label?",
        "Is it possible to get prepayment label?",
        "Is there any pre-paid labels that I can get?",
        "Can you offer pre-labeling?",
        "Would it be possible to arrange a pre- purchased tag?",
        "Is it possible that I have a prepayment label.",
        "Am I able to get pre-label for shipping?",
        "I need a prepay label, please.",
        "Do you have a way to give a pre-paid label?",
        "Can you provide a pre-paid label?",
        "Is it possible that you have pre-paid labels?",
        "Is there a pre-paid label, please?",
        "Get a pre-label.",
        "Ready for a prefunded label?",
        "Please, please, a pre-paid label?",
        "Are you willing to send pre-label?",
        "Provide a pre-paid label, please",
        "Can you give a label to me?",
        "The label was pre-paid, please?",
        "Get pre-labeled for shipping?",
        "You know of a way to give me a pre-paid label?",
        "Can I get the label pre-paid.",
        "Please tell me if you can give me a pre-paid label.",
        "Would you put a pre- bought tag on it?",
        "Do you have a prepaid label for me?",
        "Is it possible that I can get a pre paid label?",
        "Are you able to give me a pre-paid label?",
        "Can I send pre-label?",
        "May I have a preset label?",
        "I would like to be provided a pre-paid label.",
        "I am in need of a pre label for ya.",
        "Can I purchase a pre-paid label?",
        "Do you offer a prepay label?",
        "Receive pre-label for shipping?",
        "\"Prepaid label?\"",
        "Are you able to provide a pre-paid label?",
        "Please, the pre-paid label, please?",
        "Do you have a way to give me a pre- paid label?",
        "Is it possible to give a prepayment slip?",
        "Let me have a pre-paid label.",
        "Is there a pre-paid label you send?",
        "Is it possible that I could be given a pre-paid label?",
        "Is sending pre-label possible?",
        "You might offer pre-paid labels?",
        "Please use a prepayment label?",
        "Would you arrange for a pre-purchased tag?",
        "Is it possible to send me a prepaid label?",
        "Is it possible to get a prefunded label?",
        "Give me the prepaid label?",
        "may I have a pre-paid label",
        "Please have a prepay label?",
        "If you would be able to give me a pre-paid label?",
        "Do you want to arrange a pre- purchased tag?",
        "Am I allowed to get pre-label for shipping?",
        "Are you able to provide me with a prepayment label?",
        "Something needs prelabel now?",
        "Should I be offered a prepayment tag?",
        "Ready for a pre-paid labeling?",
        "I need any pre-paid labels for me.",
        "Provide a pre paid label.",
        "I am in need of a pre label for you.",
        "I am interested in finding out if you can give me a pre-paid label.",
        "Please provide a label for a pre-paid card.",
        "Please could I get a pre-paid label?",
        "Is it possible you would arrange a pre- purchased tag?",
        "Is that a prepayment label, please?",
        "Should be a prepayment label, please?",
        "Is it possible to give me a premade tag?",
        "I would like to receive a pre-paid tag.",
        "Am I going to get a pre-paid label?",
        "How can I get a pre-paid label with you?",
        "Can you send a prepaid label for me?",
        "Would you include a pre-purchased tag?",
        "I am looking for a pre label for you.",
        "Have you been able to send pre-label?",
        "Are you able to give me a prepaid label?",
        "Please give a label for prepayment.",
        "Pre-paid shipping labels do you offer?",
        "Are you willing to give me a pre-paid tag?",
        "Give me a pre paid label?",
        "Can you allow me to have a pre-paid label?",
        "could you give me a pre-paid label?",
        "Can I have the label pre-paid.",
        "Is there a way to give me a pre-paid label.",
        "Are you able to offer pre-paid labels?",
        "I need to know if you will be able to give me a pre-paid label.",
        "Do you have any pre-made labels for me?",
        "Label? Send as prepayment.",
        "Prepaid label could be provided?",
        "Is it possible to get the label pre-paid?",
        "Give someone a pre-paid label?",
        "Would you please make a pre-paid label?",
        "Can you put me on a pre-paid label?",
        "Yes, do you offer pre-paid labels?",
        "Would it be possible to order a pre-paid label?",
        "Please, Provide a pre-paid label.",
        "Please, pre-paid label.",
        "A pre-paid label is required, please.",
        "Can we go ahead with a pre-settled mailing label?",
        "Are you able to give pre-paid shipping labels?",
        "Are you aware of a way to give me a pre-paid label?",
        "I want to know if you can provide me a pre paid label.",
        "The pre-paid label could be offered.",
        "Is label prepayment possible?",
        "Have anyone got a pre label for you?",
        "I would like to know if you can supply me with a pre-paid label.",
        "Are there ways to give me a pre-paid label?",
        "Do you know if you could give me a pre-paid label?",
        "Is it possible to offer prepay shipping labels?",
        "I would like to get a prepaid label.",
        "Ready for a pre funded label?",
        "Is it possible to give a prepayment label?",
        "Can you send out pre-label?",
        "I would like to be able to send a pre-paid label.",
        "What about a pre-packaged label?",
        "Is it possible to offer me a Prepaid tag?",
        "I need a label, can you?",
        "Can you send me the pre-paid label?",
        "Can I have something pre-paid?",
        "Have a prepayment label option?",
        "Do you have a pre-paid tag?",
        "Can you please make a pre-paid label?",
        "Can you supply me a label?",
        "Is it possible for me to get a prepaid label?",
        "How about label pre-paid?",
        "Let me know if there are any pre-paid labels for me.",
        "I'm wondering if you can provide me with a pre-paid label.",
        "What about a label pre-paid?",
        "Got a pre paid label?",
        "Is it possible for me to get label pre-paid?",
        "Can we move ahead with a presettled mailing label?",
        "Can I get a label from you?",
        "you send pre-paid label?",
        "I want to get any pre-paid labels.",
        "We need a pre-paid label.",
        "Pre-paid labels are offered by you?",
        "Is a pre-paid label now available?",
        "Does anyone have any pre-paid labels for me?",
        "Ready for a pre payment label?",
        "Sending a pre-paid label?",
        "I need a pre-paid tag.",
        "Is it possible that you can provide me a pre-paid label?",
        "You could have a pre-paid label option.",
        "Can I be sent a pre-paid label?",
        "There is a question about whether I can get a pre-paid label.",
        "I am wondering if you can send pre-label.",
        "I want a prepayment label from you.",
        "Do you know of a way for me to get a pre-paid label?",
        "Is there any labels that are pre-paid for me?",
        "Is it possible you have pre-paid shipping labels?",
        "Can I receive label pre-paid?",
        "I want to know if you offer pre-paid labels.",
        "I want a label pre-paid.",
        "Might I have a pre-paid label?",
        "Are you able to send me a pre-paid label?",
        "Thank you for a pre-paid label, please.",
        "A prepayment label available?",
        "I am curious if you can give me a pre-paid label.",
        "Do you offer me a prepay tag?",
        "Yes, I could get a pre-paid label.",
        "Can I be pre-paid for my label?",
        "Is there a pre-paid label I can have?",
        "Prepaid label option is there?",
        "Can you tell me about a pre-paid label?",
        "Can we have a presettled mailing label.",
        "Please? a pre-paid label",
        "Any pre label for ya?",
        "Will I be offered a pre-paid tag?",
        "Would it be possible to send me a pre-paid label?",
        "Get a pre-label for shipping?",
        "I wonder if I have a prepay label?",
        "How can I procure a pre-paid label from you?",
        "I wish to get a pre-paid label from you.",
        "Bring me a pre-paid tag?",
        "Is there any chance I can get a label free?",
        "I request that you provide a pre-paid label.",
        "You should send a pre-paid label?",
        "Is it possible to have a pre settled mailing label?",
        "Offer pre-paid label?",
        "I would like to know if you can provide me with a pre-paid label.",
        "Availability of pre-paid label?",
        "Can I use pre-paid label?",
        "Do you have a pre label for?",
        "Is it possible I have a pre-paid label.",
        "Can you give a pre-paid label to me?",
        "Please, a Prepaid label?",
        "Can I still get a pre-paid label?",
        "Can you give me a pre-paid label option?",
        "Can I have a pre-paid tag?",
        "A pre-paid label for me?",
        "Can i get a pre-paid label?",
        "Could I have a pre-paid label?",
        "Do you know of a method to give me a pre-paid label?",
        "Is there a chance of a pre-paid label.",
        "I would like a prepayment label, please?",
        "I want to know if you can give me a prepaid label.",
        "I request you to give me pre-paid postage.",
        "Is there a chance that there will be a pre-paid label?",
        "Is it possible that you offer prepay labels?",
        "Give me the Prepaid label?",
        "Do you offer pre-paid shipping labels?",
        "Do you have shipping labels that are pre-paid?",
        "a pre-paid label available?",
        "Would it be possible to have a pre-paid label for me?",
        "Is there a pre-paid label?",
        "Does your company offer pre-paid labels?",
        "Please can I get a pre-paid label?",
        "Can I get any pre-paid labels for me?",
        "Help me with a pre-paid label?",
        "Do you want to arrange a pre-purchased tag?",
        "Has anyone got any prepayment labels for me?",
        "I wonder if you can send me a pre-paid label.",
        "Can you give me a pre-paidlabel?",
        "How about pre-paid tag for me?",
        "Is it possible to arrange a pre- purchased tag?",
        "Can I get one that is pre-paid?",
        "Would there be a chance for a pre-paid label?",
        "Give a prepayment label, please.",
        "It's time for a pre-paid label, please?",
        "Should you be able to give me a pre paid label?",
        "Can you deliver the pre-label?",
        "I request a pre-paid label, please.",
        "Is a prepay label available?",
        "Can you tell me if you could give me a pre-paid label?",
        "Do you have any pre-paid label option?",
        "Did you have a pre label for me?",
        "Do you have any prepaid labels?",
        "Please, pre-paid label, please?",
        "Can you provide me with a label?",
        "Do you know a way to get me a pre-paid label?",
        "Can you tell me if I would be able to get a pre-paid label?",
        "I want to get a prepay label.",
        "Is there any chance of a pre-paid label?",
        "I want to know if there is a pre label for ya.",
        "Will you send me a pre-paid label?",
        "Could I receive a prepay label?",
        "The pre-paid label is available?",
        "Do you know of a good way to give a pre-paid label?",
        "Is prepaid label available?",
        "Is there a prepaid label option?",
        "I am curious if I can get a label free.",
        "Would you allow the tag to be pre- purchased?",
        "Can I have a pre paid label?",
        "Or a pre-paid label?",
        "Offer me a pre paid tag?",
        "I want the label pre-paid.",
        "Provide a prepayment label.",
        "Would it be possible to have a pre-paid label option?",
        "Please bring a pre-paid label.",
        "Prepaid shipping labels are available?",
        "Send labels as prepayment?",
        "I wish to get a pre-paid label.",
        "Do you have a prepayment shipping label?",
        "Do you have an option of pre-paid label?",
        "Do you offer a pre-paid shipping label?",
        "Could I receive a prepaid label?",
        "Can you issue me a pre-paid label?",
        "Should I get a pre-paid label, please?",
        "Should I have a pre-paid label option?",
        "Do you have a way to send pre-label?",
        "Request a pre-paid label, please?",
        "Is it possible that I would be given a pre-paid label?",
        "Is it possible to get a free label.",
        "Do you offer something called pre-paid labels?",
        "How can I get the pre-paid label from you?",
        "Have there a pre-paid label option?",
        "I would like to know if you can provide me a pre-paid label.",
        "Send as prepay? label?",
        "I'm looking for a way to give a pre-paid label.",
        "Would you be able to give me a pre- paid label?",
        "Is it possible for you to offer prepay labels?",
        "You could send pre-label.",
        "Will you send a pre-paid label to me?",
        "Please provide a preapproved label.",
        "Let me know if you can send pre-label.",
        "Provide a Prepaid label.",
        "Is it possible to send a prepayment label?",
        "Is it possible to have a Prepaid label?",
        "I wonder if I can get a prepayment label.",
        "Is it possible to have a pre paid label?",
        "Is the label a pre-paid one?",
        "Is offer me a pre-paid tag?",
        "Would it be feasible to send a pre-paid label?",
        "Can you recommend a pre-paid label?",
        "Is it possible to get a pre-paid label?",
        "Is it possible that I will receive a pre-paid label?",
        "Pre-paid label or something?",
        "Have you got a prepayment label option?",
        "Do you know a way to get a pre-paid label?",
        "Is it possible to put a pre-paid label on me?",
        "Is it possible to provide me with a prepaid label?",
        "The label will be pre-paid?",
        "Is it ok to offer me a pre-paid tag?",
        "Are you able to have pre-paid label option?",
        "Is there a way to pre-order a label?",
        "Is pre-purchased tag possible?",
        "Is it possible that I'd get a pre-paid label?",
        "Please, please, provide a pre-paid label.",
        "Please give a prepared label.",
        "Are you able to give pre-paid labels?",
        "I need a pre-paid label, please.",
        "Give me a pre-made label?",
        "I'm curious if you can provide me with a pre-paid label.",
        "would it be possible to send a pre-paid label to me?",
        "Is it possible to have a pre-paid label available?",
        "Would you make the tag pre-paid?",
        "Give to me a pre-paid label?",
        "You can get a pre-label.",
        "Have the pre-paid label option?",
        "Give me a prepaying label?",
        "Is it possible that I will be given a pre-paid label?",
        "Are you willing to offer prepayment labels?",
        "Send as a prepayment, label?",
        "Can you do a label for me?",
        "Please give a prepay label.",
        "Is there a way you can send pre-label?",
        "What if you can send pre-label?",
        "The label can be pre-paid?",
        "How about pre-label?",
        "Can we go ahead with a pre settled mailing label?",
        "Send the label as pre-paid.",
        "I'm interested in getting a pre-paid label.",
        "You need prelabel now?",
        "Do you offer a prepayment label?",
        "A label that is pre-paid?",
        "Ready for a pre-paid label, please?",
        "Are you suggesting to provide a pre-paid label?",
        "Please, could I receive a pre-paid label.",
        "If you can give me a pre-paid label, I would like to know.",
        "Do you know of ways to give me a pre-paid label?",
        "Please, a prepayment label, please?",
        "Give me something that's pre-paid?",
        "Please use a prepay label?",
        "You can send me a prepayment label.",
        "I am looking for a pre-paid label.",
        "Offer me a prepay tag?",
        "I want to be provided with pre-paid postage, please.",
        "Isn't it possible to send me a pre-paid label?",
        "Would you have the pre-paid label option?",
        "I request a pre-paid label.",
        "You have a pre label for me?",
        "Please? A pre-paid label?",
        "I would like a pre-paid tag.",
        "Getting pre-label for shipping?",
        "You can provide a pre-paid label?",
        "Pre-paid label, give me?",
        "I asked if I could get a label free.",
        "I would like to know if you have a pre-paid label for me.",
        "I am looking for a good way to give me a pre paid label.",
        "You should be able to send me a pre-paid label.",
        "Is it possible to have a prepaid label option?",
        "It would be possible to send me a label.",
        "I would like to receive a label pre-paid.",
        "How can I get a pre paid label?",
        "Can we issue a presettled mailing label?",
        "I want to know if you can make me a pre-paid label.",
        "Do you offer a pre-paid label option?",
        "Prepaid label, please.",
        "Is it doable for you to give me a pre-paid label?",
        "There is a question about whether I can get a label free.",
        "Do you have a way for me to get a pre-paid label?",
        "Provide a pre-paid label, please.",
        "I would love to be given a pre-paid label.",
        "You know of a good way to give me a pre-paid label?",
        "I want a prepayment label, please.",
        "Is there a chance of me getting a pre-paid tag?",
        "Are you the one to offer pre-paid labels?",
        "Can I have a label that's pre-paid?",
        "Can you put a pre-paid label on me?",
        "Is it possible to send someone a pre-paid label?",
        "Get pre-label to ship?",
        "The option of pre-paid label?",
        "I want to know if it's possible to send me a pre-paid label.",
        "I would like to get the label pre-paid.",
        "prepaid label?",
        "Do you offer pre-paid labels for shipping?",
        "Someone wants to know if they can get a label free.",
        "Can I have a preprinted label?",
        "Can I get a pre-paid tag?",
        "Is it possible to send me a pre-paid label?",
        "Is there a pre-paid label option?",
        "Do you know of a way to give me a pre-paid card?",
        "Would you offer pre-paid shipping labels?",
        "Is it possible that you offer pre-paid labels?",
        "Is there a way to get a prepayment label?",
        "Would you offer me a pre-paid tag?",
        "I want to know if you can provide me with a pre-paid label.",
        "Can you create a pre-paid label for me?",
        "Can I have label that is pre-paid?",
        "Is it possible that you can give a pre-paid label?",
        "Please provide a label for pre-paid cards.",
        "Can you include a pre-paid label for me?",
        "Please, prepayment label, please?",
        "Are there pre-paid labels available?",
        "Do you want to give pre-paid label?",
        "Give me a label that's pre-paid?",
        "I wonder if you're able to give me a pre-paid label.",
        "can you send me a pre-paid label",
        "I want a prepay label from you.",
        "A pre-paid label please?",
        "If you want to provide a pre-paid label?",
        "I would like to know if you offer pre-paid labels.",
        "Maybe a pre-paid label, please?",
        "Can you tell me any pre labels for me?",
        "Can you give me something labeled?",
        "Are you going to give a pre-paid label?",
        "You can send me a pre-paid label.",
        "Is it possible to send a pre-paid label.",
        "Is this pre-paid label for me?",
        "Please supply a pre-paid label.",
        "Do you have any pre label for me?",
        "Perhaps you're able to give me a pre-paid label?",
        "Can you please provide me a pre-paid label?",
        "I would appreciate it if you could provide me a pre-paid label.",
        "What about a prepay label?",
        "Prepaid label can I have?",
        "Send a prepayment label, please.",
        "Please transmit a pre-paid label.",
        "Can you offer me a prepayment label?",
        "Is there a chance that a label is pre-paid?",
        "I would prefer a pre-paid label, please.",
        "I wondered if I could get a label free.",
        "Would you like to get a pre-label for shipping?",
        "You might be able to send a pre-label.",
        "Would you put a pre-bought tag on it?",
        "Please, have a pre-paid label?",
        "Please, do you have a pre-paid label?",
        "What about a pre-paid label, please?",
        "Can you please give me a pre-paid label?",
        "Is there a chance for a pre-paid sticker?",
        "Can you give me a pre payment label?",
        "Are you able to provide a label?",
        "Can you provide a pre label for me?",
        "Is this possible for you to give me a pre-paid label?",
        "Can you send a pre-label.",
        "Got some pre-paid labels for me?",
        "It might be possible to send a pre-paid label.",
        "I wondered if it was possible to send me a pre-paid label.",
        "Please, please, a prepay label?",
        "Is it possible to send a prefunded label?",
        "Can you provide a label for me?",
        "Is there pre-paid shipping labels available?",
        "Is it possible that I will receive a pre-paid label from you?",
        "I was wondering if I could get label pre-paid.",
        "Do you propose to provide a pre-paid label?",
        "I wish to know if you can give me a pre-paid label.",
        "How can I receive a pre-paid label?",
        "Can I get prepayment label?",
        "Do you have an option of a pre-paid label?",
        "You have a pre-paid label?",
        "I'd like to know if you can make a pre-paid label for me.",
        "Please could I receive a pre-paid label?",
        "Pre-paid labels for me.",
        "Is it possible for you to offer prepaid labels?",
        "Is it possible to provide a prepaid label?",
        "Would it make sense to send me a pre-paid label?",
        "Is a prepayment label possible?",
        "Can a label be pre-paid?",
        "Have you the pre-paid label option?",
        "Can you give me a pre paid label?",
        "Can I get something pre-paid?",
        "Is it possible to arrange a pre-purchased tag.",
        "I'm looking for a way to give myself a pre-paid label.",
        "I want a pre-paid label, please.",
        "I wonder if you will be able to give me a pre-paid label.",
        "Is it possible to send a prepayment label to me?",
        "Might you be able to give me a pre-paid label?",
        "Would it be possible to have a prepayment label?",
        "Can they give me a pre-paid label?",
        "Can you pre-order a label?",
        "I wonder if I can have a prepaid label.",
        "Have any pre-paid labels for me?",
        "Ready for a preprogrammed label?",
        "Would you arrange for pre-purchased tag?",
        "Is it possible that you have a pre-paid label?",
        "Do you have the option of a prepayment label?",
        "Yes, can you send a pre-label?",
        "I want to get a pre-paid label.",
        "Did you arrange a pre-purchased tag?",
        "Would it be possible to give a pre-paid label to me?",
        "Order pre-label for shipping?",
        "Are you capable of offering pre-paid labels?",
        "I'm looking for a way to get a pre-paid label.",
        "Can a presettled mailing label be made?",
        "I would be happy to receive a pre-paid label.",
        "I would like to receive a pre-paid label?",
        "Offer me a prepaying tag?",
        "Is it possible to provide me with a pre-paid label.",
        "I wonder if I can have a prepayment label.",
        "I need to know if you can make a pre-paid label for me.",
        "Can you send a pre-label package?",
        "It could be possible to send a pre-paid label.",
        "I would love to know if you can give me a pre-paid label.",
        "Is it possible to offer me a pre-paid tag.",
        "Can you send the pre label?",
        "I'm wondering if I can get a pre-paid label.",
        "Ready for a pre-paid label??",
        "Please could I get a prepayment label?",
        "Can you tell me the pre label for me?",
        "Are you going to offer me a pre-paid tag?",
        "Do you know how to give a pre-paid label to me?",
        "Do you have the option of prepaying the label?",
        "Can you dispatch pre-label?",
        "Get a pre-paid label?",
        "Offer the pre-paid label.",
        "Is there a pre-paid shipping label you offer?",
        "Consider providing a pre-paid label?",
        "The pre-paid label?",
        "Would the pre-paid label be available?",
        "I am wondering if you could give me a pre-paid label.",
        "Can I send a prepay label?",
        "Is a pre-paid label possible?",
        "Would a pre-paid label be available?",
        "Can you offer me a pre-paid tag?",
        "Is it possible for me to get label prepayment?",
        "Is it possible to arrange pre-purchased tag?",
        "Yes, you can send pre-label.",
        "I would like to know if you can provide a pre-paid label to me.",
        "Is there any pre-paid labels for me?",
        "I would like to be able to get a label free.",
        "Provide a prepaid label?",
        "Would you arrange for the tag to be pre- purchased?",
        "I hope that you can give me a pre-paid label.",
        "Can we do a pre-settled mailing label?",
        "Do you offer prepay shipping labels?",
        "I wish to receive a pre-paid label.",
        "Are you planning on sending a pre-paid label?",
        "Please provide a pre-paid label.",
        "Send as a pre-paid label?",
        "Is there a prepay label?",
        "Provide a prepayment label, please.",
        "Please? a pre-paid label?",
        "Can you pre- label it?",
        "Is there a way to give a prepay label?",
        "Can we go ahead with a presettled mailing label?",
        "Please send a prepayment label.",
        "Did you have any prepayment labels for me?",
        "Can the label be pre-settled?",
        "Can you do pre-label?",
        "Is it possible that I can get a label free?",
        "Can you provide the label for me?",
        "Is it possible to offer a pre-paid tag?",
        "Can you put pre-label in it?",
        "Is there any prepay labels for me.",
        "Is it possible to give me a pre paid label?",
        "Can you have a pre-paid label?",
        "Am I able to receive a pre-paid label?",
        "Can you send a prepayment label for me?",
        "Is there a pre-paid label you can provide?",
        "Is it possible to offer pre-paid labels.",
        "Are you sending a prepay label?",
        "I hope you can give me a pre-paid label.",
        "If you can give me a pre-paid label, I would appreciate it.",
        "Use a pre-paid label?",
        "Send as prepayment? label?",
        "I would like to have the label pre-paid.",
        "Can we go through with a presettled mailing label?",
        "I would like to have a pre-paid label, please?",
        "Can I have any pre-paid labels?",
        "Is it possible to provide pre-paid labels?",
        "Offer the prepayment label.",
        "Can we assign a presettled mailing label?",
        "I am looking for any pre-paid labels for myself.",
        "Do you have a prepayment label available?",
        "Would it be possible to arrange pre-purchased tag?",
        "Can you send a pre-labeled item?",
        "Is it possible that I'm given a pre-paid label?",
        "Postpaid label option?",
        "Is it a prepayment label for me?",
        "Maybe I can get a pre-paid label.",
        "Can we proceed with a presettled mailing label",
        "Is there a chance you could give me a pre-paid label?",
        "I wonder if I can get label pre-paid.",
        "Is it possible for me to get label prepay?",
        "Do you have a label that is pre-paid?",
        "I am wondering if there is a pre label for you.",
        "How about a label pre-paid?",
        "Do you think you're able to give me a pre-paid label?",
        "Was a pre-paid label available?",
        "Would I be able to have a pre-paid label?",
        "Is it possible to have pre-paid shipping labels?",
        "Do you have the option of pre-paid label option?",
        "Have pre-paid label options?",
        "Can you tell me any pre label for me?",
        "I am interested in learning if you can give me a pre-paid label.",
        "Are I able to get the label pre-paid?",
        "You can provide a pre-paid label for me.",
        "Can I put a pre-paid label?",
        "I want to have a pre-paid label.",
        "Is it possible that you're able to give me a pre-paid label?",
        "I would like to be offered a pre-paid tag.",
        "Would it be possible to have a pre-paid label?",
        "Would you please give me a pre-paid label?",
        "Has anyone got any pre-paid labels for me?",
        "Does that mean you send a pre-paid label?",
        "Does anyone have any pre label for you?",
        "Would you give a pre-paid label?",
        "Is it possible to receive a pre-paid label, please?",
        "I'm looking for a way to give my pre-paid label.",
        "Is it possible to provide a prepayment label?",
        "pre-paid label?",
        "I need a label that is pre-paid.",
        "Is it possible to have pre-paid label?",
        "As prepayment, send a label?",
        "Can you provide any pre label for me?",
        "Is it possible to give me a pre-paid tag?",
        "Is there a prepayment label that I can get?",
        "Give me a pre-paidlabel?",
        "I would like to know if you are able to provide me with a pre-paid label.",
        "I wonder if I have a prepayment label?",
        "Offer me a prepayment tag.",
        "Is it possible to have a Pre-paid label?",
        "Would you organize a pre-paid tag?",
        "I would like to know if you would be willing to give me a pre-paid label.",
        "Would it be possible to provide me with a pre-paid label?",
        "Is it possible that I could get a pre-paid label from you?",
        "Is it possible to get a prepayment label?",
        "Are you prepared to give me a label?",
        "Is it possible to send pre-paid label?",
        "You send a prepayment label?",
        "I hope I can receive a pre-paid label.",
        "Can you provide me with a pre-paid label.",
        "How can I get a pre-paid card?",
        "Prepaid label possible?",
        "It would be great if you could give me a pre-paid label.",
        "Do you have a prepayment label for me?",
        "Can i have a pre-paid label?",
        "Should I get a pre-paid label from you?",
        "Is it possible that I would get a pre-paid label?",
        "I want to be offered a pre-paid tag.",
        "Can I send a pre-label?",
        "Provide a prepaid label.",
        "Please give a label for a pre-paid account.",
        "You could send me a pre-paid label.",
        "Offer the label pre-paid.",
        "Would you include the pre-purchased tag?",
        "Is a preset label available?",
        "Does it have a pre-paid label option?",
        "Does anyone know any pre-paid labels for me?",
        "Pre-paid shipping labels are offered by you?",
        "Can you send pre- labels?",
        "Would you set a pre-purchased tag?",
        "Ready for a pre-paid tag?",
        "Just give me a pre-paid label?",
        "Is it possible to get labelprepaid?",
        "I'm wondering if you could give me a pre-paid label.",
        "Is it possible to get a prepayment label.",
        "I wonder if I can have a label free.",
        "Is it possible to offer me a postpaid tag?",
        "Can you supply me with a label?",
        "Can a pre-paid label be obtained?",
        "Are you interested in offering prepaid labels?",
        "Make the label pre-paid?",
        "Send the pre-paid label?",
        "I'd like to know if you can provide me a pre-paid label.",
        "Please tell me if I can get a pre-paid label.",
        "Is it possible for you to give a pre-paid label?",
        "I want a prepayment label for myself.",
        "I am curious if I can get a pre-paid label.",
        "Postpaid shipping labels are offered by you?",
        "I would like to be offered a prepaid tag.",
        "How do you give me a pre-paid label?",
        "Are you planning on sending a prepay label?",
        "Could you arrange a pre-purchased tag?",
        "How about a prepay label?",
        "Can you supply me a pre-paid label?",
        "Are I able to get label pre-paid?",
        "I want to get a prepaid label from you.",
        "Do you know of a way to make a pre-paid label?",
        "How about giving me a pre-paid label?",
        "Give me a prepayment tag?",
        "Is it possible to get label prepayment?",
        "I would like to have a pre-paid label.",
        "I am wondering if I can have pre-paid label.",
        "Someone wants to give a pre-paid label.",
        "I need a label, can you give me one?",
        "Is it possible for me to get the label pre-paid?",
        "Would you book a pre-purchased tag?",
        "Is it possible to give me a prepayment label?",
        "You might be able to give me a pre paid label.",
        "Do you have any pre-paid labels?",
        "I want to know if there is a chance for a pre-paid label.",
        "Can you provide me with a pre-paid label?",
        "Is there a way to send me a pre-paid label?",
        "Requesting a prepaid solution.",
        "Please provide a pre-paidlabel.",
        "Is there a pre label that you have?",
        "Is a pre settled mailing label possible?",
        "Can you please send a pre-paid label to me?",
        "Please? a prepayment label?",
        "Will this label be pre-paid?",
        "I need to get a pre-paid label.",
        "I am looking for some pre-paid labels.",
        "I would like to get a pre-paid label.",
        "I don't know if you would be able to give me a pre-paid label.",
        "Is it possible to send a presettled mailing label?",
        "Was there a pre-paid label option?",
        "Do you know how I can get a pre-paid label?",
        "Did you offer pre-paid labels?",
        "Are you able to give a pre-paid label to me?",
        "Can I receive a pre-paid label.",
        "It would be possible to send me a prepayment label.",
        "Got any prepayment labels for me?",
        "Would it be possible to include a pre-paid label?",
        "Would a prepaid label be possible?",
        "It would be great if I could receive a pre-paid label.",
        "I would like to know if you are able to provide me a pre-paid label.",
        "I want to know if you can give me a pre-paid label.",
        "It is possible to give me a pre-paid label.",
        "Can you give me a pre-paid label.",
        "Can I have the label prepayment?",
        "Could you provide me a label?",
        "Is it possible to offer me prepayment tag?",
        "Are you going to arrange a pre- purchased tag?",
        "Is there a way to arrange a pre-paid tag?",
        "Am I able to get label pre-paid?",
        "Is a pre-paid label available.",
        "To give me a pre-paid label?",
        "I want to know if you can send me a pre-paid label.",
        "Can you put a pre-label on it?",
        "Could I get a label pre-paid?",
        "It is possible that you will give me a pre-paid label.",
        "Are there any option for pre-paid label?",
        "It could be possible to send me a pre-paid label.",
        "Can I have label pre-paid?",
        "Is it possible to offer you a pre-paid tag?",
        "please, a pre-paid label?",
        "Put a pre-paid label on me.",
        "I would like to know if you can provide me with a pre paid label.",
        "Is there still a chance for a pre-paid label?",
        "Do you need a pre-paid label, please?",
        "Ready for a prepayment label please?",
        "Provide a prepayment label?",
        "Can you send the pre-paid label to me?",
        "If you could give me a pre-paid label, please.",
        "Do you have pre-made labels?",
        "Would sending a pre-paid label be possible?",
        "What about the pre-paid label?",
        "Is there an option for a pre-paid label?",
        "I would like to have a pre-paid label, please.",
        "Pre-paid label option?",
        "Are there any prepayment labels for me?",
        "A good way to give me a pre-paid label?",
        "Please show a pre-paid label.",
        "I would love to have a pre-paid label.",
        "could I get a pre-paid label?",
        "Can you send me a label for free?",
        "You ship a pre-paid label?",
        "Must be a pre-paid label, please?",
        "Can you give me a Prepaid label?",
        "I was wondering if it was possible to give me a pre-paid label.",
        "Can I get a pre-paid card?",
        "Is it possible that I can get a pre- paid label?",
        "You can send pre- label.",
        "Is there any prepay labels for me?",
        "Maybe you have a pre-paid label option.",
        "Can you give me a pre- paid label?",
        "Are you going to send a prepay label?",
        "Can we go ahead with a presettled label?",
        "Is it possible to offer me a tag that is pre-paid?",
        "prepay label available?",
        "Postpaid label, please?",
        "Would you put the pre- purchased tag on it?",
        "Would you have a pre- bought tag?",
        "Offer a pre-paid tag to me?",
        "can you give me a pre-paid label?",
        "Can you please provide me with a label?",
        "Make me a pre-paid tag?",
        "Is it possible to go with a pre settled mailing label?",
        "Can you supply pre-label?",
        "Can I have prepayment labels?",
        "Provide a label that's pre-paid.",
        "Hand me a pre-paid label?",
        "Is it possible that you would be able to give me a pre-paid label?",
        "Can I receive a label free?",
        "How do I get a pre paid label?",
        "Were you able to send pre-label?",
        "Are you able to send pre label?",
        "I'm wondering if you have a way to give me a pre-paid label.",
        "Would it be possible to send a prepayment label?",
        "Can you send me a pre-paid label.",
        "Does it have a pre-paid label available?",
        "Please provide a pre-paid tag.",
        "Is there a way to arrange pre-purchased tag?",
        "Is there a label option for prepayment?",
        "Can you give me a prepared label?",
        "May I receive a pre-paid label?",
        "Can you give me a label prepayment?",
        "I need a label, can you provide it for me?",
        "I wish to have a pre-paid label.",
        "Can I have a label that is free?",
        "please, a pre-paid label",
        "Do you know of a way I can get a pre-paid label?",
        "Can you provide a pre-paid label option?",
        "Offer me a tag that is pre-paid?",
        "Do you offer the pre-paid labels?",
        "Please Provide a prepayment label.",
        "Have a pre-paid label, please?",
        "Can you have a pre-label?",
        "Is it okay to offer me a pre-paid tag?",
        "How can you give me a pre-paid label?",
        "Please tell me if you will be able to give me a pre-paid label.",
        "Is it possible to have label pre-paid?",
        "Maybe you could give me a pre-paid label.",
        "Can you send me a pre-paid label",
        "Do you send prepayment label?",
        "Have the option of pre-paid labels?",
        "can we use a presettled mailing label?",
        "Please provide a preset label.",
        "Can I get a label that is free?",
        "I was wondering if there was any chance for a pre-paid label.",
        "Could it be possible to send a pre-paid label?",
        "I'm looking for a pre label for you.",
        "What about label pre-paid?",
        "How can I get a Prepaid label from you?",
        "Give me some pre-paid label?",
        "Attach a pre-paid label, please.",
        "I was wondering if there was a way to give me a pre-paid label.",
        "Is it possible that I can have a pre-paid label?",
        "offer me a pre-paid tag?",
        "Pre-paid label sent?",
        "Was it possible to get pre-label for shipping?",
        "Have a pre label for ya?",
        "How about pre-paid labels?",
        "Can you post pre-label?",
        "Do you know if there is a chance for a pre-paid label?",
        "Have you got a pre label for ya?",
        "It seems like you could give me a pre-paid label.",
        "Is it possible to have a pre-defined label?",
        "Can you give me a pre label for me?",
        "Would it be possible for you to give me a pre-paid label?",
        "Was it possible to give me a pre-paid tag?",
        "Do you produce pre-paid labels?",
        "Is it possible that I can get a label?",
        "Have a prepay label option?",
        "Got pre-paid label?",
        "Can we make a pre-settled mailing label?",
        "The label you send is pre-paid?",
        "I am looking for a way to give a pre-paid label.",
        "Is there a prelabel for ya?",
        "Send label as a prepayment?",
        "Is it possible to get a pre-paid label, please?",
        "I wish to know if you can provide me with a pre-paid label.",
        "Is it possible that I can get a label pre-paid?",
        "Am I able to get a pre-paid label?",
        "Can we send pre-label?",
        "Is it possible to put a presettled mailing label?",
        "A label or pre-paid option?",
        "Got a prepayment label?",
        "Would you put a pre-purchased tag in it?",
        "Could I get a pre-paid label, please?",
        "Are you able to have a pre-paid label?",
        "Receive a pre-label for shipping?",
        "I would like to know if you would be able to provide me with a pre-paid label.",
        "May I be given a pre-paid label?",
        "As pre-paid, label?",
        "Pre-labeling for shipping is possible?",
        "Offer me a Pre-paid tag?",
        "I want to know if you can give a pre-paid label to me.",
        "Can you arrange a pre-purchased tag?",
        "Do you send prepay label?",
        "I'd like a pre-paid label, please?",
        "Wouldn't it be possible to send me a pre-paid label?",
        "Is it possible you give me a pre-paid label?",
        "Are we able to go ahead with a presettled mailing label?",
        "Is it possible to give him a pre-paid label?",
        "Is it possible to have a premade label option?",
        "Is it possible to obtain a pre-paid label?",
        "Give me a prepay label?",
        "If you would be able to give me a pre-paid label, I would appreciate it.",
        "Can you pre-order the label?",
        "What is the best way to give me a pre-paid label?",
        "I would like to know if you can provide me with a pre-paid label",
        "Would you be able to arrange a pre- purchased tag?",
        "Do I have the chance to get a pre-paid label?",
        "I asked if I could get label pre-paid.",
        "How about you send a pre-paid label?",
        "Can I get a Pre-paid label?",
        "Can I get a prepayment on the label?",
        "Can you let me use a pre-paid label?",
        "Would you arrange for pre-paid tags?",
        "Could I get a prepay label?",
        "Can I get any pre-paid labels?",
        "Will you give a pre-paid label?",
        "May I be able to use a pre-paid label?",
        "Get a pre-label for your shipment?",
        "Is there a way to give me a pre-paid tag?",
        "Are you able to have a pre-paid label option?",
        "Is it possible to offer pre-packaged labels?",
        "Do you offer pre-paid labels?",
        "The prelabel is needed now?",
        "Are there any prepaid label options?",
        "Do you have a pre- purchased tag?",
        "Please, could I receive a prepayment label?",
        "Did you have any pre labels for me?",
        "Postpaid label provided?",
        "How about a label for pre-paid?",
        "Is prepayment label available?",
        "Give me prepayment label?",
        "Does anyone know of a pre label for ya?",
        "Ready for the label to be pre-paid?",
        "Can you tell me a way to give me a pre-paid label?",
        "Provider of pre-paid label?",
        "If you can send me a pre-paid label?",
        "Do you offer pre-paid shipping label?",
        "I would like to know if you would be able to give me a pre-paid label",
        "What about label, pre-paid available?",
        "I am wondering if I can get a pre-paid label.",
        "What about prepayment label option?",
        "Will you give me a pre-paid label?",
        "Do you have a way to give me a pre-paid label?",
        "Do you have any prepayment labels for me?",
        "Is there a chance I can get a label free?",
        "Is it possible you offer prepay shipping labels?",
        "Give me a pre-populated label?",
        "Hello, can you send pre-label?",
        "Give the pre-paid label.",
        "How about prepaid labels for me?",
        "Is it possible I can receive a pre-paid label?",
        "Is it possible for me to have pre-paid label?",
        "Is there a way for you to give me a pre-paid label?",
        "I'm looking for a pre-paid label.",
        "Is it possible to give me a pre-paid label.",
        "Wouldn't it be possible to send me a prepaid label?",
        "How can I acquire a pre-paid label?",
        "Please send me a pre-paid label.",
        "Do you have any pre-paid label for me?",
        "offer me a pre-paid tag",
        "Is there a good way to give a pre-paid label?",
        "Will a prepay label be available?",
        "Do you have a pre label for me?",
        "I am trying to get a pre-paid label from you.",
        "How can I get the pre-paid label?",
        "Is a Prepaid label available?",
        "You want to send a prepayment label?",
        "Ready for prepayment label?",
        "Do you propose to provide pre-paid label?",
        "Is it possible to offer prepayment labels?",
        "Is it possible that you can send prepayment slip?",
        "Can you come up with a pre-paid label for me?",
        "I would like to know if you can offer me a pre-paid label.",
        "Is it possible to provide a pre-paid label?",
        "Is it possible that you can provide me with a pre-paid label?",
        "Is there a way to get a prepay label?",
        "Would you like to have a prepay label option?",
        "Could it be a pre-paid label available?",
        "Thank you for the pre-paid label, please?",
        "Pre label is needed now?",
        "Have a pre-paid label option?",
        "How could I get a pre-paid label from you?",
        "Will you offer pre-paid shipping labels?",
        "Can it be possible to send me a pre-paid label?",
        "I would like a label, can you give me it?",
        "I would like a pre-paid label from you.",
        "I would like a label, can you provide it?",
        "Send label, as prepayment?",
        "can you send a pre-label",
        "Prepayment label?",
        "Can I get a label that's pre-paid?",
        "Is it possible you're able to give me a pre-paid label?",
        "Is it a pre-paid label for me?",
        "may I have a pre-paid label?",
        "Am I ready for a pre-paid label?",
        "Can we do a presettled mailing label?",
        "Do you supply pre-paid labels?",
        "can you give me a label?",
        "Would it be possible to give me a pre paid label?",
        "how can I get a pre-paid label?",
        "You send prepaid label?",
        "Are there any pre-paid label option?",
        "Can you send a prepay label?",
        "Can you send my pre-paid label?",
        "Is it possible to have a pre-paid label.",
        "Is it possible to give a label that is pre-paid?",
        "I am interested in getting a pre-paid label from you.",
        "Maybe you can get pre-label for shipping?",
        "Would you set a pre- purchased tag?",
        "I would like to get a pre-paid label, please?",
        "I want to know if there are any pre-paid labels for me.",
        "\"Prepaid label, please?\"",
        "Is it possible to make me a pre-paid tag?",
        "Please provided a pre-paid label.",
        "I am curious if you can provide me with a pre-paid label.",
        "Is it possible that I will get a pre-paid label?",
        "Is it possible I can get a pre-paid label?",
        "I wish I could receive a pre-paid label.",
        "Is it possible to arrange a pre-bought tag?",
        "Is there a chance at a pre-paid label?",
        "Is there any chance for a prepayment label.",
        "Are you able to give me a label?",
        "Perhaps a pre-paid label, please?",
        "Offer me a pre-paid tag?",
        "Do you offer any prepayment labels?",
        "Please add a pre-paid label to it.",
        "I want a prepay tag.",
        "You should send me a pre-paid label.",
        "Is it possible to receive a pre-paid label?",
        "Is there a way to get a pre-paid label.",
        "You could possibly give me a pre-paid label.",
        "Is there a label for prepayment?",
        "I want to receive a prepayment label.",
        "Do you know of a way to give me a pre- paid label?",
        "Is it possible for me to have a prepaid label?",
        "Will there be a pre-paid label available?",
        "Can you send me a pre paid label?",
        "Do you know of any way to give me a pre-paid label?",
        "Is it possible to give me a prepay tag?",
        "Want a pre-paid label?",
        "Can you please send a pre-paid label?",
        "Do you have a pre-paid label, please?",
        "Can anyone tell me a pre label for me?",
        "Is there an option for pre-paid label?",
        "Is it possible I can get a label?",
        "Is it possible to offer a pre-paid label?",
        "It's possible to send me a pre-paid label.",
        "Are you able to offer prepaid labels?",
        "Am I able to have a prepayment label?",
        "Is it possible to give prepayment slip?",
        "Is it a pre-paid label, please?",
        "Can you get a label pre-paid?",
        "Can I get the label free?",
        "I'd like to get a pre-paid label from you.",
        "Do you offer pre paid shipping labels?",
        "I need to know if you'll give me a pre-paid label.",
        "Is there a label for pre-paid cards?",
        "I want a prepaid label, please.",
        "Will I have a pre-paid label?",
        "It is a prepayment label, please?",
        "Is it possible for you to provide me with a pre-paid label?",
        "I would like a label, can you give it to me?",
        "It would be possible to send me a prepaid label.",
        "Are you offering pre-paid labels?",
        "A label for pre-paid cards?",
        "Is this possible to give me a pre-paid label?",
        "Ask for a pre-paid label.",
        "May the label be pre-paid?",
        "The label is pre-paid available?",
        "Do you have prepayment labels?",
        "Do you want to have a pre-label for shipping?",
        "Pre labeling needed now?",
        "Do you want to give a prepaid label?",
        "Asking for a pre-paid label, please?",
        "What if you send pre-label?",
        "Am I allowed to get a label free?",
        "Will the label be pre-paid?",
        "You might offer pre-paid labels.",
        "Please could I receive a pre-paid label.",
        "Prepaid label sent?",
        "Can you send a prepay label to me?",
        "Is it possible that I can get the label pre-paid?",
        "Need a pre-paid label?",
        "Would you be able to give me a prepaid label?",
        "I need a prepayment label, please?",
        "Send pre-paid label?",
        "How can I get a pre paid label from you?",
        "Please, you need a pre-paid label?",
        "Can you suggest a pre-label?",
        "I would love to get a pre-paid label, please.",
        "Do you know a way for me to get a pre-paid label?",
        "Is it possible that I'll get a pre-paid label?",
        "I'm looking for a way to receive a pre-paid label.",
        "Would you be willing to provide me with a pre-paid label?",
        "Give me a pre-paid label",
        "Be sure to provide a pre-paid label?",
        "Can I get a pre-paid label?",
        "Tell me if you can give me a pre-paid label.",
        "Do you have the option of a prepay label?",
        "Would you have a pre-paid label option?",
        "Do you want to give me a pre-paid tag?",
        "You can offer the prepayment label.",
        "can you send pre-label?",
        "I'm wondering if you would be able to give me a pre-paid label.",
        "Give a prepayment label?",
        "Are there any pre-paid labels I can get?",
        "Can you give pre-label to someone?",
        "Can I receive a pre-paid label, please?",
        "May I get a pre-paid label?",
        "Can you let me get a pre-paid label?",
        "Would you offer me a prepayment tag?",
        "Can I pre-order the label?",
        "I want to know if I can have a pre-paid label.",
        "Is it possible to Provide pre-paid label?",
        "Is it possible to arrange pre- bought tag?",
        "Is it possible to send me a label prepayment?",
        "You're able to send pre-label.",
        "How can I get a prepayment label?",
        "Is that a pre-paid label available?",
        "I need a way to get a pre-paid label.",
        "Anybody have a pre label for ya?",
        "Pre-paid labels do you offer?",
        "Is there a way to put a pre-paid label on?",
        "Can we have a presettled label?",
        "Is there any prepaid labels for me?",
        "Would you arrange for the tag to be pre-paid?",
        "Would I receive a pre-paid label?",
        "I would like to hear if you can give me a pre-paid label.",
        "Get pre-label for shipping?",
        "Do you want to give a prepay label?",
        "Is it possible to get a label from you?",
        "Send me a pre-paid label?",
        "Is the prepayment label option available?",
        "I want to be given pre-paid postage, please.",
        "I want to know if there is any chance for a pre-paid label.",
        "Any pre label you have?",
        "You can provide pre-paid label.",
        "Should I receive a pre-paid label, please?",
        "Is it possible I can have a pre-paid label?",
        "Is it possible that you have pre-paid shipping labels?",
        "Is it pre-paid label available?",
        "Will you be able to send pre-label?",
        "Do you have prepaying labels?",
        "Maybe I could get a pre-paid label.",
        "Is it possible to get the label free?",
        "Maybe I could receive a pre-paid label.",
        "Is it possible to have a pre-paid label",
        "May you have a pre-paid label?",
        "Maybe a pre-paid label?",
        "Isn't it possible for you to give me a pre-paid label?",
        "Will you provide me with a pre-paid label?",
        "Can I also have a pre-paid label?",
        "Would it be okay to receive a pre-paid label?",
        "Please, a pre paid label?",
        "Are you capable of giving me a pre-paid label?",
        "A pre-paid label is needed, please.",
        "Are you willing to offer me a pre-paid tag?",
        "Have you got a pre label for me?",
        "Can you offer a prepayment label option?",
        "Do you think you should give a pre-paid label?",
        "Does it make sense for you to give me a pre-paid label?",
        "Is it possible to have an pre-paid label?",
        "Ready for apaid label, please?",
        "I would be interested in receiving a pre-paid tag.",
        "Is it possible I can get label pre-paid?",
        "Is it possible to offer pre-paid labels?",
        "Can i get a label free?",
        "Can it be a pre-paid label?",
        "A pre-paid label available?",
        "Is there a possibility for a pre-paid label?",
        "Provide a pre-paid label?",
        "May I have a pre-paid label?",
        "Is it possible to offer prepayment shipping labels?",
        "I would like to have pre-paid label.",
        "Let me know if you can give me a pre-paid label.",
        "Do you want to offer me a prepayment tag?",
        "Do you wish to provide a pre-paid label?",
        "Please tell me if you are able to give me a pre-paid label.",
        "I would like to receive a prepaid label.",
        "Are you able to provide a label for me?",
        "Ready for apaid label?",
        "Is it possible to get an pre-paid label?",
        "Am I able to have a pre-paid label?",
        "I'm curious to know if you can give me a pre-paid label.",
        "Do you have the pre-paid label option?",
        "Just a pre-paid label, please?",
        "Do you have a chance for a pre-paid label?",
        "Ready to use a pre-paid label, please?",
        "Is it possible to provide prepayment label?",
        "Am I able to get any pre-paid labels for me?",
        "Would you bring the pre-purchased tag?",
        "Please provide a label for a pre-paid account.",
        "I wish to get a pre-paid label, please.",
        "I would like to know if you'll give me a pre-paid label.",
        "Does anybody have a pre label for you?",
        "Can I have a pre-paid label",
        "Can we have a presettled mailing label?",
        "Is it possible to give pre-paid shipping labels?",
        "Is it possible for me to be given a pre-paid label?",
        "You make a pre-paid label?",
        "Asking for a pre-paid solution.",
        "I would like to know if you could provide a pre-paid label for me.",
        "I need some prepay labels for me.",
        "I wonder if you can send pre-label.",
        "Do you have a pre- label for shipping?",
        "Does your company offer shipping labels that are pre-paid?",
        "Send as a pre-paid label.",
        "Is it possible for me to receive a pre-paid label?",
        "I wonder if you offer pre-paid labels.",
        "Can you let me know about a pre-paid label?",
        "Are you able to send me a prepay label?",
        "I would like to know if you could provide me with a pre-paid label.",
        "Is it possible to receive label pre-paid?",
        "Can you supply a pre-paid label for me?",
        "Was it possible to give me a pre-paid label?",
        "Is it possible I'll get a pre-paid label?",
        "Are you able to provide me a label?",
        "Can we go ahead and put a presettled mailing label on it?",
        "Do you want to provide a prepayment label?",
        "May I have a pre-paid tag?",
        "Is it possible you offer pre-paid labels?",
        "Send the label as a prepayment?",
        "Is it possible to get pre-label for shipping.",
        "Does you offer pre-paid labels?",
        "Give me a pre-funded label?",
        "Let me use the pre-paid label?",
        "Can I get a label that is pre-paid?",
        "You can send a label as prepayment.",
        "Is it possible to get a pre paid label?",
        "Would you arrange for pre-paid tag?",
        "I would like to know if I can get label pre-paid.",
        "Do you have a pre-printed label available?",
        "How about pre-paid labels for me?",
        "Can you have a pre-paid label for me?",
        "Am I able to send pre-label?",
        "Can you tell me if you can provide me with a pre-paid label?",
        "Can I just have a pre-paid label?",
        "Do you think it is a good idea to give me a pre-paid label?",
        "Ask for a pre-paid label, please?",
        "Any chance for a pre-paid label?",
        "You want to send a pre-label?",
        "Was there a prepayment label option?",
        "I want to know if you can offer me a pre-paid label.",
        "How do I get a prepayment label?",
        "Please, I need a pre-paid label.",
        "Yes, can you give me a pre-paid label?",
        "Can we proceed with a presettled mailing label?",
        "Is there prepayment labels you offer?",
        "Would you make a pre-paid tag?",
        "I request that I receive a pre-paid label.",
        "Would you have a pre-bought tag?",
        "I wonder if I can have a pre-paid label.",
        "Do you have the option of a pre-paid label?",
        "Can you offer a pre-paid label for me?",
        "Are you willing to give out pre-paid labels?",
        "Prepaid label option?",
        "Can I get a prepayment label from you?",
        "Is prepay label available?",
        "Can there be a prepay label?",
        "Is it possible to send a pre- label?",
        "I am wondering if I could get a pre-paid label.",
        "Is there an option to have a pre-paid label?",
        "Do you know of any pre-paid labels for me?",
        "Pre-paid label, please?",
        "Send a label as prepayment.",
        "You should offer me a pre-paid tag?",
        "I want to get a label pre-paid.",
        "Is there an option for pre-paid labels?",
        "Can I be offered a pre-paid tag?",
        "I can get label pre-paid.",
        "I want to get a pre- paid label.",
        "Do you want to arrange a pre-paid tag?",
        "Have you the option of pre-paid label?",
        "Will a pre-paid label be available?",
        "I was wondering if I could receive a pre-paid label.",
        "Is there a prepaid label available?",
        "The label is pre-paid, please?",
        "I was wondering if it would be possible to send me a pre-paid label.",
        "I may be able to get a label free.",
        "To offer me a pre-paid tag?",
        "Is it possible that I'll receive a pre-paid label?",
        "Can I receive the label pre-paid?",
        "Would it be possible to send pre-paid labels?",
        "Can we follow through with a presettled mailing label?",
        "Please, please, pre-paid label?",
        "I would like to receive a pre-paid label.",
        "Is it possible to sell me a pre-paid tag?",
        "Give pre-paid label?",
        "I wonder if I can get a prepaid label.",
        "Is it possible to ship pre-label?",
        "I'm wondering if you have a good way to give me a pre-paid label.",
        "A prelabel is needed now?",
        "How can I get a prepayment label from you?",
        "Would you have a pre-ordered tag?",
        "Please provide a Pre-paid label.",
        "Are there any pre-paid labels I need?",
        "Postpaid tag for me?",
        "Please, could I have a pre-paid label?",
        "I am interested in receiving a pre-paid label.",
        "Please give a label that's pre-paid.",
        "Please consider a pre-paid label.",
        "How do I get a pre paid label from you?",
        "Can we do a presettled label?",
        "Is it possible to get a pre-paid label.",
        "I am curious if you would be able to give me a pre-paid label.",
        "Would you arrange for pre-purchased tags?",
        "Can you dispatch a pre-paid label?",
        "can I get pre-paid label?",
        "Are you going to send pre-paid label?",
        "Please add a pre-paid label.",
        "Are there prepaid labels you offer?",
        "can I get a pre-paid label?",
        "Am I allowed to have a pre-paid label option?",
        "I am wondering if I have a pre-paid label?",
        "I would like to get a pre- paid label.",
        "You know a way to give me a pre-paid label?",
        "Can I get a Prepaid label?",
        "How about a prepayment label?",
        "I am wondering if you will be able to give me a pre-paid label.",
        "I'm wondering if I could receive a pre-paid label.",
        "Is there a way to offer pre-paid labels?",
        "Want to get pre-label for shipping?",
        "Are there prepayment label available?",
        "Can I use a pre-paid label?",
        "Do you think it would be possible to send me a pre-paid label?",
        "Postpaid labels for me?",
        "Can you send me a preapproved label?",
        "Do you have any pre-paid labels that I can use?",
        "I want to know if you have a pre-paid label for me.",
        "Please, could I receive a prepaid label?",
        "Do you know of a way I could get a pre-paid label?",
        "Prepared label?",
        "Give me a pre-paid label.",
        "Do you have a pre-label?",
        "Can you make a pre-label?",
        "What about a pre-paid label available?",
        "Are there any pre-paid labels you offer?",
        "Is it possible that you can provide me a label?",
        "Is there a way to arrange pre- purchase tag?",
        "I'm looking for a way to give a pre paid label.",
        "I have a question about a pre-paid label.",
        "Do you have a pre label for you?",
        "You send a pre-paid label?",
        "Give me the pre-packaged label?",
        "May there be a pre-paid label?",
        "Please give a prepaid label.",
        "It's a prepay label, please?",
        "It is a pre-paid label, please?",
        "You can send pre-paid label?",
        "Please? a prepay label?",
        "Is it possible to get the label prepayment?",
        "Prepaid label will be provided?",
        "Can I just have the label pre-paid?",
        "Just give me the pre-paid label?",
        "I'm interested in receiving a pre-paid label.",
        "Would you arrange a pre-Purchased tag?",
        "If you could give me a pre-paid label, would you?",
        "Would you have a pre-purchased tag?",
        "Can I have a prepay label?",
        "Is it possible for you to give me a pre-paid label?",
        "Can you send something pre-labeled?",
        "Have a pre-label for shipping?",
        "Do you know a way to make me a pre-paid label?",
        "A pre-paid label could be sent to me.",
        "Can you get label pre-paid?",
        "Can I get pre-paid label?",
        "Is it possible to arrange a pre- bought tag?",
        "Have you got a pre-paid label option?",
        "Good way to give me a pre-paid label?",
        "I want to know if you could give me a pre-paid label.",
        "Is there a chance for a prepayment label?",
        "Give me that pre-paid label?",
        "Is it possible that you offer prepayment shipping labels?",
        "Is it possible that I have a pre-paid label?",
        "Do you know a better way to give me a pre-paid label?",
        "Please the pre-paid label?",
        "Can you suggest a way to give me a pre-paid label?",
        "Do I have a prepayment label?",
        "Would you arrange for a pre-paid tag?",
        "Is it possible that I get a pre paid label?",
        "Is there a chance of a prepay label?",
        "Was it possible to have a pre-paid label option?",
        "Was it possible to offer me a pre-paid tag?",
        "I hope I can get a pre-paid label.",
        "Please could I get a prepaid label?",
        "Please send a pre-paid label.",
        "Would a pre- purchased tag be arranged?",
        "I need a prepayment label, please.",
        "Perhaps a pre-paid label is available?",
        "Is pre-paid label possible?",
        "I would like to know if you will give me a pre-paid label.",
        "Can you send a prepaid label?",
        "Is it possible to get a prepay label.",
        "Have pre-paid label option?",
        "How about prepayment labels?",
        "I wonder if there is any chance for a pre-paid label.",
        "Is pre-paid label available?",
        "Is it possible for me to get pre-paid label?",
        "I would like to know if you will be able to give me a pre-paid label.",
        "I wonder if you would be able to give me a pre-paid label.",
        "Is it possible you offer prepay labels?",
        "Would you like a pre-paid label, please?",
        "Can you send me a prepayment label?",
        "Do you have a pre label?",
        "Order a pre-label for shipping?",
        "Is it possible that you would arrange a pre- purchased tag?",
        "Would it be possible to get a pre-paid label?",
        "Can I get a prepayment for my label?",
        "Could I receive a pre-paid label?",
        "Is it a prepayment label to give me?",
        "I want to know if I can get label prepayment.",
        "Let me have a pre-paid label?",
        "Get a pre-label",
        "Prepayment label available?",
        "Give me a pre-paid one?",
        "You send pre-paid label?",
        "Are there prepayment labels available?",
        "Do you send prepaid label?",
        "Would you arrange a pre-purchasing tag?",
        "I would like to know if you could make a pre-paid label.",
        "Would it be possible to arrange pre- purchased tag?",
        "I wonder if I can have a prepay label.",
        "Can you send pre-labels?",
        "Do you have the ability to send pre-label?",
        "Can you make me a prepaid label?",
        "I want to know if you can give me a pre- paid label.",
        "Would you put pre-purchased tag on it?",
        "Did you have a pre-paid label option?",
        "Would you put a pre- purchased tag in it?",
        "Can I have my label pre-paid?",
        "Is there a prepayment label you are sending?",
        "Provide a label that is pre-paid?",
        "Do you think you can provide a pre-paid label?",
        "Provide a label for pre-paid cards.",
        "There is a question about whether I can have a pre-paid label.",
        "Allow me a pre-paid tag?",
        "I was wondering if I could get a label free.",
        "May my label be pre-paid?",
        "Is it permissible to offer me a pre-paid tag?",
        "Is it possible to get a label that is pre-paid?",
        "Are you able to send me a prepaid label?",
        "Can we put a presettled mailing label on it?",
        "Have an option for pre-paid labels?",
        "Got a pre label for ya?",
        "Can I have a label free of charge?",
        "Would there be a pre- purchased tag?",
        "Do you know any pre-paid labels for me?",
        "Can we do it with a presettled mailing label?",
        "Is it possible to deliver pre-label?",
        "Can you have a prepaid label option?",
        "Do you know a way to give me a pre-paid card?",
        "I would like to be sent a pre-paid label.",
        "I want to know if you can put a pre-paid label on me.",
        "Can I get a prepayment label?",
        "Give us a pre-paid label?",
        "Let me know if you have any pre-paid labels for me.",
        "can you send me a pre-paid label?",
        "If you can give me a pre-paid label, would you?",
        "You can get pre-label for shipping?",
        "I'd like to receive a pre-paid label, please.",
        "I want to know if I could get a pre-paid label.",
        "Ready for a prepaid label?",
        "Provide a pre-paid label",
        "Can I have this label pre-paid?",
        "Wouldn't it be possible to send me a prepay label?",
        "Is there a chance for a label that is pre-paid?",
        "Have the prepayment label option?",
        "Is it possible you can send prepayment slip?",
        "It is possible for you to give me a pre-paid label.",
        "Can you deliver pre-label?",
        "Pre label needed right now?",
        "Can you tell me a pre-paid label?",
        "Did you know of a way to give me a pre-paid label?",
        "I want to know if I can get label prepay.",
        "Would you like a pre-paid label option?",
        "Would you be able to provide me with a pre paid label?",
        "Would a pre-paid label be possible for me?",
        "Can we create a presettled mailing label?",
        "Will I be able to get a label free?",
        "I'm curious if I can get a pre-paid label.",
        "Ready for a label prepayment?",
        "Want to have a pre-paid label option?",
        "Give me a Pre-paid label?",
        "Can I be pre-paid for the label?",
        "Can you give me a pre-paid label??",
        "I would like to be provided pre-paid postage, please.",
        "I need a label, can you give it to me?",
        "Can you send me a pre-paid tag?",
        "Can I get the label early?",
        "Do you know if a pre-paid label is available?",
        "Can I have a prepayment label?",
        "Can I get any pre-paid labels for myself?",
        "Will I get label pre-paid?",
        "I'm wondering if you're able to give me a pre-paid label.",
        "I wonder if I can have label pre-paid.",
        "Is it possible to get the pre-paid label?",
        "To provide a pre-paid label, please.",
        "Please, please have a pre-paid label?",
        "Am I able to get pre-paid label?",
        "Postpaid label can I get?",
        "Can we go ahead and print a presettled mailing label?",
        "Can I receive a prepay label?",
        "How can I get a label that is pre-paid?",
        "Have a label that is pre-paid?",
        "Can I get an early label?",
        "Is the pre-paid label available?",
        "I want to know if I can get label pre-paid.",
        "I'm searching for a way to get a pre-paid label.",
        "I would appreciate it if you could provide me pre-paid postage.",
        "Put a pre-paid label on it, please.",
        "Requesting a prepaid solution",
        "A pre-paid label is needed.",
        "Would you be able to send me a pre-paid label?",
        "I need a prepayment label?",
        "I'd like to know if you're able to give me a pre-paid label.",
        "Please, there is a pre-paid label?",
        "Pre-labeled for shipping?",
        "Is it possible that you may give me a pre-paid label?",
        "Can we put a presettled mailing label?",
        "Can you tell me if I would get a pre-paid label?",
        "You send the pre-paid label?",
        "Can I receive a pre-paid tag?",
        "Is it possible to have a prepaid label?",
        "Are you sending a label for pre-paid cards?",
        "Is it feasible for you to give me a pre-paid label?",
        "Would you arrange the tag pre-paid?",
        "A pre-label for shipping?",
        "Send Label as prepayment?",
        "Do you have the prepayment label option?",
        "Can you send pre label?",
        "Are you able to give a pre-paid label?",
        "Request a pre-paid label, please.",
        "Are you sending a pre-paid label?",
        "Do you have an option for pre-paid label?",
        "Do you have labels that are pre-paid?",
        "Offer me a prepayment tag?",
        "Is there a chance that you could give me a pre-paid label?",
        "Would you bring the pre- purchased tag?",
        "Can I send a prepayment label?",
        "Wouldn't it be possible to give me a pre-paid label?",
        "Please be ready for a pre-paid label?",
        "Please have a prepayment label?",
        "Have you an option to have a pre-paid label?",
        "Can you make a pre-paid label?",
        "Is it possible that you will give me a pre paid label?",
        "Are I allowed to have a pre-paid label?",
        "Is it possible for me to have a prepayment label?",
        "As prepayment, send a label.",
        "Is there any offer of pre-paid labels?",
        "Are you going to offer pre-paid labels?",
        "Can I pay with a pre-paid label?",
        "Yes, may I have a pre-paid label?",
        "Are you able to offer prepayment labels?",
        "Can we get a presettled label?",
        "Is it possible you offer prepaid labels?",
        "Can you give me a pre-paid label",
        "We need prelabel now?",
        "Is a pre-paid label available?",
        "Are you able to offer prepay labels?",
        "Would you be able to provide a pre-paid label to me?",
        "Does that mean I can get label pre-paid?",
        "Do you want to offer me a prepay tag?",
        "Can you assign me a pre-paid label?",
        "Pre-paid shipping labels are available?",
        "Have a prepaid label option?",
        "How do I get a pre-paid label from you?",
        "If you are able to give me a pre-paid label, please let me know.",
        "Is it possible to provide me with a pre-paid label?",
        "Would you arrange pre-purchased tags?",
        "Can we affix a presettled mailing label?",
        "Is it possible to offer pre-paid shipping labels?",
        "Ready for a pre-paid label please?",
        "You should give me a pre-paid label.",
        "I would like a prepayment label.",
        "To have a pre-paid label, please?",
        "I would like to know if I would get a pre-paid label.",
        "Do you have a prepaying label option?",
        "I would like to know if you would make a pre-paid label for me.",
        "can you give me a pre-paid label",
        "Is it possible to offer me a prepay tag?",
        "Can we proceed with a presettled mailing label.",
        "Are they able to offer pre-trained tags?",
        "I'd like to know if I could get a pre-paid label.",
        "Can you please give me a label?",
        "What about pre-paid label?",
        "Would you be prepared to give me a pre-paid label?",
        "Do I get a pre-paid tag?",
        "Could I be offered a pre-paid tag?",
        "It's possible to give me a pre-paid label.",
        "Please provide a pre-paid labeling.",
        "Do you have an option to have a pre-paid label?",
        "Is it possible to get a label with a pre-paid card?",
        "Please, a prepay label?",
        "Send a pre-paid label.",
        "I wonder if there is a chance for a pre-paid label.",
        "Give me this pre-paid label?",
        "Can you send a pre-label to someone?",
        "Can you send pre-label with it?",
        "Do you want to give a pre-paid label?",
        "Am I given a pre-paid label?",
        "Would you arrange for the tag to be pre-purchased?",
        "Do you know a way to give me a pre paid label?",
        "Maybe it would be possible to send me a pre-paid label.",
        "Is it possible to provide me a pre-paid tag?",
        "Postpaid label can I have?",
        "Can I take advantage of a pre-paid label?",
        "Are you going to arrange a pre-purchased tag?",
        "Prepaid label can be provided?",
        "Can I receive a label?",
        "Are there prepay labels you offer?",
        "Is it possible to make pre-paid labels?",
        "Pre-paid label possible?",
        "I need to know if you are able to give me a pre-paid label.",
        "Can I receive a label pre-paid?",
        "I'm looking for a way to get a pre- paid label.",
        "Is it possible for me to get a label free?",
        "Does anyone know of any pre-paid labels for me?",
        "Do you have a pre-paid shipping label?",
        "Are there prepay labels available?",
        "I would like to know if you can give me the pre-paid label.",
        "Has it been possible for you to give me a pre-paid label?",
        "I am looking for a way to receive a pre-paid label.",
        "Are you able to send a pre-paid label?",
        "There is a pre-paid label, please?",
        "It's possible to send a pre-paid label.",
        "Is there a chance of a prepaid label?",
        "Please make a pre-paid label?",
        "Are you able to have a pre-paid label option.",
        "Would it be possible to give me a pre-paid label?",
        "Is there a chance for a pre-paid label?",
        "Did you have the option of a pre-paid label?",
        "Please, please, the pre-paid label?",
        "I'd like to get a pre-paid label.",
        "Is it possible for you to provide me a pre-paid label?",
        "Is it possible to send me pre-paid labels?",
        "Can you give us pre-label?",
        "I am wondering if I can have a prepay label.",
        "Can you supply a label?",
        "You can send the label as a prepayment.",
        "Can I expect a pre-paid label?",
        "Offer me a pre-paid tag.",
        "Would it be possible to have a prepaid label?",
        "Ready for a label that is pre-paid?",
        "Do you have an idea of a way to give me a pre-paid label?",
        "Offer a pre-paid label, please.",
        "Is it possible to get a Prepaid label?",
        "I would like to be able to get a pre-paid label.",
        "We need a pre-paid label, please?",
        "Do you want to send pre-label?",
        "How can I get a pre-paid label?",
        "I wondered if it would be possible to send me a pre-paid label.",
        "Can you give me a prepayment label?",
        "Can I get the label pre-paid?",
        "I wanted to know if I could get label pre-paid.",
        "Is this a prepayment label, please?",
        "Give me a label that is pre-paid?",
        "You could send a pre-label.",
        "Can I get a prepayment label, please?",
        "Can I receive label prepayment?",
        "Does anyone have a pre label for ya?",
        "Do you offer something called pre-paid shipping labels?",
        "Do you offer prepaying shipping labels?",
        "I am wondering if you offer pre-paid labels.",
        "Would you have a prepayment label option?",
        "I am wondering if I can get label prepay.",
        "You could offer me a pre-paid tag?",
        "I would like to receive a pre-paid label",
        "Has anyone got a pre label for you?",
        "Can I apply for a pre-paid label?",
        "Do you know of a way to give me a prepaid label?",
        "Get any pre-paid labels for me.",
        "Can you send a prepayment label to me?",
        "Can you provide me a pre label for me?",
        "Is it possible to send a prepaid label to me?",
        "It should be a pre-paid label, please?",
        "Is there a prepayment label?",
        "Can I just get a pre-paid label?",
        "I would like to know if you have a pre-paid label.",
        "Would it be possible to send a pre-paid label to me?",
        "Consider giving me a pre-paid label.",
        "Do you have a pre-packaged label available?",
        "Is a pre-paid label still available?",
        "Ask for a pre-paid label?",
        "I wonder if you could give me a pre-paid label?",
        "Can I get a label free?",
        "Would it be possible to pre-order a label?",
        "Is there a way to receive a pre-paid label?",
        "Pre-label your shipment?",
        "Are there pre-paid labels that you offer?",
        "Is it possible you send pre-paid label?",
        "Was it possible to have a presettled mailing label?",
        "Give me a prefunded label?",
        "Does anyone have a pre-paid label option?",
        "Make me a pre-paid label?",
        "Do you want to send pre-paid label?",
        "Can you forward a pre-label?",
        "Is it possible for me to have a prepay label?",
        "Have you considered pre-paid label option?",
        "I would appreciate it if you could send me a pre-paid label.",
        "I need a pre-paid label.",
        "Do you know of a way to give a pre-paid label?",
        "Give me a new pre-paid label?",
        "If you want a pre-paid label?",
        "Is there a prepay label option?",
        "Ready to put a pre-paid label on it?",
        "I would appreciate if I could get a pre-paid label.",
        "You offer pre-paid label?",
        "Offer the prepay label.",
        "Was it possible to give a pre-paid label?",
        "please give a pre-paid label",
        "I am looking for a way to give myself a pre-paid label.",
        "Are you able to have a prepayment label option?",
        "Do you have a pre label for ya?",
        "Would you arrange a pre purchased tag?",
        "Ready for that pre-paid label?",
        "Can you give me pre-label?",
        "Pre-paid Label available?",
        "What can I do to get a pre-paid label from you?",
        "Do you make a pre-paid label?",
        "Do you plan to arrange a pre- purchased tag?",
        "A pre-paid label?",
        "Ready for a prepayment label, please?",
        "I want to know if there is a pre label for you.",
        "Do you have the option of pre-paid labels?",
        "Would you arrange a pre-made tag?",
        "I want a pre-paid label?",
        "Can I get a prepayment for the label?",
        "Do you wish to give me a pre-paid label?",
        "Provide me a pre-paid tag?",
        "Should I be able to get a pre-paid label?",
        "You can have a pre-paid label.",
        "I want any prepaid labels.",
        "Is it possible to get a label free",
        "I'd like to know if you have a pre-paid label for me.",
        "give me a pre-paid label?",
        "Can you give me some pre-paid labels?",
        "Is it possible to get a presettled mailing label?",
        "Give me a pre-payment label?",
        "Is it possible to give me a prepay label?",
        "I am interested in receiving a pre-paid label, please?",
        "Do you know if you can send pre-label?",
        "Ready for your pre-paid label?",
        "Give him a pre-paid label?",
        "Can you give me any pre label for me?",
        "I need to know if you can give me a pre-paid label.",
        "They need a pre-paid label, please.",
        "Is there a pre-paid label available?",
        "Can you tell me if you are able to give me a pre-paid label?",
        "Are you allowed to send pre-label?",
        "Is it possible that you can provide a pre-paid label?",
        "Is it possible to get a prepaid label?",
        "Do you still offer pre-paid labels?",
        "Are you interested in sending a pre-paid label?",
        "Would you arrange pre-paid tags?",
        "Do you have any prepayment labels?",
        "Can we go ahead and use a presettled mailing label?",
        "I would like to receive a prepayment label, please.",
        "Is it possible for you to give me a pre paid label?",
        "Please provide a label that's pre-paid.",
        "Is it possible that you can give me a pre-paid label.",
        "Let me have a pre-paid tag?",
        "Are you planning to send a pre-paid label?",
        "Do you have a pre label for it?",
        "Are pre-paid labels available?",
        "Would I be able to get a label free?",
        "Is it possible for you to offer pre-paid labels?",
        "Are there any pre-paid label available?",
        "I wanted to know if I could get a label free.",
        "Allow a pre-paid label, please.",
        "Am I able to have a prepayment label option?",
        "How about pre-label for shipping?",
        "Can you recommend a way to give me a pre-paid label?",
        "Pre-paid label?",
        "Would you please send a pre-paid label to me?",
        "Get me a pre-paid tag.",
        "Is there an offer of pre-paid labels?",
        "Would it be possible to have a pre paid label?",
        "Send a pre-paid label, please.",
        "Have you an option of pre-paid labels?",
        "Do you have any of the pre-paid labels for me?",
        "I am wondering if it is possible to send me a pre-paid label.",
        "Can you provide pre-paid labels?",
        "I want to get a prepayment label.",
        "Would you have a pre- purchased tag?",
        "There is a way to give a pre-paid label.",
        "You might be able to give a pre-paid label to me.",
        "I am curious if you will be able to give me a pre-paid label.",
        "You offer pre-paid labels?",
        "Can you give me a labeling?",
        "Is it possible to get a pre-label for shipping?",
        "Take me to a pre-paid label?",
        "You have any pre label for me?",
        "Give myself a pre-paid label?",
        "Will you provide pre-paid label?",
        "Receive a pre-paid label?",
        "Please provision a pre-paid label.",
        "I need a label, can you help me?",
        "Do you know how to give me a pre-paid label?",
        "Please? a pre-paid label.",
        "How can I procure a pre-paid label?",
        "Let me know if you have any pre label for me.",
        "I want to know if you are able to give me a pre-paid label.",
        "I want to receive a pre-paid label.",
        "I wondered if I could have a pre-paid label.",
        "Send pre-paid label.",
        "Will I get any pre-paid labels?",
        "Is there any chance of a prepayment label?",
        "You wish to send a pre-paid label?",
        "I am looking for pre-paid labels for me.",
        "I am wondering if you would be willing to give me a pre-paid label.",
        "I would love to get a label free.",
        "Maybe a pre-paid label is available?",
        "Would there be a pre-paid label available?",
        "Do you have a way to give me a pre paid label?",
        "Do you have pre paid labels?",
        "Are I able to get a pre-paid label?",
        "I'm wondering if I have a pre-paid label.",
        "You can offer me a pre-paid tag.",
        "Can you offer prepayment shipping labels?",
        "Is it possible to get a label free.",
        "Can you give a pre-paid label?",
        "Would it be possible to send someone a prepayment label?",
        "Can you send the pre- label?",
        "Will I be able to get a pre-paid label?",
        "Can someone give me a pre-paid label?",
        "Is it possible that you can offer me a pre-paid label?",
        "Can you supply a pre-paid label?",
        "Please a pre-paid label.",
        "I want to get a prepaid label.",
        "Providing a pre-paid label?",
        "Can you send us a pre-label?",
        "Are you prepared for a pre-paid label, please?",
        "Maybe I can have a pre-paid label.",
        "Can you send me a preset label?",
        "Can I get a pre-paid label from you?",
        "Can you provide me with any pre-paid labels?",
        "Am I allowed to have a prepayment label?",
        "Are you interested in offering prepay labels?",
        "Can I register for a pre-paid label?",
        "Is it possible to deliver a pre-paid label?",
        "Can there be pre-label?",
        "Offer me a tag that's pre-paid?",
        "Can you give me something to label?",
        "Need prelabel now?",
        "How can i get a pre-paid label from you?",
        "Can we do a pre settled mailing label?",
        "Any pre label for me?",
        "Requesting to have a pre-paid postage solution.",
        "What about the prepayment label option?",
        "Should be a prepay label, please?",
        "Are you sending a label that is pre-paid?",
        "Is there any chance you offer pre-paid labels?",
        "Please? Pre-paid label?",
        "Ready to have a label pre-paid?",
        "Is it possible to send me a prepayment label?",
        "Give me one of those pre-paid labels?",
        "You can send a label?",
        "You want to send a prepay label?",
        "Would I get a pre-paid label, please?",
        "Are you offering prepayment labels?",
        "Can I have my label pre-paid.",
        "So can you give me a label?",
        "I'm in need of a pre-paid label.",
        "Prepared for a pre-paid label, please?",
        "Can you send in pre-label?",
        "I would like to be provided with a pre-paid label.",
        "Could you get a pre-label for shipping?",
        "To receive a pre-paid label, please?",
        "You could give me a pre-paid label.",
        "I'm looking for a way to give a pre- paid label.",
        "Give me a pre-printed label?",
        "Give me a pre-paid package?",
        "To provide pre-paid label?",
        "Is label prepay possible?",
        "Was it possible to provide a pre-paid label?",
        "Do you have an option of pre-paid labels?",
        "Refer me to a pre-paid tag?",
        "how can I get a pre-paid label from you",
        "Are you sending a label for prepayment?",
        "What if you could send pre-label?",
        "I would like to receive label pre-paid.",
        "Did you know a way to give me a pre-paid label?",
        "Need any pre-paid labels for me.",
        "Please make a pre-paid label.",
        "You're able to give me a pre-paid label?",
        "Give a pre-paid label, please.",
        "I'd like to know if you would be able to give me a pre-paid label.",
        "We need a prelabel now.",
        "Give me a pre-paid brand?",
        "How about sending me a pre-paid label?",
        "Please, a pre-printed label?",
        "Is it possible that I have a prepaid label?",
        "Can I have a preapproved label?",
        "Do you offer me a prepaid tag?",
        "Is there a chance for a free label?",
        "Please provide a pre-paid card.",
        "Is it possible to send pre-paid labels?",
        "Is it possible for you to give me a pre- paid label?",
        "The person is requesting a pre-paid postage solution.",
        "Please put a pre-paid label on it, please.",
        "I would like to receive a pre-paid label from you.",
        "Is there a Prepaid label available?",
        "I would want to know if you can give me a pre-paid label.",
        "I would like to know if you can provide me a pre paid label.",
        "Please give a label for a pre-paid card.",
        "Can I get a preprinted label?",
        "Is it possible you have a pre-paid label for me?",
        "Would you give me a pre-paid tag?",
        "Is it possible for you to send me a pre-paid label?",
        "Is it possible to get pre-paid label?",
        "Is a prepay label currently available?",
        "Is it possible that I could get a pre-paid label?",
        "Is pre-label possible?",
        "Are you going to send a pre-paid label?",
        "Is it possible to have a pre-paid label?",
        "I would like to know if I could receive a pre-paid label.",
        "Is there a pre label for me?",
        "Would it possible to send a pre-paid label to me?",
        "Please, the pre-paid label.",
        "You send a prepaid label?",
        "How do I get a prepaid label from you?",
        "Would you order a pre- purchased tag?",
        "You could give me a pre-paid label?",
        "I am wondering if I can get a prepayment label.",
        "Is it possible to arrange pre- purchased tags?",
        "Can we send a pre-paid label?",
        "Can I have a prepayment on the label?",
        "Is it possible to go ahead with a presettled mailing label?",
        "Are the pre-paid label available?",
        "Please, a prepay label, please?",
        "Is it possible to send me a pre paid label?",
        "Can you get the label pre-paid?",
        "Ready for a prepaid label, please?",
        "Is it possible to send me a prepaying label?",
        "You have a prepayment label?",
        "Do you offer pre-paid label?",
        "I want a pre-paid label for myself.",
        "Have you an option for a pre-paid label?",
        "Can I get a pre-paid label please?",
        "As prepayment? Send as label?",
        "Offer a prepayment label.",
        "Can you get a pre-label for shipping?",
        "Is there a prepayment label you can give me?",
        "How about pre-paid shipping labels?",
        "Is it possible for me to get a pre paid label?",
        "Can you give me a label",
        "Can we get a pre settled mailing label?",
        "Do you wish to give a pre-paid label?",
        "Would you be willing to give me a pre paid label?",
        "Would you arrange the pre- purchased tag?",
        "The label is pre-paid?",
        "Is there a pre-paid label I can get?",
        "Can you provide a label to me?",
        "Anybody have a pre label for you?",
        "Would you assign a pre- purchased tag?",
        "Can we print a presettled mailing label?",
        "Would I be able to get label pre-paid?",
        "Could we use a presettled mailing label?",
        "Pre-paid labels do you offer them?",
        "You need a pre-paid label?",
        "Can we go with a pre settled mailing label?",
        "Would it be possible to receive a pre-paid label, please?",
        "I want to know if you can give me a pre-paid label",
        "I would appreciate it if I could receive a pre-paid label.",
        "Is it possible to pre-order a label?",
        "I am wondering if I have a prepay label.",
        "Does anybody have a pre label for ya?",
        "Is it possible to give pre-paid label?",
        "Do you offer a prepayment shipping label?",
        "Do you have a pre-paid tag for me?",
        "The prepay label is available?",
        "Do you have a way to give a pre-paid label to me?",
        "May I possess a pre-paid label?",
        "Provide a prepay label.",
        "Is it possible that I will be getting a pre-paid label?",
        "Can you offer me a prepaid label?",
        "I would like to know if you are able to give me a pre-paid label",
        "I am wondering if I have a prepayment label.",
        "Could there be a pre-paid label available?",
        "I was wondering if you could provide me a pre-paid label.",
        "For pre-paid label?",
        "What about prepayment labels?",
        "Thank you, please provide a pre-paid label.",
        "Do you offer prepaid labels?",
        "You are able to give me a pre-paid label.",
        "Do you know of a way for me to have a pre-paid label?",
        "I am wondering if I can get a label free.",
        "Can we go ahead and use a pre settled mailing label?",
        "Yes, a pre-paid label is available?",
        "Can you forward me a pre-paid label?",
        "Get pre-label?",
        "Do you have the prepaid label option?",
        "Please, a pre-paid label!",
        "Is that a pre-paid label please?",
        "Do you want to provide prepay label?",
        "Is it a prepayment label please?",
        "Do you have a pre label for this person?",
        "Would it be possible to send a label pre-paid?",
        "Ready for pre-paid label, please?",
        "Is it possible to get pre-label for shipping?",
        "There is a chance that you can give me a pre-paid label.",
        "Give me something pre-paid?",
        "The label should be a pre-paid one, please.",
        "Does anybody have any pre-paid labels for me?",
        "Is it possible for me to get a pre-paid label.",
        "I'd like to know if you can give me a pre-paid label.",
        "I'm wondering if you can send pre-label.",
        "Do you have a way of giving me a pre-paid label?",
        "Do you want to send a pre-paid label?",
        "Is a pre-programmed label available?",
        "How can I receive a prepayment label from you?",
        "There is a question about if I can get a label free.",
        "Am I able to get a prepayment label?",
        "Does anyone know a way to give me a pre-paid label?",
        "I might be able to get label pre-paid.",
        "Please, a pre-paid label, please?",
        "Do you know a way to give a pre-paid label to me?",
        "Are there any pre-paid label options?",
        "Is there any prepayment labels for me.",
        "I'm wondering if you could provide me with a pre-paid label.",
        "Would it be possible to send a pre paid label?",
        "Are you able to provide me a pre-paid label?",
        "Is there a possibility of a pre-paid label?",
        "Do you have pre-packaged shipping labels?",
        "Is it possible to proceed with a pre settled mailing label?",
        "Is it possible to give a prepaid label?",
        "I don't know if you will be able to give me a pre-paid label.",
        "Is it possible for me to get a free label?",
        "Are you sending prepay label?",
        "Should I get a prepayment label, please?",
        "Would you be willing to give me a pre-paid label?",
        "Is there any chance of me getting a pre-paid tag?",
        "If I get a label free, can I?",
        "Is it possible I can get a label free?",
        "Provide a label that is pre-paid.",
        "Give a label pre-paid?",
        "If you can give me a pre-paid label, do you?",
        "Can you pre-label for shipping?",
        "Request a pre-label for shipping?",
        "Do you have pre-paid label option?",
        "Are I allowed to get a label free?",
        "What if you give a pre-paid label?",
        "Does anyone know if I can get a pre-paid label?",
        "Please give a Prepaid label.",
        "Would it be possible to put a pre-paid label on me?",
        "Please give a label pre-paid.",
        "Is it possible that you would give me a pre-paid label?",
        "You can offer the pre-paid label.",
        "Please please, a pre-paid label?",
        "Would you be able to provide me with a pre-paid label?",
        "I want some pre-paid labels for me.",
        "Are you able to give me a sticker that's free?",
        "Where can I get a pre-paid label from?",
        "You can send me a label pre-paid.",
        "Does anyone know a pre label for you?",
        "Would it be possible to offer a pre-paid label?",
        "Can you provide me a prepayment label?",
        "Is it possible you'll give me a pre-paid label?",
        "So do you offer pre-paid labels?",
        "Would you have a pre label for me?",
        "How can I get a cheap label?",
        "Have you considered a pre-paid label option?",
        "Please, the prepay label?",
        "I hope you will be able to give me a pre-paid label.",
        "Is it possible you can give me a pre-paid label?",
        "Would the label be available pre-paid?",
        "Would you arrange for a pre-bought tag?",
        "Are they able to provide pretrained tags?",
        "Do you have a prepay label for me?",
        "Can you dispatch a pre-label?",
        "Do you want to send a pre-label?",
        "Should you be able to provide me a pre-paid label?",
        "Please provide a prepay label.",
        "Is it possible that I will get a pre paid label?",
        "Can I have the label prepay?",
        "I need any pre-paid labels?",
        "You could possibly give me a pre-paid label?",
        "Are you suggesting to provide pre-paid label?",
        "Is there a prepayment label available?",
        "Please allow for a pre-paid label.",
        "Do you want a prepayment label, please?",
        "I need some prepaid labels.",
        "Please include a pre-paid label.",
        "I would like to have a label that is pre-paid.",
        "Can I have prepay label?",
        "Is it possible you can send pre-label?",
        "Got a pre-paid label?",
        "Is it possible for me to have a pre-paid label?",
        "Can you please have a pre-paid label?",
        "Is it possible you offer prepayment labels?",
        "Offer me a pre-paid label?",
        "You need a pre-paid label, please?",
        "Can we use a pre-settled label?",
        "I need to know if you would be able to give me a pre-paid label.",
        "Can you send it pre-label?",
        "Is it possible to have a presettled mailing label?",
        "Is it possible you send a label?",
        "Can you have a prepayment label option?",
        "Requesting a pre-paid solution",
        "Is there a pre paid label option?",
        "Donate a pre-paid label to me?",
        "Do you have pre-packaged labels?",
        "How can I get a pre-paid card from you?",
        "Is it possible you have a pre-paid label?",
        "Would it be possible to sender a pre-paid label?",
        "Is there a way to give me a pre-paid label?",
        "Do you have a pre label for shipping?",
        "Do you know of a way to give me a pre-paid label.",
        "Is it possible to give pre-label?",
        "Can I get some pre-paid labels for myself?",
        "What about a label that is pre-paid?",
        "I request a pre-paid label, please?",
        "If you can send pre-label?",
        "Did you offer me a pre-paid tag?",
        "I am looking for a good way to give me a pre-paid label.",
        "Has anyone got any pre-paid labels?",
        "I'm interested in knowing if you can give me a pre-paid label.",
        "Are you in possession of any pre-paid labels for me?",
        "Do you have a pre-paid label option?",
        "I was wondering if I had any pre-paid labels for me.",
        "Is it possible to have a prepay label?",
        "It would be possible to send a prepayment label.",
        "Is it possible to send a pre-paid label to me?",
        "Do you still offer pre-paid shipping labels?",
        "Please deliver a pre-paid label.",
        "May I have a prepay label?",
        "Would it possible to send me a pre-paid label?",
        "Would it be possible to have a prepay label?",
        "Gift me the pre-paid label?",
        "You can send pre-label",
        "Is it feasible to give me a pre-paid label?",
        "I am wondering if I can get a prepay label.",
        "am I able to get label pre-paid?",
        "Should I be able to receive a pre-paid label?",
        "I want a pre-paid label.",
        "Would you arrange the pre- purchase tag?",
        "Can you tell me if there is a pre label for me?",
        "Prepared labels for me?",
        "Are you able to give me the label?",
        "Send label as pre-paid.",
        "Is it possible to have a label pre-paid?",
        "Can I have the pre-paid label?",
        "Can you send pre-paid labels to me?",
        "I would like a pre-paid label, please.",
        "Pre-paid shipping labels are possible?",
        "Offer a pre-paid tag?",
        "Can you recommend a good way to give me a pre-paid label?",
        "I would like a label, can you give me one?",
        "You can offer pre-paid labels.",
        "I wonder if I can get label prepayment.",
        "Can you provide pre-label?",
        "It might be possible to send a pre-paid label to me.",
        "Ready for a pre paid label, please?",
        "Do you have a pre label for this?",
        "Give me my pre-paid label?",
        "Is it possible that you offer prepaid labels?",
        "Do you have a pre-paid label?",
        "Can you tell me if you would be able to give me a pre-paid label?",
        "I wonder if there are any pre-paid labels for me.",
        "Should be a pre-paid label please?",
        "Provide pre-paid labels?",
        "You can send label as prepayment.",
        "Would you have a tag pre- purchased?",
        "Is it possible that I have a prepay label?",
        "Provide prepaid label?",
        "Will there be a pre-paid label option?",
        "I would like to receive a label from you.",
        "Do you know if I can get a pre-paid label?",
        "Do you have any pre label for ya?",
        "Can you send me one that is pre-paid?",
        "Are there any pre-paid labels for me?",
        "Is it possible to send me a Prepaid label?",
        "Is it possible to send pre- label?",
        "Am I allowed to get label pre-paid?",
        "Has anybody got a pre label for ya?",
        "There should be a pre-paid label, please.",
        "Is there a prepayment label option?",
        "I wondered if I could get label pre-paid.",
        "Are you able to arrange a pre-purchased tag?",
        "This label should be pre-paid?",
        "Can you get a pre-paid label?",
        "Interested in a pre-paid label?",
        "There is a way to give me a pre-paid label.",
        "Give me a pre-paid label?!",
        "Can I have a pre-paid label, please?",
        "Is this a pre-paid label, please?",
        "A pre-paid label is a good way to give me one.",
        "Does anyone know of a pre label for you?",
        "Maybe I could receive a pre-paid label?",
        "I want a pre-paid label, please!",
        "I am wondering if you can provide me with a pre-paid label.",
        "Having a pre-paid label option?",
        "prepay label, please?",
        "Got any prepayment labels?",
        "Would you order a pre-purchased tag?",
        "I asked if I could get a pre-paid label.",
        "I want a label, can you give me one?",
        "You need a pre-paid label, please.",
        "I would love to receive a pre-paid label, please.",
        "I hope I can get a label free.",
        "I would like to get a pre-paid label, please.",
        "I want a label, can you give it to me?",
        "Pretrained tags are available?",
        "You can give me a prepaid label.",
        "You may be able to give me a pre-paid label.",
        "You are able to give me a pre-paid label?",
        "Is it possible that I could receive a pre-paid label?",
        "Thank you for a pre-paid label?",
        "Can you deliver a pre-paid label to me?",
        "Give pre-paid label.",
        "Might I be offered a pre-paid tag?",
        "Have the option of pre-paid label?",
        "Can you help me with a label?",
        "can you send pre-label",
        "Is it possible to arrange pre-purchasing tag?",
        "Do you have a pre paid label option?",
        "Is this prepayment label for me?",
        "Please, the prepayment label?",
        "Can I get pre-paid labels?",
        "Would you assign a pre-paid tag?",
        "Should there be a pre-paid label, please?",
        "Please, please, give a pre-paid label.",
        "I want to know if you could provide me with a pre-paid label.",
        "Is there a pre-paid label option.",
        "Send a pre-paid label?",
        "I'd like a pre-paid label, please.",
        "Is it possible to have a prepaying label?",
        "Do you send the label pre-paid?",
        "How can I get a preapproved label?",
        "Prepaid shipping labels are offered by you?",
        "Is there a way to arrange pre- purchased tag?",
        "Can you provide me something labeled?",
        "Would I be able to receive a pre-paid label?",
        "Pre-paid label for me?",
        "Do you provide pre-packaged labels?",
        "Can I get something that is pre-paid?",
        "How can I order a pre-paid label?",
        "I want to know if you can send me a label.",
        "Provide a label for prepayment.",
        "Am I allowed to receive a pre-paid label?",
        "Any prepayment labels for me?",
        "Is it possible that I would receive a pre-paid label?",
        "Please could I receive a label pre-paid?",
        "Please, could I get a pre-paid label?",
        "Can we proceed with a pre-settled mailing label?",
        "Is it possible to have a preprinted label?",
        "Can I have a label free?",
        "Can you get a pre-label?",
        "It is possible that you can give me a pre-paid label.",
        "Do you have any pre labels for us?",
        "Couldn't I receive a pre-paid label?",
        "Please, the label should be pre-paid?",
        "Is it possible to get label pre-paid.",
        "Available is a pre-paid label?",
        "prepaid label can I get it?",
        "A pre-paid label can be sent to me.",
        "Can you have me with a pre-paid label?",
        "I'm curious if you would be able to give me a pre-paid label.",
        "I'm wondering if you'd be able to give me a pre-paid label.",
        "How can I get your pre-paid label?",
        "Can you assign a pre-paid label to me?",
        "Please provide a pre-paid sticker.",
        "Is the label available pre-paid?",
        "Are there any ways to give a pre-paid label?",
        "I'm wondering if you know of a way to give me a pre-paid label.",
        "What about pre-paid label available?",
        "I am looking for some pre-paid labels for me.",
        "Get a pre-label to ship?",
        "Is it possible that a pre-paid label is available?",
        "A pre-paid label, please.",
        "Is there a pre label for that?",
        "There is a prepared label available?",
        "Have you an option for pre-paid label?",
        "I am wondering if you can send me a pre-paid label.",
        "May I have a pre paid label?",
        "Yes, do they offer pre trained tags?",
        "I want a prepaid label.",
        "Is it possible to get a label prepayment?",
        "I am wondering if there are any pre-paid labels for me.",
        "Are there prepay label options?",
        "\"Pre-paid label, please?\"",
        "Can you send a prepayment label?",
        "If I receive a pre-paid label, please?",
        "Would it be possible to gift me a pre-paid label?",
        "Can I get a prepayment label.",
        "Can you tell me if you will give me a pre-paid label?",
        "Are there prepayment label options?",
        "Who has any pre-paid labels for me?",
        "Will I get a label free?",
        "Do you have the option of pre-paid label?",
        "Just offer me a pre-paid tag?",
        "Is there any chance of a pre paid label?",
        "Would you like to provide pre-paid label?",
        "I ask if you can give me a pre-paid label.",
        "I don't know if you're able to give me a pre-paid label.",
        "Can I have a pre-paid sticker?",
        "Could you give a pre-paid label to me?",
        "Give a label that is pre-paid?",
        "Please supply a label.",
        "I need to know if I have a pre-paid label.",
        "Is it possible to send Pre-label?",
        "I am wondering if I can get the label pre-paid.",
        "Prepaid label option available?",
        "I would like to be offered a pre-paid tag?",
        "Is it possible you can give a pre-paid label?",
        "I'd like a pre-paid label from you.",
        "Got any pre-paid labels that I can use?",
        "Is it possible that the label is pre-paid?",
        "Please let me know if I can provide a pre-paid label.",
        "I would like to know whether you can give me a pre-paid label.",
        "Do you provide pre-paid shipping labels?",
        "I would like to get label prepay.",
        "I would be interested in getting a pre-paid label.",
        "If you have a pre-paid label, please?",
        "Do you have any labels that are pre-paid for me?",
        "Is there a pre-paid label you can give me?",
        "Give me a pre-paid tag.",
        "Is there pre-paid shipping labels you offer?",
        "Is there a way to arrange a pre-bought tag?",
        "Is it possible to get a pre label for ya?",
        "Could you give a pre-paid label?",
        "I want to get a pre-paid label",
        "Am I able to get a pre label for you?",
        "Would it be possible to put a pre-paid label on it?",
        "I want to get a prepayment label from you.",
        "Can I use a prepayment label?",
        "How about pre-paid tag?",
        "Can you give me a pre-paid labels?",
        "Maybe have a pre-paid label option.",
        "I wonder if I can have pre-paid label.",
        "Is it available as a pre-paid label?",
        "Is it possible to make a presettled mailing label?",
        "Can you put pre-label on it?",
        "Would it be possible to use a pre-paid label?",
        "Is the prepay label available?",
        "I want to know if you could provide me a pre-paid label.",
        "Are prepayment labels available?",
        "Have you got a prepay label?",
        "You might be able to send me a pre-paid label.",
        "Is there pre-paid label available?",
        "Requesting for a pre-paid postage solution.",
        "I would like to know if you can give me a pre-paid label.",
        "May I have a pre-paid sticker?",
        "If you would be able to give me a pre-paid label.",
        "Ready for pre-paid labels, please?",
        "Provide me a pre-paid label?",
        "Give me a prepaid label?",
        "I want a label, can you give me it?",
        "Do you issue pre-paid labels?",
        "Please provide a pre-paid label, please.",
        "Is it possible to get a label prepaid?",
        "Do you send the pre-paid label?",
        "Can you send a pre-label?",
        "Is it possible to offer me a prepaid tag?",
        "Can I get a prepay label, please?",
        "Please provide the pre-paid label.",
        "I would like a prepaid label, please?",
        "You can pre-order a label?",
        "Pre-paid label please?",
        "Provide pre-paid label.",
        "I question if I have a pre-paid label.",
        "I could use a pre-paid label.",
        "Can I sign up for a pre-paid label?",
        "Do you have a way to give me a pre-paid label.",
        "Can you kindly send me a pre-paid label?",
        "Is it possible to offer prepaid labels?",
        "Bring a pre-paid label, please?",
        "You can give me a prepayment label.",
        "Send a prepay label?",
        "Please, prepayment label?",
        "I request that you give me prepayment postage, please.",
        "Please provide a label with a prepayment.",
        "Any pre-paid labels I need?",
        "Do you ship pre-paid label?",
        "To know if you can give me a pre-paid label.",
        "I don't know if you can provide me with a pre-paid label.",
        "Are you going to send the pre-paid label?",
        "Would you arrange the pre-purchased tag?",
        "Is it possible to give me a tag pre-paid?",
        "How about a pre label for ya?",
        "Can I have a label pre-paid.",
        "Is a pre-printed label available?",
        "Is it possible to make a pre-paid label?",
        "Let's provide a pre-paid label.",
        "Be sure to give a pre-paid label?",
        "Are you sending prepaid label?",
        "Can we make a presettled label?",
        "Do you think it would be a good idea to give me a pre-paid label?",
        "I would love to receive a label pre-paid.",
        "Is there a way to put a pre-paid label on it?",
        "Are you able to provide pre-paid labels?",
        "Give me a prepay tag?",
        "Do you offer pre-paid shipping tags?",
        "Do you have a pre-paid label available?",
        "Can I use a prepay label?",
        "Can we move forward with a pre settled mailing label?",
        "I need to know if you can give me a pre-paid label",
        "Could I receive a pre-paid label.",
        "can I have a pre-paid label",
        "I'd like to know if you can provide me with a pre-paid label.",
        "Are you able to get a pre-paid label?",
        "I would like to receive a pre-paid label, please?",
        "Are you willing to arrange a pre- purchased tag?",
        "Ready for a pre-paid label, please.",
        "Give me a pre funded label?",
        "Is it possible for you to send prepayment slip?",
        "Anyone have a pre label for ya?",
        "Get the pre-label for shipping?",
        "I need a prepay label from you.",
        "can I get a pre-paid label",
        "Offer me a pre-paid tags?",
        "I am requesting a pre-paid label, please?",
        "You might be able to give me a pre- paid label.",
        "Is there a pre label for ya.",
        "Do you have pre-paid labels for shipping?",
        "Do you provide prepayment labels?",
        "I have a question about a good way to give me a pre-paid label.",
        "Am I able to get a label free?",
        "I need a good way to give me a pre-paid label.",
        "What can I do to get a pre-paid label?",
        "There is a request for a pre-paid postage solution.",
        "If you need a pre-paid label, please.",
        "Can you give me a label pre-paid?",
        "Can you include pre-label?",
        "Was it possible for you to give me a pre-paid label?",
        "Are you going to provide pre-paid label?",
        "I am wondering if I could get a label free.",
        "Can I order a pre-paid label?",
        "Can you tell me if you will be able to give me a pre-paid label?",
        "May I also have a pre-paid label?",
        "Did you have a prepayment label option?",
        "I am wondering if you would be able to give me a pre-paid label.",
        "Am I able to get a label pre-paid?",
        "I was wondering if it was possible to send me a pre-paid label.",
        "Do you want a pre-paid label, please?",
        "You would like to send pre-paid label?",
        "Yes, can I have a pre-paid label?",
        "Can you issue me a label?",
        "Could you give me a pre-paid label?",
        "Offer a label that is pre-paid.",
        "Can you supply me with any pre-paid labels?",
        "I am curious if I can have a pre-paid label.",
        "Is it possible to have prepayment label?",
        "Is it possible that you have pre-paid labels for me?",
        "Possibly a pre-paid label available?",
        "Can there be a chance for a pre-paid label?",
        "Can you please provide me a label?",
        "Can you help me out with a label?",
        "Do you know of a way to give me a pre-paid label?",
        "Is it possible that I might get a pre-paid label?",
        "Should you arrange a pre-purchased tag?",
        "Is it possible to give me a label?",
        "pre-paid label available?",
        "Would you have the tag pre- purchased?",
        "How can I have a pre-paid label from you?",
        "Can you pre-label something?",
        "Is it possible to get a premade mailing note?",
        "Please let me know if you have a pre-paid label.",
        "Was it possible to have a prepayment label option?",
        "Would it be possible for me to receive a pre-paid label?",
        "I would like to get label prepayment.",
        "Can I get a pre paid label from you?",
        "What if you send a pre-label?",
        "Is there a way I can get a label free?",
        "Is it possible that I will get a pre- paid label?",
        "How about a label that's pre-paid?",
        "Are we able to proceed with a presettled mailing label?",
        "Do you have a pre label for us?",
        "I would love to receive a prepaid label.",
        "Is there a pre paid label?",
        "I wonder if I can get the label pre-paid.",
        "Please provide aprepaid label.",
        "Can we include a presettled mailing label?",
        "Have you a pre-paid label option?",
        "Can you give me a label with prepayment?",
        "Do you have a preprinted label option?",
        "Is it possible to offer me pre-paid tag?",
        "I would like to know if you would be able to provide a pre-paid label.",
        "I would like to get a prepay label.",
        "Is the pre-paid label option possible?",
        "Can I get a pre paid label?",
        "Ready for a label to be pre-paid?",
        "What about pre-paid labels for me?",
        "Would you be willing to provide me a pre-paid label?",
        "Pre-purchased tag would you arrange?",
        "Do you need a prepay label, please?",
        "Give me the pre-paid label.",
        "Make a pre-paid label?",
        "I would like to receive a pre-paid label, please.",
        "Is it possible you could give me a label?",
        "Is it possible that you offer pre-paid shipping labels?",
        "Is it possible to get label pre-payment?",
        "I need a label, can you give me it?",
        "Give me something with a pre-paid label?",
        "Can it be pre-label?",
        "Do you have the ability to send a pre-label?",
        "Pre-label is needed now?",
        "I am looking for a way to give a pre paid label.",
        "Is it possible you can give me a pre- paid label?",
        "I have a question about getting a pre-paid label from you.",
        "Is there a way to offer me a pre-paid tag?",
        "Should be a pre-paid label, please?",
        "I was wondering if I could have a pre-paid label.",
        "Could it be possible to give me a pre-paid label?",
        "Is it possible to arrange a pre- purchased tag.",
        "Am I able to get any pre-paid labels?",
        "Can I have prepayment label?",
        "Are you willing to give me a pre-paid label?",
        "Can you send me a prepay label?",
        "Is there a prepayment label for me?",
        "I need to know if I can have a pre-paid label.",
        "Are you able to send me a prepayment label?",
        "Can I have a label for free?",
        "Yes, a pre-paid label, please?",
        "I am looking for a way to get a pre-paid label.",
        "I would like to know if you offer pre-paid shipping labels.",
        "Are you sending the label pre-paid?",
        "Give me pre-paid label?",
        "Give the label pre-paid.",
        "Can you give pre-label to me?",
        "Can you dispatch a pre-paid label to me?",
        "Offer me the pre-paid tag?",
        "Is it possible to send a preset label?",
        "Is it possible for me to have a pre-paid label.",
        "Do you have an option for pre-paid labels?",
        "Is it possible for you to provide a pre-paid label?",
        "Is there a way for me to get a label free?",
        "Is it possible that you'll give me a pre-paid label?",
        "Please provide a pre-paid label",
        "As prepayment, label?",
        "Am I allowed to have a pre-paid label?",
        "I would like to receive a label prepayment.",
        "Please, we need a pre-paid label.",
        "Would you be able to send me a label?",
        "I would like to be given pre-paid postage, please.",
        "Is it possible to arrange a pre-purchased tag?",
        "I would like to know if you're able to give me a pre-paid label.",
        "Can you offer a pre-paid label option?",
        "Give prepayment label?",
        "Consider sending a pre-paid label?",
        "I would like a prepay label, please.",
        "Is there a label that is pre-paid?",
        "Can you provide me a pre-paid label?",
        "You should provide a pre-paid label.",
        "prepayment label, please?",
        "Would you be able to make a pre-paid label for me?",
        "I need a pre-paid label from you.",
        "Provide a prepay label, please.",
        "I'm wondering if I can get a label free.",
        "Is it possible to have a label that is pre-paid?",
        "If you would be able to give me a pre-paid label",
        "What about a pre-paid label option?",
        "Could I get a pre-paid label?",
        "Will I be able to have a pre-paid label?",
        "Is there a way to give a prepayment label?",
        "Can you give me a pre-label?",
        "Can you provide me with a prepaid label?",
        "Please ready for a pre-paid label?",
        "Can I put a pre-paid label on it?",
        "I would like to know if a pre-paid label is possible.",
        "Can you send pre labels?",
        "Is it possible to get a pre-paid label",
        "Are you able to send pre-label?",
        "I was wondering if it was possible to send a pre-paid label.",
        "Pre-paidable label?",
        "Was it possible to get a label free?",
        "Would you like to give a pre-paid label?",
        "Pre-paid label ready?",
        "Someone wants to know if they can get a pre-paid label.",
        "You should have a pre-paid label, please?",
        "Offer to give me a pre-paid tag?",
        "Consider providing a pre-paid label.",
        "It may be possible to give me a pre-paid label.",
        "Is there a chance that you can give me a pre-paid label?",
        "Is it possible that I have a pre paid label?",
        "do you offer pre-paid labels?",
        "May I be issued a label?",
        "Are you going to give me a pre-paid tag?",
        "Is there an option for prepayment label option?",
        "How can I obtain a prepaid label?",
        "I would love to get a pre-paid label, please?",
        "Offer me prepayment tag?",
        "Can you give me a label that's pre-paid?",
        "Are you capable of giving me a label?",
        "Are you able to have a prepaid label option?",
        "I want to know if you can provide a pre-paid label.",
        "Could you give me a label?",
        "Will you be able to give me a pre-paid label?",
        "I asked if I could have a pre-paid label.",
        "Am I able to get any pre-paid labels for myself?",
        "Is it possible to offer Prepaid labels?",
        "Are you willing to offer pre-paid labels?",
        "I wonder if it would be possible to send a pre-paid label.",
        "Please provide a preprogrammed label.",
        "Do you want to arrange pre-purchased tag?",
        "Is it possible to provide me with a prepayment label?",
        "How can I get a prepay label from you?",
        "Maybe you're able to give me a pre-paid label?",
        "Give me something that is pre-paid?",
        "Is it possible that you can give me a pre-paid label?",
        "Is it possible that you offer prepaid shipping labels?",
        "Is there any pre-paid label for me?",
        "Do you think it's a good idea to give me a pre-paid label?",
        "Allow me to use a pre-paid tag?",
        "Can I get a prepaid label from you?",
        "I wonder if you're able to give me a pre-paid label?",
        "Could you give me a pre- paid label?",
        "Can I get a prepay label?",
        "Do you want to provide a label that is pre-paid?",
        "It would be possible to send a pre-paid label.",
        "Pre-paid label is available?",
        "I am interested in receiving a pre-paid label, please.",
        "Can you distribute pre-label?",
        "I want to know if I can get a pre-paid label.",
        "I would like to get label pre-paid",
        "Do you offer pre paid labels?",
        "Are you willing to give me a label?",
        "Are you ready for a pre-paid label, please?",
        "I need to get a pre-paid label from you.",
        "Please send us a pre-paid label.",
        "Sending as pre-paid label?",
        "Give me a pre- paid label?",
        "Is it feasible to send me a pre-paid label?",
        "Does anyone have any prepayment labels for me?",
        "If you can provide me with a pre-paid label, please let me know.",
        "Is it possible that you can give me a pre- paid label?",
        "Is there a pre-paid label you offer?",
        "How about a label, pre-paid?",
        "Was pre-paid label available?",
        "I would like to know if you can make a pre-paid label.",
        "Do you know if a prepay label is available?",
        "Is there any pre-paid labels you have for me?",
        "Can you suggest a pre-paid label for me?",
        "Can I be issued a pre-paid label?",
        "Give my pre-paid label?",
        "Is a pre-paid label please?",
        "Send as prepay, label?",
        "Could be a pre-paid label?",
        "Are you ready for a label that is pre-paid?",
        "Ready for a label that will be pre-paid?",
        "Is it possible to sender a pre-paid label?",
        "I wonder if I can get pre-paid label.",
        "Can I have pre-paid label?",
        "Provide pre-packaged label?",
        "Is there a chance that there is a pre-paid label?",
        "Is there a way to arrange a pre- purchased tag?",
        "Are you able to send pre- label?",
        "Is there any prepay labels I need?",
        "You can send the pre-label.",
        "I'm interested in getting a pre-paid label from you.",
        "Are there any labels that are pre-paid for me?",
        "Is it possible to place a pre-paid label?",
        "Is it possible that you have a pre-paid label for me?",
        "Is it possible to have a prepay label.",
        "Do you plan to send a pre-paid label?",
        "Is it possible to dispatch a pre-paid label?",
        "Would a pre-purchased tag be arranged?",
        "Can I have a label that's free?",
        "Are there pre-paid label available?",
        "There is a Prepaid label available?",
        "Please give a prepayment label.",
        "Send a pre-paid label, please?",
        "Please ready for a pre-paid label.",
        "Would you arrange a pre-ordered tag?",
        "Wouldn't it be possible to send a pre-paid label?",
        "How about sending a pre-label?",
        "Is a pre-paid label possible for me?",
        "Can we use a presettled label?",
        "Can you give us the pre-label?",
        "I would like to know if you can provide a pre-paid label.",
        "Can a presettled mailing label be done?",
        "Is there a way to send a pre-label?",
        "Does you offer prepayment shipping labels?",
        "Can you give me a pre label?",
        "I would love a pre-paid label.",
        "Some pre-paid labels for me.",
        "Please provide a prepared label.",
        "Is there a pre-paid label that I can have?",
        "It is possible you can give me a pre-paid label.",
        "Is it ok to give me a pre-paid label?",
        "It would be possible to send a prepay label.",
        "Is it possible to provide a label for me?",
        "Is it possible they offer pre-trained tags?",
        "Is it possible to have a preset label option?",
        "Do you give prepayment shipping labels?",
        "I would love to have a pre-paid tag.",
        "Is it possible to get label pre-paid?",
        "You might be able to give me a pre-paid label.",
        "Is there a way to have a pre-paid label?",
        "Do you have a Prepaid label?",
        "Pre label need now?",
        "Pick up a pre-label for shipping?",
        "Would you like to have a pre-paid label option?",
        "I want any pre-paid labels for me.",
        "Do you ship pre-paid labels?",
        "I would be happy to be offered a pre-paid tag.",
        "Have you considered a prepayment label option?",
        "I'm looking for a pre-paid label from you.",
        "How about a pre-paid label option?",
        "Do you have any chance for a pre-paid label?",
        "Can we make a pre settled mailing label?",
        "Can you offer a label for me?",
        "I would really appreciate it if I could receive a pre-paid label.",
        "Have you considered providing a pre-paid label?",
        "Would you be able to send a pre-paid label?",
        "Would it be possible to send a prepaid label to me?",
        "Ready for a prepaying label, please?",
        "Would it be a good idea to give me a pre-paid label?",
        "Is there a pre-packaged label available?",
        "Give me pre-paid label.",
        "Thank you, could I get a pre-paid label?",
        "Maybe you offer pre-paid labels.",
        "Can you offer pre-label?",
        "I'm wondering if you can provide me a pre-paid label.",
        "Is it possible to arrange a pre purchased tag?",
        "Can you bring me a pre-paid label?",
        "I would love a pre-paid label, please.",
        "Can you send a pre-label with it?",
        "I would love for you to give me a pre-paid label.",
        "Is it true that you offer pre-paid shipping labels?",
        "This is a pre-paid label, please?",
        "Am I able to get a prepay label?",
        "Got a prepay label?",
        "Can you send pre-label?",
        "How can I get a pre-paid tag?",
        "Pre paid label available?",
        "Do you have a way I can get a pre-paid label?",
        "Will it be possible to send me a pre-paid label?",
        "How can I request a pre-paid label from you?",
        "Is this a pre-paid label available?",
        "How about a pre-paid label?",
        "Is there a way to get pre-label for shipping?",
        "Please provide a prepayment label.",
        "I want to know whether you can give me a pre-paid label.",
        "How can I get a Prepaid label?",
        "Postpaid label, please.",
        "Is there a presettled mailing label that we can proceed with?",
        "How about sending a prepaid label?",
        "Can it be pre-paid label?",
        "Would you organize a pre-purchased tag?",
        "Give me the pre paid label?",
        "Is this pre-paid label please?",
        "Is there a way to get label prepay?",
        "Do you know of a way to give me a label pre-paid?",
        "Ready for prelabel now?",
        "Ready for a label that is pre-paid, please?",
        "I want to know if you will be able to provide me with a pre-paid label.",
        "Can I get a pre-paid label",
        "Are you able to get any pre-paid labels for me?",
        "Do you have a pre-packaged label option?",
        "Do you know of a way to provide me with a pre-paid label?",
        "Provide a label pre-paid.",
        "Yes, can you send pre-label?",
        "Have you got a pre-paid label?",
        "Is there any chance of having a pre-paid label?",
        "Prepaid shipping labels do you offer?",
        "Please make a pre-paid label",
        "Provide pre-paid label?",
        "Are there pre-paid labels you offer?",
        "I would like to be given a pre paid label.",
        "Please supply a pre-paid label",
        "Please put a pre-paid label on it?",
        "I want a pre-paid label for me.",
        "I wonder if it is possible to send me a pre-paid label.",
        "I asked if I could receive a pre-paid label.",
        "Were you able to get any pre-paid labels for me?",
        "Would it be possible to receive a pre-paid label?",
        "Please, please, ready for a pre-paid label?",
        "Got a pre label?",
        "Yes, can I get a label free?",
        "Can you send a pre paid label?",
        "How about pre-purchased tag?",
        "Are you willing to offer prepay labels?",
        "Do you can give me a pre-paid label?",
        "Is it possible to have a prepayment label.",
        "Be offered a pre-paid tag?",
        "Can you send a pre-paid label for me?",
        "Would it be possible to have a label pre-paid?",
        "Would you put a pre- purchased tag in place?",
        "Can you send me a prepaying label?",
        "I need to know if I have a prepayment label.",
        "Can you send a pre-label",
        "Is it possible to get a label with prepayment?",
        "Is it possible to provide a prepay label?",
        "Can I get a label that's free?",
        "Can I get a label pre-paid?",
        "Do you offer pre-paid labeling?",
        "Are you sending pre-paid label?",
        "I am in need of some pre-paid labels for me.",
        "I would like to know if you would give me a pre-paid label.",
        "Is there a way for a pre-paid label?",
        "Can you send me pre-paid labels?",
        "Provide prepayment label?",
        "Do you know a way of giving me a pre-paid label?",
        "Give me a pre-paid label?",
        "Is this prepay label available?",
        "Is it possible that you can give a pre-paid label to me?",
        "There are any pre-paid labels for me?",
        "The label would be pre-paid?",
        "Are there any pre-paid labels available for me?",
        "Is there a pre-paid label you can send me?",
        "Is it possible to get a prepaid label.",
        "How can I get a pre-paid label from you.",
        "I need a prepayment label from you.",
        "What if you arranged a pre- purchased tag?",
        "I'm wondering if I can have a pre-paid label.",
        "Is it possible for you to provide me a label?",
        "Maybe you can give me a pre-paid label.",
        "I want to know if you would be able to give me a pre-paid label.",
        "Give me a Prepaid label?",
        "Is it possible I get a pre-paid label?",
        "Can there be a pre-paid label available?",
        "Is it possible I will be given a pre-paid label?",
        "Is it a label that's pre-paid?",
        "It might be possible to give me a pre-paid label.",
        "Could I send a pre-paid label?",
        "Is it possible I have a prepay label?",
        "Postpaid label?",
        "Do you have any pre label for us?",
        "Can you have a label for me?",
        "I'm looking for a way to give me a pre-paid label.",
        "You want to send a pre-paid label?",
        "Would it be possible to get a pre-paid label, please?",
        "Do you deliver pre-paid labels?",
        "Please could I receive a label?",
        "Is it possible to send a label for free?",
        "Please give us a pre-paid label.",
        "Do you accept pre-paid labels?",
        "Is there a way to get a label free?",
        "Are you able to give me a sticker that is free?",
        "Do you think there is a way to give me a pre-paid label?",
        "You could offer the pre-paid dang label.",
        "Were you able to give me a pre-paid label?",
        "Is there a good way to give me a pre-paid label?",
        "Would it be possible to give me a pre-paid card?",
        "Can we put a pre settled mailing label on it?",
        "Could a pre-paid label be available?",
        "I wondered if you could give me a pre-paid label.",
        "I would like to be able to receive a pre-paid label.",
        "Can I get a prepaid label?",
        "Is it possible to get a prepaying label?",
        "Can I request a pre-paid label?",
        "Do you have a prepaid label option?",
        "Do you know of a way to make me a pre-paid label?",
        "I was wondering if I have a pre-paid label.",
        "Would it be possible to provide me a pre-paid label?",
        "A person is requesting a pre-paid postage solution.",
        "Offer me pre-paid tags?",
        "Do you include pre-paid labels?",
        "Is it possible to arrange a pre-Purchased tag?",
        "I would like to have a prepay label.",
        "Do you want to send me a pre-paid label?",
        "Can you send a pre-label item?",
        "I don't know if you can send me a pre-paid label.",
        "Is there any chance you offer pre-paid shipping labels?",
        "Pre-label needed now?",
        "Have a pre-paid label available?",
        "Can there be a presettled mailing label?",
        "Please a pre-paid label?",
        "Would you have a pre-paid tag?",
        "I would like to be supplied with a pre-paid label.",
        "Please, prepaid label?",
        "Have you a prepayment label option?",
        "Should I be given a pre-paid tag?",
        "I want to know if you can supply me with a pre-paid label.",
        "I want to know if there is a pre label for me.",
        "Do you want to pre-label your shipping?",
        "A prelabel needed now?",
        "Do you know of a way to give me a pre paid label?",
        "Was it possible to get a pre-paid label?",
        "Ask for a pre-paid label, please.",
        "I would be willing to be offered a pre-paid tag.",
        "I'm wondering if there are any pre-paid labels for me.",
        "Is it possible to get a label free?",
        "Are you able to offer prepaid shipping labels?",
        "Is there a prepay label, please?",
        "Can anyone give me a pre label for me?",
        "Can I have the label pre-funded?",
        "I need a label, can you provide it?",
        "Prepaid labels for me.",
        "Can you get pre-label for shipping?",
        "I would like to know if you can give a pre-paid label.",
        "I'd like a pre-paid label.",
        "Is it possible to have pre-paid labels?",
        "How about a pre-paid tag for me?",
        "Can you please send me a pre-paid label?",
        "Can I use the pre-paid label?",
        "Can you tell me the pre label for me.",
        "I would appreciate it if you would provide me pre-paid postage.",
        "Does anyone know of a way to give me a pre-paid label?",
        "Can you have me a pre-paid label?",
        "Get a pre-label for the shipping?",
        "It sounds like you can give me a pre-paid label.",
        "Can you send a pre-packaging?",
        "Are you planning to send pre-paid label?",
        "Can you offer me a label?",
        "I want a prepaid tag.",
        "Can you submit pre-label?",
        "Is it necessary to give me a pre-paid label?",
        "Please provide a preprinted label.",
        "Would it be possible to give me a prepayment label?",
        "Is it possible to send pre-label to you?",
        "How can I get a prepay label?",
        "What about a prepayment label option?",
        "Please provide a prefunded label.",
        "Do you have any prepaid labels for me?",
        "Do you offer pre-packaged labels?",
        "You can send a pre-paid label?",
        "I wonder if I can get a pre-paid label.",
        "Have an option for pre-paid label?",
        "Will we be able to proceed with a presettled mailing label?",
        "Are you sending a label with prepayment?",
        "Yes, can I get label pre-paid?",
        "Is it possible to offer me the pre-paid tag?",
        "Is it possible to get label prepay?",
        "Can you supply a pre-label?",
        "Are you able to get a pre-label for shipping?",
        "I need to know if you have a pre-paid label for me.",
        "Can you have a pre-paid label option?",
        "I would love to be able to receive a pre-paid label.",
        "Can we put a presettled mailing label together?",
        "Would you place a pre-purchased tag?",
        "Can you offer pre-paid labels?",
        "Did you have any prepay labels for me?",
        "Please could I be given a pre-paid label?",
        "What if you can give me a pre-paid label?",
        "Can you show me a pre-paid label?",
        "I am interested in getting a pre-paid label, please.",
        "Can you convey pre-label?",
        "I wanted to know if you could give me a pre-paid label.",
        "Ready for a Pre-paid label?",
        "Is it possible to provide a label that is pre-paid?",
        "Is it possible I could get a pre-paid label?",
        "Are you willing to arrange a pre-purchased tag?",
        "Yes, I can have a pre-paid label.",
        "Prepared label available?",
        "Is it possible for you to offer pre-paid shipping labels?",
        "Anyone have any pre-paid labels for me?",
        "Would you send me a pre-paid label?",
        "Can I get a cheap label?",
        "Would you be able to give me a pre-paid label.",
        "Offer me a prepaid tag?",
        "Please submit a pre-paid label.",
        "Got a pre-label for shipping?",
        "What's the best way to give me a pre-paid label?",
        "Something to give a pre-paid label?",
        "Yes, I can get label pre-paid.",
        "Is there a chance you're able to give me a pre-paid label?",
        "Is that possible to get label pre-paid?",
        "Send as pre-paid label?",
        "How can I get a pre-paid label.",
        "Did you have any pre label for that?",
        "Do you know of a way to give me a pre-paid label",
        "Does anyone have a pre label for you?",
        "Do you know a way to give a pre-paid label?",
        "The pre-paid label can be offered.",
        "Are there any pre-paid labels available?",
        "Do you know a way to give me a pre-paid label?",
        "Do you have a prepayment label option?",
        "You might be able to send pre-label.",
        "can I have a pre-paid label?",
        "Send as prepayment?label?",
        "Can we use a presettled mailing label?",
        "Could I have a prepaid label?",
        "I would prefer to receive a pre-paid label.",
        "I need a prepaid label.",
        "Please, ready for a pre-paid label?",
        "I was wondering if there was a good way to give me a pre-paid label.",
        "I want a prepayment label.",
        "I am wondering if I can have a label free.",
        "Is there any pre-paid labels available for me?",
        "Is it possible you would arrange a pre-purchased tag?",
        "There is a prepay label available?",
        "Do you have a pre-paidlabel option?",
        "How about a prepayment label option?",
        "How do I get a pre-paid label?",
        "Do you have a prepaid label?",
        "I am in need of a pre-paid label.",
        "Has anyone got a pre label for ya?",
        "Do you think you can offer me a pre-paid tag?",
        "I would love to get a pre-paid label.",
        "Are you willing to offer prepaid labels?",
        "Is it possible to arrange pre-bought tag?",
        "Will there be a chance for a pre-paid label?",
        "Would I be eligible to receive a pre-paid label?",
        "Do I need a pre-paid tag?",
        "It would be possible to give me a pre-paid label.",
        "Is it possible to provide me a pre-paid label?",
        "Please, it should be a pre-paid label.",
        "Could it be possible to send a pre-paid label to me?",
        "If you want a pre-paid label, please.",
        "I would like to get a label pre-paid.",
        "You can pre-label it.",
        "Is there any prepaid labels I need?",
        "prepay labels do you offer?",
        "How can I order a pre-paid label from you?",
        "Yes, can you send me a pre-paid label?",
        "Can you offer the pre-paid label option?",
        "Was it possible that you could give me a pre-paid label?",
        "Please give a pre paid label.",
        "I wanted to know if I could receive a pre-paid label.",
        "How about a pre-paid label for me?",
        "Give me a pre-paid sticker?",
        "Are you willing to send me a pre-paid label?",
        "Need a prepayment label, please?",
        "I would like to have a pre-paid label option.",
        "Giving a pre-paid label?",
        "Is it possible to arrange a pre-purchasing tag?",
        "Is there any pre-paid labels you offer?",
        "How about pre-paid label?",
        "Are there a pre-paid label available?",
        "Have you got any pre-paid labels for me?",
        "Will you get a pre-label for shipping?",
        "Please assign a pre-paid label.",
        "Can you get pre-label?",
        "Can you get me a pre-paid label?",
        "Is it possible that I can get a pre-paid label from you?",
        "I wonder if I can get a label pre-paid.",
        "Is it possible that you give me a pre-paid label?",
        "Have any pre-paid labels for me.",
        "What about a prepay label option?",
        "Is it possible that you send a pre-paid label?",
        "Give me a pre-paid label??",
        "Shouldn't I get a pre-paid label, please?",
        "You send prepayment label?",
        "Do you propose to give a pre-paid label?",
        "I could have a pre-paid label.",
        "You can provide pre-paid label?",
        "Can you include a label for me?",
        "Is there a way to get the label pre-paid?",
        "Is it possible I have a pre-paid label?",
        "Am I offered a pre-paid tag?",
        "Would it be possible to get a label free?",
        "Giving me a pre-paid label?",
        "If you need a pre-paid label, please?",
        "You can get a pre-paid label?",
        "I would like a pre-paid label, please!",
        "Is it possible for you to offer me a pre-paid label?",
        "It would be possible to have a pre-paid label.",
        "Can you let me have a pre-paid label?",
        "Is there a chance for a prepaid label?",
        "Send a label as a prepayment.",
        "Please provide a prepaid label.",
        "Can you give me the pre-paid label?",
        "Is it possible to get a pre paid label.",
        "There's a pre-paid label available?",
        "Could we proceed with a presettled mailing label?",
        "Would you provide pre-paid label?",
        "Is it possible to send me a label for free?",
        "What's a good way to give me a pre-paid label?",
        "Do you offer any pre-paid labels?",
        "I'm interested in receiving a pre-paid label, please.",
        "What about a label that's pre-paid?",
        "I was wondering if you can give me a pre-paid label.",
        "I want to know if you can give me a label pre-paid.",
        "Is it possible you could give me a pre-paid label?",
        "Would you make a pre- purchase tag?",
        "Are you sending prepayment label?",
        "I need to receive a pre-paid label.",
        "Will I have a pre paid label?",
        "Prepare a pre-paid label?",
        "Has anybody got a pre label for you?",
        "Ready for a pre-paid label",
        "You can get a pre-label for shipping?",
        "prepaid labels for me?",
        "I am in need of pre-paid labels for me.",
        "Would I get a pre-paid label?",
        "Is there a way to give a pre-paid label?",
        "Is there any chance that a label is pre-paid?",
        "Do you provide prepay labels?",
        "Ready for the pre-paid label, please?",
        "Send me a pre-paid label.",
        "Is there any prepayment labels you offer?",
        "Got any pre-paid labels for me?",
        "Are you able to provide me with a label?",
        "Are there any pre-paid labels for me.",
        "Can there be a pre-paid label?",
        "How can I buy a pre-paid label from you?",
        "May I have a pre-paid label.",
        "You can provide a pre-paid label.",
        "Would it be possible to dispatch a pre-paid label?",
        "Would you send a pre-paid label?",
        "If you want a pre-paid label, please?",
        "Have prepayment label option?",
        "Do you think you should provide a pre-paid label?",
        "I want to know if you can send pre-label.",
        "Do you send pre-paid shipping labels?",
        "Yes, do you offer prepayment shipping labels?",
        "Please, please provide a pre-paid label.",
        "Please, please have a pre-paid label.",
        "Is it possible to provide me with a prepay label?",
        "Prepaid labels for me?",
        "Pre paid label?",
        "Do you think there is a good way to give me a pre-paid label?",
        "I need a pre-paid label, please?",
        "Can you tell me if I could get a pre-paid label?",
        "Any pre-paid label available?",
        "Please make a pre-paid label, please.",
        "I want a prepay label, please.",
        "Would you include a pre-paid tag?",
        "Can we use a pre settled label?",
        "Please provide a pre-printed label.",
        "Maybe you can send pre-label.",
        "Are there any pre-paid labels that I can get?",
        "I want to get a prepay label from you.",
        "Please offer a prepayment label.",
        "Can I pre-order a label?",
        "Would you put a pre- purchase tag on it?",
        "What about prepayment label?",
        "I was wondering if there was a pre label for ya.",
        "Can you supply a label for me?",
        "Give me a pre-paid label, right?",
        "Would a prepay label be available?",
        "What if you could give me a pre-paid label?",
        "I'm looking for a way to get a pre paid label.",
        "Do you can send pre-label?",
        "I would like to know if you can give me a prepaid label.",
        "Is it possible to get a pre-paid label from you?",
        "Can you send a pre-paid label to me?",
        "Are you able to provide a pre-paid label for me?",
        "Is it possible you might give me a pre-paid label?",
        "Would it be possible to send me a prepaid label?",
        "Give me a prepayment label.",
        "It would be possible to send a pre-paid label to me.",
        "I am wondering if you could provide me with a pre-paid label.",
        "Do you have a way for me to receive a pre-paid label?",
        "Please provide a prepayment label",
        "Please provide a label with a pre-paid card.",
        "Are you sending a label pre-paid?",
        "Please create a pre-paid label.",
        "You can send the label as prepayment.",
        "Is it possible for a prepay label?",
        "Would I be able to get a pre-paid label?",
        "Will you send a pre-label?",
        "Can you make me a prepay label?",
        "Is it possible that I receive a pre-paid label?",
        "Can I get a pre-paid label for myself?",
        "I want to know if I can get a label pre-paid.",
        "Would it be possible to give a pre-paid label?",
        "I need to know if I can get label pre-paid.",
        "Is it possible that you offer me a pre-paid label?",
        "Is it possible to get prepaid label?",
        "Is it possible to give me a prepaid label?",
        "Please, a pre-paid label?",
        "Would you make it a pre- purchased tag?",
        "I was wondering if you know of a way to give me a pre-paid label.",
        "Is it possible to offer me a Pre-paid tag?",
        "I would like to get a label free",
        "Is there a way to get a pre-paid label?",
        "I want a prepay label, please?",
        "I need to know if you can provide a pre-paid label for me.",
        "I want to know if I have a pre-paid label.",
        "Give me the prepayment label?",
        "Is it possible to provide pre-paid label?",
        "Could I be given a pre-paid label?",
        "Let me get a pre-paid tag?",
        "Please, a prepayment label?",
        "Would you please have a pre-paid label?",
        "I would like to know if you could send me a pre-paid label.",
        "Is there any pre label you have for me?",
        "Maybe you're able to give me a pre-paid label.",
        "I was wondering if you could provide me with a pre-paid label.",
        "Is it possible that I am given a pre-paid label?",
        "I would like to know if you could make a pre-paid label for me.",
        "Please give a pre-paid label, please.",
        "Is it possible that you can give me a label?",
        "Can you send a pre label?",
        "Can you please provide a label for me?",
        "Yes, can I get a pre-paid label?",
        "I want a prepay tag?",
        "You need a prelabel now?",
        "Is it a prepayment label, please?",
        "Please, please give a pre-paid label.",
        "Please could I get a label?",
        "Is it possible that you offer prepay shipping labels?",
        "Ready for a pre label?",
        "Is it possible to have a pre-paid label option.",
        "Ready for the prepay label?",
        "I would like to know if you can give a pre-paid label to me.",
        "I'm curious if you could give me a pre-paid label.",
        "Would you offer me a prepay tag?",
        "Is it possible you offer pre-paid shipping labels?",
        "Is it possible that you would arrange a pre-purchased tag?",
        "Do you have a pre label for that?",
        "Ready for a label with prepayment?",
        "I would like a prepaid label, please.",
        "Is there a prepayment label you want to send?",
        "I need to know if you can give me a pre- paid label.",
        "I wonder if I can get a pre-paid label?",
        "pre-label can you send it?",
        "I am wondering if I can get label prepayment.",
        "Is a prepaid label available?",
        "If you know of a way to give me a pre-paid label, please let me know.",
        "What is a good way to give me a pre-paid label?",
        "I would like to know if there is a chance for a pre-paid label.",
        "I would like to receive a prepay label.",
        "Would you give me a prepayment label?",
        "Do you think you can send pre-label?",
        "Are there prepay label available?",
        "Give the pre-paid label?",
        "How about sending a prepay label?",
        "Is it possible to offer pre-paid shipping labels.",
        "Is there a pre label for ya?",
        "Do you offer pre-made labels?",
        "Can I have labels pre-paid?",
        "I'm looking for some pre-paid labels.",
        "I'd like to receive a pre-paid label from you.",
        "What about a prepayment label, please?",
        "Got any prepaid labels for me?",
        "Is there a chance for a pre-paid label",
        "How about some pre-paid labels for me?",
        "Would you provide a pre- purchased tag?",
        "Can you tell me if I will get a pre-paid label?",
        "Is it possible to get the label prepay?",
        "Can you please put a pre-paid label on it?",
        "Are there pre-paid labels for me?",
        "Please, give me a pre-paid postage card.",
        "Please, be ready for a pre-paid label?",
        "Please have a pre-paid label?",
        "Do you currently offer pre-paid labels?",
        "Send as a prepayment? label?",
        "Put a pre-paid label on it?",
        "Can I use a prepaid label?",
        "If you can give me a pre-paid label, I would love to.",
        "Do you think you can give a pre-paid label?",
        "Do you provide prepay shipping labels?",
        "I would like to know if you'd be able to give me a pre-paid label.",
        "Is pre-paid shipping labels available?",
        "Is there any chance for a prepaying label?",
        "Would you offer pre-paid labels?",
        "Is the prepay label option available?",
        "Have a pre-paid label option.",
        "Is it possible to arrange pre-paid tag?",
        "It would be possible to send me a pre-paid label.",
        "Would you include the pre- purchased tag?",
        "Is it a label that is pre-paid?",
        "I would be interested in being offered a pre-paid tag.",
        "I'm wondering if I could get a pre-paid label.",
        "Any pre-paid labels I can get?",
        "Is there a way to proceed with a presettled mailing label?",
        "Is there a prepayment label you can send me?",
        "How about getting a pre-label for shipping?",
        "Is it possible to offer me a pre-paid tags?",
        "Can you make a pre-paid label for me.",
        "Can you send me a label that is pre-paid?",
        "Is there any chance for a prepayment label?",
        "There is a question if I can get a label free.",
        "Would be possible to send a pre-paid label?",
        "Will you offer pre-paid labels?",
        "It's a prepayment label, please?",
        "Might I have a prepayment label?",
        "Is it possible to get any pre-paid labels for me?",
        "You have a pre-paid label option?",
        "Is it possible to send a Prepaid label?",
        "Is it possible you could give me a pre paid label?",
        "Is it possible to offer me a pre-paid card?",
        "A prepay label, please?",
        "Is there a prepayment label you're sending?",
        "What about a prepayment label?",
        "Is it possible to provide me with a label?",
        "Provide a pre-paid tag, please.",
        "Can you give us a pre-label?",
        "Do you know if you can give me a pre-paid label?",
        "I am looking for any pre-paid labels.",
        "Is there a prepayment label I can get?",
        "Can I be given a pre-paid label?",
        "You want to send pre-paid label?",
        "Can you send a pre-label to another person?",
        "The prelabel needed now?",
        "Pre-paid tag for me?",
        "I would love to have a pre-paid label from you.",
        "You put a pre-paid label on it?",
        "Do you have the ability to give me a pre-paid label?",
        "Send a label as prepayment?",
        "Is there a pre-paid label that you can give me?",
        "Please Provide a pre-paid label",
        "Is it possible that you will give me a pre-paid label?",
        "Do you want to provide a prepay label?",
        "Have you got any pre-paid labels?",
        "Is it possible that you will give me a label?",
        "Is a pre-made label available?",
        "Do you want to provide prepayment label?",
        "I would like to be given a pre-paid label.",
        "Is it possible to get label prepaying?",
        "I need a label pre-paid.",
        "I would love to be offered a pre-paid tag?",
        "I want to know if I can get a label free.",
        "I would like to know if you would be able to give me a pre paid label.",
        "I am wondering if you are able to give me a pre-paid label.",
        "Give me a pre-filled label?",
        "I wonder if it's possible to send me a pre-paid label.",
        "Is there a way to give pre-paid label?",
        "Are you able to give me a pre paid label?",
        "Pre-packaged label available?",
        "Is it possible you can give me a pre-paid label.",
        "I would like to know if there is any chance for a pre-paid label.",
        "Would a pre-paid label be possible?",
        "Can you arrange a pre- purchased tag?",
        "Please provides a pre-paid label.",
        "Is it possible to get a prepayment slip?",
        "Would it be possible to issue a pre-paid label?",
        "I am wondering if you can provide me a pre-paid label.",
        "You should give me a pre-paid label?",
        "Is it possible for you to give me a pre-paid label.",
        "am I able to get a pre-paid label?",
        "Are there any prepayment label options?",
        "I'm interested in a pre-paid label.",
        "Is it possible to getlabel pre-paid?",
        "It's a pre-paid label?",
        "Can I have a label that is pre-paid?",
        "Can you give us a pre-paid label?",
        "Can you send me a pre-paid label?",
        "Could I get a pre-paid label.",
        "Can you pre-label?",
        "Is it possible to send me a label that is pre-paid?",
        "Could you possibly give me a pre-paid label?",
        "How can i get a pre-paid label?",
        "I would like to know if you would be able to give me a pre-paid label.",
        "Any pre-paid labels that I can get?",
        "Would you arrange the pre-paid tag?",
        "I would appreciate it if you would give me a pre-paid label.",
        "Would you assign a pre-purchased tag?",
        "I'd like to know if you can provide a pre-paid label.",
        "Can you offer me a pre-paid label?",
        "Is there something for a pre-paid label?",
        "I would love to receive a prepayment label.",
        "I ask if I can get a label free.",
        "Please, Prepaid label?",
        "Is there prepaid labels you offer?",
        "Do you be able to send pre-label?",
        "Was it possible to arrange pre- purchased tag?",
        "Do you have prepayment shipping labels?",
        "please provide a pre-paid label",
        "Did you have a pre label for this?",
        "How about a pre-paid tag?",
        "Is it possible that I can get a pre-paid label?",
        "Is it possible to have prepaid label?",
        "Were you able to offer pre-paid labels?",
        "Pre-paid label, available?",
        "Is it possible to provide me a label?",
        "Can you offer a pre-paid label to me?",
        "Can you get a label free?",
        "The pre-paid label, please?",
        "Would it be possible to mail me a pre-paid label?",
        "Are you going to send a prepaid label?",
        "I need to know if you could give me a pre-paid label.",
        "Can we use a presettled mailing label now?",
        "Are we able to use a presettled mailing label?",
        "Can you give me a pre-paid label?",
        "I need a label, can you give me that?",
        "It is possible to send me a pre-paid label.",
        "Can you submit a pre-label?",
        "I am interested in getting a pre-paid label.",
        "You would like to send a prepay label?",
        "Have you found a pre-paid label option?",
        "Am I allowed to have pre-paid label?",
        "Is there a chance for a pre-paid label.",
        "Would you please put a pre-paid label on it?",
        "Can the label be presettled?",
        "I wonder if you can send pre-label?",
        "prepay label?",
        "I'm wondering if I can get a label pre-paid.",
        "Would you organize a pre- purchased tag?",
        "Is it possible to offer me a prepayment tag?",
        "Will you give me the pre-paid label?",
        "Can your company give me a pre-paid label?",
        "I'd like to know if you'd be able to give me a pre-paid label.",
        "You can give me a pre-paid label.",
        "Postpaid shipping labels do you offer?",
        "I want to get a pre paid label.",
        "Do you have an option for prepay label?",
        "Do you wish to provide pre-paid label?",
        "Does it make sense to give me a pre-paid label?",
        "Do you deliver pre-paid label?",
        "It's possible you can give me a pre-paid label.",
        "Can you give me a way to get a pre-paid label?",
        "Is there any pre-paid labels I need?",
        "I would appreciate it if you could provide me with a pre-paid label.",
        "Can you give a pre-label?",
        "Do you want to give me a pre-paid label?",
        "Do you want a pre-purchased tag?",
        "Ready for a pre-paid label?!",
        "Would you please use a pre-paid label?",
        "I wonder if you can give me a pre-paid label?",
        "I would love to be offered a pre-paid tag.",
        "How can I obtain a pre-paid label?",
        "Is there a chance for a pre-paid tag?",
        "I'm in need of a pre-paid label",
        "Please, can I get a pre-paid label?",
        "Are there any prepaid labels for me?",
        "Is it possible to have the pre-paid label option?",
        "Can I get a pre-paid label, please?",
        "Please give a pre-paid label",
        "Is it possible I have a prepayment label?",
        "Do youoffer pre-paid labels?",
        "Is it ok for me to have a pre-paid label?",
        "Is there any chance of a prepay label?",
        "Will you give me a prepayment label?",
        "Do you know of a way to give someone a pre-paid label?",
        "I'm wondering if there's a good way to give me a pre-paid label.",
        "Could you provide a pre-paid label?",
        "Are I able to get a label free?",
        "Is it doable to give me a pre-paid label?",
        "Is it possible for a pre-paid label to be available?",
        "Are there pre-paid label option?",
        "Is the label you send pre-paid?",
        "Is it possible to offer me a tag pre-paid?",
        "Can I pre-order my label?",
        "Can we get a presettled mailing label?",
        "Can you give me a Pre-paid label?",
        "Offer me a pre-paid sticker?",
        "See if you can get pre-label for shipping.",
        "Would you be able to give me a pre-paid label?",
        "Can I get prepayment on the label?",
        "Can I get a prepayment on my label?",
        "Please could I receive a prepay label?",
        "Give me pre-paid labels?",
        "Any pre label you have for me?",
        "I want to find out if you can give me a pre-paid label.",
        "Can you provide a pre-paid label for me?",
        "Could you give me a pre paid label?",
        "Is it possible for you to send me a label?",
        "Please share a pre-paid label.",
        "You may offer pre-paid labels.",
        "I'm looking for any pre-paid labels.",
        "Do you have the ability to provide me with a pre-paid label?",
        "Is it possible for me to get a label free.",
        "Prepaid labels do you offer?",
        "Please provide a prepay label",
        "I need to know if you will give me a pre-paid label.",
        "Would it be possible to use pre-paid labels?",
        "Can I receive a prepayment label?",
        "Can I get a pre-paid label for me?",
        "I want to ask if you can give me a pre-paid label.",
        "Do you have any prepay labels for me?",
        "Is there a chance of a pre-paid label?",
        "Was it possible to arrange pre-purchased tag?",
        "Can you send pre- label?",
        "I want to know if you will give me a pre-paid label.",
        "I need any prepaid labels.",
        "Is it possible that you offer shipping labels that are pre-paid?",
        "Inquire about getting pre-label for shipping.",
        "Can you have pre-label?",
        "Do you need a prepayment label, please?",
        "There are any pre-paid labels I need?",
        "I am wondering if I have a pre-paid label.",
        "How about a pre-label for shipping?",
        "Can we use a pre settled mailing label?",
        "Would it be possible to send a pre-paid label?",
        "Can you send a pre- label?",
        "Do you offer pre-paid tags?",
        "Is there an opportunity for a pre-paid label?",
        "Would it be a pre-paid label?",
        "Will I have a prepaid label?",
        "Does anyone know a pre label for ya?",
        "Is it possible that I have a pre-paid label.",
        "Is there a chance for a prepayment label.",
        "Are you planning on sending a prepaid label?",
        "Could I be sent a pre-paid label?",
        "Is it possible to have a label that's pre-paid?",
        "Pre-label your shipping?",
        "Would it be possible to send a prepaid label?",
        "Can I have a pre-paid label.",
        "Pre-paid label can I have?",
        "Ready for pre-paid labels?",
        "Pre-paid label provided?",
        "Is it possible to send a pre paid label?",
        "Do you want to give a prepayment label?",
        "Do you have a pre label for them?",
        "Is it possible to get label pre funded?",
        "I need to know if you can give me a pre paid label.",
        "Are you able to give me a prepayment label?",
        "You ship pre-paid label?",
        "Please, please, a prepayment label?",
        "Would you have the tag pre-paid?",
        "Can I get a preapproved label?",
        "Is it possible to send a pre label?",
        "CanI get a pre-paid label?",
        "Would you like to get pre-label for shipping?",
        "Is it possible for us to proceed with a presettled mailing label?",
        "Can you tell me if I'll get a pre-paid label?",
        "Would you like to provide a pre-paid label?",
        "Is there a chance that you will give me a pre-paid label?",
        "Can you make a prepayment label for me?",
        "Would it be possible to send a pre paid label to me?",
        "I hope I could get a pre-paid label.",
        "Is it possible for me to get a prepay label?",
        "Consider giving me a pre-paid label?",
        "Is it possible to provide prepay label?",
        "Would it be possible to send a prepay label to me?",
        "Give a pre-paid label.",
        "I don't know if you can give me a pre-paid label.",
        "Do you offer me pre-paid tag?",
        "Are there a pre-paid label option?",
        "I Need a pre label for you.",
        "A pre-paid label possible?",
        "The label is pre-paid, please.",
        "Are there any ways to give me a pre-paid label?",
        "Provide a pre-paid labels, please.",
        "Ready for a pre-paid sticker?",
        "Are you ready for a label pre-paid?",
        "What if you provide a pre-paid label?",
        "How about pre-paid label option?",
        "Can I receive a label that is pre-paid?",
        "Do you have pre-paid shipping labels available?",
        "Would it be possible to use a pre-paid label for me?",
        "Is it possible you can provide me a label?",
        "Would you put a pre- purchased tag on it?",
        "Is there a prepayment shipping label you offer?",
        "Are they able to offer pre trained tags?",
        "Prefunded label available?",
        "Do you know of a good way to give me a pre-paid label?",
        "I would like to know if you can give me a pre- paid label.",
        "I am interested in knowing if you can provide me with a pre-paid label.",
        "Can I include a pre-paid label?",
        "Is it possible I will receive a pre-paid label?",
        "Can you have pre-paid label option?",
        "Do you offer shipping labels pre-paid?",
        "Is there a way to get a pre-label for shipping?",
        "Would you arrange a pre-purchase tag?",
        "Got a prepaid label?",
        "Got pre-paid labels for me?",
        "I question if I can have a pre-paid label.",
        "Would it be possible to give me a prepaid label?",
        "Would you send pre-paid label?",
        "I want to know if you can provide me with a pre-paid label",
        "What about pre-paid label option?",
        "Can you give the pre-label?",
        "can you give me a label",
        "I'm looking for a good way to give me a pre paid label.",
        "Please, a prepaid label?",
        "Was it a pre-paid label available?",
        "It would be possible to send a prepayment label to me.",
        "Is it possible to send a prepaying label?",
        "Get a pre-label for shipment?",
        "Can you tell me a pre label for me?",
        "I wondered if I could get a pre-paid label.",
        "Would you arrange a pre- purchased tag?",
        "I would really love to receive a pre-paid label.",
        "I want a pre-paid tag?",
        "Prepaid label offered?",
        "Is it possible to get a preprinted label?",
        "Thank you, could I receive a pre-paid label?",
        "Someone wants a pre-paid label.",
        "Are there prepaid label options?",
        "Do you make labels that are pre-paid?",
        "Would it be possible to send a prepayment label to me?",
        "Allow me to use a pre-paid label?",
        "Would I be able to get a pre-paid label, please?",
        "Send pre-label for shipping?",
        "Is it possible that you send a label?",
        "Is it possible to receive a prepayment label?",
        "Would you be willing to give a pre-paid label?",
        "Please send a pre-paid label, please.",
        "What if I can get label pre-paid?",
        "Can you ship me a pre-paid label?",
        "The option of a pre-paid label?",
        "Would it be possible to arrange a pre-purchased tag?",
        "Do you have the chance to give me a pre-paid label?",
        "So you send a pre-paid label?",
        "I was wondering if I could get a pre-paid label.",
        "Is it possible to have a prepayment label?",
        "Does anyone know if there is a pre label for ya?",
        "Is it possible that you could give me a pre paid label?",
        "Please, the label is pre-paid?",
        "Bring me a pre-paid label?",
        "A prepay label is available?",
        "Can you send a pre-label to us?",
        "I need a pre-paid label for me.",
        "Providing a pre-paid label, please.",
        "The pre-paid label is please?",
        "Are you planning on sending a prepayment label?",
        "Is it possible to arrange pre- purchased tag.",
        "Pre-paid label you send?",
        "Is it possible to do a presettled mailing label?",
        "Prepaid label?",
        "Can you supply me with a pre-paid label?",
        "Ready to put a pre-paid label on?",
        "Please, could I receive a prepay label?",
        "Please, a pre-paid label",
        "I need a pre-paid label",
        "Would you arrange pre- purchased tag?",
        "Is it possible I will get a pre-paid label?",
        "Is it true that you offer pre-paid labels?",
        "Can you send a label for me?",
        "Is it possible to offer me a pre-paid tag?",
        "Allow me to have a pre-paid tag?",
        "Would you have the tag pre- bought?",
        "I am interested in a pre-paid label.",
        "Please could I get a pre-paid label.",
        "Ready for a prepay label?",
        "Can you possibly give me a pre-paid label?",
        "Can a pre-paid label be found?",
        "Is it possible to offer shipping labels that are pre-paid?",
        "I would like to receive a prepayment label.",
        "Can you send me a pre-label?",
        "You could provide a pre-paid label.",
        "Got any pre-paid labels?",
        "Do you know a way to give me a pre-paid label.",
        "Has there a chance for a pre-paid label?",
        "Is it possible to have a label free?",
        "Can you send me a label pre-paid?",
        "Is it possible for you to give a pre-paid label to me?",
        "Are there a good way to give me a pre-paid label?",
        "Do you offer me pre-paid tags?",
        "Please send a label with a prepayment.",
        "Perhaps you can give me a pre-paid label?",
        "Can I have a prepaid label?",
        "Is there a way to get a label pre-paid?",
        "Some pre-paid labels for me?",
        "Pre-label can you send it?",
        "Can I obtain a pre-paid label?",
        "I question if I can get a pre-paid label.",
        "Does it make sense to send me a pre-paid label?",
        "Are you ready to get pre-label for shipping?",
        "provide pre-paid label?",
        "What if you have a pre-paid label option?",
        "Have you an option for pre-paid labels?",
        "I want to know if you would be able to provide me with a pre-paid label.",
        "Will you arrange a pre-purchased tag?",
        "Is it possible for you to offer prepayment shipping labels?",
        "Is it possible that I get a pre-paid label from you?",
        "prepay labels for me?",
        "Can we put a presettled mailing label on the package?",
        "I'd like to know if you can give me a pre paid label.",
        "Do you know of a way for me to receive a pre-paid label?",
        "I bet you can give me a pre-paid label.",
        "Are there a prepayment label option?",
        "How about a pre- purchased tag?",
        "Is it possible to send pre-label.",
        "Possibility of pre-paid label?",
        "Does your label offer pre-paid labels?",
        "Is it possible that they offer pre trained tags?",
        "Is it possible for me to get a label pre-paid?",
        "Can you have a prepay label option?",
        "Is there a way to get a label free.",
        "Would you have the tag pre-purchased?",
        "Do you have a pre-purchased tag?",
        "Do you have an option for a pre-paid label?",
        "Have an option of pre-paid labels?",
        "Do you think you can give me a pre-paid label?",
        "I might be able to get a pre-paid label from you.",
        "Is it possible you send a pre-paid label?",
        "Please, a pre-packaged label?",
        "Would you arrange pre- purchased tags?",
        "Am I allowed to get a pre-paid label?",
        "Is there a prepayment label, please?",
        "A pre-paid label, please?",
        "Availability of a pre-paid label?",
        "Give me a label pre-paid?",
        "Is it possible that I could have a pre-paid label?",
        "I need any pre-paid labels",
        "Is it feasible to send a pre-paid label?",
        "Ready to have a pre-paid label?",
        "I need to know if you can provide me a pre-paid label.",
        "Is there a chance for a prepay label.",
        "Can I acquire a pre-paid label?",
        "You give me a pre-paid label?",
        "I'm wondering if you can give me a pre-paid label.",
        "I want any pre-paid labels.",
        "Would you arrange a pre-bought tag?",
        "Isn't it possible that you can give me a pre-paid label?",
        "Can you send me a pre label for me?",
        "Do you think a pre-paid label is available?",
        "Is it possible to provide pre-paid shipping labels?",
        "I'm looking for a pre label for ya.",
        "I just want to know if you can give me a pre-paid label.",
        "Can you mail a pre-label?",
        "Can we use a presettled mailinglabel?",
        "Requesting a pre paid postage solution",
        "I would like to be offered a pre-paid label.",
        "How can I get a free label from you?",
        "Please present a pre-paid label.",
        "I'd love to receive a pre-paid label.",
        "I want a pre-paid tag.",
        "Give me a prepay label.",
        "You can send it pre-label.",
        "Is there any chance for a prepay label?",
        "You can send me a pre-paid label?",
        "I would appreciate it if you could give me a pre-paid label.",
        "Would you be willing to provide a pre-paid label?",
        "I want to know if you can give me a pre paid label.",
        "You want to send pre-label?",
        "Please give a label for pre-paid cards.",
        "Do you want to arrange pre- purchased tag?",
        "I wonder if I could have a pre-paid label.",
        "Get pre- label for shipping?",
        "I want to be able to get label pre-paid.",
        "can I have pre-paid label?",
        "Do you know of a way that I can get a pre-paid label?",
        "Is it possible to have the label pre-paid?",
        "might I have a pre-paid label?",
        "Please, could I get a prepayment label?",
        "Please make a prepay label.",
        "Maybe a prepay label is available?",
        "You could send a pre-paid label?",
        "Will you send a pre-paid label?",
        "Wouldn't it be possible to send a pre-paid label to me?",
        "Is it possible to get a preset label?",
        "Can I send a label pre-paid?",
        "Do you have a good way to give me a pre-paid label?",
        "There is a prepayment label available?",
        "Is it possible to send me a label pre-paid?",
        "Can you provide a pre-label?",
        "I'm interested in learning if you can give me a pre-paid label.",
        "Please give a preset label.",
        "Can I have a Prepaid label?",
        "Maybe I can get a label free.",
        "Could you arrange a pre- purchased tag?",
        "Would you put a pre-paid tag in it?",
        "Prepaid tag for me?",
        "Provide me with a pre-paid label?",
        "Is there a way to make a pre-paid label?",
        "Do you have the prepay label option?",
        "Would you arrange a pre- bought tag?",
        "Can I have the label pre-paid?",
        "Is there a pre label for this?",
        "Do you think there's a chance for a pre-paid label?",
        "Is it possible to have the pre-paid label?",
        "Are you able to send me a label pre-paid?",
        "Is there a way to give a prepaid label?",
        "Do you know of a way of giving me a pre-paid label?",
        "Is that a pre-paid label, please?",
        "I'm wondering if I have any pre-paid labels for me.",
        "A pre label for ya?",
        "Do you think there is a chance for a pre-paid label?",
        "Please provide a Prepaid label.",
        "Ready to have a pre-paid label, please?",
        "This is a prepayment label, please?",
        "Provide a pre paid label, please.",
        "Want any pre-paid labels for me?",
        "Need a pre-paid label, please.",
        "Can you provide a label that is pre-paid?",
        "Would it be possible to send someone a pre-paid label?",
        "Do you have any pre-paid labels for me?",
        "Is it possible to send me a prefunded label?",
        "I need someone to give me a pre-paid label.",
        "Is it possible to have a pre-paid label for me?",
        "Is it possible that I get a pre- paid label?",
        "May I have a prepayment label?",
        "Please supply a prepaid label.",
        "I need a pre-paid label?",
        "As prepayment, send label?",
        "Provide a pre-paid label.",
        "I want to know if you'll be able to give me a pre-paid label.",
        "I would like to know if you could give me a label.",
        "Did you have a prepaid label option?",
        "Have you considered the option of pre-paid label?",
        "Please, prepay label?",
        "I would be interested in receiving a pre-paid label.",
        "Are you capable of sending pre-label?",
        "Ready for a preprinted label, please?",
        "Is there a pre label for it?",
        "Will I have a prepay label?",
        "I would like to be offered a prepayment tag?",
        "Are prepay labels available?",
        "How about sending pre-label?",
        "I would appreciate it if I could get a pre-paid label.",
        "Is it possible to send pre- labels?",
        "Is there a way to get label prepayment?",
        "Do you provide shipping labels that are pre-paid?",
        "Would it be feasible to send me a pre-paid label?",
        "Do you send a prepay label?",
        "Is it possible to provide a pre-paid label.",
        "ready for a pre-paid label?",
        "You offer pre-paid shipping labels?",
        "Is there any chance for a pre paid label?",
        "Is it possible to send a pre-label?",
        "Can you tell me if you're able to give me a pre-paid label?",
        "Are there any prepayment label option?",
        "Pre-label can be sent?",
        "I would like a prepaid label.",
        "I would like to know if you are able to give me a pre-paid label.",
        "Provide label that is pre-paid?",
        "Is it possible you offer shipping labels that are pre-paid?",
        "Any pre-paid labels?",
        "Can you give me any pre-paid labels?",
        "Are you willing to offer prepayment shipping labels?",
        "Is there a prepay label available?",
        "Can you offer a pre-paid label?",
        "Is it possible that I can get label pre-paid?",
        "I wish to know if you could give me a pre-paid label.",
        "Does anyone have a pre label for me?",
        "I want to get any pre-paid labels for me.",
        "Are you able to provide me with a pre-paid label?",
        "Are I allowed to get a pre-paid label?",
        "I was wondering if there were any prepay labels for me.",
        "You know a way to give me a pre-paid label.",
        "Would you have any pre-paid labels for me?",
        "Is it possible that I will get a pre-paid label from you?",
        "I want to know if you'll give me a pre-paid label.",
        "Can you send me something with a pre-paid label?",
        "I can have a pre-paid label.",
        "Is it possible to have a pre-paid label option?",
        "They have any pre-paid labels for me?",
        "Would a prepayment label be possible?",
        "Have you got any pre label?",
        "You know how to give me a pre-paid label?",
        "I want to know if you can give me a pre-paid label?",
        "Are you able to send me a label?",
        "I would like to know if you could provide a pre-paid label.",
        "Are I allowed to get label pre-paid?",
        "Let's have a pre-paid label, please?",
        "do you offer pre-paid shipping labels?",
        "Do I have a pre-paid tag?",
        "Can we send a presettled mailing label?",
        "Please, could I receive a pre-paid label?",
        "It would be possible to send a prepaid label.",
        "Please, pre-paid label?",
        "Prepaid label can I get?",
        "Is it possible for me to get a pre-paid label?",
        "How about a pre-paid label from you?",
        "Should you be able to give me a pre-paid label?",
        "Have any prepayment labels for me?",
        "Can you offer pre-paid shipping labels?",
        "Is there a way you can give me a pre-paid label?",
        "Place pre-paid label?",
        "Please provide a label for prepayment.",
        "You have any pre-paid labels for me?",
        "Is the prepaid label option available?",
        "I need a pre label for you.",
        "It's possible that you're able to give me a pre-paid label.",
        "Pre-paid label, please.",
        "Can I get a prefunded label?",
        "Pick up pre-label for shipping?",
        "Do you do pre-paid labels?",
        "I would like to be given a pre-paid label by you.",
        "Maybe there is a chance for a pre-paid label?",
        "Asking for a pre-paid postage solution",
        "Is it possible to send me a label?",
        "Are you able to send a pre-paid label to me?",
        "Are you able to have the pre-paid label option?",
        "Please provide a label that is pre-paid.",
        "Do you know a way I can get a pre-paid label?",
        "Can you mail a pre-paid label to me?",
        "Maybe I could get a pre-paid label?",
        "Perhaps a pre-paid label available?",
        "I would like to be able to get label pre-paid.",
        "Is it possible to offer me prepay tag?",
        "Would you have a pre- purchase tag?",
        "Can you suggest a good way to give me a pre-paid label?",
        "Please, provide a pre-paid label.",
        "Can you provide the pre-label?",
        "Would you make the tag pre- purchased?",
        "If there is a chance for a pre-paid label?",
        "Offer a pre-paid label.",
        "Are we able to go with a presettled mailing label?",
        "Can I receive pre-paid label?",
        "Is it possible to send me a prepay label?",
        "Would it be possible to make a pre-paid label?",
        "Is it possible to have an prepay label?",
        "I would like to know if you can make a pre-paid label for me.",
        "Was it possible to send pre-label?",
        "I need a prepay label, please?",
        "Would you book a pre- purchased tag?",
        "Offer me a tag pre-paid?",
        "Prepaid label for me?",
        "Offer me prepayment tags?",
        "I'm wondering if I can get label pre-paid.",
        "Will you offer me a pre-paid tag?",
        "would it be possible to send a pre-paid label?",
        "Would you give me the pre-paid label?",
        "Will you have a pre label for me?",
        "Can I have a pre-paid label option?",
        "Can I have a pre-paid label?",
        "Have you considered a prepay label option?",
        "A prepayment label, please?",
        "Could a pre-paid label be sent to me?",
        "Someone is requesting a pre-paid postage solution.",
        "I would like to know if you could give me a pre paid label.",
        "Please send a pre-paid label",
        "I wanted to know if I could have a pre-paid label.",
        "Is it possible for me to send a pre-paid label?",
        "Are you aware of any pre-paid labels for me?",
        "Would you be able to give me a pre paid label?",
        "I would like to know if you would provide me a pre-paid label.",
        "Should be pre-paid label, please?",
        "I want to know if you will be able to give me a pre-paid label.",
        "Have you been able to give me a pre-paid label?",
        "I would like to know if you could give a pre-paid label to me.",
        "How about getting pre-label for shipping?",
        "Is it possible for me to get a prepayment label?",
        "Am I able to get the label pre-paid?",
        "Do you know of a way to get a pre-paid label?",
        "Do you know a good way to give me a pre-paid label?",
        "Please can you give me a label?",
        "Is there a way to arrange a pre-purchased tag?",
        "Would that be possible to send me a pre-paid label?",
        "Can you give me a label with a prepayment?",
        "I'm wondering if I can get a prepayment label.",
        "Would you give me a pre-paid label?",
        "Prepaid shipping labels are possible?",
        "Pre-label for shipment?",
        "Can you suggest a pre-paid label?",
        "Do you provide prepayment shipping labels?",
        "Is it possible for a label to be pre-paid?",
        "Are you going to give me a pre-paid label?",
        "Can you give me a pre-paid label for me?",
        "Are you going to send a prepayment label?",
        "Please, please, prepayment label?",
        "Ready for a pre paid label?",
        "I'd like to know if you have a pre-paid label.",
        "Are you suggesting to give a pre-paid label?",
        "Could it be a pre-paid label?",
        "Would you place a pre- purchased tag?",
        "Is there a prepayment label you send?",
        "Can you have me a label?",
        "Are you planning to send a prepay label?",
        "If you could let me know if you could give me a pre-paid label.",
        "Offer my pre-paid tag?",
        "I would like you to give me a pre-paid label.",
        "Would you arrange a pre- paid tag?",
        "I question if I can get label pre-paid.",
        "Send label as prepayment?",
        "Would you arrange pre-paid tag?",
        "I would like a prepaid label from you.",
        "Is it possible to send a prepaid label?",
        "Are you going to provide a pre-paid label?",
        "Do you offer shipping labels that are pre-paid?",
        "Do you have any pre-paid labels for me.",
        "please, pre-paid label?",
        "Have you got the pre-paid label option?",
        "I want to know if you can provide a pre-paid label for me.",
        "Please, Pre-paid label?",
        "You can sell me a pre-paid label.",
        "Would you be able to send pre-label?",
        "Please, Pre-paid label, please?",
        "I'd like to know if you could provide me with a pre-paid label.",
        "You can offer me a pre-paid tag?",
        "It's possible that you could give me a pre-paid label.",
        "You can give a pre-paid label.",
        "There is a prepayment label, please?",
        "You want a pre-paid label, please?",
        "Providing pre-paid label?",
        "What if you want to send pre-label?",
        "Can you give me a label that is pre-paid?",
        "Can someone give me a label free?",
        "What about the pre-paid label option?",
        "Please provide a pre-paid labels.",
        "Can a pre-paid label be available?",
        "Are you sure to get pre-label for shipping?",
        "Do you think there's a good way to give me a pre-paid label?",
        "I need to know if you can provide me with a pre-paid label.",
        "I wonder if you can send me a pre-paid label?",
        "Do you have pre-paid labels for me?",
        "Maybe you can give me a pre-paid label?",
        "Provide pre-paid label",
        "How about prelabel now?",
        "Would you be able to send a pre-paid label to me?",
        "Can I also get a pre-paid label?",
        "Can you provide me with a prepayment label?",
        "Would you make a pre-purchased tag?",
        "Do you have a pre-paid label for me?",
        "Can you use a pre-paid label for me?",
        "Are I able to have a pre-paid label?",
        "Can I ask for a pre-paid label?",
        "Can you give me a prepaid label?",
        "Did you arrange pre-purchased tag?",
        "Give me the pre-paid label?",
        "Are you interested in offering pre-paid shipping labels?",
        "Are you able to send the pre-label?",
        "I want to know if you can provide me a pre-paid label.",
        "Can you send me a prepaid label?",
        "Please, the pre-paid label?",
        "Do you offer something called a pre-paid label?",
        "Do you have any pre paid labels for me?",
        "Provision of pre-paid label?",
        "I was wondering if there were any prepayment labels for me.",
        "I want a label, can you provide it for me?",
        "How about prepayment label option?",
        "Is there a way to arrange a pre- purchase tag?",
        "I am looking for a pre label for ya.",
        "Would you put a pre-paid tag on it?",
        "Is it possible to send a prepay label to me?",
        "Can you tell me about a pre label for me?",
        "Can I pre-pay the label?",
        "What if you arranged a pre-purchased tag?",
        "I want to be given a pre-paid label.",
        "I'd like to receive a prepay label.",
        "Would you arrange pre-ordered tags?",
        "Have you got a pre label?",
        "Am I able to have a pre-paid label option?",
        "Do you provide pre-paid labels?",
        "You want a pre-paid label?",
        "Do you offer prepayment shipping labels?",
        "Is there any possibility for a pre-paid label?",
        "Would you include pre-purchased tag?",
        "How will I get a pre-paid label from you?",
        "Are you offering prepay labels?",
        "Do you offer me a pre-paid tag?",
        "Do you plan to arrange a pre-purchased tag?",
        "Postpaid label available?",
        "I would like to receive a pre paid label.",
        "I don't know if you could give me a pre-paid label.",
        "Is it possible to have a preset label?",
        "Is there a chance of a prepayment label?",
        "Allow me to have a pre-paid label?",
        "What about a pre-paid label?",
        "Can you provide me a prepaid label?",
        "Will I be given a pre-paid tag?",
        "Is it possible to get label prepay.",
        "Do you have any pre labels for me?",
        "I want to know if you'd be able to give me a pre-paid label.",
        "Send as pre-paid? label?",
        "Is it possible to use a pre-paid label?",
        "Is it possible to obtain label pre-paid?",
        "I need a prepayment label.",
        "Can we go ahead and have a presettled mailing label?",
        "Is it possible to offer me a pre paid tag?",
        "Please, provide a prepayment label.",
        "Pre paid label, please?",
        "Are you sending a Prepaid label?",
        "Would you consider a pre-paid label option?",
        "You can give me a prepay label.",
        "There is a chance that you're able to give me a pre-paid label.",
        "Is there any pre-paid labels for me.",
        "Is it possible to get pre label for shipping?",
        "Pre-label can you send?",
        "I would love to have a pre-paid label, please.",
        "Give me a pre-packaged label?",
        "Do you serve pre-paid labels?",
        "Will I receive a pre-paid label?",
        "I would appreciate if I could receive a pre-paid label.",
        "I want a pre label for ya.",
        "Can you send pre-label to someone?",
        "Ready for a Prepaid label?",
        "I wonder if a pre-paid label is available?",
        "Provide the pre-paid label.",
        "Are they willing to offer pre trained tags?",
        "Can you mail pre-label?",
        "I'm not sure if you can give me a pre-paid label.",
        "Please offer a pre-paid label.",
        "Is there any pre label that you have?",
        "Is that possible to send me a pre-paid label?",
        "Prepared label, please?",
        "I am looking for a pre-paid label from you.",
        "Pre label for ya?",
        "Can you send a prepaid label to me?",
        "If you will be able to give me a pre-paid label?",
        "Is it possible to get a Pre-paid label?",
        "Does anyone have pre-paid labels for me?",
        "Can I get my label free?",
        "Can you deliver a pre-paid label?",
        "You might be able to give me a pre-paid label?",
        "Do you know of a way to give me a pre-paid sticker?",
        "I wonder if you can give me a pre-paid label.",
        "Will you get pre-label for shipping?",
        "Do you offer prepaying labels?",
        "Would you able to give me a pre-paid label?",
        "Offer me pre-paid tag?",
        "Is it possible to arrange pre-owned tag?",
        "Do you offer prepay labels?",
        "Are you able to send a pre-label?",
        "Can I use a pre-paid label.",
        "Do you have pre-paid labels.",
        "Please provide a prepaying label.",
        "Please give a pre-paid labels, please.",
        "Could I get a pre paid label?",
        "Can I receive a pre-paid label?",
        "Can I get a pre-paid label.",
        "I would like to know if you can give me a pre-paid label",
        "Would it be possible to make a pre-paid label for me?",
        "You would like to send a pre-paid label?",
        "Please, please, a pre-paid label.",
        "I wanted to know if you would be able to give me a pre-paid label.",
        "I need a prepaid label, please.",
        "Can you tell me any pre-paid labels for me?",
        "Are there any options for pre-paid label option?",
        "I want to know if you are able to provide me with a pre-paid label.",
        "Do you know of a way to get pre-label for shipping?",
        "Are you possible to give me a pre-paid label?",
        "Do you want to offer me a pre-paid tag?",
        "I'm wondering if you'll be able to give me a pre-paid label.",
        "Can you provide a pre-paid label to me?",
        "Would you make the tag pre-ordered?",
        "You would like to send a prepayment label?",
        "Do you have a prepay label option?",
        "Could you send a pre-label?",
        "Is it possible to have pre-paid label option?",
        "Have a pre-paid label?",
        "I am wondering if you can give me a pre-paid label.",
        "Can we put a presettled mailing label in place?",
        "Can the label be pre-paid?",
        "Is it possible to have a prepayment label option.",
        "Is it possible to give someone a pre-paid label?",
        "Want to offer me a pre-paid tag?",
        "Is it possible you can give me a label?",
        "Does anyone know if you can give me a pre-paid label?",
        "Where can I get a pre-paid label?",
        "Is it possible to give me a prepayment tag?",
        "I ask if I could receive a pre-paid label.",
        "Are you able to send a label?",
        "Couldn't I get a pre-paid label, please?",
        "How can I get a pre-paid label from you?",
        "Will I get a prepayment label?",
        "How about pre-labeling for shipping?",
        "Send pre-label?",
        "Can you make me a prepayment label?",
        "I want to get a pre-paid label from you.",
        "Is it possible to send a pre-label.",
        "Is it possible to proceed with a pre-settled mailing label?",
        "I would like to know if you could give me a pre-paid label",
        "Is a pre-packaged label available?",
        "I would like to know if you would provide me with a pre-paid label.",
        "Would you make a pre- purchased tag?",
        "Could you tell me if you would be able to give me a pre-paid label?",
        "Do you offer shipping labels with prepayment?",
        "Is there a prepayment label you offer?",
        "I want to know if you will provide me with a pre-paid label.",
        "Would I have a pre-paid label?",
        "Will I be able to get label pre-paid?",
        "I would like to have label pre-paid.",
        "I would be grateful if I could receive a pre-paid label.",
        "I would like to know if you can send me a pre-paid label.",
        "Is there a way to provide pre-paid label?",
        "Ready for a label pre-paid?",
        "I would appreciate if you could give me a pre-paid label.",
        "I would like to get a pre-paid label from you.",
        "Is there a chance you can give me a pre-paid label?",
        "How can I get a prepaid label from you?",
        "It is possible that you could give me a pre-paid label.",
        "Can you send me a prepared label?",
        "Was it possible to arrange a pre- purchased tag?",
        "Provide a pre-paid label!",
        "Would it be possible to pay with a pre-paid label?",
        "Please a prepay label?",
        "How about sending a prepayment label?",
        "I am looking to get a pre-paid label.",
        "Get a pre-paid label, please.",
        "Is it possible to arrange a pre- purchase tag?",
        "Is a pre-paid label currently available?",
        "I would like a pre-paid label?",
        "Do you know a way to give me a pre- paid label?",
        "Pre-paid labels for me?",
        "If you can provide a pre-paid label?",
        "Should I have a prepayment label option?",
        "What if it was possible to send me a pre-paid label?",
        "There's a way to give me a pre-paid label.",
        "Can my label be pre-paid?",
        "Would you have the tag pre-ordered?",
        "Would you put a pre-purchased tag on it?",
        "Is there a prepay shipping label you offer?",
        "Do you know how to get a pre-label for shipping?",
        "Can you send the pre-label?",
        "Can I have my label free?",
        "Can you send a pre-paid label to me.",
        "I want to know if it is possible to send me a pre-paid label.",
        "Is there an opportunity for a prepay label?",
        "Is it possible to arrange pre- purchase tag?",
        "I am wondering if I can get label pre-paid.",
        "Can you give me a pre-payment label?",
        "Is the label pre-paid, please?",
        "Readymade label, please?",
        "I need to know if I can get a pre-paid label.",
        "Would you arrange a pre-paid tag?",
        "Can I place a pre-paid label?",
        "Does there exist a chance for a pre-paid label?",
        "Is there a prepayment label I can have?",
        "I might be able to get a pre-paid label.",
        "could I receive a pre-paid label?",
        "I'd like to be offered a pre-paid tag?",
        "It would be possible to send a prepay label to me.",
        "How can I request a pre-paid label?",
        "Can you tell me if I can get a pre-paid label?",
        "Will you arrange a pre- purchased tag?",
        "I'm wondering if you will be able to give me a pre-paid label.",
        "Give me a pre-paid labels?",
        "Is it possible to put a pre-paid label on it?",
        "I want to know if I could receive a pre-paid label.",
        "Perhaps you can give me a pre-paid label.",
        "I would appreciate if you could send me a pre-paid label.",
        "Do you know of a way to get me a pre-paid label?",
        "I want a pre-paid label from you.",
        "A pre-paid label is possible?",
        "I request that you give me pre-paid postage, please.",
        "Is this pre-paid label available?",
        "Give me a pre-paid tag?",
        "Are you able to offer prepayment shipping labels?",
        "I would like to know if you could give me a prepaid label.",
        "Do you wish to offer me a pre-paid tag?",
        "Is it possible to give a pre-paid label to me?",
        "Is it possible that you will provide me with a label?",
        "Send as pre-paid, label?",
        "I would like to know if I can get a pre-paid label from you.",
        "Do you have any prepay labels?",
        "Is it possible that you can provide me with a label?",
        "Ready for a prepared label?",
        "Would you arrange pre-bought tags?",
        "Are you able to make pre-paid labels?",
        "There is a chance for a prepay label.",
        "Can I procure a pre-paid label?",
        "Would you get a pre- purchased tag?",
        "Are you able to provide prepayment shipping labels?",
        "I want to get a pre-paid label, please.",
        "Is it possible to arrange pre-purchased tag.",
        "Is it possible to put a pre-paid label on?",
        "I'm looking for some pre-paid labels for me.",
        "Can I get a pre-paid sticker?",
        "Is it possible to have a pre-paid tag?",
        "You send something with a pre-paid label?",
        "I would like to know if you could provide me a pre-paid label.",
        "Is there a chance for a pre paid label?",
        "I wanted to know if I could get a pre-paid label.",
        "Do you send pre-paid labels?",
        "Could you get pre-label for shipping?",
        "Do you know of a way to give me pre-paid labels?",
        "Would you be able to supply me with a pre-paid label?",
        "Send as a prepayment label?",
        "Gave me the pre-paid label?",
        "I would like to know if you can give me a pre paid label.",
        "Would you provide a pre-paid label?",
        "Prepaid label available?",
        "I'd like to get a pre-paid label, please.",
        "Do you want me to get a pre-paid tag?",
        "Are you able to give me a pre- paid label?",
        "Will you send pre-paid label?",
        "Do you know if you can provide me with a pre-paid label?",
        "I need a pre-paid label, please!",
        "I would like to be offered a prepay tag?",
        "Does anyone have any prepay labels for me?",
        "I would like to get a prepayment label, please.",
        "Would you arrange for the tag to be pre-ordered?",
        "Did anyone have a pre label for ya?",
        "Is there any pre-paid labels that I need?",
        "Was there a way to give me a pre-paid label?",
        "Is it possible to send me a preset label?",
        "Do you have pre-paid label?",
        "It's a pre-paid label, please?",
        "I would love to receive a prepay label.",
        "Will I have a prepayment label?",
        "There is a pre-paid label available?",
        "There is a pre-paid label please?",
        "If there is a pre-paid label, please?",
        "There is a possibility that you can give me a pre-paid label.",
        "I wonder if I can have a pre-paid label?",
        "Would you make it a pre-purchased tag?",
        "Ready for a prepay label, please?",
        "Is there prepayment shipping labels you offer?",
        "I want to know if you can make a pre-paid label for me.",
        "I want a label that is pre-paid.",
        "You will send a pre-paid label?",
        "What do you think about sending a pre-paid label?",
        "Get a pre label for shipping?",
        "I would appreciate a pre-paid label, please.",
        "Please give a pre-paid label.",
        "Please could I get a prepay label?",
        "Do you want to provide pre-paid label?",
        "I want to know if you have a pre-paid label.",
        "Can you ship a pre-label?",
        "I could be offered a pre-paid tag?",
        "Is it possible that you could give me a pre-paid label?",
        "I'd like to be given a pre-paid label.",
        "I would like to know if there is a pre-paid label for me.",
        "Can we send a pre-label?",
        "Is there any possibility of a pre-paid label?",
        "You can pre-pay the label?",
        "Is it possible to send pre-label",
        "Will you provide a pre-paid label?",
        "Please put a prepayment label on it.",
        "would you be able to give me a pre-paid label?",
        "Give a pre-paid label to me?",
        "I question if I can get a label free.",
        "How do I get a prepay label from you?",
        "Can you send me a preprinted label?",
        "I need a prepay label.",
        "Is it possible for you to give me a prepayment label?",
        "Is it possible to get a label pre-paid?",
        "Would you be able to give me a pre-paid label",
        "Could I get a prepayment label?",
        "Prepaid label can I get it?",
        "Am I able to have a prepay label option?",
        "Prepaid label is something that could be provided?",
        "Is it possible that I'll be given a pre-paid label?",
        "What about pre-purchased tag?",
        "Do you want to have pre-purchased tag?",
        "Are there any prepay labels for me?",
        "I want to be offered a pre-paid tag?",
        "Is it possible to give me a pre-paid label?",
        "I wonder if there is a chance for a prepay label.",
        "Could I receive a prepayment label?",
        "Is it possible that I will have a pre-paid label?",
        "Ready to issue a pre-paid label?",
        "Is it a pre-paid label available?",
        "Ready to get a pre-paid label?",
        "Do you know how to get pre-label for shipping?",
        "Is it possible that I'm getting a pre-paid label?",
        "Is it possible to have prepay label?",
        "Can we prepare a presettled mailing label?",
        "Is a pre-paid label possible, please?",
        "Is there any prepayment labels for me?",
        "Is it possible to get label prepaid?",
        "Looking for a pre-paid label?",
        "It's a pre-paid label available?",
        "You can send a pre-paid label.",
        "Are there pre-paid label options available?",
        "Pre-paid title available?",
        "Is it possible to send pre-label?",
        "Where can I get a pre label for ya?",
        "Is they able to offer pre trained tags?",
        "Ready for a prepayment label?",
        "I want to receive a pre-paid label from you.",
        "I would like a prepay label.",
        "Ready to get pre-label for shipping?",
        "I want to get a label that is pre-paid.",
        "Do you offer pre-paid labels.",
        "How can i get a label from you?",
        "A prepayment label is available?",
        "Is it possible to offer me a premade tag?",
        "Do you want to have a pre-purchased tag?",
        "Provide a prepayment label",
        "You should give a pre-paid label, please.",
        "Is it possible to give a prepay label?",
        "Is it possible to have prepayment label option?",
        "Did you have any pre-paid labels for me?",
        "You may be able to send pre-label.",
        "Please provide a label pre-paid.",
        "Put a pre-paid label on me?",
        "I need to know if you're able to give me a pre-paid label.",
        "Can I purchase a label pre-paid?",
        "Do you know how to give a pre-paid label?",
        "Is it possible to have a label with prepayment?",
        "Can we proceed with a pre settled mailing label?",
        "Give a pre-paid label?",
        "Is it possible to have a prepay label option?",
        "I would really like to receive a pre-paid label.",
        "Did you know you can send pre-label?",
        "Give me a prepared label?",
        "Are you currently offering pre-paid labels?",
        "You can have a pre-paid label option.",
        "What about pre-paid labels?",
        "Is it possible that I can receive a pre-paid label?",
        "There should be a pre-paid label, please?",
        "Might be a pre-paid label available?",
        "I was wondering if there was a chance for a pre-paid label.",
        "I wish you could give me a pre-paid label.",
        "Can I prepayment the label?",
        "Can you send out a pre-paid label?",
        "Pre-label needed?",
        "I would like to know if you can make me a pre-paid label.",
        "Ready for the pre-paid label?",
        "Can I have label pre-paid.",
        "Is it possible to send a pre-paid label?",
        "It may be possible for you to give me a pre-paid label.",
        "Please distribute a pre-paid label.",
        "I was wondering if you could give me a pre-paid label?",
        "Yes, do you offer pre-paid shipping labels?",
        "Would it be possible to send me a pre-paid card?",
        "Do you have a pre-paid label option.",
        "Is there any chance for a pre-paid label?",
        "Is there a prepay label please?",
        "Would it be possible to arrange a pre-paid tag?",
        "I can be offered a pre-paid tag?",
        "Are I able to get a label pre-paid?",
        "How do I obtain a pre-paid label from you?",
        "They can offer the pre-paid label.",
        "Was it possible to arrange a pre-purchased tag?",
        "I am wondering if I can have a prepayment label.",
        "I wonder if I can get label prepay.",
        "Maybe a pre-paid label available?",
        "Was it possible to provide pre-paid label?",
        "I'd like to receive a pre-paid label.",
        "Anyone have a pre label for you?",
        "I need to know if you can provide a pre-paid label.",
        "Are pre-paid label available?",
        "I need a pre label for ya.",
        "Is it possible you can provide me with a label?",
        "Can I request a pre-paid label, please?",
        "Can you tell me if you'll be able to give me a pre-paid label?",
        "Let me use a pre-paid label?",
        "Would it be possible to mail a pre-paid label?",
        "Is there a way to get label pre-paid?",
        "Offer me a prefunded tag?",
        "I'd like to know if you would give me a pre-paid label.",
        "Give me a prepayment label?",
        "Please, a preprinted label?",
        "Is it possible to arrange pre-purchased tags?",
        "Possibly a pre-paid label?",
        "Would it possible to send a pre-paid label?",
        "I'd like to know if you could provide me a pre-paid label.",
        "Is it possible to have prepay label option?",
        "Get a pre label?",
        "Is the label available for pre-paid?",
        "Would you make the tag pre-purchased?",
        "I would be happy to be offered a pre-paid tag?",
        "I would like to know if you could give me a pre- paid label.",
        "Is it possible you have pre-paid labels?",
        "Yes, I can get a pre-paid label.",
        "Could you send pre-label?",
        "Can you include a pre-label?",
        "Would it be possible to deliver a pre-paid label to me?",
        "Is it possible you offer prepayment shipping labels?",
        "Is it possible for a pre-paid label?",
        "Can you ship pre-label?",
        "I would like to have a pre-paid label from you.",
        "Are you sending a prepayment label?",
        "Do you know if you would be able to give me a pre-paid label?",
        "I am interested in knowing if you can give me a pre-paid label.",
        "Do you have prepayment label option?",
        "Prepaid label please.",
        "Provide a prepaid label, please.",
        "Is it possible to send a prepay label?",
        "Are you sending a pre paid label?",
        "What if you send a pre-paid label?",
        "Will there be any pre-paid labels for me?",
        "Are you a provider of pre-paid labels?",
        "Would you arrange a pre- Purchase tag?",
        "Do you send a prepaid label?",
        "Maybe you offer pre-paid labels?",
        "Maybe you have a pre-paid label option?",
        "Is it possible for you to send pre-label?",
        "Do you send a pre-paid label?",
        "Do you have the option to send pre-label?",
        "Is it possible that you offer prepayment labels?",
        "Is it worth giving me a pre-paid label?",
        "I want a prepay label.",
        "How about a pre-purchased tag?",
        "Is it possible to get a label pre-paid.",
        "Are there a way to give me a pre-paid label?",
        "Postpaid labels do you offer?",
        "Do you offer me a prepayment tag?",
        "Can I get a prepay label from you?",
        "Someone wants to get a pre-paid label.",
        "Is there a way to get a prepaid label?",
        "Can I get a prepaying label?",
        "I was wondering if you could give me a pre-paid label.",
        "Are you interested in offering pre-paid labels?",
        "Can you send a pre-label to me?",
        "Is it possible to send pre label?",
        "Can I get prepayment on my label?",
        "Give me your pre-paid label?",
        "Have you got a prepay label option?",
        "Do you mean to send a pre-paid label?",
        "I'm looking to get a pre-paid label.",
        "Are you able to arrange a pre- purchased tag?",
        "Is a prepayment label available?",
        "Maybe a prelabel is needed now?",
        "Let me get a pre-paid label?",
        "Please provide a pre paid label.",
        "Send the label as prepayment?",
        "If you will be able to give me a pre-paid label.",
        "Is there a chance that you're able to give me a pre-paid label?",
        "I'd like to be offered a pre-paid tag.",
        "Can you use pre-label?",
        "Can you send a label?",
        "Is it possible you will give me a pre-paid label?",
        "Are you able to offer pre-paid shipping labels?",
        "Do you give pre-paid shipping labels?",
        "I wonder if you offer pre-paid shipping labels.",
        "Would you put pre- purchased tag on it?",
        "Is a prepared label available?",
        "Is it possible you can give a pre-paid label to me?",
        "Are you willing to make pre-paid labels?",
        "I'd like to receive a prepayment label.",
        "Give me the Pre-paid label?",
        "Is it permissible for me to have a pre-paid label?",
        "Would you put the pre-purchased tag on it?",
        "Ready for a pay as you go label, please?",
        "Can you send me a Prepaid label?",
        "I am wondering if I could receive a pre-paid label.",
        "Please provide a pre-paid label!",
        "Does anyone have any pre-paid labels?",
        "Is a pre-paid label a possibility?",
        "Is it possible they offer pre trained tags?",
        "Get any pre-paid labels for me?",
        "You can give me a pre-paid label?",
        "Does anyone know if I can get a label free?",
        "Is there an option for pre-paid label option?",
        "I need some prepayment labels for me.",
        "Would you like to send a pre-paid label?",
        "Is it possible to provide prepaid label?",
        "Is it possible to offer prepaid shipping labels?",
        "Can you have the pre-paid label option?",
        "Pre-paid label available?",
        "Ready for the prepaid label?",
        "Could I have a prepayment label?",
        "Can you give me a pre funded label?",
        "Ready for a pre-payment label?",
        "A person is requesting a prepayment postage solution.",
        "Is there a label option for pre-paid?",
        "Can we have a pre-paid label?",
        "Can we have a pre-settled mailing label?",
        "I wonder if you are able to give me a pre-paid label.",
        "Can we proceed with a presettled label?",
        "I would like to know if you would be able to provide me a pre-paid label.",
        "You could get pre-label for shipping?",
        "I was wondering if there were any pre-paid labels for me.",
        "Will you be able to provide me with a pre-paid label?",
        "Ready for pre-paid label?",
        "Should I be offered a pre-paid tag?",
        "I would like to get a pre paid label.",
        "Would you be able to send me a prepaid label?",
        "Yes, can I get the label pre-paid?",
        "Prepaid label should be provided?",
        "Pre-paid label can I get?",
        "Can you please use a pre-paid label?",
        "Can a pre-label be sent?",
        "Prepaid label, please?",
        "I wonder if I can get a label free.",
        "Will I get a pre-paid label?",
        "Can you send something pre-packaged?",
        "Am I able to have pre-paid label?",
        "I need any prepay labels for me.",
        "I need to know if I can get a label free.",
        "Ready for a pre-paid labels?",
        "I was wondering if you would be able to give me a pre-paid label.",
        "Can you pre-pay the label?",
        "Can I get a prepaid label, please?",
        "Do you offer a pre-paid label?",
        "Ready to make a pre-paid label?",
        "Can you place a pre-label order?",
        "Would it be possible for me to have a pre-paid label?",
        "Is it possible that you might give me a pre-paid label?",
        "Is it possible to get a label prepay?",
        "Do you have a prepay label?",
        "Is there a way to send pre-label?",
        "Are you able to give me a prepay label?",
        "How am I able to get a pre-paid label from you?",
        "I am interested in getting label pre-paid.",
        "There is a label that is pre-paid available?",
        "I could be offered a pre-paid tag.",
        "Can we go ahead with a presettled mailing label.",
        "I would love to receive a pre-paid tag.",
        "Please let me know if you can give me a pre-paid label.",
        "I would like to get a label that is pre-paid.",
        "I asked if you could give me a pre-paid label.",
        "Please a prepayment label?",
        "We need a pre-paid label, please.",
        "Would you include a pre- purchased tag?",
        "Is there pre-paid labels you offer?",
        "Is there a way to go with a presettled mailing label?",
        "Any pre-paid labels for me?",
        "Can I get some pre-paid labels?",
        "Please, I would like to receive a pre-paid label.",
        "Was it possible to have a pre-paid label?",
        "If you can give me a pre-paid label, please let me know.",
        "Do you have an option for prepayment label?",
        "I require a pre-paid label, please.",
        "Is it possible I could receive a pre-paid label?",
        "Provide pre paid label?",
        "I am wondering if I can get a label pre-paid.",
        "Can I have a label pre-paid?",
        "Has anyone got a pre label for me?",
        "Let me know if you have a pre label for me.",
        "Request a pre-paid label?",
        "Do you arrange pre-purchased tags?",
        "Have the option of a pre-paid label?",
        "Is it possible to give me pre-paid tag?",
        "Pre label needed now?",
        "Do you know of a way to give a pre paid label?",
        "If you could give me a pre-paid label, I would appreciate it.",
        "Please, a prepayment label.",
        "I have a question if you can give me a pre-paid label.",
        "Is it possible that I have a prepayment label?",
        "Give me a pre-paid label now?",
        "Gave me a pre-paid label?",
        "Can you have a pre-paid label option.",
        "Can I have a prepaying label?",
        "Is it feasible to send pre-label?",
        "Could you send me a pre-paid label?",
        "Offer a pre-paid label?",
        "Send me a pre-paid tag?",
        "Do you offer prepayment labels?",
        "Bring a pre-paid label, please.",
        "Is it possible to send a label pre-paid?",
        "Please give a label that is pre-paid.",
        "Provide a pre paid label?",
        "Can you please give me the label?",
        "I would like to know if you could supply me with a pre-paid label.",
        "Do you ship a pre-paid label?",
        "You can send pre-label?",
        "Is it possible that you can give me a pre paid label?",
        "You can send pre-label.",
        "I would like to be offered a prepay tag.",
        "Would you arrange for pre- purchased tag?",
        "How could I get a pre-paid label?",
        "Is it possible to get labels pre-paid?",
        "I'm looking for a way to give me a pre paid label.",
        "Would it be possible to send me a prepayment label?",
        "Can it be possible to send a pre-paid label?",
        "Do you want to provide a prepaid label?",
        "How do I get a prepayment label from you?",
        "Get a pre- label for shipping?",
        "Prepaid labels?",
        "You send pre-paid labels?",
        "Or a pre-paid label available?",
        "Correct, can I have a pre-paid label?",
        "Is it possible to get a preapproved label?",
        "Give the pre-paid label to me?",
        "Are there pre-paid label options?",
        "Can you send a pre-paid label?",
        "Offer me a pre-paid tag",
        "Please make a prepayment label.",
        "Did you have pre-paid label option?",
        "Are you able to arrange pre-purchased tag?",
        "I wonder if you could give me a pre-paid label.",
        "Please supply a prepayment label.",
        "I would like to know if you could offer me a pre-paid label.",
        "Inquire about getting a pre-label for shipping.",
        "Prepaid labels are offered by you?",
        "Is there a pre-paid label please?",
        "Is the pre-paid label please?",
        "You can provide me with a pre-paid label.",
        "I want to get the label pre-paid.",
        "I need some pre-paid labels for me.",
        "Please, prepay label, please?",
        "Is it possible you would give me a pre-paid label?",
        "If you can give me a pre-paid label?",
        "I'm wondering if you offer pre-paid labels.",
        "Do you have pre-paid labels?",
        "Do you know of a way to send me a pre-paid label?",
        "Can you provide pre-paid label?",
        "Can you let me know if you will give me a pre-paid label?",
        "I would like to know if you are willing to give me a pre-paid label.",
        "I would like to hear if you could give me a pre-paid label.",
        "You are able to send pre-label.",
        "I am wondering if there is a pre label for ya.",
        "Prepaid label option is available?",
        "Give me the pre-printed label?",
        "Can we have a pre settled mailing label?",
        "Can you tell me if you can give me a pre-paid label?",
        "Is there a pre-paid label out there?",
        "I was wondering if there are any pre-paid labels for me.",
        "Can you let me know if you can give me a pre-paid label?",
        "Is it possible to arrange pre- purchased tag?",
        "Do you know of a way to give a pre-paid label to me?",
        "How can I have a pre-paid label?",
        "Can we get a pre-settled mailing label?",
        "Was it possible to send a pre-paid label?",
        "I want to know if you would give me a pre-paid label.",
        "I would like a pre-paid label, please?",
        "Is it possible to arrange pre-Purchased tag?",
        "Please have a pre-paid label.",
        "Wouldn't it be possible to send me a prepayment label?",
        "Is the pre-paid label option available?",
        "Does anyone have any prepaid labels for me?",
        "Is it possible to send the pre-label?",
        "Is it possible to get label pre paid?",
        "Are you able to have a prepay label option?",
        "Is it okay for me to have a pre-paid label?",
        "Provide a pre-paid label please.",
        "If it was possible to send me a pre-paid label.",
        "I am wondering if I can get a prepaid label.",
        "Can you forward pre-label?",
        "Are you possibly able to give me a pre-paid label?",
        "There is a pre-paid label, please.",
        "Is there a pre-programmed label available?",
        "How can you send me a pre-paid label?",
        "I'm wondering if you can give me a pre paid label.",
        "Can I have pre-paid labels?",
        "I would like to receive a prepay label, please.",
        "I was wondering if you could send me a pre-paid label.",
        "Is there a chance for a Prepaid label?",
        "Was there a pre-paid label available?",
        "Is it possible for you to give me a label?",
        "Can we make a presettled mailing label.",
        "I was wondering if anyone had any pre-paid labels for me.",
        "Ready for a prepayment label.",
        "Got any pre-paid labels for myself?",
        "To provide a pre-paid label.",
        "I would like to know if you can send pre-label.",
        "Should you be able to provide me with a pre-paid label?",
        "Did anyone have any pre-paid labels for me?",
        "Can we just have a presettled mailing label?",
        "Has anyone got a pre label for them?",
        "Is there a pre-paid label for me?",
        "Is there a way to send a pre-paid label?",
        "Pre-paid labels available?",
        "I want to know if I can get the label pre-paid.",
        "A pre-paid tag for me?",
        "Is it available for pre-paid label?",
        "For a pre-paid label, please?",
        "Any pre label that you have?",
        "How about a pre-paid label, please?",
        "Can I get label pre-paid?",
        "I'm curious if I can get a label free.",
        "Is there a prepaid label you offer?",
        "Do you mean get pre-label for shipping?",
        "Is there any pre paid labels for me?",
        "Is there a pre-paid label that I can get?",
        "I might be able to get a label free.",
        "Could I request a pre-paid label?",
        "Would you arrange for a pre- purchased tag?",
        "I want a prepaid label from you.",
        "Isn't it possible to give me a pre-paid label?",
        "Can you pre-label it?",
        "Should I receive a pre-paid tag?",
        "Can I get some pre-paid labels for me?",
        "Have you an option of pre-paid label?",
        "Am I eligible to receive a pre-paid label?",
        "It would be possible for you to give me a pre-paid label.",
        "Is it possible that you are able to give me a pre-paid label?",
        "Would you arrange a pre- purchase tag?",
        "I wonder if I could get label pre-paid.",
        "If so, do you offer pre-paid labels?",
        "You can send a pre-paid label to me.",
        "Did you have any pre label for me?",
        "How can I get a prepaid label?",
        "It might be possible for you to give me a pre-paid label.",
        "Is it possible to arrange a pre-paid tag?",
        "Give me a pre-paying label?",
        "Provide prepay label?",
        "How can I receive a pre-paid label from you?",
        "Would you be able to give me the pre-paid label?",
        "Can you send something pre-label?",
        "I want to know if you would be willing to give me a pre-paid label.",
        "I wonder if you can provide me with a pre-paid label.",
        "Do you want to provide a pre-paid label?",
        "Is it possible to have pre-purchased tag?",
        "Could be a pre-paid label available?",
        "Can you offer a pre-label?",
        "I want to get label pre-paid.",
        "Please put a pre-paid label on it.",
        "I would like to get label pre-paid.",
        "Is there a chance for a prepay label?",
        "Is it possible to provide me with a pre-paid tag?",
        "Have you got a pre label for it?",
        "I wonder if I can get a prepay label.",
        "Can I receive a prepaid label?",
        "I would like to know if you could give me a pre-paid label.",
        "Is it possible that my label is pre-paid?",
        "Would a prepayment label be available?"
    ]
}