{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Policies on returns and refunds",
    "inquiry_sub_category": "Refund status",
    "description": "Customers want updates on the status of their refund, including if it has been processed, the timeframe for receiving the refund, and any necessary actions they need to take for the refund to be completed.",
    "inquiry": "Has my refund been processed yet?",
    "paraphrases": [
        "Please get the Refund status.",
        "Have you processed the refund yet?",
        "My refunds is still waiting for me to pay, has it been processed?",
        "I haven't had my refund processed yet, do you know?",
        "My return hasn't been processed yet.",
        "I don't know if myRefund is done.",
        "My return has been processed?",
        "My return is still waiting for processing, have you processed it yet?",
        "Has the return been dispatched?",
        "I am wondering if my refund is done.",
        "Was my refund handled or not?",
        "The refund is still waiting for me, has it been processed?",
        "I'm unsure if my refund is finished.",
        "Did there any progress on the refund?",
        "I'm not sure if theRefund has been finished yet.",
        "Is my return dealt with or not?",
        "My refund is still pending, have I had it processed yet?",
        "Were you able to give me a return already?",
        "Did you processing my refunds yet?",
        "I don't know if my Refunds has been processed yet",
        "I don't know if my refunds is finished.",
        "has the return been processed?",
        "Can I get a status update on my refunds.",
        "Has my cash come back?",
        "I am not certain of whether my refund has been processed.",
        "I am unsure if myRefund has been processed.",
        "I am not sure if the refund is finished",
        "They may have yet to process the rebate.",
        "I want to know if my reimbursement has already been processed.",
        "Does the Refunds Processing have been completed?",
        "I am unsure if my Refund has been processed yet.",
        "I don't know if the Refund is completed.",
        "Was processing my refunds done yet?",
        "My refund is not yet processed.",
        "Status of the money-back request?",
        "I am not sure whether my refunds have been processed.",
        "I am not sure if my return has been processed yet.",
        "I wondered if they had finished processing my refund yet.",
        "It is yet to be processed my return.",
        "Is my returncleared?",
        "I don't know if myRefund is complete.",
        "Has my money Returned?",
        "Concerning my return case?",
        "Is money-back request receiving status?",
        "I am unsure if my Refunds has been processed.",
        "I have no idea if the refund is complete.",
        "A return has not been completed.",
        "Is my Refund handled?",
        "The Refunds Processing has not been completed yet.",
        "Is funds from the return yet issued?",
        "Are my refunds done or what?",
        "Am I getting my refund done?",
        "What is the situation with my refunds?",
        "I'm not sure whether myRefund has been processed.",
        "Do you have an update on the refund?",
        "I wonder if my refunds is done?",
        "I do not know if my refund has been done yet.",
        "Was there any progress on the refund?",
        "Receive news about the refund?",
        "My refund is not processed yet, have you processed it?",
        "Do you know if my refund has been completed?",
        "Is the reimbursement received yet?",
        "Is my payback done or not?",
        "How has my money been returned?",
        "Has my cash been Returned?",
        "Have my money back?",
        "Has the return cleared?",
        "I haven't received my refund yet, have it done?",
        "I wonder if my refund is processed yet.",
        "My refund has not yet been processed.",
        "The return hasn't been concluded yet.",
        "The return hasn't completed yet.",
        "I don't know if the refunds are completed yet.",
        "My refund has not been processed yet",
        "Have my refunds been processed yet?",
        "I am unsure if the refunds is finished yet.",
        "I want to know if the refund has been done.",
        "I am unsure if my Refunds has been completed yet.",
        "Has the refund processing been finished?",
        "Is there any progress toward a refund?",
        "Were you able to give me a refund already?",
        "I don't know if the Refund is complete.",
        "My refund is still pending, has it been processed?",
        "The Refundsprocessing has not been completed yet.",
        "The process of the return?",
        "Has my return been okay?",
        "My Refunds is still waiting for processing, has that been done?",
        "I am unclear of whether my refund has been processed.",
        "I am not sure if my Refunds is processed yet.",
        "What's the status of money-back request?",
        "Does my refund have finished yet?",
        "I was wondering if they finished processing my refund yet.",
        "Please get the status of the refund.",
        "I don't know if theRefund is Finished.",
        "I'm unsure of the status of my refund.",
        "What about the refund process?",
        "Please let me know the status of my refund.",
        "Is the refunds process complete?",
        "Please, the status of the refund is required.",
        "Have you given me back my money?",
        "Will I get my money back already?",
        "The return is yet to be done.",
        "Is my refund already done?",
        "Have you given me my money back yet?",
        "I am not certain if my refund has been completed.",
        "Is myRefund done",
        "Has my refund been processed, I am still waiting?",
        "Am I going to get my money back already?",
        "The return does not have yet been completed.",
        "Are you processing the refund yet?",
        "The return doesn't have yet been completed.",
        "Have the returns been processed?",
        "Is my refunds finished yet?",
        "I don't know if I have had myRefund processed yet.",
        "I wonder if my cash back happened.",
        "There are any progress on refund?",
        "Was the process done for the refund?",
        "Can I know a status on my refunds?",
        "I do not know if theRefund is complete.",
        "Is return in the system?",
        "I'm waiting for my refunds to be processed, has that been done?",
        "I have not had my Refund processed yet.",
        "did they process the rebate yet?",
        "Is money being refunded?",
        "My return has been processed yet?",
        "Is that money being refunded?",
        "My refund has not yet been completed.",
        "Has the return got processed?",
        "I don't know if my Refund has been made.",
        "There is any progress in the refund?",
        "Is the processing of the refunds done yet?",
        "I haven't received my refund yet, have you processed it yet?",
        "Has the refunds completed?",
        "I'm not sure if my refund has finished yet.",
        "Did they process the reimbursement yet?",
        "I wonder if my reimbursement has been processed yet.",
        "I am waiting for my refund to be processed, is it done yet?",
        "Please, let me know the refund status.",
        "I do not know if theRefund has been finished yet.",
        "I was wondering if my cash back happened.",
        "Is the Refunds processing completed?",
        "Please let us know the return status.",
        "The return has yet to be done",
        "I am not sure of whether my refund has been processed.",
        "Is the refund process completed?",
        "processing my return?",
        "Was my refund finished yet?",
        "The return has not been complete.",
        "I was wondering if y'all finish processing my refund yet.",
        "I am waiting for my refund to be paid, but has it been processed?",
        "Has my Refund processed yet?",
        "No word on the refund at the moment.",
        "My cash back has not transpired.",
        "I don't know if my Refunds has finished yet.",
        "Isn't my refund done yet?",
        "I don't know if my Refunds have been processed.",
        "Is my reimbursement already processed?",
        "Did they process rebate?",
        "Can you tell me if my refund has been processed?",
        "The return has been not completed.",
        "Does my return have been processed?",
        "I don't know if the refunds has been completed.",
        "Is money-back request getting status?",
        "I'm still waiting for my refund to be paid, has it been processed?",
        "Have I had my refund processed?",
        "Will my return cleared?",
        "Is there progress on the refunds?",
        "Is my return all done?",
        "Is there a status of the money-back request?",
        "Have you processed my Refund yet?",
        "I don't know if my Refunds is done.",
        "Has my cash returned?",
        "I am not sure if my Refunds has been completed.",
        "Was it processed my return yet?",
        "Are you processing my Refund yet?",
        "I don't know if the refund is complete.",
        "My refund has yet to be processed, have you processed it yet?",
        "Have you given me money back yet?",
        "Did they process the reimbursement?",
        "The refund is waiting for processing, have you processed it yet?",
        "My refund is still being processed, has that been done?",
        "Has the return processed?",
        "Have my refunds been done yet?",
        "Is money-back request receiving any status?",
        "Will my money be back already?",
        "I don't know if my return is done.",
        "Has the Refunds process been finished yet?",
        "Has the return been taken care of?",
        "Do you think the return has been processed?",
        "The refund is not processed yet.",
        "I am looking for any news on my refund.",
        "I am not sure whether my refund has yet been processed.",
        "I'm not certain if my Refund has been completed.",
        "I would like to hear about any updates on my refund.",
        "I don't know if my Refunds has been finished yet.",
        "My refund hasn't been processed yet",
        "The return has still not been finished.",
        "I would like to know any updates on my refund.",
        "I wonder if my return is cleared.",
        "How is the money-back request progressing?",
        "Do I have my cash back?",
        "I don't know if my refunds is finished yet.",
        "Did you finishprocessing my refund yet?",
        "Is there any progress towards the refund?",
        "I would like to know a status on refunds.",
        "Did they still process the rebate?",
        "Has my refunds processed yet?",
        "Is the return received?",
        "Has the refunds process finished yet?",
        "The Refundsprocessing has yet to be completed.",
        "The return is currently not finished.",
        "Did I get my money back?",
        "Are my refunds handled or not?",
        "I have no idea if the refunds is done yet.",
        "Is the promised repayment received yet?",
        "Has my return been processed?",
        "Has the refunds been processed yet?",
        "Return has yet to be completed.",
        "I am waiting for the refund to be processed.",
        "Is my Refund processed?",
        "I do not know if my Refunds has been processed yet.",
        "Did you finish processing my refunded money?",
        "I don't know if the refunds have been completed.",
        "I don't know if the refunds are finished yet.",
        "Is there any progress on the refund.",
        "Has my cash come back to me?",
        "I'm unsure if myRefund has been processed",
        "Will my refunds be done yet?",
        "I am not sure whether my refund was processed.",
        "I don't know if my return is cleared.",
        "I'm unsure if myRefund has been processed yet.",
        "Please let us know the refund status.",
        "Is my refund being done?",
        "Does my refund have been done?",
        "I am not sure if my Refund is completed yet.",
        "Are funds from the return yet?",
        "I don't know if myRefund has done yet",
        "Has the Refunds process been completed?",
        "Please tell us the status of the refund.",
        "I don't know if the Refunds are completed yet.",
        "Has my reimbursement been processed so far?",
        "Has the return been processed",
        "I'm not sure if my refunds has been completed yet.",
        "I am waiting for my refund to be processed, have that been done?",
        "I don't know if myRefund has done yet.",
        "Did there action on the return?",
        "I want a status update on my refunds.",
        "Has the Refunds processing finished?",
        "I am not sure of the process for my refund.",
        "Has my money been returned yet?",
        "Is my refund taken care of?",
        "I was wondering if anyone had finished processing my refund yet.",
        "I'm not certain if my refund is finished yet.",
        "I'm not sure if my refund is processed.",
        "I don't know if the Refunds have been finished.",
        "Is my refund processing done yet?",
        "I would appreciate any updates on my refund.",
        "I am not sure whether my refund has been completed.",
        "Is that done with the refund?",
        "The refunds processing has not been completed.",
        "Repayment yet received?",
        "I don't know if theRefund is finished",
        "Has the return been worked on?",
        "Is my refund done or not?",
        "Has the Refunds processing done yet?",
        "Any progress in refund?",
        "Is the return processed?",
        "I want to know if you have processed my refund yet.",
        "I don't know if the refund has finished.",
        "Has any progress been made on refunds?",
        "I have no idea if my refund finished yet.",
        "I am uncertain if my refund has been processed yet.",
        "Is money refunded?",
        "I have no idea if the refund has finished.",
        "Any progress on return?",
        "Is there any word on my refunds?",
        "Has the return been retrieved?",
        "I don't know if the Refunds has been processed.",
        "I'm waiting for my refund but it hasn't been processed yet.",
        "I wonder if the refund has been done yet.",
        "I don't know if I have gotten my money back.",
        "I'm waiting for your processing of my refund, have you done it yet?",
        "I'm waiting on my refund to be processed.",
        "Did you finish processing my refund yet.",
        "Has my Refunds processed?",
        "Can you tell me if my refund has been processed yet?",
        "Has cash come back to me?",
        "My refund is not finished yet, has that been done?",
        "Did they process the return yet?",
        "Was there any response on return?",
        "Has the money-back request been status?",
        "I do not know if my Refund has been done.",
        "The return hasn't been done yet.",
        "I am not sure if my refund was processed yet.",
        "I am not sure if I have received my refund yet.",
        "Did there action on return?",
        "I was wondering if the processing of my refund was done.",
        "I do not know if the refund has been finished yet.",
        "I do not know if my refund is done yet.",
        "The refund has not yet been finished.",
        "Has my money back yet?",
        "I have no idea if theRefund is completed yet.",
        "Could my return be cleared?",
        "I don't know whether the refund is complete.",
        "I'm unaware of whether my refund has been processed.",
        "I am not sure if the Refunds is finished yet.",
        "Has the refund been completed yet?",
        "I would like to know if you issued me a refund already.",
        "I don't know if my Refund has been accomplished.",
        "I don't know if my refund is processed or not.",
        "I don't know if my Refunds is completed.",
        "Was the refund process done?",
        "My refund is not yet processed, has that been done?",
        "Have you been able to reimburse me?",
        "There is a return that has not been finished yet.",
        "I would like to get a status update on my refunds.",
        "Have you processed my Refunds yet?",
        "Does anyone have any progress on the refund?",
        "I don't know if my Refund has been completed",
        "Does the Refunds processing have been finished yet?",
        "Has the return been organized?",
        "I am not sure if my Refund has been processed",
        "I am unsure if my return has cleared.",
        "Has the return been arranged?",
        "The refund is not yet complete.",
        "Is myRefund processing yet?",
        "My refund isn't processed yet.",
        "I am not certain if the refund is finished yet.",
        "What is the latest on my refund?",
        "Are funds received from the return yet?",
        "Is the money-back request getting status?",
        "I am unaware if the refund has been finished.",
        "Will I be processed my return yet?",
        "I'm waiting for your processing of my refund, have you processed it yet?",
        "The return was not yet completed.",
        "I'd like to know if you've processed my refund yet.",
        "The status of the money-back request?",
        "I have no idea if my refunds has been completed.",
        "Does my return have clearance?",
        "I am wondering if my reimbursement has already been processed.",
        "I am unsure whether my refund has been processed.",
        "Can I get a status on my refunds?",
        "Has you processed my refund yet?",
        "I don't know if myRefund has been finished.",
        "Has Refunds been finished?",
        "My refund is still being held up, has it been processed yet?",
        "Has Refunds been completed?",
        "Is the return been processed?",
        "It's not known if the refund has been finished.",
        "Any updated on the refund?",
        "I don't know if my refunds has been finished.",
        "I am unsure if myRefund has been processed",
        "Do I have my refund handled or not?",
        "Do I have my refund processed yet?",
        "Is my refund done.",
        "Has my return been cleared?",
        "Has the return been been processed?",
        "I would like to get a status on refunds.",
        "Does the return have been processed?",
        "I am wondering if I have had my refund processed yet.",
        "Did they actually process the rebate?",
        "I don't know if theRefund is done",
        "I wondered if my return had been cleared.",
        "Please tell me the Refunds status.",
        "I am not sure whether myRefund has been processed yet.",
        "Has the Refunds done yet?",
        "I'm not sure if my Refunds have been processed yet.",
        "I'm wondering if you've issued me a refund already.",
        "Is Refunds processing completed yet?",
        "Did y'all process my return yet?",
        "I was wondering if you had finished processing my refund?",
        "I am not sure if the Refunds has been processed yet.",
        "The return has not been wrapped up yet.",
        "I have yet to get my refund processed.",
        "Want to know the status of money-back request?",
        "Does my return have been done yet?",
        "I'm not sure whether the refund has been processed.",
        "Did you finish processing my return?",
        "Are my refunds being processed yet?",
        "I don't know if you finished processing my refund yet.",
        "I am waiting for my refund to be processed, have I received it yet?",
        "Have the refunds done yet?",
        "Is the refunds processing done?",
        "I am waiting for my refund but have it been processed?",
        "Has Refunds processing been completed?",
        "I wonder if my cash back happened?",
        "Please check the status of the return.",
        "Money is being refunded?",
        "I wonder if the refund process is complete?",
        "Please tell me about the refund status.",
        "The return still hasn't been completed",
        "I don't know if I've received my refund.",
        "I am not sure if the Refund has been finished yet.",
        "The return hasn't been finish yet.",
        "Has my reimbursement was processed?",
        "I'm not sure if the refund has been done yet.",
        "Is my refund finished or something?",
        "I am waiting for my refund to get processed.",
        "Is the refunds processing complete yet?",
        "I was waiting for my refund to be processed.",
        "Are there any progress on the refund?",
        "I wondered if my cash back had happened.",
        "I have a refund that is still being processed.",
        "The Refunds processing is not complete yet.",
        "I'm not sure if myRefund has been completed yet.",
        "I'm not sure if the refund was finished yet.",
        "I don't know if my refund has been processed yet.",
        "MyRefund is still waiting for me to pay, has it been processed yet",
        "Did everybody finish processing my refund yet?",
        "Has my refund yet been processed?",
        "I want to know if my refund is processed yet.",
        "I am not sure if my refund has processed.",
        "Does my refund have yet been processed?",
        "Do I have my return cleared?",
        "I do not know if my Refund is complete.",
        "I have no idea if my refund is finished yet.",
        "I don't know if the Refund has been Completed.",
        "I don't know if my return is finished yet.",
        "I don't know if the return has been finished.",
        "Has my return finished?",
        "Does my Refunds have been processed yet?",
        "Has my refunds been processed yet?",
        "I would like to know if my reimbursement has already been processed.",
        "Were the return processed?",
        "I want to know if my refunds has been processed yet.",
        "Can my reimbursement be processed already?",
        "I'm not sure if my refund has been done yet.",
        "Can I get a status update on my refunds?",
        "Does my refunds have been processed yet?",
        "Wait for processing, have you processed my refund yet?",
        "Has the Refunds processing yet been completed?",
        "I'm not sure if my Refund is done.",
        "There are any progress on the refund?",
        "I am unaware if the refund is finished.",
        "MyRefund is waiting for processing, have it done yet?",
        "Please, the refund status is important to me.",
        "Has my cash gotten back?",
        "The refund is yet to be processed.",
        "I don't know if I have completed my Refund.",
        "I don't know if the refunds have been completed yet.",
        "Was there something done on the return?",
        "Did you process the rebate yet?",
        "Did I have myRefund processed yet?",
        "I'm not sure whether my refund has been processed yet.",
        "I don't know if the Refunds have been completed.",
        "Did all of you finish processing my return yet?",
        "My return has yet to be processed?",
        "I don't know if my tax return is done.",
        "Is my Refunds processed?",
        "Have you given me a money back?",
        "Will I get a money back soon?",
        "I'm uncertain if my refund has been processed.",
        "Has the Refunds processing been finished yet?",
        "I was wondering if my refund was done yet.",
        "Did they process a rebate yet?",
        "I haven't been able to pay my refund yet, has it been processed?",
        "Has the refunds been processed?",
        "I wonder if the refund is done.",
        "I wonder if you've processed my refund yet?",
        "I don't know if the Refund has been complete.",
        "What about my return yet?",
        "Is the money being refunded?",
        "Was my money returned already?",
        "Has the refunds processing been done yet?",
        "My refund is still waiting for processing, have it been done yet?",
        "My refund is still waiting, has that been done?",
        "I'm not sure if the Refund has been completed yet.",
        "Has the return successfully been processed?",
        "I am not sure if the refunds is finished yet.",
        "The refund has not yet been completed.",
        "I have a refund that is still pending.",
        "I am waiting for my refund to be paid, but it has not been processed.",
        "Was there any progress on refunds?",
        "Did you processing my return yet?",
        "I am not sure if my refund has been completed.",
        "My refund is yet to be processed, have you processed it yet?",
        "Has the Refunds processing been complete yet?",
        "I'm not sure if myRefund has been processed",
        "What is the status of my refund yet?",
        "I am not sure if myRefund has been finished yet.",
        "Can I check the status on my refunds?",
        "Has the return been sorted?",
        "Do you have your refund processed yet?",
        "The return hasn't yet been complete.",
        "I do not know if I have had my refund processed yet.",
        "I am not sure if the refund has been completed.",
        "I have no idea if the refund has finished yet.",
        "What is the status of my Refunds?",
        "Is my refunds finished or not?",
        "Has the Refunds processed been completed?",
        "Any news on the return?",
        "My refund is still waiting for processing, has it been done?",
        "Money refunded?",
        "There is any progress on getting a refund?",
        "Has the returns been processed?",
        "Did you finish processing my Refund?",
        "I would like to know a status update on refunds.",
        "Was it possible that they had yet to process the rebate?",
        "Are the Refund process finished?",
        "I am not sure if the refund was finished yet.",
        "Please let us know the status of the refund.",
        "I do not know if the refund is completed yet.",
        "Please check the status of the refund.",
        "I do not know if my refunds is finished yet.",
        "Is there any status on the money-back request?",
        "I am wondering if you have issued me a refund.",
        "Is my cash coming back?",
        "Where is the progress on the refund?",
        "Is that my refund done?",
        "I still haven't paid my refund, has it been processed?",
        "A return hasn't yet been completed.",
        "I don't know if my Refund has finished.",
        "I wondered if you had finished processing my refund yet.",
        "I'm not sure if the Refund has been finished.",
        "I'm not sure if my refund was processed.",
        "Is my refund processed?",
        "Has the refunds processing been completed?",
        "Is my Refunds being handled?",
        "I'm not sure if my return is finished.",
        "Do you Processing my refund yet?",
        "Does the Refunds process have been completed yet?",
        "I don't know if theRefund is done yet",
        "How about my return yet?",
        "Has my money been Returned?",
        "Has the return been processed??",
        "Is it possible that they processed the rebate yet?",
        "Does my refund have been processed yet?",
        "Is my reimbursement done already?",
        "I'm unsure of whether the refund has been processed.",
        "I don't know if the refunds has been finished yet.",
        "Is the money-back request receiving status?",
        "I'm waiting for your response on my refund, have you processed it yet?",
        "I don't know if I'm getting my money back.",
        "Has the return been thoroughly processed?",
        "Did my money come back already?",
        "I don't know if myRefund has been completed.",
        "Do you know if my refund has done yet?",
        "Is it possible that they process the rebate yet?",
        "I wondered if my return had cleared.",
        "I do not know if my refund is done.",
        "I want to know if I can get a status on refunds.",
        "I am unsure if the refund is finished.",
        "The refund has yet to be completed.",
        "I don't know if my money is paid back.",
        "Is the reimbursement processed?",
        "Are the process done for the refund?",
        "Has my return been taken care of?",
        "I want to know if you have given me a refund already.",
        "Is my Refunds done?",
        "Has my return processed?",
        "The return hasn't been completed yet.",
        "I have no idea if myRefund is finished yet.",
        "Has my reimbursement been processed",
        "Is there any news on my refund?",
        "Is the return done?",
        "Has my cash gone back to me?",
        "Is my refund done yet.",
        "Was the refund process completed?",
        "Refunds processing has yet to be completed.",
        "Have my refund been processed?",
        "I'm wondering if my refund has been done yet.",
        "Is my payback done yet?",
        "What is the status on my refund?",
        "My refund is still pending, have it been processed yet?",
        "Has my refunded money been processed?",
        "My refund isn't paid yet, has it been processed?",
        "Do we have any progress on the refund?",
        "I am not sure if the refund has been finished.",
        "Has the Refunds processing completed yet?",
        "Got news about the return?",
        "I still have to pay my refund, but has it been processed?",
        "I don't know if I have had my Refund processed yet.",
        "I don't know if my Refunds are finished yet.",
        "Please check the Refund status.",
        "Was the processing of my refund done?",
        "I didn't know if the refund was complete.",
        "I am wondering if you have processed my refund yet?",
        "Is there any update on myRefund?",
        "I don't know if I have completed my Refund yet.",
        "Has my refund been processed?",
        "Has anyone finished processing my refund yet?",
        "Is my return being processed yet?",
        "I am unclear about whether my refund has been processed.",
        "Have you issued me a money back?",
        "Can I get my cash back?",
        "Did you issue me a refund yet?",
        "There are any news on my refund?",
        "I don't know if the refunds is completed yet.",
        "Money-back request has a status?",
        "Was it possible that they process the rebate yet?",
        "My return was processed yet.",
        "Can I know the status of refunds?",
        "Have I already had my refund processed?",
        "Did my return clearance?",
        "Has theRefunds processing been completed?",
        "Is my refund completed yet?",
        "I am unsure if the refunds is completed yet.",
        "I've been waiting for my refund to be processed.",
        "Did you process my return yet?",
        "The progress on the refund?",
        "Is my return Processed yet?",
        "Did anyone finish processing my return yet?",
        "Haven't the return been processed?",
        "The return hasn't already been completed.",
        "Did they process the payback?",
        "I am unsure if the refund is complete yet.",
        "I don't know whether my Refund has been processed.",
        "Do you know if the refund has been processed?",
        "Has the refundsprocessing been completed?",
        "has my return been cleared?",
        "Is there any news about my refunds?",
        "Does my refunds have been done yet?",
        "I don't know if the refunds has been finished.",
        "Is any progress on the refund?",
        "Will my money come back already?",
        "Has the Refundsprocessing been done yet?",
        "Has the Refunds been processed?",
        "What's the latest on my refund?",
        "I'm not certain if the refund is complete.",
        "Did they get to process the rebate?",
        "Money-back request status?",
        "I don't know if my return is complete.",
        "I don't know if my refunds are finished yet.",
        "I want to know if you've issued me a refund already.",
        "My refunds is still waiting for processing, has that been done?",
        "I'm wondering if my refund has been done.",
        "I'm waiting for you to process my refund, have you processed it yet?",
        "Has my reimbursement been sent?",
        "I am unsure if the refund has been processed yet.",
        "Had my return cleared?",
        "Has the return been prepared?",
        "Does anyone have any updates on my refund?",
        "Has my reimbursement been processed recently?",
        "Do you have any progress on the refund?",
        "Did they finish processing my return yet?",
        "I still haven't had my refunds processed.",
        "Please, the Refund status is needed.",
        "Did everyone finish processing my refunds yet?",
        "The return has not already been completed.",
        "I'm wondering if y'all finished processing my refund yet.",
        "My refund is waiting for processing, have you processed it?",
        "Did they process the return?",
        "I want to know if you've processed my refund yet?",
        "I would like to know any updates on my return.",
        "Progress onRefund?",
        "Is the Refunds Processing completed yet?",
        "The repayment has yet to be received.",
        "Has my reimbursement been finished?",
        "I am not sure if my Refunds is finished yet.",
        "How is my return processed?",
        "What is the status of the money-back request?",
        "Does the return have been finished?",
        "I am waiting for my refund to be processed, but has it been done?",
        "Progress on refund?",
        "I don't know if the Refund is finished.",
        "I am not certain if my refunds has been processed.",
        "Is the refund being handled?",
        "I have yet to have my refund processed.",
        "Do I have my Refunds processed yet?",
        "Has my reimbursement process finished?",
        "I don't know whether my refund is done.",
        "Is the Refunds process finished yet?",
        "The return has not been cleared.",
        "How are my refunds being handled?",
        "Has the return been finalized?",
        "I am waiting for my return to be processed.",
        "I'm not sure if the Refunds is finished yet.",
        "I haven't yet had my refund processed.",
        "I'm not sure if my Refund is done yet.",
        "I don't know if theRefund has been processed.",
        "I need to know if my refund has been done.",
        "Is it done with the return?",
        "Can I get a status of my refunds?",
        "I don't know if the Refunds is complete.",
        "I wonder if my refund has been done yet?",
        "Are the refund ready?",
        "My refund is not processed yet, has that been done?",
        "I want to know if my refund has been completed yet.",
        "The refund isn't completed yet.",
        "Was my refund done?",
        "Has my refund been processed yet.",
        "I am not sure if I have had my refund processed yet.",
        "Is my reimbursement currently processed?",
        "Was my money back?",
        "What is status of money-back request?",
        "Status of money return request?",
        "Hasmy reimbursement been processed?",
        "I don't know if my Refund was finished.",
        "I'm not sure if my refund has done yet.",
        "I am unsure of whether my refund was processed.",
        "Did y'all finish processing my return yet?",
        "I'm waiting for my refund to be processed, have you processed it yet?",
        "The refund is still not done.",
        "I'm waiting for my refund to be processed, has it been done yet?",
        "I am not certain if the refunds is finished yet.",
        "I am unsure of whether my refund has yet been processed.",
        "I'm not sure if my Refunds has been processed.",
        "Has my reimbursement got processed?",
        "Return has not yet been completed",
        "The refunds processing has not yet been completed.",
        "I'm not sure if the refunds is complete yet.",
        "I don't know if the payback is complete.",
        "I don't know if myRefund has been processed.",
        "Did your processing of my refund finish yet?",
        "Do you have a refund for me yet?",
        "Has the refunds processing finished?",
        "I wonder if my return is done?",
        "I still don't know if my refund has been processed.",
        "Has Refunds processing been finished?",
        "I haven't heard if my refund is finished.",
        "I don't know if my Refund has been completed yet",
        "I am waiting for my refund to be paid, has it been processed?",
        "Is my Refunds done or not?",
        "I was wondering if you have processed my refund yet.",
        "The return is still not complete.",
        "Is my refund done or what?",
        "I don't know if my reimbursement has already been processed.",
        "Is the return okay?",
        "I have been waiting for a refund.",
        "Is there a status on the money-back request?",
        "I'm not certain if the refund is done.",
        "The return has not been finish yet.",
        "I don't know if my return cleared.",
        "Is there action on return?",
        "Are you refunds me yet?",
        "I am not sure if the refunds is done yet.",
        "Did my money come back?",
        "I wanted to know if y'all finished processing my refund yet.",
        "My refund is still waiting for processing, have it done?",
        "Is the returnprocessed?",
        "I am unsure if the refunds has been finished.",
        "Is the repayment received?",
        "Can you tell me the status of money-back request?",
        "I'm not sure if the refunds has been finished yet.",
        "I wondered if the return had been processed.",
        "Is my refund being processed?",
        "I'm not sure if my Refund has been processed yet.",
        "I don't know if my Refunds are done.",
        "Are the Refunds processing done yet?",
        "I have a refund yet to be processed.",
        "I am wondering if my reimbursement has been processed.",
        "I do not know if the Refund has been completed.",
        "has the return been processed",
        "Processed my return so far?",
        "Can anyone tell me any news on the refund?",
        "Has the return now been processed?",
        "I am not sure if the refunds are finished yet.",
        "Is the refunds processed yet?",
        "Is my return handled or not?",
        "Did I get my refund processed yet?",
        "I want to know if my refund has been done yet.",
        "Has my return been determined?",
        "My return has not been resolved.",
        "How about the refund?",
        "I asked if my refund had been processed yet.",
        "Has my returned money been processed?",
        "Is the return handled?",
        "The progress of the refund?",
        "Do I have a refund processed yet?",
        "Do you processed my refund yet?",
        "Has the processing of the refunds been completed?",
        "My money back yet?",
        "Is there any news about the return?",
        "I am not sure if the Refunds are finished yet.",
        "Has my money came back?",
        "There is any progress on your refund?",
        "I do not know if the refund is completed.",
        "Do you have any updates on my return?",
        "Is the return funds issued now?",
        "Is my return returned?",
        "Were there any progress on the refund?",
        "Has the Refund been processed?",
        "I'm not sure if my refunds has been processed yet.",
        "Is there a complete refund process?",
        "Will I get my money back?",
        "Does the refund have been processed yet?",
        "Is this money being returned?",
        "My refund is yet to be processed, have it done yet?",
        "I am unsure of whether my refund is processed.",
        "The status of money-back request?",
        "Did they just process the rebate yet?",
        "I need to know if my refund is done.",
        "Can I check on the status of my refunds?",
        "Have I had my refunds processed yet?",
        "Is there any progress on refunds?",
        "Are the returns processed?",
        "What is the status of my refund, has it been processed?",
        "What about my return?",
        "Has my return succeeded?",
        "The return has yet to been completed.",
        "The Refunds Processing has not yet been completed.",
        "I am not sure if the Refund has been completed yet.",
        "I am interested in any updates on myRefund.",
        "I am not sure if theRefund is complete yet.",
        "I am not sure if the Refunds has been finished yet.",
        "I am not sure whether the refund is finished yet.",
        "Has my reimbursement processed so far?",
        "Please let me know the Refund status.",
        "Did they finish processing the rebate yet?",
        "Is the Refunds Processing done yet?",
        "Please let me know if the refund status is ok.",
        "Is there any update on my Refund?",
        "MyRefund is still waiting for processing, has that been done?",
        "I would like to know if my refund has been processed yet.",
        "I don't know whether myRefund has been processed.",
        "Are my refunds completed?",
        "I don't know if my Refunds has been completed yet.",
        "I am unsure if my Refund has been processed.",
        "Did my refund have that done?",
        "I don't know if the return has been completed.",
        "I am unsure if the refund is finished yet.",
        "Has the return cleared me?",
        "The return is not complete yet.",
        "Was the return processed?",
        "Has my return?",
        "I am not sure if my refund is done.",
        "I don't know if my refunds has been processed or not.",
        "I am waiting for my Refund to be processed.",
        "I'm waiting for my refund to be processed and done.",
        "Have there been any progress on refunds?",
        "What is the current status of money-back request?",
        "I don't know if my refunds are done.",
        "Has the Refunds Processing done yet?",
        "I do not know if myRefund has been completed yet.",
        "I do not know if my Refund has been processed.",
        "Is the process complete for the refund?",
        "I'm not sure about whether my refund has been processed.",
        "Did you processes my refund yet?",
        "I was wondering if y'all finished processing my refunds yet.",
        "Has the Refunds processing been completed yet.",
        "I am not sure if my Refund has been done yet.",
        "Have you processed myRefund yet?",
        "Did they process the refund yet?",
        "The return hasn't been complete yet.",
        "I don't know if my Refund has been fulfilled.",
        "Does the Refunds processing have been done?",
        "Have the refunds been processed?",
        "Is my return complete?",
        "Money possibly being returned?",
        "I have a refund that is still waiting for processing",
        "Do you know if the refund has been done yet?",
        "Were you done processing my refund yet?",
        "Is there any progress on refunds yet?",
        "I am not sure if my refund has been completed yet.",
        "Does my cash back happen?",
        "Is the stated repayment received yet?",
        "Did my reimbursement get processed?",
        "Has the refunds processing been complete?",
        "Please, please have a refund status.",
        "I am unsure if my refund was processed yet.",
        "I wonder if my refund has been done.",
        "Is the return processed yet?",
        "Is my Refunds processed yet?",
        "I'm not sure whether my refund is processed yet.",
        "I am uncertain if the refund is finished.",
        "Is my refund resolved?",
        "I am waiting for my refunds to be processed, has that been done?",
        "Any progress on returning money?",
        "Will I receive a payback soon?",
        "I don't know if the Refund has been completed yet.",
        "Did everyone finish processing my refund yet?",
        "Was the repayment yet received?",
        "I need to know if you have processed my refund yet.",
        "I am not sure if the Refunds have been finished yet.",
        "Please, the status of the refund is requested.",
        "I have no idea if my refunds has been processed.",
        "Has the Refunds Processing been Completed?",
        "I want to know if my refund is done or not.",
        "I'm not sure if I have had my refund processed yet.",
        "Have news about the refund?",
        "Is my return processed yet?",
        "Please inform me of the refund status.",
        "Is there any movement on the refund?",
        "Is my reimbursement processing done yet?",
        "I'm not sure if my refund has been processed or not.",
        "I wonder if my refund has been handled or not.",
        "The return has still not been done.",
        "I want to know if the refund has been processed yet.",
        "Has the refunds processing been completed yet?",
        "I have no idea if the refund is done yet.",
        "Is my return completed?",
        "I am unsure of whether my Refund has been processed.",
        "Are funds from the return yet to be released?",
        "The Return has not been completed.",
        "I wonder if you processed my refund yet.",
        "Have I been able to process my return yet?",
        "I don't know if my Refunds is completed yet.",
        "Did the return go through the process?",
        "Is my refund being handled or not?",
        "I have a refund that is not done yet.",
        "I want to know the status of my refunds.",
        "I don't know if my refunds finished yet.",
        "I am wondering if my return has been cleared.",
        "I'm not sure if my refund is complete.",
        "What is the latest on the refund?",
        "I do not know if the refund has been completed.",
        "Did y'all finish processing my money back?",
        "Was theRefund process complete?",
        "Has the processing of Refunds been completed?",
        "I am waiting for my refund to be paid, but has it been paid?",
        "Is my returned money done?",
        "Was it yet that they processed the rebate?",
        "Did my reimbursement processed yet?",
        "I do not know if my refund is complete.",
        "Is my return approved?",
        "I'm not sure if the refund has been done.",
        "There is any news on the Refund?",
        "I don't know if the Refunds are finished yet",
        "My refund is still pending, have you processed it?",
        "I am unsure whether the refund has been processed.",
        "Can you tell me any progress on refunds?",
        "Does anyone have an update on my refund?",
        "Has my money back to me?",
        "The return has not wrapped up.",
        "I'm unclear of whether my refund has been processed.",
        "Was there any progress on refund?",
        "There's any progress on the refund?",
        "Has my cash back been returned?",
        "I'm not sure if my refunds has finished yet.",
        "Have you been able to Refunds me?",
        "I'm unsure if myRefund has been processed.",
        "I am not sure if theRefund is finished yet",
        "I am wondering if my return is cleared.",
        "I'm unsure of whether my refund has been processed.",
        "I don't know if the Refunds has been Completed.",
        "Has the Refunds processing been completed, yet?",
        "Is repayment yet received?",
        "I'm not certain if my refund has been processed.",
        "Has the Refunds processing finished yet?",
        "Has the cash come back to me?",
        "Does my refund have been done yet?",
        "I didn't know if my refund had been completed.",
        "I am uncertain if my refund has been processed.",
        "Is my reimbursement process done?",
        "Is the return being processed?",
        "The refund has not yet been processed.",
        "I have no clue if the refund is finished yet.",
        "My refund is still waiting to be paid, has it been processed yet?",
        "Is there any news on refund?",
        "I haven't gotten my refund yet.",
        "I am unsure of whether my refund has been processed",
        "I'd like to know any updates on my refunds.",
        "I'm unsure if my refund is finished yet.",
        "Have you been able to give me a refund?",
        "I can't say whether my refund has been processed.",
        "I am waiting for my refund to be processed, has that been completed?",
        "Status of money back request?",
        "Was there some action on the return?",
        "Have you processed my return yet?",
        "Has my reimbursement processing been done?",
        "Has my reimbursement been processed?",
        "Please tell me the status of the refund.",
        "Does anyone have updates on my refund?",
        "Can you tell me any progress on the refund?",
        "I am confused about whether my refund has been processed.",
        "How is my refunds being handled?",
        "Did there progress on the refund?",
        "I'm unsure if the refund has been completed.",
        "Was the Refunds processing finished yet?",
        "There is any progress on theRefund?",
        "Does my cash back occur?",
        "I was wondering if my refund has been processed.",
        "I want to know if my return has been cleared.",
        "Has the Refunds processing been completed.",
        "What's the status of my refund, have you processed it yet?",
        "Has the Refunds process been finished?",
        "I have no clue if the refund is done.",
        "I am not sure if theRefund is done yet.",
        "Is my return clearance?",
        "Has my reimbursement paid out?",
        "I have no idea if the refund is finished yet.",
        "Has Refunds processing finished yet?",
        "I don't know if myRefund has been completed yet.",
        "Has my refunds done yet?",
        "Is a return in the system?",
        "Did the return processed?",
        "Have I gotten my refund processed?",
        "Will I get back my money soon?",
        "I need to know if I have had my refund processed yet.",
        "Have I had my refund processed yet?",
        "Has the money-back request been received?",
        "Has my money been returned?",
        "I am not sure if my Refund has been completed.",
        "I am not sure if my refund has been processed yet",
        "Does the Refunds processing have finished yet?",
        "I don't know if myRefund has been finished yet.",
        "I don't know if my Refund has been processed yet.",
        "I'm waiting for my refund to be processed yet.",
        "Please, the refund status is appreciated.",
        "Is there any progress with the refund?",
        "I don't know if the Refunds is complete",
        "I'm still waiting for my refund to be processed, has it been done yet?",
        "I am unsure of the status of my refund",
        "I haven't received my refund yet, has it been processed?",
        "So the status of the money-back request?",
        "My refund is still pending, have you processed it yet?",
        "Did they yet process the rebate?",
        "I was wondering if you had issued me a refund.",
        "Has my money come back to me.",
        "I have not received my refund yet.",
        "I am looking for updates on my refund.",
        "Has my Refunds been processed yet?",
        "I am not sure if theRefund is completed yet.",
        "Has my Refunds been processed?",
        "Is there a status on my refunds?",
        "Is there progress on refund?",
        "Do you know the status of money-back request?",
        "I don't know if my Refunds has been processed yet.",
        "Was my refund done yet?",
        "Is there any progress on the Refunds?",
        "Got something about the refund?",
        "I am not sure if my refunds has been processed",
        "Can the refund process be finished?",
        "I don't know if theRefund is finished yet.",
        "Have the refund process finished?",
        "Please let us know the Refund status.",
        "I am not certain if theRefund is finished yet.",
        "Did you processed my refund yet?",
        "Has my return taken place?",
        "I wonder if my money back already?",
        "I don't know if you processing my refund yet.",
        "Has my refund been processing?",
        "Are you processing my refund yet?",
        "has my refund been processed?",
        "I am not sure if my Refunds have been processed.",
        "I will get my money back soon.",
        "I am waiting for my refunds to be processed, have it done yet?",
        "Can I get my return processed yet?",
        "Has the Refunds processing been complete?",
        "Has the Return been processed?",
        "Are my refunds being handled?",
        "Is my Refunds being dealt with?",
        "I am unsure if my refunds has been processed yet.",
        "Has the Refunds process been done yet?",
        "Was the process complete for the refund?",
        "I have not had my refunds processed yet.",
        "I am not aware if the refund is complete.",
        "Has the cash came back to me?",
        "The refund isn't processed yet.",
        "Can the refund process be completed?",
        "I have no idea if my Refunds is finished yet.",
        "I don't know if myRefund is processed yet.",
        "Return hasn't yet been completed",
        "I don't know if the refund has concluded.",
        "I don't know whether my refund has finished.",
        "My cash is not back yet.",
        "Has the return been recieved?",
        "Do I have my refunds done?",
        "Do you have any word on the refund?",
        "I want to know any updates on my refund.",
        "Does my Refunds have been processed?",
        "Is the stated repayment yet received?",
        "Has my cash got back to me?",
        "Has my return been verified?",
        "The return has not yet been accomplished.",
        "Please tell me theRefund status.",
        "There is a return that hasn't been completed.",
        "The return doesn't have been completed.",
        "Repayment received yet?",
        "I was wondering if they had finished processing my refund yet.",
        "The return hasn't yet been completed",
        "The return has not beencompleted.",
        "The return has yet to be complete.",
        "Status of a money-back request?",
        "I don't know if the refund has been done.",
        "Is my refund handling?",
        "I am not certain of the status of my refund.",
        "I don't know if myRefund is done",
        "I am unsure of if my refund has been processed yet.",
        "I am waiting for my refunds to be paid, but has it been processed?",
        "There is any progress in refund?",
        "Is the Refunds processing completed yet?",
        "Is money returned?",
        "I was wondering if you had finished processing my refund yet.",
        "Return hasn't been completed yet",
        "Please, check the refund status.",
        "Has my money been back?",
        "Are my refund being handled or not?",
        "Did myRefund have that done?",
        "My return is being processed?",
        "What is the status of my return case?",
        "I'm not sure if the refunds is complete.",
        "Progress on the refund?",
        "I wonder if my refund has been processed yet.",
        "I am not sure if the refunds has been completed yet.",
        "I am not certain if the refund is completed yet.",
        "Is the cash back?",
        "Is there any progress on the return?",
        "I was wondering about any updates on my refund.",
        "I don't know if my Refunds is complete yet.",
        "I was wondering if my refund had been done.",
        "I don't know whether my return has been processed.",
        "My return has been processed yet.",
        "Is the returned item processed?",
        "Did I get my refund done yet?",
        "Has the return come back?",
        "I am unsure of whether my refund is processed yet.",
        "I want to know if my refund has finished yet.",
        "I'm not sure if my refund is finished yet.",
        "Has my money comes back to me?",
        "Please have a refund status.",
        "Do I get my money back or not?",
        "Is my reimbursement being processed?",
        "I was wondering if you'd finished processing my refund yet.",
        "I am unable to say if my refund has been processed.",
        "I do not know if myRefund has been completed.",
        "Has my money been released?",
        "I don't know if my Refund is finished yet.",
        "Is my refund complete yet?",
        "I have to pay my refund yet, has it been processed?",
        "Was the processing of my refund complete yet?",
        "I am not sure if my Refunds has been finished.",
        "Has money come back to me?",
        "Is my money already returned?",
        "I am uncertain as to whether my refund has been processed.",
        "Did they process the money yet?",
        "Was it yet that they process the rebate?",
        "I am waiting for my refund to be completed.",
        "Is it Processed my return yet?",
        "I don't know if myRefund finished yet",
        "Has the return been received?",
        "I am not sure if my refunds have been processed.",
        "I don't know if the Refunds has been finished.",
        "My refund is still being processed, have it been done yet?",
        "Are my refunds finally done?",
        "Did my reimbursement be processed?",
        "I have no idea if my Refund has been finished.",
        "I am not sure if the refunds is completed.",
        "I am wondering if my return has cleared.",
        "Have myRefund done yet?",
        "I don't know if my refund has finished yet.",
        "I wonder if you have processed my refund yet?",
        "I was wondering if my refund had been processed yet.",
        "Does my reimbursement have already been processed?",
        "I am unsure about the status of my refund.",
        "I don't know if my refunds has finished.",
        "Has Refunds processing been completed yet?",
        "I don't know if the Refunds have finished yet.",
        "Does my refund have been handled?",
        "I am not sure if my refunds is processed yet.",
        "I am wondering if my refund has been completed yet.",
        "The Refunds processing has not been done yet.",
        "I am waiting for your processing of my refund",
        "I am uncertain of the status of my refund.",
        "I don't know if my return is done yet.",
        "I have no idea if my Refunds has been completed yet.",
        "It is not known if the refund has been finished.",
        "Is the refund processing done yet?",
        "Does my cash back have happened?",
        "Do you know if my refund is done?",
        "I don't know if the refunds is complete yet.",
        "Do you know if my refund is processed yet?",
        "Is my return clearing?",
        "My refund is still waiting for your processing, have you processed it yet?",
        "I do not know if my refunds has been processed yet.",
        "Has my funds been processed?",
        "Has the return been resolved?",
        "I am not sure if my money has been processed.",
        "The return yet to be completed.",
        "I was wondering if you had finished processing my refunds yet.",
        "Will I be processed my return?",
        "I do not know if my refund is finished.",
        "The return has not been completed, yet.",
        "I do not know if the Refunds has been finished yet.",
        "Has my return clearance?",
        "I am not sure if my Refund is done.",
        "I am curious about any updates on my refunds.",
        "I have no idea if my refund has been finished.",
        "Is my refunds completed?",
        "I have no idea if the refund is finished.",
        "Are the refund process complete?",
        "Were they able to process a rebate yet?",
        "I wonder if my refund has done yet.",
        "Have my cash returned?",
        "Is my refund ready?",
        "Is the Refunds processing done?",
        "I am not sure if my Refund is finished yet.",
        "I don't know if myRefund is completed.",
        "A return has yet to be completed.",
        "I don't know if my refund has been processed",
        "Been done with my return?",
        "Please verify the refund status.",
        "Do you have news on the refund?",
        "Have my Refunds done yet?",
        "I would like to know more about my refund.",
        "Was my refund processed yet?",
        "Has the Refunds Processing been done yet?",
        "My refund is still not processed, has that been done?",
        "Do you have any news about the return?",
        "I don't know if my refund is processed yet.",
        "I was wondering if my refund was finished yet.",
        "I would like to know the status on my refunds.",
        "I do not know if my refunds is done.",
        "I am unsure if theRefund has been finished yet.",
        "Money-back request received status?",
        "Can I receive a status on refunds?",
        "My return is being processed yet.",
        "I am not sure if my refund has been approved.",
        "The return is still not done.",
        "I was wondering if you had processed my refund yet?",
        "I don't know if my return has been completed.",
        "I don't know whether my refund is processed.",
        "Did my return clear?",
        "The return is yet to be concluded.",
        "Got news on the refund?",
        "I am wondering if my return is done.",
        "I was wondering if you finish processing my refund yet.",
        "The return does not yet have been completed.",
        "I am not sure whether my refund has been processed",
        "Has my return been cleared??",
        "I'm waiting for my refund to be processed, is it done yet?",
        "A progress on the refund?",
        "Is it already my money back?",
        "Has my reimbursement process already begun?",
        "What are the latest on my refund?",
        "Does anyone have any news on my refund?",
        "Is myRefunddone?",
        "Is the return issued now?",
        "Do you know if the funds from the return have been issued?",
        "Isn't the repayment received yet?",
        "Is my money coming back?",
        "I am not sure if the Refund is finished yet.",
        "I'm not quite sure if my refund has been processed yet.",
        "I'm waiting for my refund to be processed, but has that been done?",
        "I don't know if myRefund has been done.",
        "Is my reimbursement processed at this point?",
        "I don't know if the return is finished.",
        "The return has not been Completed.",
        "I haven't had myRefund processed yet",
        "Do the Refunds processing have been completed?",
        "Did you complete processing my refund yet?",
        "Has my money coming back?",
        "The Refund has yet to be completed.",
        "I have no idea if my refunds has been processed yet.",
        "I am waiting for my refund to be paid, has it been paid?",
        "Did you process myRefund yet?",
        "Is the Refund process done?",
        "Have you processed my refunds yet?",
        "Has the Refunds Processing been completed yet?",
        "I haven't had my refund processed yet, have I?",
        "Does my refund have been completed?",
        "Has the return been fulfilled?",
        "My refund is not known.",
        "Can you say if the return is in the system?",
        "My return?",
        "The return has still to be completed.",
        "The return has not yet been complete.",
        "Refund completed?",
        "I was wondering if they processed the rebate yet.",
        "Did my return be processed yet?",
        "Please confirm the return status.",
        "I have no idea if the refunds has been finished yet.",
        "Is the money-back request receiving any status?",
        "Is my return resolved or not?",
        "Is there any activity on the return?",
        "I am not sure if my Refund has been finished.",
        "I have no clue if my refund is finished.",
        "What is the current status of the refund?",
        "Has my reimbursement completed?",
        "Has my refund been dealt with?",
        "MyRefund is still waiting for me to pay, have it been processed yet?",
        "Do you know if my refund has been done?",
        "My refunds is still waiting for me to pay, has it been processed yet?",
        "Did you complete processing my refund?",
        "I'm not sure if my Refunds has been processed",
        "Does the return have cleared?",
        "Is my refunds being dealt with?",
        "I'm waiting for your response on my refund.",
        "I have no idea if the Refund has been completed.",
        "My refund is yet to be processed, has it been done yet?",
        "Does my money come back?",
        "Is my Refund completed?",
        "Did we process my refund yet?",
        "Is there any news on my money back?",
        "What is the progress of the refund?",
        "Please, we need a refund status.",
        "There is any news on theRefund?",
        "I don't know if the refund is completed yet",
        "I don't know if the Refunds has been finished yet.",
        "Did you finish processing my refunds already?",
        "Has my return been successfully completed?",
        "Are my Refunds being handled or not?",
        "Is it possible to process my return yet?",
        "I'm not sure if the refund has been finished yet.",
        "Has the Refunds processing begun?",
        "Has there been any progress on the refund?",
        "Have you reimbursed me?",
        "There is any progress onRefund?",
        "MyRefund is still awaiting processing, have you processed it yet?",
        "My refund is still waiting for processing, haven't you processed it yet?",
        "Is my return ok?",
        "Has my return cleared up?",
        "My refund is still waiting, have I had it processed yet?",
        "Did there be any action on return?",
        "I haven't paid my refund yet, does it have been processed?",
        "What is the status of a money-back request?",
        "I don't know if theRefund has been finished",
        "I want to get a status update on my refunds.",
        "processing my return yet?",
        "Is it possible that my refund has been done?",
        "I do not know if my Refund has been finished.",
        "Please tell me the status of my refund.",
        "The refund has yet to be processed.",
        "Is my refund done yet, is it?",
        "My refund is still waiting for me to pay, does it have been processed yet?",
        "I don't know if theRefund is finished.",
        "Is there any progress in refund?",
        "Is my refund done, or not?",
        "I do not know if theRefund has been finished.",
        "I have no clue if the refund has been finished.",
        "The Refunds processing has yet to be completed.",
        "Has this return been processed?",
        "I am unsure if myRefund has been processed yet.",
        "Is the funds from the return issued yet?",
        "Has theRefund been processed yet?",
        "I'm not sure if my refund is done.",
        "There has yet to be a completed return.",
        "I am not completely sure if my refund has been processed.",
        "Is my cash return done yet?",
        "Has my refund already been processed?",
        "I am not sure whether my return has been processed.",
        "Correct, did they process the rebate yet?",
        "I'm not certain if my refunds has been processed.",
        "My refund may not have been processed.",
        "Please get a refund status.",
        "Didn't you finish processing my refund yet?",
        "Has that been done for my refund?",
        "I wonder if my refund has been done?",
        "I am unsure whether my refund has been processed",
        "I didn't know if the refund was completed.",
        "Is my refund being processed yet?",
        "Has the return been processing?",
        "I have yet to receive my refund, has it been processed yet?",
        "I am not certain if my Refunds has been processed yet.",
        "Have you given me your money back yet?",
        "The Refunds processing has not yet been finished.",
        "Please, please tell me the refund status.",
        "Did my Refunds have that done?",
        "Reprocessing my return?",
        "I don't know if my refunds finished.",
        "What is the situation with my refund?",
        "I wonder if my Refunds is done?",
        "I have no idea if theRefund has been finished yet.",
        "Is my money back?",
        "Was the stated repayment received yet?",
        "The return is not currently completed.",
        "I am not sure of the status of my refunds.",
        "Does anyone have news on the refund?",
        "I am uncertain whether my refund has been processed.",
        "I am not sure whether my refunds has been processed yet.",
        "Did they process the refunds?",
        "Is there any news on the Refund?",
        "I'm not sure whether my refund has been processed.",
        "Is my reimbursement processed now?",
        "I do not know if the refund is finished yet.",
        "Am I getting my money back?",
        "I am not sure if the Refund has been completed.",
        "Is money Returned?",
        "The Refund has not been completed yet.",
        "I don't know if the Refunds has been finished",
        "Is my promised refund done?",
        "I am not sure if my refunds has finished yet.",
        "I am uncertain of whether my refund has been processed",
        "Is my return processed?",
        "Does my return clear?",
        "Please, confirm the refund status.",
        "Is my Refunds handled?",
        "I didn't know if my Refund had been completed.",
        "Please let us know your refund status.",
        "Is myRefund done?",
        "The return hasn't been completed just yet.",
        "What is the progress on the refund?",
        "I don't know if you've processed my refund yet.",
        "I don't know if you processed my refund yet.",
        "Is my Refund done or not?",
        "Did you finish handling my refund yet?",
        "MyRefund is still waiting for processing, has that been done yet?",
        "Will I get some money back soon?",
        "I am unsure of when my refund has been processed.",
        "Can I be informed of the status of my refunds?",
        "I wonder if you finished processing my refund yet.",
        "The return has yet to becompleted",
        "I don't know whether myRefund has been processed yet.",
        "I am wondering about any updates on my refund.",
        "Have you yet processed my refund?",
        "Is the refund finished or not?",
        "There are any updates on my money back?",
        "The Refunds processing hasn't been completed yet.",
        "Is my return complete yet?",
        "I don't know if the refunds is finished.",
        "I am still waiting to pay my refund, has it been processed yet?",
        "The return has not yet been completed",
        "MyRefund is still waiting for processing, have I had my refund processed yet?",
        "Are funds from the return now issued?",
        "Have I received my refund yet?",
        "Do you processing my refunds yet?",
        "Has Refunds been processed yet?",
        "I am not sure if the refund is complete.",
        "Will I receive a reimbursement soon?",
        "Is there any progress on theRefund?",
        "Is my Refunds done or what?",
        "I have no idea if my Refunds has been completed.",
        "I have yet to have my Refunds processed.",
        "I am not sure if myRefund has been completed yet.",
        "I do not know if my refund has been processed yet.",
        "I would like to receive a status update on my refunds.",
        "I do not know if my refunds has been completed.",
        "Do you know if myRefund is done yet?",
        "Did you finish my return yet?",
        "What is the latest on my refunds?",
        "I don't know if my Refund has been done.",
        "I am not certain if myRefund has been processed",
        "I am not sure of the status of my refund yet.",
        "I do not know if theRefund is completed yet.",
        "I am not sure whether my refund is processed yet.",
        "Was it possible to process the rebate yet?",
        "Has the return been responded to?",
        "I am curious about any news on the refund.",
        "The repayment has not yet been received.",
        "Please, the status of the refund.",
        "Have my refund been processed yet?",
        "Have my reimbursement been processed?",
        "Will I get my money back soon.",
        "There is a return that has yet to be completed.",
        "Please, the status of the refund?",
        "Has I received my reimbursement yet?",
        "How have I processed my return yet?",
        "Has your money been returned?",
        "I'm waiting for my refund to be processed, have it been done yet?",
        "Has my reimbursement taken care of?",
        "I am unsure if the refund has finished.",
        "I'm not certain if my refund is finished.",
        "MyRefund is still waiting for processing, have it been done yet?",
        "TheRefund is still waiting for me to pay, has it been processed",
        "Could the return have been processed?",
        "I haven't received my refunds yet, has it been processed?",
        "My money returned?",
        "Is my refunds processing yet?",
        "Has the return been done?",
        "I question if my return has cleared.",
        "Have I had my Refund processed yet?",
        "I have no idea if the refunds has been finished.",
        "I wonder if there was any action on return.",
        "Did anyone finish processing my refunds yet?",
        "I have no idea if the refunds is finished yet.",
        "Please let me know of the refund status.",
        "The refunds processing has not been finished yet.",
        "I am not sure if myRefund is finished yet.",
        "Have my cash back occurred?",
        "Has this reimbursement been processed?",
        "Please, let's get the refund status.",
        "TheRefund has not been completed yet",
        "I am looking for any updates on my return.",
        "am I going to get my money back already?",
        "Were you processing my refund yet?",
        "There's any word on the refund?",
        "Is my refunds done or not?",
        "I'm not sure if my refunds has been processed.",
        "I have no idea if my refund is complete.",
        "I am not sure if my refunds have been processed yet.",
        "Have I had my money processed yet?",
        "Does my Refunds have been done yet?",
        "I would like a status update on the refunds.",
        "Does my refund have already been processed?",
        "The refund has not been completed yet.",
        "Did they not process the rebate yet?",
        "Has refunds been completed?",
        "Is my Reimbursement processed already?",
        "I am unsure if my return has been processed.",
        "Do you think you've finished processing my refund?",
        "Is the Refunds process done yet?",
        "Are funds released from the return yet?",
        "What progress is made on the return?",
        "Have my money returned already?",
        "Will my refund have been processed?",
        "My refund has yet to be processed, have it done?",
        "Any word on the refund?",
        "Has Refunds completed yet?",
        "I don't know if my refund is done",
        "Please check the return status.",
        "It is not known if the refund is finished.",
        "Please let me know the return status.",
        "Were you able to finish processing my refunds yet?",
        "There is progress on refund?",
        "I'm not quite sure if the refund is finished.",
        "Is the refund done?",
        "I don't know if my Refund is done",
        "Was it processed to my return yet?",
        "I am unsure if myRefund has been completed yet.",
        "Does the money back request have a status?",
        "There is any progress on return?",
        "Has my refund finished?",
        "Is my return alright?",
        "I don't know if the Refund has been finished.",
        "Did you finish processing my returns yet?",
        "I was wondering if they process the rebate yet.",
        "Does my return go through?",
        "Were you able to give me back my money?",
        "Do I have a status update on my refunds?",
        "Is my reimbursement processing already done?",
        "A return has not yet been completed.",
        "Did I get my money back.",
        "I don't know if the refund has finished yet.",
        "Is the return into the system?",
        "My refund is not paid yet, has it been processed?",
        "I am waiting for my refund to be processed, have you processed it yet?",
        "I need to know a status on refunds.",
        "What is the status of the money back request?",
        "Have my cash back happened?",
        "Is it any progress on the refund?",
        "Was my refunds processed yet?",
        "I don't know if my refunds have been processed yet.",
        "Please tell me the status of the return.",
        "Is the Refunds Processing completed?",
        "Is it done with the Refund?",
        "Is there any news on the return?",
        "Is my cash returned?",
        "How about processing my return yet?",
        "I am unsure of the process for my refund.",
        "I haven't received my refund yet, has that been done?",
        "I have no clue if the refund is finished.",
        "Has my return been fulfilled?",
        "I don't know if the refunds are completed.",
        "Was the money returned to me?",
        "I have no idea if the Refunds is finished yet.",
        "My refund is yet to be processed.",
        "Is my reimbursement ready?",
        "I'm unsure if my Refunds has been processed yet.",
        "I have a refund that is not yet processed.",
        "I'm not sure if my return has been processed.",
        "I want to know if my refund has been processed?",
        "Do you know the status of the refund?",
        "I wonder if my refund is complete.",
        "Didn't y'all finish processing my refund yet?",
        "Has the Refunds processing concluded yet?",
        "My refund is yet to be processed, have you processed it?",
        "I don't know if my refund's done.",
        "I wonder if my refund has been processed.",
        "Is I getting my money back?",
        "The return has been pending.",
        "Was you able to give me a refund already?",
        "Did they process the cash back yet?",
        "Is money back already?",
        "Will my reimbursement be processed soon?",
        "My refunds have not been processed yet.",
        "I'm not sure if theRefund is completed yet",
        "The return has yet to completion.",
        "Were there any action on the return?",
        "I'm not sure if the refund is done.",
        "Did my reimbursement processed already?",
        "I want a status on refunds.",
        "MyRefund is still waiting for processing, has it been done yet?",
        "Did you finish processing my refund already?",
        "I was wondering if we finished processing my refund yet.",
        "The return is not completed yet.",
        "I was wondering if we had finished processing my refund yet.",
        "I'm unsure if my refund has finished.",
        "Is there any progress regarding the refund?",
        "I am unsure of whether myRefund has been processed",
        "I do not know if my refund has been finished.",
        "Have I had myRefund processed yet?",
        "The return hasn't been complete.",
        "Has my return been completed yet?",
        "So is my refund done?",
        "The return has not been wrapped up.",
        "Did you finish processing myRefund yet?",
        "Has my money been paid back?",
        "Are my refunds done or not?",
        "I'm waiting for my refund to be processed, have it been?",
        "I have not had my Refunds processed yet.",
        "Does my Refund have been processed?",
        "I am waiting to pay my refund, but has it been processed?",
        "I am waiting for myRefund to be processed.",
        "Do you processing my refund?",
        "My refund is waiting for me to pay, but has it been processed?",
        "I would like to know if my refund is done.",
        "I am not sure if the Refunds is finished.",
        "I can't say if my refund has been processed yet.",
        "I'm waiting for my refund to be processed, has that been done?",
        "Was they processing the rebate yet?",
        "I would like to know any updates on my Refunds.",
        "My reimbursement has not yet been processed.",
        "Has the cash back occurred?",
        "Are my refund being handled?",
        "My money is back yet?",
        "Isn't the return processed?",
        "I haven't heard from my refund yet.",
        "I wonder if my return has been cleared.",
        "I'm unsure if my refund has been processed yet.",
        "Is there any progress in the refunds?",
        "Has my reimbursement been made?",
        "Please let me know about the refund status.",
        "Did my cash back come about?",
        "Did the return be processed?",
        "I don't know if my refund have been processed.",
        "Refunds processing has not yet been completed.",
        "Isn't my refund processed yet?",
        "Progress on Refund?",
        "I'm not sure if the refund has been completed.",
        "Did they happen to process the rebate yet?",
        "Has my reimbursement process been done?",
        "I wonder if my return cleared.",
        "I don't know if the refunds are complete.",
        "Concerning the refund?",
        "The Refunds processing has been completed yet.",
        "Wait, is the return in the system?",
        "There has yet to be completed the return.",
        "I am not sure whether my refund is processed.",
        "Can you tell the status of the money-back request?",
        "I'm wondering if my refund has been processed.",
        "Do you know if I have had my refund processed yet?",
        "I am looking for any updates on my refund",
        "Do I have my money back yet?",
        "Isn't my refund yet processed?",
        "I am not sure if the refund has finished yet.",
        "I'm wondering if my refund has done yet.",
        "I have no idea if my refund has been processed yet.",
        "I have no idea if theRefund is finished.",
        "Please, refund status.",
        "Are the funds from the return issued yet?",
        "Has myRefund been processed",
        "TheRefund is still waiting for processing, has that been done?",
        "I am still waiting to pay my refund, has it been processed?",
        "I wish to get a status update on my refunds.",
        "I'm not sure if theRefund is complete yet.",
        "I do not know if the refunds is completed.",
        "Can my money be returned already?",
        "I do not know if the refund is done.",
        "Does my refund have been completed yet?",
        "Money being refunded?",
        "Has my cash return happened?",
        "Is the Refunds Processing finished yet?",
        "I want to know if the return has been processed.",
        "Did y'all finish processing myRefund?",
        "My refund?",
        "Did y'all finish processing my Refunds yet?",
        "I'm wondering if my return has cleared.",
        "Can you tell me if the return has been processed?",
        "Does the return have been processing?",
        "I don't know if my refund is finished",
        "The Refunds Processing has yet to be completed.",
        "Got news regarding the refund?",
        "Any progress on getting a refund?",
        "Is the return happening?",
        "The return hasn't been finished just yet.",
        "Any progress with the refund?",
        "Have you reimbursed me yet?",
        "Are my refunds completed yet?",
        "Did I get my return processed yet?",
        "I do not know if the refund is complete.",
        "Does my refund have been processed?",
        "Are my refunds processed yet?",
        "I have no idea if my refund has finished.",
        "I have no idea if my refund has finished yet.",
        "I'm unsure if my refund was processed.",
        "Has the return finally been processed?",
        "The Refunds processing has not yet been completed.",
        "Can I get a current status on my refunds?",
        "I am not sure if theRefund is finished yet.",
        "Status of money- back request?",
        "I don't know if the Refunds is completed yet",
        "I wondered if my refund was done yet.",
        "I am not sure if the refund is completed yet.",
        "I would like to know if you have already issued me a refund.",
        "Did I have my refund processed yet?",
        "I don't know yet if my refund has been processed.",
        "I'm unsure if the refund is finished yet.",
        "What is the status ofstated repayment received yet?",
        "I don't know if my refund is finished yet",
        "Is money getting back?",
        "Has my return been reached?",
        "I am not sure if my refund finished yet.",
        "Is there any progress towards a refund?",
        "Is my return clear?",
        "Is that money back already?",
        "The return hasn't been wrapped up yet.",
        "My refund is still awaiting processing, have it been done yet?",
        "I don't know if my Refund has been finished yet.",
        "Has my refund finished yet?",
        "I haven't received my refund yet, is that done?",
        "The return has not been processed yet.",
        "Has my money come back to me?",
        "Did any progress be made on the refund?",
        "I'm not sure if the refunds is finished yet.",
        "I is waiting for my refund to be processed.",
        "I am not sure if the Refunds is done yet.",
        "Is there any update on theRefund?",
        "Is it possible they did not process the rebate yet?",
        "I am unsure of the progress of my refund.",
        "My refund is yet to be processed, has that been done?",
        "I was wondering if y'all had finished processing my refund yet.",
        "I am not sure if myRefund is finished.",
        "Check the status of the money-back request.",
        "I don't know if the Refunds is finished yet",
        "I don't know if the Refunds has finished yet.",
        "I wonder if there was action on return.",
        "My refund has yet to be processed, has that been done?",
        "Is my money back just yet?",
        "I don't know the status of the refund.",
        "I still haven't had my Refunds processed yet.",
        "Do you have your money back?",
        "I don't know if the Refunds has been completed yet.",
        "Is my return being processed?",
        "Has my return been clearance?",
        "am I getting my money back?",
        "I do not know if the Refunds is finished yet.",
        "I'm not sure if the Refunds is finished.",
        "I haven't had my Refunds processed yet.",
        "Did they complete the rebate yet?",
        "I am unsure if my refunds have been processed.",
        "Does the return have been dealt with?",
        "Is my refund dealt with?",
        "I am not sure whether the refund has been finished.",
        "Did they process the rebate?",
        "I am not sure if my Refunds has been processed.",
        "I don't know if theRefund has been completed.",
        "I am unsure if my Refund has been completed yet.",
        "I'm not sure if my refunds is finished.",
        "Did y'all process my refund?",
        "Is the repaid amount yet received?",
        "Has theRefund been processed?",
        "Have my refunds processed?",
        "Is the money back already?",
        "Has the Refunds' processing been completed?",
        "Did my refund get processed yet?",
        "I wondered if my cash back happened.",
        "I'm not sure whether myRefund has been processed yet.",
        "Got my return processed yet?",
        "Was the Refund process complete?",
        "Has my money been paid back yet?",
        "Did they process the rebate at this point?",
        "I am waiting for my refund to be processed, but it is not yet.",
        "I am not aware if the refund is finished.",
        "Was it possible to process my return yet?",
        "I don't know if the refund is finished yet",
        "Has the return been properly processed?",
        "Has the Refunds process completed yet?",
        "I am not certain if the refund is done.",
        "I want to know if you have processed my refund.",
        "Are my refund processed yet?",
        "Are the funds received now?",
        "Is it possible toprocessed my return yet?",
        "Please let me know if you have news about the refund.",
        "I don't know if myRefund has been completed",
        "Has the return been cleared?",
        "My refund is waiting for processing, has it been processed yet?",
        "Any updates on my return?",
        "I am unsure of whether my return has been processed.",
        "Has my return been completed.",
        "I haven't paid my refund yet, has it been processed?",
        "I am still waiting for my refund to be processed, have you processed it yet?",
        "Please, the status of the refund",
        "Did you process my refund yet?",
        "Can I get an update on my refunds?",
        "I don't know if my refunds is completed.",
        "My money being returned already?",
        "I do not know if the Refunds is completed yet.",
        "Is the money from the return issued yet?",
        "Is my refund processing yet?",
        "Do I have my refunds processed yet?",
        "Is claimed repayment received yet?",
        "Does my Refunds have been handled or not?",
        "Any headway on the refund?",
        "I'm not sure whether my Refunds has been processed.",
        "Will my refund be done yet?",
        "Has the Refundsprocessing been completed yet?",
        "I'm curious about any updates on my refund.",
        "I don't know if my refund has been processed yet",
        "Has my return been dealt with?",
        "I can't tell if my refund is finished.",
        "My return has not been completed.",
        "I'm not sure if the refunds is completed yet.",
        "I don't know if my refunds has been completed yet.",
        "I'm waiting for my refund to be processed.",
        "Is the refunds process done?",
        "I am unsure of whether my Refunds have been processed",
        "I am unsure of whether myRefund has been processed.",
        "Will my refund be complete?",
        "I'm not sure if my Refunds has been completed yet.",
        "The return has not been processed.",
        "Was it finished processing my refund yet?",
        "I'm not sure if the refund has finished.",
        "I don't know if myRefund was completed.",
        "The refund is not yet completed.",
        "Is my return resolved?",
        "Have you processed myRefund?",
        "Are you processing my refund?",
        "My refund is waiting for processing, have it done yet?",
        "Do you have the money back yet?",
        "Do I have myRefund processed yet?",
        "Has my reimbursement been cleared?",
        "Is my refund done, yet?",
        "Has the cash back happened?",
        "I am still waiting for my refund to be completed.",
        "Is my return handled?",
        "Has my refunds been done yet?",
        "I am waiting on my refund to be processed.",
        "Repayment yet to be received?",
        "The progress on the return?",
        "I don't know if the Refunds is done",
        "Have the Refunds processing been completed?",
        "I am waiting for your processing of my refund, have you done it yet?",
        "Was there a response on return?",
        "Do you have news regarding the refund?",
        "I don't know if my return has been processed.",
        "Has the Refunds Processing been complete?",
        "Is this refund done?",
        "Is the money back?",
        "Was my Refunds finished yet?",
        "Has the refunds process been completed yet?",
        "Is there any news on my Refunds?",
        "There is any progress on the refund?",
        "I don't know if the refund has been finished",
        "I'm not sure if my Refunds has been processed yet.",
        "I don't know if my refund has been processed.",
        "Did they still process the rebate yet?",
        "Has the refunds Processing been completed?",
        "How about Processed my return?",
        "Will I have a return soon?",
        "I'm waiting for my refund to be processed, have it done yet?",
        "Had my refund processed yet?",
        "Please tell me about the refunds status.",
        "Is my return done yet?",
        "Did I processes my return yet?",
        "I am not sure if the Refunds has been completed.",
        "Yes, is the return in the system?",
        "My Refund is still waiting for processing, have you processed it yet?",
        "Is Refunds processing complete yet?",
        "Is the processing of my refund done?",
        "Do you have any news on my refund?",
        "I don't know if myRefund has finished yet.",
        "I'm not sure if myRefund has been processed yet",
        "I want to know if my refund has done yet.",
        "I am not sure if my return has been processed.",
        "Has the refunds process been done?",
        "Has my refund beenprocessed yet?",
        "My refund isn't processed yet, has that been done?",
        "I don't know if the refunds has been complete.",
        "Has my reimbursement done yet?",
        "Do I have my money back?",
        "I don't know if my refund finished yet.",
        "Did you finish working on my refund yet?",
        "Are my money back?",
        "I don't know if the refunds is completed",
        "I wonder if my cash returned?",
        "Did the processing of my refund finish yet?",
        "Has the return been sorted out?",
        "I don't know if my refund is done or not.",
        "Is my refund all done?",
        "Do I have money back already?",
        "Didn't they process the rebate yet?",
        "Will the refund process be completed?",
        "Is there any news regarding the refund?",
        "TheRefund is not completed yet",
        "Is it possible to Processed my return yet?",
        "I am unsure if my Refunds have been processed.",
        "status of money-back request?",
        "The refund hasn't been completed yet.",
        "I am not sure if the refund has been finished yet.",
        "Please let me know if there is a refund status.",
        "Did you process my money back?",
        "The refund is yet to be completed.",
        "I don't know if the refunds have been finished yet.",
        "Is the Refunds done yet?",
        "I don't know if the refunds is done",
        "Is my reimbursement processed.",
        "I have no idea if the refund has been finished yet.",
        "Is my return been processed yet?",
        "The return is not yet completed",
        "Yes, did they process the rebate yet?",
        "Are the funds from the return now available?",
        "what is the status of my refund?",
        "I'm waiting for the refund to be processed.",
        "Were you able to issue me a refund already?",
        "Has the refunds processed yet?",
        "Have I had my Refunds processed yet?",
        "I don't know if the Refunds has been finished yet",
        "Is the money-back request progressing?",
        "Was the money-back request received?",
        "Has the Refunds processing completed?",
        "Is my refund being dealt with?",
        "I have a refund that is yet to be processed.",
        "I wonder if my return is done.",
        "I'm not sure if my Refund has been complete.",
        "The return was not completed yet.",
        "Will I have a refund soon?",
        "Has the return gone through the process?",
        "Is there any progress on Refund?",
        "Has the return been accessed?",
        "I am not sure if the refund has been completed yet.",
        "What's the status of my refund?",
        "Has my cash back been done?",
        "I want to know if my return is cleared.",
        "Do my returns have cleared?",
        "Do I get my money back already?",
        "Is the return close to being processed?",
        "Is there any progress on return?",
        "I'm not sure if the refund is completed.",
        "Is my reimbursement processed right?",
        "Are the funds from the return released now?",
        "The refund may not have been finished yet.",
        "I can't say if my refund is done.",
        "I do not know if the refunds is finished yet.",
        "Have the refunds been processed yet?",
        "I have yet to receive my refund, has it been processed?",
        "Money back request's status?",
        "Ismy refund done?",
        "I do not know if the refund has been processed.",
        "I am waiting to have my refund processed.",
        "Is my refunds being handled or not?",
        "I'm not sure if my Refund is finished yet.",
        "Please, the status of the Refund.",
        "Does there have been any progress on the refund?",
        "Is my refund getting handled?",
        "Did you finish processing my Refund yet?",
        "What is the latest on refund?",
        "I have no idea if my Refunds has been processed.",
        "Is my money return already?",
        "I don't know if the refund has been completed.",
        "Has my money gotten back to me?",
        "I don't know if theRefund has been processed yet.",
        "I am not sure whether my Refunds have been processed.",
        "Did they actually process the rebate yet?",
        "I don't know if my Refund was completed.",
        "I'm not sure if the refund is done yet.",
        "The status of the money back request?",
        "My refund is still waiting for processing, do I have it processed yet?",
        "Do the return have been processed?",
        "Is my return dealt with?",
        "Was it possible to processed my return yet?",
        "What is the status of my refund?",
        "I am not sure if the Refunds is completed yet.",
        "Is the refunds done yet?",
        "The return still has not been completed.",
        "I don't know if my return has been cleared.",
        "I am not certain if the refund is complete.",
        "Have you finished processing my refund yet?",
        "Has my reimbursement been worked out?",
        "I have no idea if the refunds is complete yet.",
        "Has the refund been processed yet?",
        "I want to know if you have processed my refund yet?",
        "The return has not been completed yet",
        "Do you have news about the return?",
        "I would like to know if my refund has been done yet.",
        "Please tell me the status of the Refund.",
        "Do you know if the return is in the system?",
        "Did they process the payback yet?",
        "Are they processing my return yet?",
        "MyRefund is still waiting for me to pay, has it been processed",
        "Does my refunds have been processed?",
        "Has the refunds process finished?",
        "I do not know if my Refund has been completed yet.",
        "Will I get my cash back?",
        "Can I check on my refunds?",
        "I still don't know if my refund is done.",
        "I am not sure whether my Refund has been processed.",
        "Have they processed the rebate yet?",
        "I haven't had my return processed yet.",
        "I'm unsure if my refund is done.",
        "Has theRefund has been processed?",
        "The return hasnot yet been completed.",
        "I don't know if the return is done.",
        "Is I getting my money back or not?",
        "Has the Refunds Processing finished?",
        "My refunds is not processed yet.",
        "I don't know whether my refund is finished.",
        "I wonder if my cash back occurred.",
        "Is the refunds processing complete?",
        "Has the Refunds Processing been Completed yet?",
        "My refund is still waiting for me to pay, have it been processed?",
        "I do not know if my refund has been completed.",
        "I do not know if the refunds is done.",
        "Has my return been accomplished?",
        "Has the return been complete?",
        "I have no idea if myRefund has been completed yet.",
        "I don't know if myRefund has been processed yet.",
        "Has the Refunds been processed yet?",
        "Did they process the refund?",
        "I am not sure if my refund has finished yet.",
        "Is the refund process complete?",
        "I am not sure if the return is finished yet.",
        "I don't know whether myRefund has been processed",
        "Is myRefund done or not?",
        "I am curious about any updates on my refund.",
        "Did the return process?",
        "I don't know if my refund has been done or not.",
        "My refund is waiting for processing, has that been done?",
        "I don't know if the Refunds has finished.",
        "I'm not sure if my Refund is complete.",
        "I'm not sure if my refund's finished yet.",
        "I am not sure if the refund has been finished",
        "Did you get me back my money?",
        "Did they process the refunds yet?",
        "I don't know if the refunds is done.",
        "Did anyone finish processing my refund yet?",
        "Will I receive my refund soon?",
        "My refund is not yet processed, have you processed it yet?",
        "I don't know if the refunded is complete.",
        "Have my cash back?",
        "I don't know if my refunds are finished.",
        "I wonder if my refund is handled or not.",
        "I'll get aRefund soon",
        "Is it yet possible to process my return?",
        "I'm not sure if you've processed my refund yet.",
        "I don't know if my refunds have finished yet.",
        "Please let me know the Refund Status.",
        "I have yet to be processed my return.",
        "Did you finish processing my refund just yet?",
        "Return has not been completed",
        "I haven't received my return case yet.",
        "I'm unsure of whether myRefund has been processed",
        "Has I gotten my cash back?",
        "Has my Reimbursement processed yet?",
        "Is my cash back yet?",
        "I am not certain if myRefund has been processed.",
        "How about my refund?",
        "Did I have my return processed yet?",
        "Is my pay back done?",
        "I am waiting for my refund to be processed, has it been completed yet?",
        "I don't know if my cash back transpired.",
        "Moneyback request's status?",
        "I do not know if my refund is finished yet.",
        "Are they processing the rebate yet?",
        "I have a refund waiting for processing, have you processed it yet?",
        "What is the progress on refund?",
        "Can I find out a status on my refunds?",
        "Is it true thatstated repayment received yet?",
        "I'm not sure if my refund has been processed",
        "I'm curious about any news on the refund.",
        "I am unsure if my refund is finished.",
        "My refund is still waiting for me to pay, does it have been processed?",
        "Has my reimbursement been done?",
        "Is my return finished yet?",
        "Did they process a return yet?",
        "I am unsure if my refund has already been processed.",
        "Has my return been cleared by the authorities?",
        "I am not sure if my Refunds has been processed yet",
        "Has my money been taken care of?",
        "The return has yet to conclude.",
        "I will be getting aRefund soon",
        "My refund is waiting for processing, has it been done yet?",
        "The return hasn't been finalized yet.",
        "Is the process done for the refund?",
        "I would like to know if my refund is done or not.",
        "Is there any progress on the refunds?",
        "I'm waiting for myRefund to be processed",
        "Has my reimbursement done?",
        "Has the refunds process been completed?",
        "I don't know if my refund is complete.",
        "Has the refund process been completed?",
        "I'm not sure whether my refunds has been processed yet.",
        "I am still not sure if my refund has been processed.",
        "Did you process the refund yet?",
        "Please get the return status.",
        "Has my return been approved?",
        "I wonder if my refund has finished.",
        "My refunds have yet to be processed.",
        "I wondered if you finished processing my refund yet.",
        "I'm not sure if my refund has been done.",
        "Refund process completed?",
        "I would like to know if my refund is done yet.",
        "I don't know if my refund is completed yet.",
        "Is my refund done so far?",
        "I am unclear as to whether my refund has been processed.",
        "I have no idea if myRefund has been processed yet.",
        "I am not sure if my Refunds has been processed yet.",
        "I am waiting for my refund to be processed, yet.",
        "Has the Refunds Processing been completed?",
        "Has my return been clear?",
        "Does my refunds have been handled or not?",
        "Return has not been completed.",
        "Has the return been rendered?",
        "Can I have a status on refunds?",
        "Was the repayment received yet?",
        "Do you know if my refund has finished yet?",
        "I want to know if my refund has been done.",
        "Is there progress on the return?",
        "My refund is still waiting for me, has it been processed?",
        "Has my reimbursement been taken care of?",
        "I wish to know any updates on my refund.",
        "Was it Processed my return?",
        "My refund has not been completed yet.",
        "The return has yet to becompleted.",
        "I would like to know the status on refunds.",
        "Have I received my reimbursement yet?",
        "Has my return been recorded?",
        "Is the money being returned?",
        "Please confirm the status of the refund.",
        "I am not sure about whether my refund has been processed.",
        "I don't know if myRefund is finished",
        "Has my refund been processed.",
        "Will I get some money back?",
        "Was there any action on the return?",
        "Does my return have been done?",
        "processing my refund yet?",
        "Is my tax refund done?",
        "I don't know if the refunds is done yet.",
        "I'm not sure if my refunds have been processed.",
        "I am not sure whether the refund is finished.",
        "Is the return cleared?",
        "Has my refund been completed yet?",
        "I wonder if my cash back has transpired.",
        "I am not sure if the refunds is complete.",
        "I'm not sure if the Refund is finished yet.",
        "I want to know if my refund is handled or not.",
        "I would like to know if you have issued me a refund already.",
        "Is my Refund done?",
        "I should get a refund soon.",
        "I am waiting for my refund to be processed, has that been done?",
        "Are funds from the return issued yet?",
        "What is the current status of my refund?",
        "I want to know if my return cleared.",
        "I would like to know a status update on my refunds.",
        "There is any progress on the return?",
        "Has my reimbursement been rendered?",
        "I'm not sure if my refund is processed yet.",
        "Is the repayment yet received?",
        "Does my refund have finished?",
        "Has myReimbursement been processed?",
        "I don't know if myRefund has been processed yet",
        "Do you have any news regarding the refund?",
        "Is it my refund being handled?",
        "Has my Reimbursement been processed?",
        "Is there anything happening with my refund?",
        "Refund progress?",
        "Are my refunds done or something?",
        "I do not know if theRefund is done.",
        "How about my return?",
        "I'm unsure if my Refunds has been processed.",
        "I don't know if the refunds has been completed yet.",
        "I am unsure if the refunds is finished.",
        "I don't know if my Refund has been Completed.",
        "Has my money been repaid?",
        "I have not had my refund processed.",
        "What's the status of the money back request?",
        "My return yet to be processed?",
        "I am interested in any updates on my Refund.",
        "The return has yet to completed.",
        "Did you processed my return?",
        "I have been waiting for your processing of my refund.",
        "Is the repaid amount received yet?",
        "Has my reimbursement been dispatched?",
        "I don't know if I had my refund processed yet.",
        "Has the refund been done?",
        "I'm wondering about any updates on my refund.",
        "Has my return been finished?",
        "Does the return have been processed.",
        "Has the return processing been completed?",
        "Is the refunded process done?",
        "Have my Refunds been processed yet?",
        "I am waiting for my refund to be processed but it is not yet.",
        "Did you complete your processing of my refund yet?",
        "I do not know if my refund has been done.",
        "I'm not sure if the refund is finished",
        "Is my refunds handled or not?",
        "I wonder if my refund has been processed yet?",
        "What is the status of my return?",
        "I still don't know if my refund has been processed yet.",
        "What is the status of my Refund?",
        "Status of request for money back?",
        "MyRefund has not been completed yet.",
        "Status of moneyback request?",
        "Have you processed my refunds already?",
        "Please let me know your return status.",
        "Is it yet that my refund has been done?",
        "I want to know if you processing my refund yet.",
        "Is my reimbursement finished?",
        "Is my Refund Done?",
        "Did my refund have it done?",
        "Has the Refunds processing been completed so far?",
        "I just don't know if the refund is done.",
        "Please tell me the Refund Status.",
        "I have no clue if my refund has been processed.",
        "Does anyone know any news on the refund?",
        "I am not sure if theRefund has been finished yet",
        "Is my refund done or something?",
        "I don't know if my Refunds is complete.",
        "have you paid me back yet?",
        "I have no idea if the refund is done.",
        "Has my Refund been processed yet?",
        "Was the processing of my refund completed yet?",
        "Is myRefund being handled?",
        "I'm unsure of whether my refunds have been processed.",
        "The return hadn't been completed.",
        "Is money back?",
        "Are my refunds finished yet?",
        "Can I get a status on the refunds?",
        "I don't know if the refund is completed",
        "I would like to hear any updates on my refund.",
        "I want to know if my refund has already been processed.",
        "Is theRefund process finished?",
        "Did you processed my return yet?",
        "Is the refund handled?",
        "I am not certain if my Refund has been completed yet.",
        "Is it possible to have processed my return yet?",
        "I haven't gotten my refund yet, has that been done?",
        "Is the money refunded?",
        "Is my complete refund done?",
        "I have no clue if the refund is complete.",
        "I don't know if the return is finished yet.",
        "The Refunds processing has not been completed yet.",
        "I did not know if my refund was finished.",
        "Has my reimbursement processing been completed?",
        "I'm not certain if the refund is finished.",
        "processed my return yet?",
        "Is the Refund Process complete?",
        "I am waiting for my refund to be processed and done.",
        "I have a refund yet to be processed, has that been done?",
        "There is any news on my refund?",
        "I am interested in any updates on my refund?",
        "Do you have my money back already?",
        "I am waiting to pay my refund but has it been processed?",
        "Has my return been assessed?",
        "Do you have refunds for me yet?",
        "Can I get the latest on my refunds?",
        "Is the refunded process complete?",
        "I'm not sure if my refunds is finished yet.",
        "I'm not sure if the refund is finished yet.",
        "I don't know if the Refunds is completed",
        "Please tell me what the refund status is.",
        "Is that money refunded?",
        "I don't know if my refund has been complete.",
        "Is my Refunds done yet?",
        "I don't know if my refunds is complete.",
        "Is the Refunds process complete?",
        "I'm not sure if my Refund has been done yet.",
        "Has anyone processed my refund yet?",
        "I have no idea if the refund is complete yet.",
        "I have not received my refund yet, has it been processed?",
        "My refund is not processed yet.",
        "I don't know whether my refunds has been processed.",
        "Has my return been evaluated?",
        "I'm not sure if the refund has been processed.",
        "Have you given me the money back yet?",
        "Does the Refunds processing have been finished?",
        "I am unsure if myRefund is finished yet.",
        "money back yet?",
        "I don't know if the refunds is finished yet",
        "Are the process complete for the refund?",
        "Is my cash back happening?",
        "Did ya'll finish processing my refund yet?",
        "Can I get a status on my refunds.",
        "I am waiting for my refund to be paid but has it been processed?",
        "I am not certain if my refunds has been processed yet.",
        "I wonder if my cash back has happened?",
        "Has my return been finalized?",
        "I do not know if the Refunds has been finished.",
        "Is my reimbursement being processed right now?",
        "I am not sure if my refund has processed yet.",
        "Did they process reimbursement yet?",
        "The refund is still waiting for processing, has it been done yet?",
        "I don't know if the Refunds is completed yet.",
        "Has my return been resolved?",
        "Is the return process done?",
        "Do you have news about theRefund?",
        "Has my reimbursement been processing?",
        "There is any progress on returning money?",
        "My refund is not done yet.",
        "Has my refund been processed so far?",
        "I don't know if the refund is done yet",
        "Is this repayment yet received?",
        "I have yet to process my return.",
        "I was wondering if you had processed my refund yet.",
        "Is myRefund finally done?",
        "I am unsure if the refund is done yet.",
        "I am unsure if my Refunds have been processed yet.",
        "What's the status of the refund?",
        "I asked if my cash back happened.",
        "Did the Refund process finish?",
        "I am waiting for my refund to be processed, has it already been done?",
        "Do my refunds have been processed?",
        "Has my return been complete?",
        "Is my refunds handled?",
        "I am not certain whether my refund has been processed yet.",
        "Did my money come back to me?",
        "Perhaps the return has been processed?",
        "Had I processed my return yet?",
        "Return has not been completed yet",
        "Did you finish the processing of my refund yet?",
        "Is the refunds process done yet?",
        "I want to know if my refund has been processed yet.",
        "I don't know if the Refund is Finished.",
        "Did they deal with the rebate yet?",
        "Is myRefund being processed yet?",
        "I'm still waiting for my refund, have you processed it yet?",
        "I do not know if the refunds is completed yet.",
        "I want to know if you processed my refund yet.",
        "I'm unsure of if my refund has been processed.",
        "There is a return that is not yet completed.",
        "I am unsure if the refund has been completed yet.",
        "Take care of my return yet?",
        "I wonder if y'all finished processing my refund yet.",
        "I need to know if my return has cleared.",
        "I do not know if my return has been processed.",
        "The return is not yet completed.",
        "My refund is yet to be paid, has it been processed yet?",
        "I don't know if theRefund is complete.",
        "Is there any news on the refund?",
        "My refund is not yet paid, has it been processed?",
        "Has my return concluded?",
        "I'm not certain whether my refund has been processed.",
        "I have no idea if my Refund has been completed yet.",
        "Are the funds from the return yet issued?",
        "I'm not sure if my refund has already been processed.",
        "Has my Refunds processed yet?",
        "Is the return processing done?",
        "Does my refund have been handled or not?",
        "Has my reimbursement been finalized?",
        "I have no idea if my refunds is finished yet.",
        "I don't know if I have received my refund yet.",
        "I want to know if my return has cleared.",
        "I don't know if myRefund is finished.",
        "I don't know if the Refund has finished.",
        "Has my refund been processed, I'm still waiting?",
        "What is the status of the refund?",
        "Has my return beencompleted?",
        "Have I seen my refund processed yet?",
        "Has MyRefund been processed?",
        "I am not sure whether my refund has arrived.",
        "Is my refund done or not.",
        "Can I find out the status of my refunds?",
        "am I getting my refund yet?",
        "I have been waiting for my refund to be processed.",
        "My refund is still pending, has that been done?",
        "I wonder if they finished processing my refund yet.",
        "Completed my return yet?",
        "I want to know if my refund has been completed.",
        "I'm not sure if the refund has been complete.",
        "Are my Refunds done yet?",
        "I'm not sure if my Refunds is finished yet.",
        "Are my refunds done yet?",
        "Can i get a status on refunds?",
        "Will my refund have been processed yet?",
        "Did my reimbursement go through already?",
        "My return case yet?",
        "I want to know if my reimbursement has been processed.",
        "I am not sure of the status of my refund.",
        "I need an update on my refunds.",
        "Is my refund done??",
        "I am not certain of whether my refund has been processed yet.",
        "Has the Refunds Processing finished yet?",
        "Has the return been treated?",
        "Can I find out a status on refunds?",
        "I am not certain of whether my refunds has been processed.",
        "I am waiting for my refund to be processed, have I had it processed yet?",
        "Are my Refunds done?",
        "Had you processed my refund yet?",
        "Please, the status of theRefund",
        "Is my refunded done?",
        "Do I have my refunds done yet?",
        "Did you finish processing my money back?",
        "Was there any progress on the refunds?",
        "Was my money returned to me?",
        "Is my reimbursement done?",
        "The return have not been completed.",
        "I am waiting for my refund but has it been processed?",
        "Is my return confirmed?",
        "I don't know if theRefund is completed yet",
        "I am not sure if the Refund is completed yet.",
        "What's the status of my return case?",
        "I am not sure if the Refunds is finished yet",
        "Did my reimbursement be processed already?",
        "I want to know if my refund is done yet.",
        "Any news about the refund?",
        "Is my Refunds Done?",
        "I am not sure if my Refund is complete.",
        "Reprocessing my return yet?",
        "Is theRefund process complete?",
        "Is this my return cleared?",
        "Has the Refunds process finished yet?",
        "Does my money back already?",
        "I am not sure that my refund has been processed.",
        "Have my refunds done yet?",
        "Has the return was processed?",
        "I have not yet processed my return.",
        "I want to know if the refund is done.",
        "Is there any progress on refund?",
        "I don't know if my refund was processed.",
        "I am not sure if the refund has been processed.",
        "Was it Processed my return yet?",
        "There is any word on the refund?",
        "I am unsure of whether my refund has arrived.",
        "Are my returns processed yet?",
        "I wonder if my cash back has occurred.",
        "Was it done yet to process my return?",
        "I am not sure whether my refund has been processed yet.",
        "I have no idea if the Refunds has been finished yet.",
        "Is the money returned?",
        "I haven't heard if the refund has been finished.",
        "Is there any progress on getting a refund?",
        "Has myRefund processed yet?",
        "Is the return completed?",
        "I am unsure as to whether my refund has been processed.",
        "Have the Refunds done yet?",
        "Is the refund ready?",
        "Please let us know what the refund status is.",
        "Will I have my return processed yet?",
        "I am wondering if my cash back has happened.",
        "Was my money paid back?",
        "Please let me know if the refund status is okay.",
        "I'm not sure if my Refunds finished yet.",
        "The Refunds processing has not been complete.",
        "I want to know if the refund is finished.",
        "am I getting my money back already?",
        "have my return been cleared?",
        "How about the return?",
        "I don't know if my Refund is Finished.",
        "Any progress on the refunds?",
        "Is my reimbursement processed yet?",
        "Did the return been processed?",
        "Have my cash back come about?",
        "How about processed my return?",
        "I don't know if my Refunds has been complete.",
        "Is the returnprocessing?",
        "I have no idea if my refund is done.",
        "I was wondering if they finished processing my refunds yet.",
        "Does my money come back to me?",
        "I don't know if my Refund has been finished",
        "There is a return that has yet to be finished.",
        "Did you processing my refund yet?",
        "Wasn't my return processed yet?",
        "Has the process of refunds been completed?",
        "The return has not been resolved.",
        "Will the Refund process be complete?",
        "Is reimbursement received yet?",
        "I am unsure if my refund has yet been processed.",
        "I am not sure of whether my refund has been processed yet.",
        "I wondered if my return was cleared.",
        "Is money-back request received?",
        "If there is any progress on the refund?",
        "I am not sure about whether my refund has been processed yet.",
        "TheRefund is still waiting for processing, has it been done yet?",
        "The status of money back request?",
        "Was the money returned?",
        "My return is not cleared.",
        "I'm unsure if the refund has been finished.",
        "Is there any progress on the refund yet?",
        "Did they process the rebate at the moment?",
        "I need to know a status update on my refunds.",
        "Was there any action on return.",
        "Processing my return yet?",
        "The return is yet to be complete.",
        "I don't know if the Refunds is done yet",
        "I wonder if the return has been processed?",
        "I am not sure if the refunds is finished.",
        "I am unsure if my refund is done.",
        "Have you gotten any news about the refund?",
        "Proceeding with my return yet?",
        "I was wondering if you had issued me a refund already.",
        "Has my return been completely cleared?",
        "Is my refund done yet, has it?",
        "Is there any progress on the refund?",
        "I do not know if my refund is processed yet.",
        "They have yet to complete the return.",
        "have the return been processed",
        "I haven't received my refund yet, has that been completed?",
        "Money is being returned?",
        "I'm unsure if my Refund has been completed yet.",
        "I am waiting for my Refund to be processed",
        "I am not sure if my return is finished yet.",
        "The return has not been completed thus far.",
        "I haven't received my refund yet, have you processed it?",
        "I don't know if my Refunds has been done yet.",
        "Am I getting my money back already?",
        "Is the full refund process done?",
        "Your refund is waiting for processing, have you processed it yet?",
        "I'm not sure if myRefund is finished.",
        "I am wondering if my refund is done or not.",
        "I do not know if my refund has finished yet.",
        "I do not know whether my refunds has been processed.",
        "My refund is not done yet, has that been done?",
        "I haven't had my refund processed yet.",
        "Can I get a refund status update?",
        "I am not sure if my Refunds have been completed yet.",
        "Is that money being returned?",
        "I don't know if the Refunds are finished yet.",
        "Has my return been processed yet?",
        "I do not know if the Refunds is finished.",
        "Do I have my money back already?",
        "Is my return through?",
        "Did you finish the processing of my refund?",
        "Are the repayment received yet?",
        "Has the return been successfully processed?",
        "I don't know if my Refunds is processed yet.",
        "Has my reimbursement beenprocessed?",
        "There is a return that has not been completed.",
        "What is the status of my refunds?",
        "I haven't heard if my refund has done yet.",
        "Has the return been disbursed?",
        "Does the refunds processing have been completed yet?",
        "I am not sure if the refunds is completed yet.",
        "I am not certain if myRefund has been processed yet.",
        "I am unsure if the refund is completed yet.",
        "Is the return have been processed?",
        "I do not know if myRefund has been finished.",
        "I don't know whether my refunds has been processed yet.",
        "Have they yet processed the rebate?",
        "I want to know if my refund is being handled or not.",
        "There was any progress on the refund?",
        "Do I have my refund done?",
        "Has my reimbursement been processed successfully?",
        "Did they process the rebate yet?!",
        "Has the return been submitted?",
        "I am unsure if my refund has been completed yet.",
        "Wasstated repayment received yet?",
        "Has my reimbursement processed now?",
        "I am still waiting for my refund, has it been processed?",
        "My refund isn't done yet, have it done yet?",
        "Can you give me a status update on my refunds?",
        "I am still waiting for my refund to be paid, has it been processed?",
        "Has the refund done yet?",
        "Is it possible to processes my return yet?",
        "Is the return in the systems?",
        "I will get aRefund soon",
        "What is the current status of the money-back request?",
        "Is there any updates on myRefund?",
        "The return has yet to be completed",
        "Was it processed to my return?",
        "Have my returns been cleared?",
        "I'm waiting for my refund to be processed, have that been done?",
        "Do you know any news on the refund?",
        "Is the refund process done?",
        "I was wondering if my return had cleared.",
        "Does my refund have done yet?",
        "I am not certain if the refund has been completed.",
        "Is my reimbursement been processed?",
        "I'm unsure if the refund is finished.",
        "Is there any news on my refund.",
        "Have I yet had my refund processed?",
        "I wonder if my refund has finished?",
        "did you finish processing my refund yet?",
        "I'd like to know if my refund has been processed yet.",
        "I am unsure if my refund has been processed.",
        "I am not sure if my Refund has been processed yet.",
        "I am not sure whether myRefund has been processed",
        "Has my refund been processed??",
        "Do you know if my refund is done yet?",
        "Can I get an update on my refunds.",
        "The Return has not yet been completed.",
        "I have no idea if the refund has been done.",
        "Are the funds from the return yet to be released?",
        "I am unsure if the refund is complete.",
        "Please know the status of your refund.",
        "The refund is still not completed.",
        "The Refunds processing has not been completed.",
        "Has the Refunds Processing completed?",
        "Does my return have been completed yet?",
        "I am still waiting for my refund to be processed, has it been done yet?",
        "I haven't received my refund yet.",
        "I don't know whether the refund is finished yet.",
        "I'm not sure if myRefund has been completed.",
        "Is the promised repayment yet received?",
        "I'd like to know any updates on my refund.",
        "My refund is still waiting for me to pay, have it been processed yet?",
        "I don't know whether my Refund has been completed.",
        "I haven't had myRefund processed yet.",
        "I do not know if the refund has been complete.",
        "I want to know if you have already issued me a refund.",
        "I don't know if my Refund is complete yet.",
        "I haven't paid my refund yet, is it processed yet?",
        "I don't know whether the refund has been completed.",
        "Can I see a status on my refunds?",
        "Is it possible that my refund is done yet?",
        "Is it possible that my refund has been done yet?",
        "I was wondering if my return cleared.",
        "I don't know if my refund has arrived.",
        "Is it the funds from the return yet?",
        "I'm waiting for my refund to be processed, have it been done?",
        "I don't know if I've had my refund processed yet.",
        "Is it possible that they have yet to process the rebate?",
        "I am waiting for my refund to be paid but have it been processed?",
        "I am not sure if the refunds have been finished yet.",
        "Was my return processed yet?",
        "I do not know whether my refund has been processed.",
        "I don't know if my refund is completed.",
        "I don't know if the refund has been processed.",
        "Didn't you process my return yet?",
        "I am not sure if my refund is done yet.",
        "Is the process of refunds complete?",
        "The Refunds processing has not finished yet.",
        "Has my money arrived back?",
        "have my reimbursement been processed?",
        "refund completed?",
        "Is my reimbursement processed currently?",
        "Will i get a refund soon?",
        "What is the status of money back?",
        "Has the Refunds completed yet?",
        "My refund is awaiting processing, have you processed it yet?",
        "I haven't received my Refunds yet, has it been processed?",
        "I asked if you had processed my refund yet.",
        "I haven't received my refund yet, but has it been processed?",
        "Will I get reimbursed soon?",
        "I don't know if the Refunds is complete yet.",
        "my refund has not been processed",
        "Did you processes my return yet?",
        "I wondered if my refund had been processed.",
        "Did you get back my funds?",
        "I am not sure whether my Refunds has been processed.",
        "I'm not sure if my Refund has been finished yet.",
        "I am not certain about whether my refund has been processed.",
        "I want to know any news about the refund.",
        "Has my money got back to me?",
        "Have my return been cleared?",
        "There is any progress to the refund?",
        "Can the return be processed?",
        "I am not sure whether myRefund has been processed yet",
        "I am not certain if the refund is done yet.",
        "I am not sure if my refund was processed.",
        "I wondered if my refund was processed yet.",
        "Has my money been returned to me?",
        "I want to know a status update on refunds.",
        "I'm unsure if my refund has been completed.",
        "Do you have any news about the refund?",
        "There is a return that hasn't yet been completed.",
        "Is my reimbursement processed right now?",
        "I don't know if myRefund has been processed",
        "I don't know if my return has been processed yet.",
        "Did my return cleared?",
        "Was my refund processing done yet?",
        "Has my refund been received?",
        "Did I have my return processed?",
        "I'm not sure if my refunds have been processed yet.",
        "I didn't have my refund processed yet.",
        "Can I get an update on the status of my refunds?",
        "Is myRefund done yet?",
        "I haven't had my refunds processed yet.",
        "Can my return be confirmed?",
        "I do not have my refund processed yet.",
        "Is refunds processing done yet?",
        "Are there any news on the refund?",
        "I wonder if my Refunds is done.",
        "Did any of you finish processing my refund yet?",
        "My refund is in the process of being processed.",
        "Are my money back already?",
        "Is it possible to PROCESS my return yet?",
        "Is your money back?",
        "Is the refunds processing finished yet?",
        "I am not entirely sure if my refund has been processed.",
        "I don't know if my return is finished.",
        "Does my reimbursement have been processed?",
        "Have my refunds yet been processed?",
        "Can I be updated on the status of my refunds?",
        "Is the Refunds processing complete?",
        "When is the return in the system?",
        "Do my refunds have been processed yet?",
        "I don't know if the refund has been processed yet.",
        "Was my reimbursement processed?",
        "I don't know if the refund has been completed yet.",
        "I haven't heard if the refund is done.",
        "Are my returns cleared?",
        "My refund is still being processed, have it done yet?",
        "My refund hasn't been processed yet, has that been done?",
        "I wonder if I can get a status on refunds.",
        "Was my refund processed?",
        "Any progress on a refund?",
        "Will my money be back soon?",
        "I'm not sure if the Refunds have been finished yet.",
        "I was wondering if my refund was processed yet.",
        "Will I receive a refund soon?",
        "Is my refund done, or what?",
        "Has my money come home?",
        "I haven't paid my refund yet, but has it been processed?",
        "My refund is still waiting, have you processed it yet?",
        "Did they process refunds yet?",
        "I have no idea if the refunds is finished.",
        "The return has not wrapped up yet.",
        "I haven't received my refund yet, does it have been processed?",
        "Have my Refunds been processed?",
        "I'm not sure if theRefund is done yet.",
        "Is there any progress to the refund?",
        "Has the money come back to me?",
        "I don't know if my refund was finished.",
        "Has my refund been resolved?",
        "I haven't had my refund processed yet, am I?",
        "Did you finish my refund yet?",
        "My refund has not been processed.",
        "I want to know if I have had my refund processed yet.",
        "Is that my refund done yet?",
        "I can't say if my refund has been completed.",
        "I don't know if the refund is completed.",
        "Do you know if myRefund has been processed yet?",
        "Is there progress on theRefund?",
        "How has the return been handled?",
        "Did you finish processing my refund yet?!",
        "MyRefund is still waiting for processing, has that been done",
        "I wondered if my cash back occurred.",
        "MyRefund has not been completed yet",
        "Has my refund done?",
        "I am unsure if I have received my refund yet.",
        "I don't know if the Refunds have been finished",
        "I am unsure if theRefund has been finished.",
        "Will my return be processed yet?",
        "Has my reimbursement arrived?",
        "I am not sure if my Refund has been finished yet.",
        "Has the refunds processing completed?",
        "Does the refunds processing have been completed?",
        "Has the Refunds process completed?",
        "Is the return having been processed?",
        "Is my return being handled?",
        "I don't know if my Refund has been paid.",
        "the return has not been completed",
        "Has my reimbursement been dealt with?",
        "Please let me know the refund status",
        "How is my refund handled?",
        "Please know the status of the refund.",
        "I am waiting for my refund to be processed, is that done yet?",
        "I don't know if my Refund is completed.",
        "Any progress in the process of refunds?",
        "The return is yet to be completed",
        "Can I get a status on refunds?",
        "I'm not sure if my refunds finished yet.",
        "Does my return have been processed yet?",
        "The refund has not been processed.",
        "My refund is still awaiting processing, have you processed it yet?",
        "I don't know if theRefund has finished yet.",
        "Is my refund done so yet?",
        "I am not sure if the refund is complete yet.",
        "The return had not yet been completed.",
        "I am not sure if theRefund is completed yet",
        "Can you let me know about the refund?",
        "I don't know if the refund has been fulfilled.",
        "Have my return cleared?",
        "I do not know if theRefund is finished.",
        "Has my reimbursement been done yet?",
        "I was wondering if y'all had finished processing my refunds yet.",
        "I am unsure about whether my refund has been processed",
        "I'm not sure whether my refund was processed.",
        "Been processed my return?",
        "I want to know if my refund has been processed yet?",
        "I'm wondering if you've issued me a refund yet.",
        "Can I check the status of my refunds?",
        "The Refunds processing has yet to be completed",
        "I am unsure if my refund has been processed yet.",
        "Was my money back yet?",
        "I don't know if theRefund has finished yet",
        "I want to know if you processed my refunds yet.",
        "I don't know if the refund has been concluded.",
        "Are you processing myRefund yet?",
        "Refunds processing has not been completed yet.",
        "I don't know if the Refunds is finished",
        "Do I have my refund finished?",
        "I am waiting for your processing of my refund, have you processed it yet?",
        "Return has yet to be completed",
        "Repayment has been received yet?",
        "The return has not been Completed yet.",
        "I am not sure yet if my refund has been processed.",
        "I'd like to know if you processed my refund yet.",
        "I was wondering if y'all had finished processing my refund.",
        "I still don't know if my refund has been done yet.",
        "Is theRefund done?",
        "Have you finished processing my refund?",
        "Return yet to be completed",
        "It is unclear if my refund has been processed yet.",
        "I am unsure if the Refunds is finished yet.",
        "Did you get back some of my money?",
        "Has the Refunds processing been done?",
        "Money back yet?",
        "Has my reimbursement been completed?",
        "I'm not sure if I've had my refund processed yet.",
        "I want to know if the refund has been processed.",
        "I'm unsure if my refunds has been processed yet.",
        "I was wondering if I had had my refund processed yet.",
        "I don't know if my Refund has finished yet.",
        "Is there any update on the Refund?",
        "I would like an update on my refunds.",
        "Did they finish processing my Refunds yet?",
        "My refund is supposed to be done.",
        "Did my reimbursement processed?",
        "I would like to know about any updates on my refund.",
        "I am not sure if my refund is processed yet.",
        "My reimbursement has yet to be processed.",
        "Are my refund done?",
        "I am wondering if my refund has been done.",
        "Can I know the status of my refunds?",
        "Please let me know about the refund.",
        "Can I check out the status of my refunds?",
        "I'm still waiting for my refund, has it been processed?",
        "I don't know if my cash back has happened.",
        "I haven't had my refund processed.",
        "I don't know if my Refund has been done yet.",
        "I am not certain if my Refunds has been processed.",
        "Has my return happened?",
        "Will I get a money back?",
        "I am not sure if theRefund is finished.",
        "I don't know if the refunds is completed.",
        "I don't know whether my refund has been completed.",
        "My return has not yet been cleared.",
        "Is there any progress onRefund?",
        "Will my return be cleared?",
        "Is my money back already?",
        "Was my refund completed yet?",
        "I don't know if theRefund has been completed yet.",
        "There is any progress with the refund?",
        "I want to know if you have processed my refund?",
        "Please let me know when the refund status is.",
        "Can I inquire about the status of my refunds?",
        "I don't know whether my refund has been processed or not.",
        "Was my money already returned?",
        "I am unsure if my refund has arrived.",
        "There is any news on the return?",
        "I have no idea if my refund is done yet.",
        "Was my return cleared?",
        "Did y'all process my refund yet?",
        "Has the return been receipted?",
        "Did y'all finish processing my return?",
        "I'm not sure if the Refunds has been finished yet.",
        "Were my refunds processed yet?",
        "I wonder if my refund has been completed.",
        "Did there any action on the return?",
        "I'm still waiting for my refund to be processed, has that been done?",
        "I'm unsure if the refund is complete.",
        "I do not know if theRefund has been completed.",
        "The return has not been done.",
        "I do not know if the refund is done yet.",
        "I am unsure of whether my refunds has been processed.",
        "I wonder if my refund is done.",
        "I don't know if my Refunds is Finished.",
        "I am not sure if my refund has been done yet.",
        "have the return been processed?",
        "The return had yet to be completed.",
        "I don't know whether the refund has been finished.",
        "Has the money-back request been dealt with?",
        "I am not sure if theRefund has finished yet.",
        "The return has yet to be processed.",
        "Is the return in the system happening?",
        "I don't know if I got my money back.",
        "I'm not sure if the refund has finished yet.",
        "Is my refunds processed?",
        "I am not sure if myRefund has been processed yet",
        "I would like any updates on the refund.",
        "I am not sure if the refunds have been finished.",
        "I don't know whether the refund is finished.",
        "Is the Refunds Processing Finished yet?",
        "MyRefund is not processed yet.",
        "The return has not been finalized yet.",
        "Can i get a status update on my refunds?",
        "I don't know if the refund has been wrapped up.",
        "Has my refund been completed?",
        "I wonder if myRefund is done.",
        "Is the Refunds Processing Completed?",
        "I am interested in any updates regarding my refund.",
        "Did y'all process my refunds yet?",
        "Complete refund process?",
        "Please, the status of the refund is needed.",
        "My return is being processed yet?",
        "Ismy return cleared?",
        "What progress has been made on the refund?",
        "Please, please get the refund status.",
        "Please, the status of the refund, please.",
        "Has the refunds processing concluded yet?",
        "Has my refund processed yet?",
        "Has my cash back happened?",
        "Is my refund done yet, has it been?",
        "Money coming back?",
        "I haven't heard if my refund has been processed.",
        "I do not know if the refunds is complete.",
        "Find out about the refund.",
        "Have the return been handled?",
        "I do not know if the refund has been finished.",
        "The Refunds processing has yet to be done.",
        "Is my refund been processed?",
        "Does any progress have been made on the refunds?",
        "I don't know if my refund has been completed yet",
        "I am awaiting the processing of my refund.",
        "I'm waiting for my refund to be processed, has that been done yet?",
        "I need a status update on my refunds.",
        "Is there any progress on Refunds?",
        "I am wondering if my cash back happened.",
        "I am not sure whether my Refunds has been processed yet.",
        "Is there any progress on returning money?",
        "I am not sure whether my refund has been processed.",
        "I wonder if you have processed my refund yet.",
        "My Refunds is still waiting for me to pay, has it been processed?",
        "Is there a progress on the refund?",
        "I don't know if my refund has been done.",
        "Has my money been returned already?",
        "What's the status of the money-back request?",
        "The Refund has not yet been completed.",
        "Did you finish processing the refund yet?",
        "I would like to know if you have issued me a refund yet.",
        "Will my money be back by now?",
        "Is my return processed already?",
        "Have you processed my refund yet?",
        "Was it possible for them to process the rebate yet?",
        "I'm not sure if my refund's finished.",
        "The return is still not completed.",
        "Has the Refunds Processing Completed?",
        "I'm not sure if theRefund is finished yet",
        "I don't know if the Refunds have finished.",
        "I'm not sure if my refunds is done yet.",
        "My money back?",
        "I am not sure if the refunds is done.",
        "I am waiting for my refund to be processed, but is it?",
        "Is my refunds processed yet?",
        "Does myRefund have been processed?",
        "Has my reimbursement process completed?",
        "I'm waiting for your processing of my refund",
        "Do I have my reimbursement processed already?",
        "Is my return completed yet?",
        "The return has not yet completed.",
        "I want to know if myRefund is done yet.",
        "I am unsure if the refund is completed.",
        "Has my return been done?",
        "I'm waiting for my refund to be processed, has it been?",
        "I am waiting for my refund to be processed but it is not done yet.",
        "I want to know if my refund is being handled.",
        "I'm unsure whether my refund has been processed.",
        "Did you finish processing my refunds yet.",
        "Did you complete the processing of my refund?",
        "I am not sure if the refunds has been processed.",
        "Does my cash returned?",
        "My refund is being handled or not.",
        "No word on refund yet.",
        "Were you able to finish processing my refund yet?",
        "I don't know if my refund has been completed",
        "I'm not sure if my Refunds have been processed.",
        "Had the return been processed?",
        "I need to have my refund processed.",
        "Please, the refund status is desired.",
        "Any progress on the refund?",
        "Do you processing my refund yet?",
        "Is my money back yet?",
        "I would like to know a status on my refunds.",
        "Do we know the status of the money-back request?",
        "Has the refund processing been completed?",
        "Has my return yet been processed?",
        "What's happening with my refund?",
        "I need to know a status update on refunds.",
        "Are my refunds processing yet?",
        "I am not sure if the refund has been processed yet.",
        "I would like to know if you have already refunded me.",
        "My return is not clear.",
        "There has not been completed the return.",
        "Please be sure to check the refund status.",
        "I have not received my refund yet, have you processed it?",
        "I'm not sure if the refunds are finished yet.",
        "Please let me know about the return status.",
        "I am waiting for my refund to be processed.",
        "I don't understand if the refund is done.",
        "I am not sure if theRefund has been finished.",
        "Has the refundsprocessing been completed yet?",
        "I don't know if my Refunds is finished.",
        "Has I received my cash back?",
        "I don't know if my refunds has done yet.",
        "Has the Refunds processing done?",
        "What is the status of the money-back request.",
        "The refund hasn't been processed yet.",
        "Is my money coming back to me?",
        "I haven't had a refund processed yet.",
        "I am unsure if my Refunds has been processed yet.",
        "The return was not done yet.",
        "I still haven't received my refund, has it been processed yet?",
        "Has the money been returned?",
        "Can we see any progress on the refund?",
        "Please tell me the status of my refunds.",
        "I am wondering if my refund is finished.",
        "Were you able to Refunds me already?",
        "I'm not sure if the refund is complete.",
        "I am not sure if my refunds has been processed.",
        "I don't know if my Refunds have finished.",
        "I wonder if my refund is being handled or not.",
        "is my refund done yet?",
        "Is my reimbursement complete?",
        "does the return have been processed?",
        "Did they handle the rebate yet?",
        "Has my money been back to me?",
        "I don't know if my Refunds is finished yet.",
        "Is the return in system?",
        "Is The return in the system?",
        "Is my reimbursement processing done?",
        "I haven't had my refund processed yet",
        "Did they process the rebate yet??",
        "I am not certain if the refund has been finished yet.",
        "Can my money be back already?",
        "Has my return cleared me?",
        "I have not had my refund processed yet.",
        "How is my return processed yet?",
        "Has my reimbursement begun?",
        "Did my money return already?",
        "Has my cash gotten back to me?",
        "I have my money back?",
        "I would like to know if my refund has been processed.",
        "I'm not sure if my refund has finished.",
        "Is the money-back request received?",
        "Does the Refunds processing have been completed?",
        "Did you finish your processing of my refund yet?",
        "Has the refund been done yet?",
        "MyRefund is waiting for me to pay, has it been processed yet?",
        "Is there any news on theRefund?",
        "There is a return not yet completed.",
        "I want to know if my cash back transpired.",
        "Please let me know the status of the return.",
        "Has I gotten my money back?",
        "Have you processing my refund yet?",
        "repayment received yet?",
        "I don't know if the refunds have been finished.",
        "I have not received my Refund yet.",
        "My refund is still awaiting processing, has it been done yet?",
        "I am not sure if my refunds has been processed yet.",
        "I haven't received my refund yet, have it been processed?",
        "Have you given me a payback yet?",
        "Did y'all complete processing my refund yet?",
        "Has my return processed yet?",
        "Do you know when my refund has been processed?",
        "I don't know if the refund is finished",
        "Did you finish processing my refund yet??",
        "There is any progress on refund?",
        "I am not sure if the return is complete.",
        "I don't know if my refund has been finished yet.",
        "I do not know if you processed my refund yet.",
        "Is money-back request progressing?",
        "Is there a completed refund yet?",
        "I am not sure if theRefund has been processed yet.",
        "The Return has not been completed yet.",
        "I don't know if my refund has completed.",
        "The return has not yet been processed.",
        "I am unsure of whether or not my refund has been processed.",
        "Does any progress have been made on refund?",
        "Did we finish processing my refund yet?",
        "I am not certain if my refund has been processed.",
        "I am not sure if my Refunds finished yet.",
        "I don't know if the refunds has been done.",
        "There has been any progress on the refund?",
        "Do I finally have my refund done?",
        "I am not sure if myRefund has been processed",
        "I am not sure if my Refunds has been processed",
        "I am unsure if myRefund has been processed yet",
        "I'm not sure if my refund is finished.",
        "Has my Refunds done yet?",
        "The return has not been successfully completed.",
        "My refund isn't done yet, has that been done?",
        "I am not sure if my refund has been processed",
        "Has my money gotten back?",
        "I do not know if the refund has finished yet.",
        "I'm not sure if my Refund has been done.",
        "I am not sure if the refunds has been completed.",
        "I'm wondering if you finished processing my refund yet.",
        "Hasmy return been cleared?",
        "Do you think my refund has been processed yet?",
        "Were you able to Refunds my money?",
        "Do you think you have finished processing my refund?",
        "Has myReimbursement processed?",
        "the return hasn't been completed",
        "Do you know if your refund has been processed yet?",
        "Has my reimbursement actually been processed?",
        "Does myRefund have been done yet?",
        "I'm not sure if the refunds is finished.",
        "I am not sure if the refunds is complete yet.",
        "I am unsure if the Refund has been completed.",
        "Did you finish processing my Refunds yet?",
        "I do not know if my Refund has been completed.",
        "Is there the return in the system?",
        "I am not sure if my Refund has finished.",
        "Is money being returned?",
        "I am not sure if the Refunds is complete yet.",
        "Has my return been checked?",
        "Had my return been cleared?",
        "How has my return been processed?",
        "I don't know if the refund has been done yet.",
        "Will my refund be handled?",
        "Is there any progress on my refund?",
        "Does the money-back request have a status?",
        "Has the Refunds Processing been finished yet?",
        "I don't know if my refunds is done.",
        "Was my refund handled?",
        "I don't know if my cash back happened.",
        "I am waiting for my refund to be processed",
        "I do not know if the refund has finished.",
        "I do not know if the refunds is finished.",
        "My return has not yet been processed.",
        "Have the return been dealt with?",
        "Has the return been fully processed?",
        "Did my reimbursement process already?",
        "I'm unsure of whether my refund has been processed yet.",
        "Was there any action on return?",
        "Is they processing the rebate yet?",
        "Is anyone up to date on my refund?",
        "I'm waiting for my Refund to be processed.",
        "I have no idea if my refund is finished.",
        "I am unable to say whether my refund has been processed.",
        "Please give me a refund status.",
        "I'm not sure if theRefund is completed yet.",
        "Please tell us the Refund status.",
        "Has my return been concluded?",
        "Does the return have been handled?",
        "My refund is yet to be processed, has it been done?",
        "Can my return be cleared?",
        "I'm unsure whether my refund has been processed yet.",
        "I'm unsure of whether my refund was processed.",
        "Is the money-back request done?",
        "Is my refund being handled.",
        "I don't know if my refund has been done yet.",
        "I'm unsure if my refunds has been processed.",
        "I am still waiting for my refund to be processed, has that been done?",
        "I don't know if my Refunds have been completed yet.",
        "Is my cash Returned?",
        "I don't know if my refunds have been completed.",
        "I don't know if my payback is done.",
        "I would like to know if you have given me a refund already.",
        "I am not sure how my refund has been processed.",
        "Do you know if my refund has been processed?",
        "I haven't had my refund processed yet!",
        "Did they process the Rebate yet?",
        "I am unsure of whether I have received my refund.",
        "Does myRefund have been processed yet?",
        "I do not know if you have processed my refund yet.",
        "I wonder if my refund has been handled.",
        "Has the Refunds Processing been finished?",
        "Has my money came back to me?",
        "Will my money be back?",
        "What about my refund?",
        "What is the status of my refund, have you processed it yet?",
        "Is my Refund processed yet?",
        "I'm not sure if the refund has been finished.",
        "I am still waiting for my refund, has it been processed yet?",
        "Are the process complete for the refunds?",
        "I'm not sure if the refunds is done yet.",
        "Has the Refundsprocessing finished yet?",
        "I am unsure if my refund has been finished.",
        "Did you guys finish processing my refunds yet?",
        "I don't know if my refund is complete yet.",
        "Is the Refunds processing done yet.",
        "has my money been returned?",
        "Has the return been completely processed?",
        "Has my reimbursement been paid out?",
        "I wonder if my reimbursement has been processed.",
        "Has my cash came back to me?",
        "I am not sure whether myRefund has been processed.",
        "Is my return okay?",
        "Was the Refunds processing done yet?",
        "The return is currently not completed.",
        "I'm wondering if my refund is done.",
        "Is the return done or not?",
        "Is there any status of money-back request?",
        "Do I still have my refund processed?",
        "I am unsure of whether the refund has been processed.",
        "My refund is not done yet, has it been done?",
        "I don't know if my Refunds are complete.",
        "I'm waiting for my refund to be processed",
        "I am not sure if theRefund has been completed.",
        "I think my refund has not been processed yet.",
        "I don't know if theRefund is complete yet.",
        "Please let me know what the refund status is.",
        "Will my refund be finished?",
        "Is there any news about my refund?",
        "I still haven't had my refunds processed yet.",
        "Has the refund been processed?",
        "What is the status of money back request?",
        "Is my partial refund done?",
        "Processed my return?",
        "I am not certain whether my refund has been processed.",
        "TheRefund is still waiting for processing, have you processed it yet?",
        "Did you finish processing my return yet?",
        "Does my refund have been finished yet?",
        "Is there any word on my refund?",
        "Is Refunds processing completed?",
        "I am not certain if the refund is completed.",
        "I don't know if my Refund is done yet.",
        "Has your processing of my refund been completed?",
        "Is the Refundsprocessing done yet?",
        "I still don't have my refund processed.",
        "I am unsure if my Refund has been completed.",
        "I'm unsure of whether my refund has been processed",
        "I haven't received my refund yet, has it been done?",
        "Is it possible that my refund has been processed?",
        "I still haven't received my refund yet, has it been processed?",
        "Got any news about the refund?",
        "I do not know if my refunds is finished.",
        "I am not certain if my refund has been processed yet.",
        "I'm unsure about whether my refund has been processed.",
        "My refund has yet to be processed",
        "Is myRefund being handled or not?",
        "Was the Refund process done?",
        "I don't know if the refund was completed.",
        "Do I have my refund processed?",
        "I haven't received my refund yet, is it done?",
        "I want to know any updates on my return.",
        "I am unsure if my refund is finished yet.",
        "Will I get a Refund soon?",
        "No word yet on the refund.",
        "My return has not been cleared yet.",
        "I haven't had my refund done yet.",
        "I am waiting for the refund to be processed",
        "I do not know if my refund has done yet.",
        "Please tell us about the refund status.",
        "Did I get back my money?",
        "Please, get the refund status.",
        "Please tell me the refund status.",
        "Do I have my reimbursement processed?",
        "Is my refund done already?",
        "I don't know if you have processed my refund yet?",
        "What are the status of money-back request?",
        "I do not know if my Refunds is finished yet.",
        "I am looking for any news on the refund.",
        "Is this return in the system?",
        "Is the Return in the system?",
        "I am not sure whether the refund has been processed.",
        "Has the processing of my refund been done?",
        "Please let me know the refund status.",
        "Is there a process for the rebate yet?",
        "Return hasn't been completed yet.",
        "The Refunds processing hasn't been finished yet.",
        "Is my refund handling or not?",
        "Has my payback been processed?",
        "Did my refund process yet?",
        "My refund is still pending, have it been processed?",
        "Will I get money back?",
        "Was it processing my return yet?",
        "Did they get to process the rebate yet?",
        "Has my cash back?",
        "The status of a money-back request?",
        "Is it possible to processed my return yet?",
        "I don't know if the refunds are done yet.",
        "Have my refunds processed yet?",
        "I have no idea if my Refund has been completed.",
        "I did not have my refund processed yet.",
        "I don't know if my refund is finished.",
        "Is return in system?",
        "Get the latest on the refund?",
        "My reimbursement has not been processed yet.",
        "I don't know if theRefund has finished.",
        "My refund hasn't been processed yet.",
        "Is the reimbursement processed yet?",
        "I don't know if myRefund has been done yet.",
        "I am waiting for my refunds to be processed, has it been done yet?",
        "I wonder if my refund has done yet?",
        "Is the return issued yet?",
        "I am unsure if my refunds have been processed yet.",
        "I want to know if the refund has been done yet.",
        "I don't know if the Refund is done.",
        "Is that money returned?",
        "Has my reimbursement processed.",
        "Has my money returned to me?",
        "Is myRefund finished?",
        "Is my refund processed or not?",
        "Does my reimbursement have yet been processed?",
        "I want to know if my refund has been processed.",
        "I'm unsure if my Refund has been completed.",
        "I am not sure whether I have received my refund.",
        "Did they process the rebate yet?",
        "I was wondering if there was any news on the refund.",
        "Do you have processed my refund yet?",
        "TheRefund has not been finished yet",
        "I'm not sure if the refund has been completed yet.",
        "Did people finish processing my refund yet?",
        "I am not sure if the refund has been complete.",
        "The return hasn't yet been done.",
        "So is the return in the system?",
        "I still haven't had my refund processed.",
        "I do not know if my Refund is finished.",
        "Did they process the rebate yet.",
        "I don't know if my refund was completed.",
        "Is my money being paid back?",
        "I don't know if my money has been processed.",
        "Is that money back?",
        "Has my return been confirmed?",
        "Did they processes the rebate yet?",
        "Are there any progress on refunds?",
        "Was my money returned?",
        "Please check the refund status.",
        "Did my money back?",
        "Is my return all cleared?",
        "I have not had my money processed yet.",
        "I still don't know if my Refund has been completed.",
        "I'm not certain if my refund has been processed yet.",
        "Money-back request's status?",
        "I don't know if the Refunds has been processed yet.",
        "Repayment is yet to be received?",
        "I don't know if the refund was finished yet.",
        "I am unsure if the refund is done.",
        "Anyone has an update on the refund?",
        "Has my return been worked on?",
        "News on the refund?",
        "Isn't the Refunds processing done yet?",
        "I don't know if my Refunds is finished yet",
        "Has my return been decided?",
        "Are I able to get a status update on my refunds?",
        "I am not sure if my Refunds is completed yet.",
        "Has the return been completed?",
        "Did they finish processing my refund yet?",
        "I don't know if theRefund has been finished yet",
        "I was wondering if my refund has been done.",
        "I don't know if the refunds is complete",
        "So there is any news on the refund?",
        "Money-back request status is not known.",
        "The return was yet to be completed.",
        "I am not sure if my refund is processed.",
        "I want to ask, have you processed my refund yet?",
        "I was wondering if my cash back had happened.",
        "I wonder if my reimbursement has already been processed.",
        "Could I have processed my return yet?",
        "Any progress on a return?",
        "I was wondering if my return was cleared.",
        "Has my return been completed?",
        "I asked if you processed my refund yet.",
        "Are funds from the return received?",
        "I'm waiting for your processing of my refund.",
        "I'm not sure if my refund has been processed yet.",
        "I am unsure if my refunds has been processed.",
        "I have no idea if my refund has been processed.",
        "has my refund been processed yet?",
        "Has money returned to me?",
        "Has my reimbursement process been completed?",
        "Please have the status of the refund.",
        "Is repayment received yet?",
        "I don't know if my refund has wrapped up.",
        "I'm not certain of whether my refund has been processed.",
        "Is my reimbursement processed so far?",
        "I am not quite sure if my refund has been processed.",
        "Did they process the rebate in time?",
        "I don't know if theRefund has been finished yet.",
        "Do you know the latest about the refund?",
        "Return is yet to be completed.",
        "What is the case with my refund?",
        "Will my refund be handled or done?",
        "I don't know if the Refunds finished yet.",
        "Has my money been received?",
        "The return had not been completed yet.",
        "Is my refund yet processed?",
        "I don't know if the Refunds has been completed.",
        "I wonder if my return has been cleared?",
        "Is there a status of money-back request?",
        "I do not know if the refunds is complete yet.",
        "Do you know if the refund has been processed yet?",
        "Does my return cleared?",
        "I have not paid my refund yet, has it been processed?",
        "Has the return gotten processed?",
        "Are the refunds done yet?",
        "I don't know if the Refunds have been completed yet.",
        "Is my Refund complete?",
        "I'm waiting for my refund to be processed but it's not yet.",
        "Do you know if the refund has been done?",
        "Has you processed myRefund yet?",
        "Was your money returned?",
        "Is the return now processed?",
        "Is my refunds done or something?",
        "I want to know if you finished processing my refund yet.",
        "I am not certain if my refund was processed.",
        "Is my Refunds finished yet?",
        "Is there a status on the refunds?",
        "Will my refund be processed soon?",
        "Has the processing of refunds been completed?",
        "I wonder if they processed the rebate yet.",
        "This return has not been completed.",
        "I am not sure if my refunds has been completed yet.",
        "Can I have a status update on my refunds?",
        "Please check the status of your refund.",
        "Is my refund ready yet?",
        "I am waiting to pay my refund, has it been processed yet?",
        "The return hasn't yet been completed.",
        "Is my Refund being handled?",
        "There is any progress on a refund?",
        "Any word on the refunds?",
        "I am wondering if my refund has finished.",
        "Is Refunds processed yet?",
        "I was wondering if you finished processing my refund yet.",
        "I do not know if the refund is finished.",
        "I am not sure of the process of my refund.",
        "The return hadn't been completed yet.",
        "I can't say if my refund is finished yet.",
        "Is my money going back already?",
        "Is my return ready?",
        "Please get the refund status.",
        "I don't know if my refund has been completed yet.",
        "The return hasn't been done.",
        "I wonder if my refund is done?",
        "Has the return beensorted?",
        "I want to know if I have my refund processed yet.",
        "I don't know if you have processed my refund yet.",
        "Have the return been processed?",
        "I am unsure of the process of my refund.",
        "I don't know if I have my refund processed yet.",
        "Was the Refunds processing completed yet?",
        "Did you finish processing my refund as of yet?",
        "Is it processing my return yet?",
        "MyRefund is still waiting for me to pay, have it been processed?",
        "Is the reimbursement yet received?",
        "I have no idea if my refund has been completed.",
        "Is there progress on refunds?",
        "Has my money returned?",
        "I don't know if I have had my refund processed yet.",
        "Is my cash returned or not?",
        "Is the Refundsprocessing finished yet?",
        "I have a refund waiting for you, have you processed it yet?",
        "Please tell me the status of the refunds.",
        "How is my refund being handled?",
        "MyRefund is still waiting to be paid, has it been processed yet?",
        "I am not certain if my return has been processed.",
        "I don't know if my refund has done yet.",
        "I am unsure if the refund has been finished.",
        "Can I know a status on refunds?",
        "I'm not sure if my return has been processed yet.",
        "Please, Refund status.",
        "Is there any progress toward a return?",
        "There's any news on my refund?",
        "have you processed my refund yet?",
        "Has myReimbursement processed yet?",
        "Do I know if my refund is done or not?",
        "Is it possible to processing my return yet?",
        "The return is not yet done.",
        "My refund is waiting for processing, have I had it processed yet?",
        "I am not sure if my Refunds is done yet.",
        "Will my refund be done?",
        "The return has been yet to be completed.",
        "Is the Refundsprocessing completed yet?",
        "I'm not sure if my Refund is finished.",
        "I'm unsure if my Refund has been processed.",
        "Do you know the status of the money-back request?",
        "I have no idea whether my refund has been processed yet.",
        "Is my refund done just yet?",
        "Were you able to give back my money?",
        "I am not sure if my Refunds have been processed yet.",
        "Has my refund beenprocessed?",
        "What's the status of the refund process?",
        "I don't know if my refunds has been processed.",
        "Did they process my return yet?",
        "I wonder if I have had my refund processed yet.",
        "I do not know if theRefund is completed yet",
        "Will my return go through?",
        "Were they able to process the rebate?",
        "Had my money returned already?",
        "I don't know if the refund finished yet.",
        "I didn't know if the refund had been finished.",
        "The Refunds processing is yet to be completed.",
        "I am wondering if my refund has done yet.",
        "I still have not had my refund processed.",
        "I am unsure if my refund has finished.",
        "my refund has not been processed yet",
        "I don't know if the Refund is Finished yet.",
        "The return is still not completed",
        "Did you complete processing my refunds yet?",
        "Is the return in process?",
        "Is my refund handled or not?",
        "My refund is yet to be paid, has it been processed?",
        "Progress on a refund?",
        "Does my cash come back?",
        "I haven't received my refund yet, has it been done yet?",
        "I'm not sure if the refunds has been finished.",
        "I was wondering if you had finished processing my refund yet?",
        "I am not sure if I have received my refund.",
        "I am unsure of whether my refund has already been processed.",
        "Have my money back already?",
        "I hadn't had my refund processed yet.",
        "Has my refund been finished?",
        "I'm not sure if my Refund has been completed yet.",
        "Has my reimbursement gone through?",
        "I don't know if my refund's finished.",
        "I wonder if my refund is completed.",
        "I don't know if the payback is done.",
        "I do not know if myRefund is finished yet.",
        "Is there any progress on the Refund?",
        "Has the return been processed.",
        "Did y'all finish processing my refunds yet?",
        "Is the return currently being processed?",
        "Did my refund be processed yet?",
        "Is it possible to handle my return yet?",
        "I don't have a refund processed yet.",
        "I need to know if you processed my refund yet.",
        "Are there any progress on the refunds?",
        "Is my full refund done?",
        "Did I get my money back yet?",
        "The Refunds processing has yet to be finished.",
        "Is my return cleared?",
        "My refund is still waiting to be paid, has it been processed?",
        "Have the refund been processed yet?",
        "There is a return that has not yet been completed.",
        "Is the money-back request having any status?",
        "Will the return been processed?",
        "I don't know whether my refund was processed.",
        "Can you tell me if my refund has been done yet?",
        "The return has not yet been made.",
        "I will get a Refunds soon",
        "I would like a status update on my refunds.",
        "Is the Refunds processing complete yet?",
        "I'm waiting for you to process my refund, have you done it yet?",
        "Please receive a refund status.",
        "I wondered if my reimbursement had already been processed.",
        "I still don't know if the refund is complete.",
        "Does Refunds processing have been completed?",
        "Are my return processed yet?",
        "refund done yet?",
        "Please let me know your refund status.",
        "have my refund been processed?",
        "I wonder if the return has been processed.",
        "Has Refunds processed yet?",
        "Has the processing of my refund finished?",
        "I'm not sure if the Refund has been completed.",
        "I still don't know if the refund is finished.",
        "My refund is still pending, has it been processed yet?",
        "Did my return get cleared?",
        "Is the Refunds Processing Done?",
        "I would like to know any news on the refund.",
        "I haven't heard if the refund is finished.",
        "The Refund hasn't been completed yet.",
        "I still don't know if the refund is done.",
        "I am not sure if my refund has done yet.",
        "can I get a status update on my refunds",
        "Is the Refund process completed?",
        "I don't know if I've gotten my money back.",
        "What is the status of the money- back request?",
        "Have I had my refund processed so far?",
        "Has my cash been returned.",
        "Has my reimbursement been processed??",
        "Were you able to return my money?",
        "I have no idea if myRefund has been completed.",
        "Is the return all processed?",
        "I'm not sure if theRefund has finished yet.",
        "I am not sure whether my refund has been processed or not.",
        "I don't know if the refund has been accomplished.",
        "I haven't received my refund yet, have it done yet?",
        "I am not certain if my refund has been processed",
        "I don't know if the Refunds have been finished yet.",
        "I'm unsure if my refund has been processed.",
        "I wonder if my refund is done yet?",
        "I was wondering if the processing of my refund had finished.",
        "Has my Refund been processed?",
        "I have no idea if my Refund is complete.",
        "I'm uncertain of whether my refund has been processed.",
        "I have a refund that is still waiting.",
        "Is my reimbursement being processed already?",
        "I am unsure about whether my refund has been processed.",
        "Can my return be considered cleared?",
        "I don't know if the Refund is completed yet.",
        "Do you process my refund yet?",
        "I don't know if my refund has been finished.",
        "It is unclear whether my refund has been processed.",
        "I need to know any updates on my refund.",
        "My return has yet to be processed",
        "Please let me know what the return status is.",
        "I wonder if my refund has been done yet.",
        "Does my reimbursement have been processed yet?",
        "Did the people processing my refund finish?",
        "I still don't know if my refund is finished.",
        "The return has not been complete yet.",
        "I have no idea if the refunds is complete.",
        "I am unsure of the status of my refunds.",
        "I wonder if my money is back already?",
        "Are funds from the return yet issued?",
        "I am not sure if my Refunds have been processed",
        "Do I have my reimbursement processed yet?",
        "I am not sure if the Refunds has been finished.",
        "I haven't received my refund yet, are it done yet?",
        "I am waiting for my refund to be processed, has it been?",
        "Is the refunds processing completed?",
        "Has my refund processed?",
        "I am waiting for my Refunds to be processed, has that been done?",
        "Is the return in the system",
        "Has my return done?",
        "Can you get a status on refunds?",
        "What is the situation regarding my refund?",
        "I am not sure if myRefund has been processed.",
        "Did the return have its processing done?",
        "I don't know if my Refund is completed yet.",
        "I don't know if the refund has been processed or not.",
        "I wonder if my refund is finished yet.",
        "My refund is still waiting for me to pay but has it been processed?",
        "The return has not been concluded.",
        "I have no idea if my refund has been completed yet.",
        "Are the Refund process complete?",
        "I need to know the status of my refunds.",
        "I have yet to pay my refund, has it been processed?",
        "The return is not currently complete.",
        "Have I had my return processed yet?",
        "Has there been any news on the refund?",
        "I have yet to processed my return.",
        "Has any progress been made on the refunds?",
        "Refund process done?",
        "Have the Refunds processing been completed yet?",
        "Is the money Returned?",
        "MyRefund is still waiting for me to pay, has it been processed?",
        "I'm not sure if the refund is finished.",
        "I am not sure if my refund has already been processed.",
        "Was it yet that they were processing the rebate?",
        "I wonder if I have had my refund processed yet?",
        "TheRefund is still waiting for processing, have it done yet?",
        "Has my funds returned?",
        "Has my return resolved?",
        "the return has not been completed.",
        "Does the return in the system?",
        "I don't know if the refunds is complete.",
        "I do not know if theRefund is finished yet",
        "I am unsure whether my refunds has been processed.",
        "I wondered if they finished processing my refund yet.",
        "The return hadn't yet been completed.",
        "The return has not completed.",
        "Is my money already back?",
        "is my refund done?",
        "Has my reimbursement process already been completed?",
        "I have no idea if the refund is completed yet.",
        "I don't know if my refunds has been done yet.",
        "Is Money Returned?",
        "I just don't know if my refund is done.",
        "I am unsure if my refund is processed.",
        "I am not sure if the refund is done.",
        "I don't know if the refund is finished.",
        "I'm not sure if the refund is complete yet.",
        "I am not sure if the Refund is finished.",
        "Is my money coming back already?",
        "Are the funds from the return received?",
        "I am unsure if my refund has been completed.",
        "Does the refund have been processed?",
        "My refund is not done yet, have it done?",
        "The return hasn't been accomplished yet.",
        "My refund is still waiting for processing, have it been processed yet?",
        "Has the return been answered?",
        "Has my reimbursement been handled?",
        "Please know the refund status.",
        "Did you process my refunds yet?",
        "Did y'all complete processing my refund?",
        "Did I have my Refunds processed yet?",
        "Will the refund process be complete?",
        "Did you handle my return yet?",
        "I wonder if y'all finished processing my refund yet?",
        "Were you able to finish processing my refund?",
        "Is it my refund that is being handled?",
        "I want to know if my refund has yet been processed.",
        "I'm not sure if theRefund is finished.",
        "The return hasn't been finished yet.",
        "Is my reimbursement currently being processed?",
        "I was wondering if my refund had been processed.",
        "I'm not sure if myRefund has been processed.",
        "Can I receive a status on my refunds?",
        "Do you have your refund yet?",
        "My money is coming back?",
        "Please tell us the refund status.",
        "Did they process the rebate at this time?",
        "I am not sure if my refund has been processed or not.",
        "MyRefund is still waiting for processing, has it been done?",
        "I haven't had my Refunds processed yet",
        "I wonder if they process the rebate yet.",
        "Has refunds been processed yet?",
        "Has my reimbursement made?",
        "Was it done yet with my return?",
        "I'm waiting for my refund to be paid, but has it been processed?",
        "Do you know if the return has been processed?",
        "Is my return OK?",
        "Has my money gone back to me?",
        "Is the stated repayment received?",
        "I haven't had my refund processed as of yet.",
        "I don't know if my Refunds has been completed.",
        "I do not know if my Refund is done yet.",
        "I don't know if my refunds has been completed",
        "my refund has not yet been processed",
        "Are theRefund process complete?",
        "Is my refunds completed or not?",
        "Was the return processed yet?",
        "Is there any news on my Refund?",
        "The Refunds processing has not been finished yet.",
        "MyRefund hasn't been completed yet",
        "What is progress on the refund?",
        "I don't know if my Refunds has been finished.",
        "I am not sure if my refund has arrived.",
        "I haven't gotten my refund processed yet.",
        "The refunds processing hasn't been completed yet.",
        "I do not know if my Refund has been complete.",
        "I don't know if my refund is done.",
        "I don't know if my refund has completed yet.",
        "Is there any news on my refunds?",
        "I am unsure if my Refunds has been processed",
        "Is my refund done now?",
        "I am waiting for my refunds to be processed, has it been done?",
        "I don't know if my refund has been completed.",
        "Is my reimbursement processed already?",
        "I am not sure if my Refund is done yet.",
        "I'm unsure of whether my refunds has been processed.",
        "am I getting my money back yet?",
        "I don't know if theRefund is completed yet.",
        "Did you finish processing myRefund?",
        "Did we finish processing my return yet?",
        "I am not sure of whether my refund has been processed",
        "My refund is still pending, has that been completed?",
        "The return hasnot been completed.",
        "My return was processed yet?",
        "The return is not done yet.",
        "Has the return been in the system?",
        "I don't know if theRefund has been processed or not.",
        "How has my reimbursement been processed?",
        "I am waiting for my refund to be processed, has it been done yet?",
        "Is my reimbursement done yet?",
        "I wonder if my refund is done yet.",
        "Is my refund complete or not?",
        "Has the refunds' processing been completed?",
        "Wondering about the refund?",
        "I don't know if theRefund has been finished.",
        "I was wondering if my reimbursement had already been processed.",
        "Has the return been entered?",
        "Can I have my return processed yet?",
        "I want to know if you processed my refund yet?",
        "Has my refund completed?",
        "I would like to know the status of refunds.",
        "Has my return been worked out?",
        "I'm not sure if my Refund has been processed.",
        "The return had not been completed.",
        "I am not sure if myRefund has been processed yet.",
        "Is there any word on my return?",
        "I have no idea if theRefund is finished yet.",
        "Was there progress on the refund?",
        "I want to know about the refund.",
        "Has my reimbursement been approved?",
        "I'm not sure if my refund has been completed.",
        "Is the return processing?",
        "Does the Refunds Processing have been completed yet?",
        "I'm not sure if the Refunds has been finished.",
        "Does my cash have come back to me?",
        "Is my refund done",
        "Is any progress on refunds made?",
        "My refund is waiting to be processed, have you processed it yet?",
        "Will the return have been processed?",
        "I will get a money back soon.",
        "Do you have any news on my refunds?",
        "I still don't know if my refund has done yet.",
        "I'm not sure if theRefund has been finished.",
        "Is my return cleared.",
        "Is my cash back back?",
        "I am not sure if my Refund has been done.",
        "I want to know if my refund is done.",
        "The Refunds processing has still not been completed.",
        "Isn't my return processed yet?",
        "Is there any news on myRefund?",
        "Has my return done yet?",
        "I do not know if my refund finished yet.",
        "Please, the status of the return.",
        "Is myRefund processed yet?",
        "I am confused as to whether my refund has been processed.",
        "Did you complete the processing of my refund yet?",
        "I am waiting for my refund to be processed, has it been done?",
        "Did the processing of my refund finish?",
        "I don't know if my Refunds have been completed.",
        "The return hasn't been processed yet.",
        "My refund is yet to be completed.",
        "I don't know if my refund has already been processed.",
        "Have you given me back my money yet?",
        "Was my return done?",
        "Is my refund done?",
        "Did they process the funds yet?",
        "I was wondering if they had processed the rebate yet.",
        "Has my money been returned.",
        "What is the status of funds from the return?",
        "The return has yet to be done.",
        "Has my reimbursement processing begun?",
        "Have I had my refunds processed?",
        "I can't say if my Refund has been completed.",
        "I want to know if my reimbursement has been processed already.",
        "Had my cash back?",
        "I am not sure if my refund is complete.",
        "Is the Refunds Processing done?",
        "I don't know if the refund is done.",
        "Would my money be back already?",
        "Are my Refunds processed yet?",
        "Can you tell me the status of the money-back request?",
        "Is money given back?",
        "No word on the refund yet.",
        "I'm not entirely sure if my refund has been processed.",
        "Are the refund process done?",
        "Was the money-back request given a status?",
        "I was wondering if you have processed my refund yet?",
        "There is any progress on the Refund?",
        "Has my cash been returned?",
        "My refund is still waiting for processing, have you processed it?",
        "I don't know if my return has finished.",
        "Will I receive aRefund soon",
        "I want to know any news on the refund.",
        "I need to know if my refund has been done yet.",
        "I am not sure if the refund is finished yet.",
        "I was wondering if my refund has been processed yet.",
        "Is theRefund done yet?",
        "I haven't been able to pay my refund yet. Has it been processed?",
        "My refund is still waiting for processing, have I had it processed yet?",
        "Has my return proceeded?",
        "My money coming back?",
        "Repayment recieved yet?",
        "I haven't heard if my refund has been processed yet.",
        "Have you given me my money back already?",
        "I would like to hear a status update on my refunds.",
        "Is my return yet to be processed?",
        "The return isn't yet completed",
        "Are the return process complete?",
        "I wonder if my return is done yet.",
        "The refund has not been finished yet.",
        "Any update on the refund?",
        "Please tell us the return status.",
        "The return was not yet done.",
        "I am not sure if my Refund has been completed",
        "The return has not been completed.",
        "I'm not sure if the refund has been processed yet.",
        "I don't know if the refund is complete yet.",
        "Haven't my refunds been processed yet?",
        "I need to know if my refund has been processed yet.",
        "Does the Refunds processing have finished?",
        "Has Refunds processing been done yet?",
        "Will I get a reimbursement soon?",
        "The return has not been accomplished yet.",
        "I am unsure of the status of the refund.",
        "What is the status of moneyback request?",
        "Has my cash been back?",
        "I am still waiting for my refund to be processed, has it been done?",
        "I'm not sure if the Refund is finished.",
        "Did everyone finish processing my return yet?",
        "I don't know if the refunds is finished",
        "My refund is still waiting for processing, have that been done?",
        "I don't know if theRefund is processed yet.",
        "Is there any progress on your refund?",
        "Progress on the return?",
        "I don't know if the return is complete.",
        "Is there any update on my return?",
        "I wonder if funds from the return have been issued.",
        "I am not sure if my refund has finished.",
        "I still have to pay my refund, has it been processed yet?",
        "Any progress on the return?",
        "I don't know if my Refunds is finished",
        "Has my return case yet?",
        "I was wondering if the return had been processed.",
        "Has the return been checked?",
        "Have my refunds been processed?",
        "Repayment has yet to be received?",
        "Is the payback in the system?",
        "I don't know if my refund has been processed yet?",
        "My Refunds is still waiting for me to pay, has it been processed yet?",
        "Has my return been sorted out?",
        "Does anyone have any news about the refund?",
        "Is my cash back done?",
        "Has my return been accepted?",
        "I don't think my refund has been processed yet.",
        "Is my return completed or not?",
        "My refund is waiting for processing, have you processed it yet?",
        "Any progress towards a refund?",
        "I don't know if theRefund is Finished",
        "The Return has yet to be completed",
        "Did anyone finish processing my refund?",
        "Did there any action on return?",
        "My return is pending.",
        "Is the back in the system?",
        "Has my refund been processed yet?",
        "I am wondering if my refund has been processed yet?",
        "Did I receive my refund yet?",
        "My return has not been processed yet.",
        "I didn't know if my refund was finished.",
        "I am waiting for your processing of myRefund, have you processed it yet?",
        "MyRefund has not yet been processed",
        "Has the back been processed?",
        "Is it complete the refund process?",
        "I am waiting for my refund to be processed, have it done yet?",
        "What is the status of money-back request?",
        "I'm not sure if my refund has been processed.",
        "Do you know if the return was processed?",
        "I was wondering if you processed my refund yet.",
        "The return have been processed?",
        "Has the refunds processing completed yet?",
        "Have the refund done yet?",
        "I wonder if my cash back transpired.",
        "Will my money be returned already?",
        "Is my refund completed?",
        "Has my refund ever been processed?",
        "I am not sure if my refund has been received.",
        "I am wondering if my refund has been processed.",
        "My cash back is not known.",
        "I am wondering if my refund is done?",
        "Are my refunds done?",
        "Does the money-back request have any status?",
        "What progress has been made on refund?",
        "Can I get the status of my refunds?",
        "Please, we need the refund status.",
        "Has money been returned?",
        "Please tell me the status of my return.",
        "The refund is not yet processed.",
        "My refund is waiting for me to pay but has been processed?",
        "Has my reimbursement process been finished?",
        "Do I have my refund done yet?",
        "I am waiting for my refund to be processed, have it been?",
        "I do not know if the refunds has been finished.",
        "Is my refund done or still waiting?",
        "I don't know if my Refund is done.",
        "Did you finish processing my refund yet?",
        "I'm not sure if the refunds is done.",
        "My refund is still waiting for processing, are it done yet?",
        "I wonder if my reimbursement has been processed already.",
        "Can I get the status of refunds?",
        "I want to know if myRefund has been processed yet.",
        "I don't know if theRefund is Finished yet",
        "Has my return been made?",
        "What's the status of money back request?",
        "The return has still not been completed.",
        "I have no idea if my refunds is finished.",
        "The return has not been completed",
        "Has my reimbursement concluded?",
        "Is the funds from the return yet issued?",
        "I have my refund yet to be processed.",
        "I wonder if my refund is being handled.",
        "Is my money returned already?",
        "I don't know if the Refunds is completed.",
        "Refund ready?",
        "I question if my refund is done.",
        "Will I get the refund soon?",
        "Do I have my refund handled?",
        "The return is not yet complete",
        "I'm wondering if the return is in the system.",
        "Has the return beencompleted?",
        "Is my money returning already?",
        "Was processing my refund finished yet?",
        "Has the Refunds process been completed yet?",
        "I wondered if my refund was done.",
        "The return has yet to be finalized.",
        "Has the Refundsprocessing been completed?",
        "I don't know if the refund is done yet.",
        "Does my cash back show up?",
        "I am not certain if my refund is processed yet.",
        "Did you finish processing myRefund",
        "I was wondering if you finished processing my refunds yet.",
        "There is still yet to be completed the return.",
        "My return is processed yet.",
        "Did you process my Refunds yet?",
        "My refund has yet to be processed.",
        "I'm not sure whether my refunds has been processed.",
        "I am not sure if my Refund has finished yet.",
        "MyRefund is still waiting for me to pay but has it been processed?",
        "The return has yet to be completion.",
        "Has my refunded money been processed yet?",
        "I'm not sure if my Refund has been completed.",
        "Is my return all right?",
        "My refund is pending.",
        "Has the process of Refunds been completed?",
        "Is there a response on return?",
        "Can you tell me if the return is in the system?",
        "I would like to know any updates on my refunds.",
        "Do you have the status of the money-back request?",
        "Has the Refundsprocessing been finished yet?",
        "The return has not been completed yet.",
        "Is that my money back already?",
        "Are my money back yet?",
        "Has my return occurred?",
        "Did they process a rebates yet?",
        "I am not sure whether my refunds has been processed.",
        "I need to have my refund processed yet.",
        "Has my money come back?",
        "What is the latest regarding the refund?",
        "I don't know if theRefund is completed.",
        "My return has not been cleared.",
        "Is my refunds done yet?",
        "I am unsure if my Refunds has been completed.",
        "Has the Refunds process finished?",
        "I am not sure if the Refund has been finished.",
        "The process of getting a refund completed?",
        "I don't know if the Refund has been finished yet.",
        "I am not certain if the refund is finished.",
        "Did my cash come back to me?",
        "Has the refunds been completed?",
        "Did you have your money back?",
        "The refund has not been processed yet.",
        "Have my refund done yet?",
        "Is my cash back now?",
        "Is my money paid back yet?",
        "I haven't seen my refund processed yet.",
        "I am not sure if my return has cleared.",
        "I want to know if you refunded my money.",
        "Has his return been cleared?",
        "The refund is not completed yet.",
        "Which is the status of the money-back request?",
        "I still haven't received my refund, have you processed it yet?",
        "My refunds have not yet been processed.",
        "What is the status of this money-back request?",
        "Has my reimbursement already been processed?",
        "I'm wondering if my refund is finished.",
        "I need to know if my refund has been processed.",
        "Was the money refunded?",
        "I don't know if my Refund has been completed.",
        "I'm still waiting for my refund to be processed, have you processed it yet?",
        "I don't know if my Refund has completed.",
        "Is the return in the process?",
        "Was there some action on return?",
        "The return is not concluded yet.",
        "My return has yet to be processed.",
        "Was my refund done or not?",
        "My refund is still waiting for processing, has it been done yet?",
        "Is my return being handled or not?",
        "I don't know if the refunds are done.",
        "I didn't know if my refund had finished.",
        "Is money being paid back?",
        "Is my money paid back?",
        "The return has still to be completed",
        "Have you processed my refund?",
        "I wonder if my money has already been returned?",
        "Have my Refunds processed yet?",
        "My return is yet to be processed.",
        "Are my refunds yet processed?",
        "I'm wondering if my refund has been processed yet.",
        "I would like to get a status on my refunds.",
        "Is my return yet processed?",
        "Is the refund done or not?",
        "Is my Refunds completed?",
        "Money back?",
        "I still have to pay my refund, has it been processed?",
        "I don't know if my return has cleared.",
        "Is my refunded?",
        "Can the return have been processed?",
        "action on return?",
        "Can I have an update on my refunds?",
        "Has cash back happened?",
        "I am unsure of if my refund has been processed.",
        "Have you processed my return?",
        "Is the return processed.",
        "I do not know if the Refund is finished.",
        "Have I gotten my cash back?",
        "I am unsure if my refund is processed yet.",
        "I don't know if my refunds have been processed.",
        "Please check the Refund Status.",
        "Does my return have been handled or not?",
        "Has the return been addressed?",
        "Are the funds from the return now issued?",
        "Did you finish processing my refund by now?",
        "I am wondering if you finished processing my refund yet.",
        "There's any news on the return?",
        "haven't you processed my refund yet?",
        "I don't know whether my refund has been processed yet.",
        "the return has yet to be completed",
        "I am not certain if my Refund has been processed.",
        "Any progress on the Refunds?",
        "I don't know if my Refunds have been processed yet.",
        "My refund is still waiting for me, has it been processed yet?",
        "Please, the refund status is needed.",
        "I don't know if my Refunds has done yet.",
        "There is a return that hasn't been finished yet.",
        "I would like to know if I can get a status update on my refunds.",
        "I don't know if the Refunds is done.",
        "I am still waiting for my refund to be paid, has it been processed yet?",
        "I don't know if the refunds is finished yet.",
        "I do not know if the refund has been processed yet.",
        "I don't know if my Refunds has finished.",
        "I am waiting for my refund to be done.",
        "The return is yet to becompleted.",
        "The question is, did they process the rebate yet?",
        "Has my return completed?",
        "I have no idea if the refund is completed.",
        "Did I get to process my return yet?",
        "I do not know if the refund has been done.",
        "My refund is waiting for processing so have you processed it yet?",
        "Does my return have finished?",
        "I still have to pay my refund but has it been processed?",
        "Did all of you process my refund yet?",
        "Has Refunds Processing been completed?",
        "Can I have a status on my refunds?",
        "Has the refundsprocessing been finished?",
        "Does my reimbursement have been processed already?",
        "Finished my return yet?",
        "I don't know if the refund has been finished.",
        "I would like to know if my return has cleared.",
        "I am not sure if my refund has yet been processed.",
        "I am not sure if theRefund has been processed.",
        "Do you know the status of the money back request?",
        "What's the progress on the refund?",
        "What is the status of myRefund?",
        "I am not certain if my refund is finished yet.",
        "I have no idea if the Refunds is completed yet.",
        "Have you processed my refund already?",
        "Any updates on the return?",
        "I have a refund that is not processed yet.",
        "I am unsure whether my refund has been processed yet.",
        "I'm not certain if the refund has been finished.",
        "I have a refund which is still waiting for processing.",
        "The question is, is the return in the system?",
        "Has my refund been cleared?",
        "I'm unsure of whether myRefund has been processed.",
        "Are the funds from the return yet released?",
        "I wondered if my refund had been processed yet.",
        "Are my refund handled or not?",
        "Money-back request has status?",
        "I am not sure if my refund is finished.",
        "Is that return in the system?",
        "My return is processed yet?",
        "Are my cash back?",
        "What is the status of the return?",
        "Is my refund dealt with or not?",
        "I am unsure if myRefund has been completed.",
        "Please, the refund status is requested.",
        "I don't know if the refund has done yet.",
        "I don't know if my refunds has been processed yet.",
        "I am waiting for my refund to be processed, have it been done?",
        "My return has been cleared?",
        "Does my return have been cleared?",
        "I am waiting for my refund to be paid but it has not been processed.",
        "Are funds issued from the return yet?",
        "My refund is not processed yet, have you processed it yet?",
        "How is my return being processed?",
        "I am not sure if my Refund has been completed yet.",
        "Has the return been made?",
        "I didn't know if my refund had been processed.",
        "Will I get my money back soon?",
        "I am waiting to pay my refund, has it been processed?",
        "How has the return been processed?",
        "Has my cash Returned?",
        "There is a return that has not been finished.",
        "Is myRefund done yet",
        "Is money being Returned?",
        "Is the Refunds Processing Done yet?",
        "I'm not sure if my refund was processed yet.",
        "Does my money have already been returned?",
        "Are you processing my refunds yet?",
        "I don't know if theRefund has finished",
        "The Refunds Processing has not been completed.",
        "Does Refunds processing have been completed yet?",
        "Got my return processed?",
        "MyRefund is still waiting for me to pay, but has it been processed?",
        "I am wondering if y'all finished processing my refund yet.",
        "I'm not sure if my Refunds has been completed.",
        "Did you finish processing my refunds yet?",
        "Was itstated repayment received yet?",
        "I'm unsure if my refund has been processed",
        "Has my reimbursement been processed for?",
        "Is the Refund ready?",
        "I am uncertain if the refund has been finished.",
        "I don't know if my Refunds have been finished.",
        "I'm waiting for my Refund to be processed",
        "Return has not been completed yet.",
        "Has my funds come back to me?",
        "Were you able to get back my money?",
        "I wonder if my refund is finished.",
        "Is my refunds done?",
        "Was my return processed?",
        "The return hasn't been completed",
        "I am unsure of the outcome of my refund.",
        "Has my cash return occurred?",
        "Is funds from the return issued yet?",
        "Has my refund been done?",
        "Repayment returned yet?",
        "I'm waiting for my refund to be processed, has it been done?",
        "I don't know if my refund is complete",
        "I am not sure if my refund has arrived yet.",
        "Did all of you finish processing my refund yet?",
        "I don't know if my refund is being handled or not.",
        "Will I get a status on refunds?",
        "I don't know if my refunds is done yet.",
        "I am not sure if my refunds has been completed.",
        "Is my refund finished yet?",
        "The return is not yet complete.",
        "Is my cash back done yet?",
        "I am not certain if the refund has been finished.",
        "Did I get my return processed?",
        "I'm not sure if myRefund has been processed yet.",
        "Is my reimbursement done or not?",
        "Is my money paid back or not?",
        "Does the refunds processing have been finished?",
        "The return has not completed yet.",
        "I didn't know if the refund was finished.",
        "Have I received my cash back?",
        "I don't know if my refund was processed yet.",
        "Is the Refunds process completed yet?",
        "Have you refunded me yet?",
        "Proceeding with my return?",
        "My refund has not been processed yet, has that been done?",
        "Is Refunds processing finished yet?",
        "What is the status of money- back request?",
        "I can't tell if the refund is complete.",
        "The return has not been fully completed.",
        "Do you know if my refund has been processed yet?",
        "The return still hasn't been completed.",
        "Is it handling my refund?",
        "I don't know if my refunds has finished yet.",
        "What progress has been made on a refund?",
        "Do you know if my refund has been done yet?",
        "Processing my return?",
        "I am not sure if my refund has been made.",
        "I want to know if you have processed my refunds yet.",
        "Has my reimbursement processed?",
        "I are waiting for my refund to be processed.",
        "I don't know whether the refund is completed.",
        "What are the status of the money-back request?",
        "Is the refund processed yet?",
        "My refund has yet to be processed, has it been done yet?",
        "When has the return been processed?",
        "TheRefund hasn't been finished yet",
        "I still haven't had my refund processed yet.",
        "Have you received any news about the refund?",
        "Is the refund done yet?",
        "Is my refund being handled?",
        "Any progress on Refunds?",
        "I am not sure if my refund is completed yet.",
        "I wonder if my cash back has happened.",
        "Has the refunds processing been done?",
        "I was wondering if my refund was finished.",
        "Was it possible that they processed the rebate yet?",
        "My refund is waiting for processing, have it been done?",
        "I was wondering if my refund had done yet.",
        "I don't know if my refund has finished.",
        "I'm not sure if my Refund has been finished.",
        "Has the return been finished?",
        "I don't know if my refund finished.",
        "I'm not sure if my refund finished yet.",
        "Have you processed my refund so far?",
        "I do not know if the refund is complete yet.",
        "Does anyone have any news on the refund?",
        "Has the Refunds processed yet?",
        "I want to know if you've processed my refund yet.",
        "Is the repayment received yet?",
        "I don't know if the refund has been finalized.",
        "I am wondering if you have finished processing my refund yet.",
        "My refund is still waiting, have you processed it?",
        "Is there any progress in the refund?",
        "I wonder if you processed my refund yet?",
        "I'm waiting for my refunds to be processed, have you processed it yet?",
        "Money being returned?",
        "Are there funds from the return yet?",
        "Has my refund been handled?",
        "I do not know if my Refund is done.",
        "Is my return processed yet.",
        "Is my reimbursement completed?",
        "Has the Refunds Processing Finished?",
        "I don't know if my refunds has been completed.",
        "I have no idea if the refund has been completed yet.",
        "Have you given me my money back?",
        "I am waiting for your processing of my refund.",
        "Does my return happen?",
        "I'm waiting for my refund to be done.",
        "My refund is still waiting for me to pay, but has it been processed?",
        "I am not sure if the refund has been done.",
        "My refund has not yet been processed",
        "Is the refund completed?",
        "Is the processing of the refund complete?",
        "I am waiting for my refund to be processed, but has it been done yet?",
        "The refund is still pending, have it been processed yet?",
        "There is a question about my refund.",
        "I am waiting for a processing of my refund.",
        "Got news about a refund?",
        "Did my return go through?",
        "Can I get a update on my refunds?",
        "I am unsure of whether myRefund has been processed yet",
        "Has my cash back occurred?",
        "I am not sure if the refund is finished.",
        "Please, the status of the refunds?",
        "I don't know if my refund is handled or not.",
        "Have you finished processing my refunds yet?",
        "Has there been any progress on refunds?",
        "My refund hasn't been processed yet, have it done?",
        "I am unsure if the refund has been finished yet.",
        "I am not certain if my refund is finished.",
        "I wondered if there was any action on return.",
        "The return is still not complete",
        "Has the Refunds process been done?",
        "Has the refundsprocessing finished yet?",
        "I'm not sure if myRefund is finished yet.",
        "I don't know if my Refund is complete",
        "I am not sure if my refund is finished yet.",
        "I am not sure if my refund have been processed.",
        "My Refund has not been completed yet.",
        "I was wondering if my refund has been done yet.",
        "Has the processing of the Refunds been completed?",
        "refund process done?",
        "Will my money be returned soon?",
        "Will my refund be processed yet?",
        "Please confirm the refund status.",
        "Is Refunds processing done yet?",
        "I'm not sure if my return is finished yet.",
        "I am waiting for my refund to be processing.",
        "I am not certain if my refund is processed.",
        "I have not received my refund yet, has that been done?",
        "My refund has not been processed yet.",
        "Status of money returned?",
        "Did my refund get processed?",
        "I am waiting for my refund to be processed, has that been done yet?",
        "Has the Refunds process been complete?",
        "I am unsure of the processing of my refund.",
        "I don't know if my refund is processed.",
        "The Return has yet to be completed.",
        "Has my return made it?",
        "I'd like to know if my refund has been processed.",
        "The return isn't yet completed.",
        "Have my reimbursement processed?",
        "Haven't you processed my refund yet?",
        "I am unsure if my Refunds have been processed",
        "I am not sure if my refunds finished yet.",
        "I'm not sure if theRefund is finished yet.",
        "Has my cash comes back to me?",
        "processed my return?",
        "Has anyone processed the return?",
        "Is my return done?",
        "I don't know if my Refunds has been completed",
        "Is my refunds done or what?",
        "I wonder if my refund is finished?",
        "It's not known if the refund is finished.",
        "The refund might not have been finished yet.",
        "Do you have the money back?",
        "I do not know if myRefund has been processed.",
        "I am unsure of the status of my Refunds.",
        "I am not sure if theRefund has been finished",
        "I don't know if the refund is wrapped up.",
        "I am waiting for my refund to be paid, has it been processed yet?",
        "Isn'tstated repayment received yet?",
        "Did they actually process the rebates yet?",
        "I don't know if myRefund is finished yet",
        "Has my reimbursement finished?",
        "MyRefund is still waiting for processing, have it done yet?",
        "My money coming back already?",
        "Have my returns cleared?",
        "Please get the status of your refund.",
        "What is the progress on the return?",
        "Have I yet processed my return?",
        "Has you paid me back yet?",
        "The Refunds processing have not been completed yet.",
        "I don't know if my Refund has been finished.",
        "Are the Refund process done?",
        "Do you have any news on the refund?",
        "I am unsure if the refund has been completed.",
        "I am unaware if the refund has been completed.",
        "I don't know whether my refunds have been processed.",
        "Do my money back already?",
        "Has the return been arrived at?",
        "Has Refunds been finished yet?",
        "Is the return has been processed?",
        "I am waiting for my refund to be processed yet.",
        "I have yet to have my refunds processed.",
        "There is yet to be a completed return.",
        "Please tell me about the return status.",
        "Did those people finish processing my refund yet?",
        "So has the return been processed?",
        "Did you finish Processing myRefund yet?",
        "Has my cash back come about?",
        "Is my return done.",
        "Is that my return cleared?",
        "The return is yet to be completed.",
        "I am waiting for myRefund to be processed",
        "I do not know if my refund has been completed yet.",
        "I don't know if the refund is done",
        "Is my Refunds handled or not?",
        "Has my funds been returned?",
        "Did you do the processing of my refund yet?",
        "I think my refund has not been processed.",
        "Did you process my Refund yet?",
        "I have not yet had my refund processed.",
        "I'm not sure if the Refunds is completed yet.",
        "Please tell me the return status.",
        "Has the money returned to me?",
        "Do I know if my refund is being handled?",
        "My refund is done yet.",
        "Please let me know the status of the refund.",
        "Did we finish processing my refunds yet?",
        "I am unsure if theRefund is completed yet.",
        "Was there any response on the return?",
        "Is the Refunds processing done yet?",
        "Has my reimbursement yet been processed?",
        "Does the Refunds processing have been completed yet?",
        "Did you finish processing my refund, yet?",
        "Is my refund processing done?",
        "I would like to get an update on my refunds.",
        "Is the progress on the refund?",
        "Was the processing of my refund finished yet?",
        "I wondered if they had processed the rebate yet.",
        "Has myRefund been processed yet?",
        "I am uncertain of whether my refund has been processed yet.",
        "Is the return done yet?",
        "Haven't my refund been processed yet?",
        "I don't know if I have received my Refund yet.",
        "I am unclear on whether my refund has been processed.",
        "I asked if my return cleared.",
        "Has the Refundsprocessing been finished?",
        "Has the RefundsProcessing been completed?",
        "The return hasn't beencompleted.",
        "My refund is done or not?",
        "Has that been done to process my refund?",
        "I am not sure if the refunds has been finished.",
        "Does the Refunds processing have been done yet?",
        "My refund is still being processed, have it been done?",
        "I do not know whether my refund has been processed yet.",
        "The return has yet to be accomplished.",
        "I am not sure if my refund has been handled.",
        "Is the process complete for the refunds?",
        "I don't know if my money is back already.",
        "Have you issued me a full refund yet?",
        "My refund is not done.",
        "Is the return getting processed?",
        "Been done with my return yet?",
        "There is yet to be completed the return.",
        "Was any progress made on the refund?",
        "I don't know if myRefund has finished.",
        "Has myRefund been processed?",
        "Is my refund processing?",
        "I don't know whether the refund is done.",
        "The return hasn't been completed, yet.",
        "Are the refund process completed?",
        "What is the status of my refund.",
        "My refund is waiting for processing, have it been done yet?",
        "The return has not been completely completed.",
        "Is my cash back resolved?",
        "I haven't received my refund yet, are it done?",
        "I am still unsure of whether my refund has been processed.",
        "Any progress in refunds?",
        "I am not quite sure if my refund has been processed yet.",
        "I wondered if my cash back transpired.",
        "Have the return been processed.",
        "Is the refunds processing completed yet?",
        "I can't tell if the refund has been finished.",
        "I am wondering if my refund is done yet.",
        "The return has not been finished as of yet.",
        "Does the return has been processed?",
        "Didn't they process a rebate yet?",
        "I have no idea if the refund has been completed.",
        "I wonder if my return has cleared.",
        "Does the money-back request have status?",
        "Any updated on my refund?",
        "Is everything done with my refund?",
        "Has the Refundsprocessing completed yet?",
        "Can there be any progress on the refund?",
        "I don't know if I have had my Refunds processed yet.",
        "Does the Refunds process have been completed?",
        "I don't know if my refunds have finished.",
        "Were they processing the rebate yet?",
        "Has my reimbursement Been processed?",
        "I haven't had my Refund processed yet.",
        "I don't know if the refunds finished yet.",
        "My refunds is still waiting for processing, has it been done yet?",
        "What is the status on the refund?",
        "Is there any news about theRefund?",
        "Do I know if my reimbursement has been processed?",
        "Get the latest about the refund?",
        "I'm waiting for my refund to be paid, has it been processed?",
        "Haven't you finished processing my refund yet?",
        "Will my cash be back?",
        "I am unsure if I have received my refund.",
        "Find out if the return is in the system.",
        "I was wondering about any updates on my refunds.",
        "Has you processed my refunds yet?",
        "The return has not been finalized.",
        "The refund is still waiting for processing, have you processed it yet?",
        "There was yet to be completed the return.",
        "Is the return process complete?",
        "Has myRefund done yet?",
        "Has my return been settled?",
        "Has the refunds processing finished yet?",
        "Has my refund been finished yet?",
        "The return isn't completed yet.",
        "I have no idea if theRefund has been finished.",
        "The return has not been concluded yet.",
        "Is there any word about my refund?",
        "I wonder if my refund is done or not.",
        "The return has not beencompleted yet.",
        "I am not sure of whether my refunds has been processed.",
        "I am not sure if theRefund has been completed yet.",
        "Is there any progress on a refund?",
        "is the return in the system?",
        "The return has not be completed.",
        "I don't know whether my refund is processed yet.",
        "My refund isn't processed yet, have you processed it yet?",
        "Does the return have been completed?",
        "I haven't received my refund yet, have that been done?",
        "The progress on refund?",
        "Does any progress have been made on the refund?",
        "Has my cash back arrived?",
        "Are my refund done yet?",
        "I am unsure if the refund has been processed.",
        "My refund is still waiting for processing, have it been done?",
        "Has the return beenprocessed?",
        "I'm unsure if the refund has been processed.",
        "There's any progress on the return?",
        "I am not sure if the Refunds has been completed yet.",
        "Are there any updates on myRefund?",
        "I didn't know if the refund was done.",
        "I don't know if the Refunds is finished.",
        "Please let me know how the refund is going.",
        "I don't know if my Refund is complete.",
        "MyRefund is still waiting for processing, has it been processed yet?",
        "Is my reimbursement processed?",
        "I don't know if my Refunds has been done.",
        "Is its return in the system?",
        "My refund is waiting for processing, has it been done?",
        "What progress has been made on the return?",
        "I don't know if my refunds are complete.",
        "I am not sure if myRefund has been finished.",
        "Did the return get processed?",
        "I haven't received my Refund yet.",
        "Any progress on refunds at this time?",
        "Did they finish processing my refunds yet?",
        "Has my reimbursement been received?",
        "I am unsure whether my refund was processed.",
        "I don't know if I have had my refund processed.",
        "Has the refund been processed for me?",
        "The return has not been done yet.",
        "I still don't have my refund processed yet.",
        "I am not sure if the refund is done yet.",
        "I'm waiting for my refund to be processed, but it's not yet.",
        "Can my return be concluded?",
        "I am waiting for my refunds to be processed, have you processed it yet?",
        "Has the refunds process been finished?",
        "I was wondering if my return has cleared.",
        "Return not yet completed",
        "Am I able to get a status update on my refunds?",
        "The refunds processing has yet to be completed.",
        "I don't know if my refunds have done yet.",
        "Is any progress on the refund made?",
        "Have you given me a full refund yet?",
        "Has the return been concluded?",
        "I wonder if myRefund is done?",
        "The return has not been complete",
        "Has the refunds processing been finished?",
        "Has my cash given back?",
        "I do not know if the refund has been completed yet.",
        "The return has yet to be performed.",
        "My refund is still waiting, has it been processed?",
        "I am waiting for the processing of my refund.",
        "Has the return been dealt with?",
        "Is the return process completed?",
        "Can I get the latest status on my refunds?",
        "Has my money gotten processed?",
        "I'm not sure if my refund has been completed yet.",
        "I don't know if I have received my refund.",
        "I am wondering if there is any news on the refund.",
        "I do not know if my refund has been processed",
        "I'm wondering if my refund is done yet.",
        "Is money beingRefunded?",
        "Has the Refunds processing been done yet?",
        "Will I receive a return soon?",
        "Has the cash back come about?",
        "I want to know if I've had my refund processed yet.",
        "Has myRefund been done?",
        "Has my Reimbursement processed?",
        "I wondered if there was action on return.",
        "Were my refunds done yet?",
        "Is money coming back?",
        "I don't know if theRefund is done yet.",
        "I don't know whether the refund has been processed.",
        "Is there any progress on refund yet?",
        "Has My reimbursement been processed?",
        "Is the returned funds issued now?",
        "I am unsure of whether my refunds have been processed.",
        "Do you know any news about the return?",
        "Has my cash is back?",
        "Is the Refund done?",
        "I am not sure if my refund has been processed yet.",
        "I wondered if y'all had finished processing my refund yet.",
        "I want to know if you processing my refund yet?",
        "Was my refunds finished yet?",
        "Is the Refund process finished?",
        "I did not know if the refund was finished.",
        "I was wondering if y'all finished processing my refund yet.",
        "Has myRefund been done yet?",
        "Is my reimbursement getting processed?",
        "I'm not sure of whether my refund has been processed.",
        "I don't know if myRefund finished yet.",
        "I don't know if the Refunds is done yet.",
        "I do not know if myRefund is finished.",
        "Is Refunds completed yet?",
        "Is there action on the return?",
        "The refunds processing has not been completed yet.",
        "Is my Refunds being handled or not?",
        "Is my money back now?",
        "Do you know if funds from the return have been issued?",
        "Are there any progress on refund?",
        "The return has not been Completed",
        "I don't know if theRefund is complete",
        "Is it yet that my refund has been processed?",
        "Are the return in the system?",
        "Any progress toward a refund?",
        "Is my reimbursement processed at this time?",
        "Is the refunds processing done yet?",
        "I don't know if my refund has been processed or not.",
        "Is the Refunds Processing Completed yet?",
        "My refund is not yet processed, have you processed it?",
        "Is there any progress on a return?",
        "It is unclear if my refund has been processed.",
        "I do not know if my refund has been processed.",
        "The return has not been completed so far.",
        "I'm not sure if the refund is completed yet.",
        "The return isn't yet done.",
        "What is the status of the refund process?",
        "I'm unsure if the refund is done.",
        "I don't know if myRefund has been completed yet",
        "Have you yet paid me back?",
        "Did they process the rebate.",
        "Please tell me about the Refund status.",
        "I don't know if myRefund has been complete.",
        "Did I Processed my return yet?",
        "Has my reimbursement been processed.",
        "My money will be back soon?",
        "I am uncertain about whether my refund has been processed.",
        "Did you process my return?",
        "I am uncertain if the refund is complete.",
        "Has the RefundsProcessing been completed yet?",
        "I do not know if my refund has finished.",
        "Has the Refunds processing been concluded yet?",
        "Has my refund been made?",
        "What's the latest on refund?",
        "Has the return been settled?",
        "Did they finish processing my money yet?",
        "There is a question: money refunded?",
        "I wondering if my refund is done.",
        "Do my refunds have been handled or not?",
        "I am unsure of whether my refund has been processed or not.",
        "I haven't had my money processed yet.",
        "Are my Refunds done or not?",
        "Is any progress being made on the refund?",
        "I am not sure whether my refund has already been processed.",
        "Has the return gone through the system?",
        "Did the money be returned to you?",
        "Can I get the status on my refunds?",
        "Is myReimbursement processed already?",
        "Is my return done or something?",
        "I was wondering if there was any action on return.",
        "I don't know if my refund was processed or not.",
        "Has the refunds processing been finished yet?",
        "I am unsure of whether my Refunds have been processed.",
        "Do you have news about the refund?",
        "I don't know if my refund has concluded.",
        "The return has not been completed as of yet.",
        "Has my refunds been processed?",
        "Do you know the latest on the refund?",
        "Are you processing my Refunds yet?",
        "MyRefund is waiting for processing, have you processed it yet?",
        "I do not know if myRefund has been processed yet.",
        "Have there been any progress on the refund?",
        "Can you tell me if my refund has been done?",
        "I don't know if my Refund is finished.",
        "I don't know if myRefund is finished yet.",
        "I am not sure if theRefund is complete.",
        "I have no idea if myRefund has been processed.",
        "I can't tell if the refund is done.",
        "I am waiting for my refund to be processed, is that done?",
        "Is my cash back?",
        "Has the Refunds processing been completed",
        "Is it done with theRefund?",
        "I do not know if my Refunds has been completed yet.",
        "Is theRefund done or not?",
        "Has my reimbursement been completed yet?",
        "Did the money-back request have any status?",
        "The return has yet to be concluded.",
        "Please have the status of your refund.",
        "Has the Refunds processing been completed?!",
        "Has my reimbursement been processed now?",
        "My return hasn't been cleared.",
        "Is my reimbursement completed yet?",
        "I want to know if my refund is finished.",
        "I don't know if theRefund is completed",
        "Has my cash came back?",
        "Will my refund be finished yet?",
        "I am not sure if my refunds is finished yet.",
        "I don't know if my Refund has been complete.",
        "I am not sure if the Refunds is Finished yet.",
        "I would like to know the status of my refunds.",
        "Is the Refund process complete?",
        "Have you processed my refund yet.",
        "I do not know if my Refunds has been completed.",
        "I don't know if my Refunds has been processed or not.",
        "Is myReimbursement processed?",
        "Did they process a rebate?",
        "Is my reimbursement already done?",
        "There's any progress on refund?",
        "I am not sure if my refund has been processed.",
        "Return hasn't yet been completed.",
        "I am unsure if my refund was processed.",
        "I don't know if the Refund is finished yet.",
        "I am waiting for my refunds to be paid, has it been processed?",
        "Have I gotten my refund yet?",
        "My refund has yet to be processed, have it done yet?",
        "I am waiting for my refunds to be processed, have it been done yet?",
        "The return has not been completion.",
        "Can I get an update on my Refunds?",
        "Is my refund processed yet?",
        "Can I get my money back?",
        "My refund is not done yet, has it been?",
        "My Refund hasn't been completed yet.",
        "Was my cash returned?",
        "I cannot say if my refund has been processed.",
        "I don't know if myRefund is done yet.",
        "Is there any news on my return?",
        "Has the money-back request been granted?",
        "Has the Refunds Processing Been Completed?",
        "Repayment is received yet?",
        "Has the return been process?",
        "Is my refunded yet?",
        "I don't know if theRefund has been completed",
        "Is my cash back occurring?",
        "Money-back request status is currently unknown.",
        "I don't know whether my refund has been processed",
        "I have a refund that is still awaiting processing.",
        "I was wondering if you had finished processing my refund.",
        "I want to know if I can get a status on my refunds.",
        "Is my return being dealt with?",
        "I don't know if myRefund has been processed or not.",
        "Is the complete refund process done?",
        "I am unclear if my refund has been processed.",
        "I don't know if theRefund is finished yet",
        "have I had my refund processed yet?",
        "Has money been returned to me?",
        "The completion of the refund process?",
        "I still haven't paid my refund, has it been processed yet?",
        "Please tell me the refunds status.",
        "Been processing my return yet?",
        "What is the status of the Refund process?",
        "What progress on the refund has been made?",
        "Have you got any news about the refund?",
        "Does the return have beenprocessed?",
        "Is my Refund done yet?",
        "I haven't had my refund processed yet, has that been done?",
        "I don't know if theRefund is done.",
        "Was they able to process the rebate yet?",
        "Has my return been cleared.",
        "Will my refund be completed?",
        "Was it processed my return?",
        "I don't know if theRefund is complete yet",
        "Is there any update on the return?",
        "Has the return been handled?",
        "I am not certain if my Refund has been completed.",
        "Did all of you finish processing my refunds yet?",
        "Has my Refund done yet?",
        "I didn't know if my refund was done.",
        "Is my return finished or not?",
        "I wondered if y'all finished processing my refund yet.",
        "I would like to know if the return has been processed.",
        "I want to know any updates on my refund",
        "Has my money back?",
        "Has the Refunds Processing completed yet?",
        "I was wondering if you had issued me a refund yet.",
        "I am not sure if myRefund has been completed.",
        "The return has not yet been concluded.",
        "Please let me know the refunds status.",
        "Is there any progress on a refunds?",
        "Was myRefund processed yet?",
        "Want to know about the refund?",
        "I don't know if my refunds are done yet.",
        "Is my return processed or not?",
        "Does my Refund have been processed yet?",
        "I am unsure of the status of my refund.",
        "Are my funds back already?",
        "I don't know if the refunds has finished.",
        "I'm not sure if my refund has yet been processed.",
        "Did the return have it processed?",
        "I don't know if my refund has yet been processed.",
        "Is my return processing yet?",
        "I am still unsure if my refund has been processed.",
        "Has the Refunds processing been Completed?",
        "I need to know if my refund has done yet.",
        "Have I got my refund processed yet?",
        "I am wondering if you have issued me a refund already.",
        "Has the Refunds processing been accomplished?",
        "There's a question: money refunded?",
        "Has the Refunds PROCESS been completed?",
        "I asked if my return had cleared.",
        "I was wondering if my refund was done.",
        "MyRefund has not been processed yet.",
        "I wonder if you finished processing my refund yet?",
        "I am unaware of whether my refund has been processed.",
        "I am waiting for my refund to be processed, have it been done yet?",
        "Do the returns have been processed?",
        "My refund hasn't been done yet.",
        "MyRefund is still waiting for me to pay, has it been processed yet?",
        "Does my refund have been finished?",
        "I don't know if my Refunds has been processed.",
        "I'm waiting for the processing of my refund.",
        "Has my cash got back?",
        "Is there progress on the refund?",
        "I do not know if theRefund is finished yet.",
        "Is the reimbursement processed already?",
        "Did my cash come back?",
        "My refund is not done yet, have it done yet?",
        "I don't know if the refunds are complete yet.",
        "I am not sure if my refunds is done yet.",
        "I don't know if I have had my refunds processed yet.",
        "Is there any action on the return?",
        "I don't know if the Refund is done yet.",
        "Got any news on the refund?",
        "I am not sure if my refund has gone through.",
        "I am not sure if my Refund has been processed.",
        "I am not sure if my Refund is complete yet.",
        "I don't know if my Refund has been processed.",
        "I do not know if the refunds has been completed.",
        "I am unsure if my refund has finished yet.",
        "I don't know if my tax return is finished.",
        "I don't know if my refund is finished yet.",
        "Can i get a status on my refunds?",
        "Got anything about the refund?",
        "I don't know if my Refunds finished yet",
        "I'm not sure if my refund has been finished.",
        "I don't know if the refund has been complete.",
        "Is the return received processed?",
        "Has my returned?",
        "I am wondering if my refund has been done yet.",
        "Please tell me the Refund status.",
        "I am not aware if the refund has been finished.",
        "Does my reimbursement have processed yet?",
        "Have I gotten my refund processed yet?",
        "I don't know if the refunds has finished yet.",
        "Money-back request Status?",
        "I don't know if the refund has completed.",
        "Has the Refunds processing been finished?",
        "Have my refund processed yet?",
        "Has the Refunds processing been completed?",
        "I am waiting for my refunds to be processed, have they done yet?",
        "Am I getting my money back yet?",
        "Will I get a reimbursement soon.",
        "Is there a status on money-back request?",
        "Is the Refunds processing finished yet?",
        "Did everyone finish processing my Refunds yet?",
        "I don't know if the Refund has been completed.",
        "I am wondering if my refund has been processed yet.",
        "I am not sure if my refunds is finished.",
        "I am waiting for my refunds to be processed, has that been done yet?",
        "I would like to know any updates on the refund.",
        "I am not sure if my Refunds has been completed yet.",
        "Is it done with the refund?",
        "What status is the money-back request?",
        "Has the Refunds processing wrapped up yet?",
        "Does my return have cleared?",
        "I am not sure if theRefund has been finished yet.",
        "I don't know if my Refunds are finished.",
        "Have my funds come back to me?",
        "Does anyone know any updates on my refund?",
        "I don't know if you've processed my refund yet?",
        "The return has not yet been finished.",
        "Has my reimbursement just been processed?",
        "Did I get my money back already?",
        "I wondered if my cash back had transpired.",
        "I have no idea if the refund has been finished.",
        "I'm not sure if my refund is done yet.",
        "I am not sure if my reimbursement has been processed.",
        "I still haven't received my refund, has it been processed?",
        "The return hasn't been completed yet",
        "Is my refund completed or not?",
        "I don't have a refund yet, has it been processed?",
        "I don't know if the Refunds have been finished yet",
        "I haven't received my refund yet, is it done yet?",
        "Is there any action on return?",
        "Did they process their rebate yet?",
        "I have no idea if the refunds is completed yet.",
        "Was the processing of my refunds done yet?",
        "\"Is the return in the system?\"",
        "Does Refunds have been completed yet?",
        "I don't know if my refunds has been done.",
        "Is my refund finished or not?",
        "I wonder if my refund has been processed?",
        "I do not know if the refunds is done yet.",
        "I am not sure if my refund has been finished.",
        "I can't say if my refund has been processed.",
        "I am not sure if my refund has been finished yet.",
        "I was wondering if my refund had been done yet.",
        "Has My return been cleared?",
        "Is the Refunds processed yet?",
        "Is the repayment recieved yet?",
        "The return hasn't been Completed.",
        "Will I be reimbursed soon?",
        "Has the refunds been completed yet?",
        "My refund is still waiting for processing, is it done yet?",
        "I am waiting for my refund to be processed, but has that been done?",
        "The return isn't yet complete.",
        "My refund is still awaiting processing, has that been done?",
        "I want to know if my cash back happened.",
        "I am not sure if the Refunds has been processed.",
        "Is my full refund done yet?",
        "Is there news on the refund?",
        "Did you finished processing my refund yet?",
        "Has my return been returned?",
        "Was my refund being processed yet?",
        "MyRefund is still waiting for processing, have you processed it?",
        "The Refunds processing hasn't been completed.",
        "The refund has not been completed.",
        "Was processing my refund done yet?",
        "I wonder if my return cleared?",
        "Money Returned?",
        "Has Refunds been completed yet?",
        "Are you processing my return yet?",
        "The refund is still waiting for processing, has that been done?",
        "I want to know about the status of my refunds.",
        "I don't know if my refund was done yet.",
        "My refund is still being processed, have you processed it yet?",
        "Is my refund handled?",
        "MyRefund has not been processed yet",
        "I am not sure if my refund has actually been processed.",
        "I want to know if y'all finished processing my refund yet.",
        "I wonder if my refunds is done.",
        "Has the return been approved?",
        "have my refund been processed yet?",
        "Will I get the money back soon?",
        "Is there a process yet for the rebate?",
        "My refund isn't done yet.",
        "Has my reimbursement paid?",
        "Has the return finished?",
        "I'm not sure if theRefund has been finished yet",
        "I wanted to know if you finished processing my refund yet.",
        "The Refunds processing was not completed yet.",
        "My refund hasn't yet been processed.",
        "has my reimbursement been processed?",
        "I am unaware if the refund is complete.",
        "Did the return being processed?",
        "Is Refunds processing complete?",
        "I don't know if the refund was finished.",
        "I want to know if you have issued me a refund already.",
        "Is the return in the system??",
        "Was the processing of my refund done yet?",
        "Will I get money back soon?",
        "I am not sure if my tax return has been processed.",
        "I was wondering if I had finished processing my refund yet.",
        "Please let us know about the refund status.",
        "I am unsure if my refund has been processed",
        "Are the Refunds done yet?",
        "I am not sure if my refund has been done.",
        "Has the Refunds processing been finalized?",
        "Return has not yet been completed.",
        "Has the Refunds processing been completed??",
        "I don't know if the Refunds is Finished yet.",
        "I want to know if I have had my refund processed.",
        "Do you have your money back yet?",
        "Has the Refunds Processing been done?",
        "I don't know if my Refunds finished yet.",
        "Is it possible to process my return yet.",
        "I don't know if my refund is done yet.",
        "My refund is still being processed, has it been done yet?",
        "Did anyone finish processing myRefund yet?",
        "I'm looking for updates on my refund.",
        "Are my refunds being handled or not?",
        "I need an update on the refund.",
        "I'm not sure whether my refund has been processed",
        "Has any progress been made on the refund?",
        "Has the refunds completed yet?",
        "MyRefund is still waiting for processing, have you processed it yet?",
        "I don't know whether my Refunds has been processed.",
        "Is my return already processed?",
        "I don't know if my Refunds is done yet.",
        "What's the latest on the refund?",
        "Is there any news regarding my refund?",
        "I don't know if the refund has been completed",
        "My refund is still not processed, have you processed it yet?",
        "Any progress on getting refunds?",
        "There is a return yet to be completed.",
        "I don't know if the Refunds is finished yet.",
        "I am not sure if theRefund has been processed",
        "I need to know if my refund is done yet.",
        "I don't know if my Refunds has been processed",
        "Has the refunds processing done yet?",
        "I am not sure if the refunds has been finished yet.",
        "I would like a status update on refunds.",
        "Does the refund have been done yet?",
        "The return is still yet to be completed.",
        "Any news on my refund?",
        "Has my refund been done yet?",
        "Is your return in the system?",
        "I wonder if my return has cleared?",
        "Has my refund been finalized?",
        "What is the latest about the refund?",
        "Has my refund been processed",
        "I do not know if my Refunds has been processed.",
        "Can I be given a status on my refunds?",
        "I don't know if the return has been processed.",
        "Had you processed my return yet?",
        "Is myRefund still waiting for processing, has it been done yet?",
        "Has my refund done yet?",
        "my return has not been cleared",
        "My refund isn't processed yet, have you processed it?",
        "I am unsure if theRefund is finished yet.",
        "I don't know if you have processed my refunds yet.",
        "My money is not yet back?",
        "Can there be any progress on the return?",
        "I don't have my refund processed yet.",
        "Did you guys finish processing my refund yet?",
        "My refund is still waiting, has it been processed yet?",
        "Had you finished processing my refund yet?",
        "Will my money back soon?",
        "Has my money already been returned?",
        "I don't know whether my refund has been processed.",
        "My Refunds is still waiting for processing, have you processed it yet?",
        "Is there any word on the refund?",
        "Has the refunds processed been completed?",
        "I still haven't paid my refund yet, has it been processed?",
        "Is my returned money being handled?",
        "I am unsure if my refunds is finished yet.",
        "I am wondering if my cash back transpired.",
        "Is there any status of the money-back request?",
        "I don't know if the refund is complete",
        "I am not sure if the refund is completed.",
        "Has my return been through?",
        "I'm not quite sure if my refund has been processed.",
        "Did I have my refunds processed yet?",
        "Please let me know if the refund status is good.",
        "Has I received my reimbursement?",
        "I have no idea whether my refund has been processed.",
        "Have I been able to get my refund processed yet?",
        "I'm not certain if the refund is finished yet.",
        "Has my refunds processed?",
        "I haven't paid my refund yet, have it been processed?",
        "The refund is not done yet.",
        "Has refunds processing been completed?",
        "Has my refund been approved?",
        "I am unsure if my Refund has been finished.",
        "Any progress on the issue of refunds?",
        "Has the return completed?",
        "The refunds processing is yet to be completed.",
        "I am uncertain of whether my refund has been processed.",
        "My refund is still waiting, have it been processed yet?",
        "Will I get aRefund soon",
        "Did they process the rebate so far?",
        "My refund is still waiting for processing, has that been completed?",
        "I am not sure if my Refund has been complete.",
        "Has the return been processed yet?",
        "Any progress on refunds?",
        "I wondered if y'all had finished processing my refund.",
        "I don't know if the Refund has been done.",
        "Please let me know the status of the refunds.",
        "Is my refunds being handled?",
        "I do not know if my refund was processed.",
        "Were they able to process the rebate yet?",
        "Any news regarding the refund?",
        "Return hasn't been completed",
        "Has the refunds have been completed?",
        "I don't know if the Refunds is Finished yet",
        "I wonder if my refunds is done yet.",
        "I'm not sure if my refunds has been completed.",
        "Is my return done or not?",
        "Have you had your refund processed yet?",
        "Progress on return?",
        "Please tell me the refund status",
        "I do not know if my refunds has been processed.",
        "I am not certain if the refund has been processed.",
        "Has the Refunds processing been accomplished yet?",
        "The refund was not completed yet.",
        "Is my return completely cleared?",
        "I'm waiting for your processing my refund, have you processed it yet?",
        "I don't know if the Refund has been completed",
        "Does any progress have been made on refunds?",
        "The return hasn't been completed.",
        "Have the return beenprocessed?",
        "I have not had myRefund processed yet.",
        "I'm not sure if the refunds has been completed.",
        "Was there any progress on the return?",
        "I am not sure if the refund has finished."
    ]
}