{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Policies on returns and refunds",
    "inquiry_sub_category": "Refund status",
    "description": "Customers want updates on the status of their refund, including if it has been processed, the timeframe for receiving the refund, and any necessary actions they need to take for the refund to be completed.",
    "inquiry": "When can I expect to receive my refund?",
    "paraphrases": [
        "refund expected arrival",
        "Is it possible to have an approximate refund timeframe?",
        "The expected date for the fund return?",
        "There is an expected refund arrival.",
        "I want an update on my return funds.",
        "When will I get a money back?",
        "How soon will I receive a money back?",
        "Arrival date for refund?",
        "When the refunds are due?",
        "What is the estimated time of my return?",
        "Is I going to get my money?",
        "The expected arrival of a refund.",
        "When is payback for me due?",
        "I don't know when my refund will come.",
        "I would like to hear an update on my return money.",
        "Is there an approximate time for a refund?",
        "So when will my cash be returned?",
        "When are my refunds coming?",
        "An anticipated date of fund return?",
        "Was there a time frame for a return?",
        "What time will reimbursement be received?",
        "I need to know when I can receive it back.",
        "So when am I due my cash back?",
        "Can I get it back soon?",
        "Is it going to be when I get it back?",
        "I don't know when I'm going to get my money.",
        "When wouldReimbursement be received?",
        "When will my refund be received?",
        "Let me know when I can get my refund.",
        "Can you tell me when the refund is due?",
        "How long do I have to wait to receive my return funds?",
        "Can you give me an estimate on my money return?",
        "Are there a time frame for the refund?",
        "Is it possible to get a return anytime soon?",
        "Are you aware of an estimate for my money return?",
        "The time frame for a return?",
        "When do I get myRefund?",
        "Time until I'm getting my money back?",
        "I would like to get my money back.",
        "I asked if my reimbursement was coming.",
        "I want to know when I'll receive it back.",
        "Payment return time is unclear.",
        "When is my cash due back",
        "Is the expected time for a refunds?",
        "Please let me know when I'll get the refund.",
        "When will I be receiving my refund?",
        "When are the paybacks due to me.",
        "Can I receive it back?",
        "I do not know when I will receive a refund.",
        "I was wondering when my refund would arrive.",
        "I wonder if my reimbursement will come.",
        "The arrival date for the Refunds?",
        "It's not known when the refund is due.",
        "Is expected delivery possible for the return?",
        "How soon is my Refunds arriving?",
        "What is the return time on my Refund?",
        "Getting a chance to get back?",
        "When my tax return arrives?",
        "The expected date of the fund's return?",
        "Can I get my refund soon?",
        "The payback due to me is not currently known.",
        "Do you have a time frame for a refund?",
        "Is a return happening anytime soon?",
        "How long until I get my money?",
        "When can I expect my refunds?",
        "When should I expect to receive my money?",
        "Money will come backwhen?",
        "The payback due to me is not yet known.",
        "I don't know when I'm Refunds?",
        "What about my funds back?",
        "I don't know when my money will come back.",
        "I'm not sure when I'll receive it back.",
        "Time until I'm given a refund?",
        "I'm wondering when I'll receive a refund.",
        "Am I getting my money back very soon?",
        "How fast am I able to get my money back?",
        "I want to know an estimate for my money return.",
        "Which date will the fund return be?",
        "The payback is due to me eventually.",
        "Moneycoming back when?",
        "Someone please tell me when I can get my refund.",
        "I would like to know when I'll get a refund.",
        "I'm wondering when I'll get a refund.",
        "Refund about to happen?",
        "When is the payback going to occur?",
        "I would appreciate an update on my return money.",
        "When I get a refund, please tell me.",
        "How about the refund arrival date?",
        "Is there a time when I can get my return funds?",
        "Is it soon that the refund will happen?",
        "Returned soon?",
        "I am looking for an update on my refunds.",
        "What is the anticipated return arrival?",
        "Do you know when my reimbursement will come?",
        "How soon will the payment return time be?",
        "Do you know when the refund is due?",
        "Is there a time frame for a refund.",
        "Will the expected refund arrival be?",
        "Which is when my cash due back?",
        "Anticipated money arrives when?",
        "How soon will I be getting a check?",
        "When do I expect to get my money?",
        "Is there an expected delivery for theRefund?",
        "Please give me a time for my refunds.",
        "What time will the expected refund arrive?",
        "Is the expected arrival of a refund?",
        "Is the refund coming soon?",
        "Will the refund be due when?",
        "The payback to me is not known.",
        "Whenbout that cash?",
        "I don't know when my refund arrives.",
        "When will I get repaid?",
        "Is money coming back then?",
        "I do not know if I will get a refund quickly.",
        "The arrival date for refunds?",
        "I wonder when I will receive a refund.",
        "Payment return time is unknown.",
        "When is my return arriving?",
        "Do you plan to get a refund soon?",
        "When will you get your refund?",
        "How much time until I get my money back?",
        "When will I receive a refunds?",
        "I am wondering if I can get a refund quickly.",
        "Time period for a refund?",
        "I want to know when I will receive a refund.",
        "Will my reimbursement come?",
        "How soon will money be returned to me?",
        "Getting a Refunds anytime soon?",
        "My refund is yet to arrive.",
        "Is it possible I will get a refund quick?",
        "How soon will the return occur?",
        "When is the cash due back?",
        "I'm wondering about my refund yet.",
        "I'm not sure when I'm going to get my money.",
        "What is the expected time for anticipated restitution to arrive?",
        "How soon do I see my money back?",
        "When will myRefund be arriving?",
        "Do you know when the payback will be?",
        "What is the expected return arrival date?",
        "Time til I'm reimbursed?",
        "I wondered if my reimbursement was coming.",
        "How soon can I expect to receive my refund?",
        "Can you tell me when my cash is due back?",
        "The refund arrival date is not known.",
        "I'll receive aRefund",
        "Is the expected refund arrive?",
        "Is getting a Refunds soon?",
        "Please tell me when I can expect a refund.",
        "How quickly will my money be back?",
        "About my money being back?",
        "When will anticipated restitution come?",
        "I want to know when I'll get it back.",
        "What are the expected date of fund return?",
        "What about my money returned?",
        "You might get a refund soon.",
        "Can there be an expected delivery for the refund?",
        "I wonder when my money will be returned.",
        "Please give an exact time for my refund.",
        "I am looking for an estimate for my return.",
        "Is it possible that I can expect my money soon?",
        "I'd like an update on my refund.",
        "How soon will the fund return occur?",
        "Is expected to receive a refund?",
        "How soon will I receive a cash back?",
        "When was the payback due to me?",
        "I am wondering when my reimbursement will arrive.",
        "Are there any return happening soon?",
        "When are the payback due to me?",
        "I have not been refunded yet.",
        "What is the anticipated return arrival date?",
        "My Refunds have yet to arrive.",
        "When will the anticipated return be?",
        "Will there be a time frame for the refund?",
        "You have an estimate for the money return?",
        "What's the return time on my money?",
        "Is a time frame for a return?",
        "When am I going to get that cash?",
        "The expected arrival of refund?",
        "Is the expected date of fund return?",
        "My cash is due back!",
        "Should I expect my money soon?",
        "When does the refund come due?",
        "When am I going to receive my refunds?",
        "Getting reimbursed soon?",
        "The arrival date for the refund?",
        "Is there a time frame for a Refunds?",
        "What time is it for my return funds?",
        "refund expected time?",
        "Is it when I'll get it back?",
        "I don't know when I'm going to get my refund.",
        "Is my refunds arriving?",
        "What is the time on myRefund?",
        "How timely is the return of my money?",
        "I wonder when I'll get my refund.",
        "Please tell me when I'll be compensated.",
        "I don't know when I'm going to be refunded.",
        "Please let me know when my refund is available.",
        "What is the expected receipt of the refund?",
        "Can you tell me when I'll get a refund?",
        "I'm unsure when I'll get it back.",
        "A refund is happening?",
        "What's the expected refund arrival?",
        "What should the expected date of fund return be?",
        "When will the reimbursement be recieved?",
        "Can I get a refund quickly?",
        "How soon will I be given a money back?",
        "Get a refund soon?",
        "Can I expect my reward soon?",
        "When will the money be back?",
        "When's my cash due back?",
        "How quick is my money back?",
        "Fund return anticipated?",
        "I want to know when I'll get my refunds.",
        "When I receive my refund?",
        "Does the return happen soon?",
        "When is it payback?",
        "How soon will my money be returned",
        "I want to know if I'm getting a refund quickly.",
        "How about an expected refund arrival?",
        "the expected date of fund return",
        "Will I be getting my refund?",
        "I am wondering when my money will be returned.",
        "When will my refund be arrives?",
        "Where is the time frame for a refund?",
        "How soon the fund return should be?",
        "Would the return happen anytime soon?",
        "A time frame for a repayment?",
        "Please tell me when I can get my refund.",
        "I am unsure if my reimbursement is coming.",
        "It will be reimbursed when?",
        "Is it possible to get a full refund anytime soon?",
        "Anticipated returns will arrive when?",
        "When shalt I get it back?",
        "What is the time period for a refund?",
        "I'm looking for an update on my refunds.",
        "Is expected return arrival?",
        "Time till I receive my money back?",
        "When will we get reimbursement?",
        "When can I get my refunds?",
        "Do you know when the expected refund time will be?",
        "Please tell me when I'll receive a refund.",
        "I need an update on my return money?",
        "Getting a return in the near future?",
        "When will I receive my money back.",
        "How soon do I receive my money?",
        "The expected time for the refund?",
        "Money could come back when?",
        "Is there an expected delivery for the return?",
        "Cash due back when?",
        "How fast will I get a refund?",
        "I am unsure if I will get a refund quickly.",
        "Is it possible I will get a Refund quickly?",
        "Will my money come back to me soon?",
        "I don't know how soon my money will be returned.",
        "I want to know when I can receive it back.",
        "I would like an update on my returns.",
        "Do you have an estimate on the money return?",
        "When do I get my money?",
        "The date for the return of the money?",
        "What is the expected refund time?",
        "When will my refund be arrive?",
        "Is it possible to get a Refunds anytime soon?",
        "Do you know when I will receive a refund?",
        "There will be a return anytime soon?",
        "Is a refund happening anytime soon?",
        "What is the anticipated refund arrival?",
        "Is the exact timeframe for a refund?",
        "How soon can I expect to get my money?",
        "I want to know any update on my return money.",
        "Is it coming back when?",
        "I want to know when I'll get my refund.",
        "So when about that cash?",
        "I would like an estimate for my return.",
        "When will I be reimbursed?",
        "Is it when I receive it back?",
        "What is the expected return return?",
        "When I will receive my refund?",
        "When will I be able to get a refund?",
        "Anticipated repayments arrive when?",
        "when will I get my money back",
        "Anticipated repayment arrives when?",
        "Would you give me an estimate for my money return?",
        "What is the expected arrival date for the return?",
        "Are you going to get a Refunds soon?",
        "Time until I get Refunds?",
        "What is the projected date of fund return?",
        "Will it be possible for me to get my refund soon?",
        "I'm requesting a time for my refund.",
        "Time till I'm reimbursed?",
        "What's the estimated time on my refund?",
        "When I will get a refund, please tell me.",
        "When can I get the refund?",
        "Will you have an estimate for my money return?",
        "An expected time for a refund?",
        "I want to know when the refund is due.",
        "Reimbursement received, when?",
        "refunds will happen anytime soon?",
        "Can you tell me when I will get my refund?",
        "I do not know when I will get my refund.",
        "Is there a date for the refund arrival?",
        "Are you getting a refund very soon?",
        "How soon will I get a Refunds?",
        "How long till I'm reimbursed?",
        "Please tell me when I'll get a Refunds.",
        "When will I be able to get my money back?",
        "I wonder when my refund will come.",
        "When do you know when that cash will be?",
        "Can I expect more money soon?",
        "What is the timing of my return?",
        "How long before you can get your money back?",
        "Money is coming back?",
        "I need to know when I will get it back.",
        "Does anyone have an update on my Refunds?",
        "When will I receive my funds?",
        "I don't know when my reimbursement will arrive.",
        "What are the expected dates of fund return?",
        "How soon will I receive my refund?",
        "I'm not sure if I'll get a refund quickly.",
        "I want to know when I will receive it again.",
        "Is it possible to get refunds anytime soon?",
        "When is the payback due me?",
        "The refund is due when?",
        "I am looking for an update on my refund.",
        "I need a time for my refunds, please.",
        "When are the refund due?",
        "Getting a receipt soon?",
        "How long before my money is back?",
        "Please give us a return timetable, please.",
        "When will I be compensated?",
        "Does anyone have an update on my return?",
        "Getting a refund soon?",
        "Is Reimbursement received when?",
        "Is it possible that I will get aRefund quickly?",
        "How long until you get your money?",
        "Please give us a timetable for a return.",
        "I am not sure when I'm refunded.",
        "Should I get a Refunds anytime soon?",
        "I wonder if you have an estimate for my money return.",
        "Refund coming soon?",
        "What is your estimate for my money return?",
        "What time will I get my refund?",
        "How soon is the payback for me?",
        "Please advise when I will receive my refund.",
        "Is getting a refunds soon?",
        "When willAnticipated restitution arrive?",
        "When am I about to receive my refund?",
        "I'd like to know an update on my return money.",
        "When is the refund due",
        "When will my refund be available?",
        "How long is it before you get your money back?",
        "A time frame for a payback?",
        "I was wondering about the status of my return money.",
        "When will I get a reimbursement?",
        "Refund happening soon?",
        "Do you think the return will happen anytime soon?",
        "What time is it when my money comes back?",
        "Money to return when?",
        "How soon should my money come back?",
        "Is there money coming back soon?",
        "The payment return time is not known.",
        "Can you tell me the time frame for a refund?",
        "Will I get a refunds soon?",
        "Is reimbursement received soon?",
        "I was wondering if there was any update on my return money.",
        "The time for a refund?",
        "The refund is due at some point.",
        "So, when do I get my cash back?",
        "I'm curious about any updates on my return money.",
        "Will there be a return anytime soon?",
        "Time frame for return?",
        "I wonder if I will get a refund quick.",
        "Time for a refund?",
        "When are my refunds due?",
        "What is the likely date of fund return?",
        "How soon is the return happening?",
        "Reimbursement is received soon?",
        "Time till I'm repaid?",
        "Is the return happening anytime soon?",
        "I am wondering about an update on my return money.",
        "Can I expect my reward in the near future?",
        "When I will get a refund.",
        "Are you able to get a refund anytime soon?",
        "What is the refund timeframe?",
        "I don't know when I can expect my refund.",
        "I want to know when the payback will happen.",
        "When will reimbursement be received.",
        "Exactly when will I get a refund?",
        "Can I get my money back.",
        "When should the payback come?",
        "A time frame to get a refund?",
        "Would you give me an estimate for my return?",
        "When is Money coming back?",
        "When should I get the payback?",
        "Someone wants a time frame for a return.",
        "When am i getting my refund?",
        "When will they get reimbursement?",
        "When is theRefund due",
        "When I will get a refund?",
        "Will it be an expected time for a refund?",
        "Is it time for the expected refund?",
        "How soon shall I get my money back?",
        "Will you get a refunds anytime soon?",
        "Will I get my money soon?",
        "Can I get my refund?",
        "How long will it be before I get my money back?",
        "Is expected delivery possible for the refund?",
        "There is an anticipated return when?",
        "Will I receive a return soon?",
        "Arrival of the refund?",
        "Getting a return?",
        "Is there an exact timeframe for a refund?",
        "How soon will the fund return happen?",
        "Anticipated reimbursement arrives when?",
        "Can I expect to get my money back?",
        "Do you know when my refund arrives?",
        "I wonder when I will get my refund.",
        "Please give a timetable for the return of your funds.",
        "Is the refund arrival date?",
        "reimbursement recieved when?",
        "Do you know if my reimbursement is coming?",
        "When will myRefund arrive?",
        "Can I expect to get my money back soon?",
        "Can you give me a time for a refund update?",
        "I don't know when my refund is arriving.",
        "Reimbursement delivered when?",
        "Will I be getting a refund?",
        "Please let me know when I'll receive a refund.",
        "Is expected delivery possible for the refunds?",
        "How soon will I receive my money back?",
        "What is the expected refund Arrival?",
        "Is the refund due when?",
        "I'm wondering about my money back.",
        "Can I get a Refunds quickly?",
        "How soon is my money coming back?",
        "Is there an estimate on my money return?",
        "Time till I'm compensated?",
        "Is the return coming soon?",
        "When will I got it back?",
        "When is payback due me?",
        "What should be the expected arrival of the refund?",
        "So when will my cash be due back?",
        "Can I expect to get paid soon?",
        "Please let me know when it's time for my refund.",
        "Are there a time frame for a return?",
        "Please, please, when I get my refund, please?",
        "I am waiting for a refund.",
        "I wondered if there was an update on my return money.",
        "When will i get my money back?",
        "What is the expected date for the fund return?",
        "What is the expected delivery for the refund?",
        "When can I receive my money back?",
        "When will the payback become due to me?",
        "Please give me a timeline for refunds.",
        "Do you have an accurate estimate for my money return?",
        "What time is the return of the payment?",
        "When will theReimbursement received when?",
        "Will my reimbursement arrive?",
        "Getting a Refunds soon?",
        "Reimbursement comes when?",
        "Is there an anticipated refund arrival?",
        "Please give me an exact date for my refund.",
        "I want to know when I will receive my refund.",
        "Is there an expected date of return?",
        "Fund return date?",
        "How long until I get my money back?",
        "I don't know when I will receive a refund.",
        "How soon is my money returned",
        "Time frame for a payback?",
        "When is the return due?",
        "I do not know when I will get my money back.",
        "Time until I'm given my money back?",
        "How is my cash due back?",
        "Time for my refund, please?",
        "Will my money be back?",
        "Payment Return Time?",
        "When will they return it to me?",
        "I don't know when I will get a refunds.",
        "How long before my money is returned?",
        "I have yet to receive my refund.",
        "What is the expected time for a refunds?",
        "When will that cash come up?",
        "I don't know when I will receive my money.",
        "Do you know when I'll get a refund?",
        "What date will the fund return take?",
        "I would like to know if I am getting a refund quickly.",
        "An estimate for my money return?",
        "I wondered if I was getting a refund quickly.",
        "refund time frame?",
        "When does reimbursement come?",
        "You have an estimate for my money return?",
        "I'll get a refund, please tell me when.",
        "How soon are the refunds due?",
        "Are you getting your money back soon?",
        "I don't know when the payback is due.",
        "When my refund is arriving?",
        "So when do my cash due back?",
        "Please, when will my refund be?",
        "What is the time line on my refund?",
        "When I get my refund?",
        "Can I expect my money in the near future?",
        "Is the anticipated refund arrival?",
        "Please give me a timeline for a refund.",
        "Please tell me when I will receive the refund.",
        "Yes, can I expect my money soon?",
        "What's the expected arrival of the refund?",
        "I'll receive a refund, please tell me when.",
        "So when do I get my money back?",
        "How soon is the return due?",
        "When will reimbursement be received?",
        "Time until I am refunded?",
        "Is there time until I'm refunded?",
        "I am looking for an update on my return.",
        "Time until I get my money?",
        "Is money returning when?",
        "Can you tell me when the fund return will be?",
        "Approximate refund time frame?",
        "What date will the fund return be?",
        "I'm looking for an estimate on my money return.",
        "Money coming back again?",
        "I have no idea when I will get my refund.",
        "Would you like to receive a refund soon?",
        "Any updates on my return money?",
        "Fund return date expected?",
        "The expected date for fund return.",
        "What is the Refund Arrival Date?",
        "So when is the cash due back?",
        "What is the expected return arrival?",
        "A time frame for the return of money?",
        "How long before fund return?",
        "my refund has not yet arrived",
        "Please give me a timetable for returning the money.",
        "When do you expect the anticipated restitution to arrive?",
        "How soon the fund return will be?",
        "What is the scheduled time on my refund?",
        "When should I expect to get my refund?",
        "How long is it for someone to get their money back?",
        "Is it possible for my money to be back?",
        "Is it possible to get a refunded soon?",
        "Can I expect my money back in a few months?",
        "Is my repayment coming?",
        "Is there a expected time for a refund?",
        "I need to know when I'll receive my refund.",
        "When the fund return will be?",
        "When is my Refund arriving?",
        "I want to know when I will get my money back.",
        "When was my cash due back?",
        "When will there be payback to me?",
        "So, when am I going to get my money back?",
        "When will my income tax return arrive?",
        "Refund arrival?",
        "When will the payback happen to me?",
        "When my refund arrives?",
        "When will reimburse be received?",
        "The anticipated refund arrival?",
        "When do you think the cash will come?",
        "I want to know if I will get a refund quickly.",
        "Will you have an estimate for my return?",
        "When can money come back?",
        "Can I expect my money back in a timely manner?",
        "Do you give an estimate for my return?",
        "When will money come back to you?",
        "Will it be until I'm refunded?",
        "I don't know when I'm reimbursed.",
        "Please provide a timetable for the return of your money.",
        "when is the refund due?",
        "How soon will I have my money back?",
        "when will I get it back",
        "When will reimbursed?",
        "Getting your money back?",
        "My return hasn't arrived yet.",
        "Is it possible I'm getting a refund soon?",
        "Can I expect my money in a few moments?",
        "Is my money coming back soon?",
        "Money on its way back?",
        "Is my reimbursement on my way?",
        "What is the expected time for my refund?",
        "I don't know when I'll get my refunds.",
        "When will we get that cash?",
        "Refund timeframe?",
        "Please give me a time for a refund.",
        "Do you have a Refund Arrival Date?",
        "When should I expect my refund?",
        "Will I get my money back?",
        "Do you know when a refund will happen?",
        "Does anyone know when I can get my return funds?",
        "When will projected restitution arrive?",
        "I wonder about my money back.",
        "Is my reimbursement about to arrive?",
        "The Refunds are due when?",
        "Are you able to give an estimate of my return?",
        "Do you have an expected date of fund return?",
        "Money will be back when?",
        "I don't know when my cash due back is.",
        "I want to know when I can expect my refund.",
        "Is it possible I'll get aRefund quickly?",
        "When is the repayment due?",
        "Is expected refund time?",
        "Will I get it back when?",
        "Are you getting a reimbursement soon?",
        "Is there an expected time for the refund?",
        "I need a date for my refund.",
        "Do you have an estimate for my return?",
        "When is payback going to be?",
        "Getting money back soon?",
        "How soon will I get my return?",
        "I was wondering about an update on my return money.",
        "Is there any time frame on my return funds?",
        "I wonder when the return will happen?",
        "Do you provide an estimate for my money return?",
        "I want to know when I'll receive a refund.",
        "I wonder when I will get it back.",
        "Is the expected return arriving?",
        "So when will money come back?",
        "Can I get a refund quick?",
        "Can you give me an estimate for my money return?",
        "I need to know when I will receive it back.",
        "reimbursement will be received when?",
        "I wonder when I will get my refunds.",
        "When will my receipt arrive?",
        "when will I get my money back?",
        "Is it possible that I will get a Refund quickly?",
        "Anticipated refunds arrive when?",
        "Is there a reimbursement coming?",
        "What's the return time on my refund?",
        "Is there any ETA on my return funds?",
        "Do you have an estimate of my return?",
        "When do my refunds arrive?",
        "When will it come back to me?",
        "Am I going to get a refund soon?",
        "When should I expect to get my money?",
        "When I will receive the refund.",
        "Getting a full refund soon?",
        "I don't know if you have an estimate for my money return.",
        "When will reimbursement be recieved?",
        "When will I receive a Refunds?",
        "Is my money coming back?",
        "How soon will I get a refund",
        "What date should the fund return occur?",
        "Predicted return time?",
        "Time until I get a return?",
        "\"Whenbout that cash?\"",
        "Will my money be due back?",
        "How soon can my money be returned?",
        "What's the timing of my refund?",
        "What are the expected refunds arrival?",
        "Is the refund due soon?",
        "Is there an anticipated refund time?",
        "When will it be reimbursed?",
        "Do I have a chance to get a refund quickly?",
        "So, when's my money due back?",
        "When will the anticipated restitution be?",
        "How soon will I get a receipt for my money?",
        "A time frame for the refunds?",
        "When isReimbursement received?",
        "Is Money coming back when?",
        "Is there a time for my refund?",
        "Do you know an estimate for my money return?",
        "How soon after fund return?",
        "Is the expected time of the refund?",
        "Is any update on my return money forthcoming?",
        "When will I get it back??",
        "I want to know when I can expect my money.",
        "How long will it take us to get our money back?",
        "Is it possible for me to get my refund soon?",
        "I want to know when my refunds arrives.",
        "Time till I get my refund?",
        "Money coming back sooner or later?",
        "Do you think the refund will happen soon?",
        "Can I expect a refund?",
        "When I will receive a refund.",
        "How long do I have to wait to get my return funds?",
        "Time till I receive my refund?",
        "How long before my refund arrives?",
        "What is the expected returnarrival date?",
        "Money will return soon?",
        "When will the money return?",
        "The time till I get my money back?",
        "Please give us a Refund timeline.",
        "How soon after does my money return?",
        "Please give a date for the return of the money.",
        "Please tell me when I will get a refund.",
        "When I'll get my refund.",
        "Getting her money back soon?",
        "How soon will I get a refunds?",
        "I was wondering if you had an estimate for my return.",
        "Are you able to give me an estimate of my return?",
        "So, when will my cash be back?",
        "I don't know if I'll get a refund quickly.",
        "I wonder when I will get my reimbursement.",
        "When are the paybacks due me?",
        "When will expected return arrive?",
        "When will my refund be arriving?",
        "How soon will my return funds be returned?",
        "What time does my money come back?",
        "refund timeframe?",
        "Get your money back anytime soon?",
        "Fund return date predicted?",
        "Is that expected refund time?",
        "Is money coming back soon?",
        "What about my return?",
        "Someone please tell me when my refund will be.",
        "When am I going to receive my money?",
        "Can I expect to receive my money soon?",
        "Is there an exact time frame for a refund?",
        "I wonder when I'll get my money back.",
        "Please tell when I'll get my money back.",
        "I'm wondering when I will get my money back.",
        "Repayment happening soon?",
        "Will I get my money back in a timely fashion?",
        "The refund arrival date is unknown.",
        "I would like to know an update on my refund.",
        "Is there a time frame for a return?",
        "When will my Refunds come?",
        "What is the predicted refund arrival?",
        "Anticipated restitution will arrive soon?",
        "I want to know when the payback is.",
        "Anticipated return will come soon?",
        "Do you know when the Refund will happen?",
        "Timing for a refund?",
        "How quickly will I receive the money back?",
        "I would like an update on my return.",
        "I would like an estimate on my money return.",
        "Is the expected refund arriving?",
        "Arrival date for the refunds?",
        "How soon after does my money come back?",
        "I'm curious about any news on my refund.",
        "When I'll get a refund, please tell me.",
        "When will I get back my money?",
        "When will my Refund arrive?",
        "Will I receive a refund in a timely manner?",
        "Will I be able to get it back?",
        "Will the expected time for the refund be?",
        "Please let me know how soon I can get my refund.",
        "refunds are expected to arrive?",
        "Is the Refunds Arrival Date?",
        "Will my money go back to me?",
        "The expected time for the refund.",
        "Will I get a refund quick?",
        "When is the cash return due?",
        "How soon will my refund be arriving?",
        "Will I get my refund in a timely manner?",
        "When does my return arrive?",
        "So when is the payback due to me?",
        "My money has not been returned.",
        "When will I receive the item back?",
        "When should I get my cash back?",
        "Am I going to get aRefund quickly?",
        "Is there an approximate refund time period?",
        "Is there an estimate for my money return.",
        "Do you have an estimate for my refund?",
        "I would like to know if my money back.",
        "What is the payback time on my return?",
        "When can I receive my money?",
        "When will the payback come?",
        "When does my money come back?",
        "So when will my cash come back?",
        "When will we have that cash?",
        "I'm looking for an estimate for my money return.",
        "How long will I be able to get my money back?",
        "Money back when?",
        "I was wondering about any update on my return money.",
        "Will there be a refund soon?",
        "Can you say when the refund will happen?",
        "Does anyone know when I will get my return funds?",
        "How long will it be before the expected refund time?",
        "When are reimbursements received?",
        "How long will it take you to get your money back?",
        "Is my money going to be returned?",
        "When will the refund be?",
        "I am unsure when I will get it back.",
        "Please give a time frame to return the money.",
        "Will my reimbursement be coming?",
        "Are we going to get a refund soon?",
        "How long before you get the money back?",
        "How soon will you receive a refund?",
        "Do you have a time frame for the refund?",
        "When will the refunds come?",
        "Are you going to get a refund soon?",
        "When will my cash be back?",
        "So, when will my cash arrive?",
        "Any word on my return money?",
        "expected return arrival?",
        "The expected date of the fund return.",
        "Are you getting a return soon?",
        "Time till I can get my money back?",
        "I need a date for my refund, please?",
        "How long do you think it will take to get your money back?",
        "Time until I can get a refund?",
        "Refunds happening anytime soon?",
        "Will it be an expected refund arrival?",
        "Cash is due back when?",
        "So when is the refund due?",
        "The refund is expected to arrive.",
        "When I'll receive my refund.",
        "What time is it when my money is returned?",
        "Have an update on my return money?",
        "When will the payment return?",
        "Can I expect my payment in the near future?",
        "My return has yet to arrive.",
        "Would you have an estimate for my return?",
        "How soon will I be able to use my refunds?",
        "How soon is the money returned?",
        "Please inform me when I will get a refund.",
        "When do you reckon that cash will come?",
        "Does my reimbursement coming?",
        "Is it possible I'll get a refund soon?",
        "Are refunds happening soon?",
        "Will money come back?",
        "Do you have an estimate of the refund timeframe?",
        "How soon does money come back to me?",
        "The exact refund time frame?",
        "Getting a refund?",
        "When should I receive reimbursement?",
        "Do you have an update on my return?",
        "How soon will I be able to get a refund?",
        "How soon is the refund due?",
        "What's the estimate for my money return?",
        "So when does my money come back?",
        "How long before my money comes back?",
        "I'm not sure when I will be refunded.",
        "Please, the time for my refund, please?",
        "How soon will I receive a payback?",
        "When will I be able to receive it again?",
        "What's the time on my return?",
        "Are you sure of the Refund arrival date?",
        "The expected date of the fund return?",
        "When will the payback be for me?",
        "I don't know if I will get a refund quickly.",
        "Is there an anticipated return when?",
        "What is the estimated time on my refund?",
        "Is the expected time for refund?",
        "How soon do I get my money back.",
        "Please give us a timetable to return the money.",
        "Will my cash come back?",
        "Will the refund time be expected?",
        "When can I expect to get my money?",
        "Am I going to get my money back asap?",
        "Refund time expected?",
        "The time for my refund, please?",
        "When will my money arrive?",
        "Reimbursement issued when?",
        "Will I receive a refund soon?",
        "It is expected that the return will arrive?",
        "time until I get my money back",
        "When is my Cash due back?",
        "How quickly does my money come back to me?",
        "The refunds arrival date?",
        "If the refund is due, when?",
        "How soon will I see my money back?",
        "How soon will the refund arrive?",
        "What time is payment return?",
        "How quickly will my money come back?",
        "When is the payback to me?",
        "What time would you expect your refund to be?",
        "When will I be repaid?",
        "How soon will my money return?",
        "Will I get my cash back?",
        "When will my refund be?",
        "Please give a date for the return of your money.",
        "Time until I'm given a full refund?",
        "Do we have a time frame for a refund?",
        "Expected return time?",
        "Is it possible to expect my money soon?",
        "How soon can I get a refund?",
        "Is my reimbursement forthcoming?",
        "will I receive it back?",
        "I'm not sure when I'll get my money back.",
        "When can I expect my return?",
        "What is the arrival date for the refund?",
        "How soon does my money come back to me?",
        "Was the expected time for the refund?",
        "Anticipated return will be when?",
        "What's the date of my return?",
        "The payback due to me?",
        "How soon will the money return?",
        "What is the expected time on my refunds?",
        "I'd like an update on my return money.",
        "I want to know when I will get a refund.",
        "Is my money on the way?",
        "Does you have an estimate for my return?",
        "I am unsure when I will receive my refund.",
        "What is the date for the return?",
        "Please tell when I'll get the refund.",
        "The expected time of a refund?",
        "Is there a time frame for a reimbursement?",
        "How soon will there be a refund?",
        "Are you going to get refunds anytime soon?",
        "How soon will I receive the cash back?",
        "Please let me know when I can get my Refunds.",
        "I'm not sure when I'll receive my refund.",
        "I would like to know any updates on my refund.",
        "Is expected date of fund return.",
        "Are you going to get a refunds anytime soon?",
        "Is my cash due back.",
        "I am looking for an estimate for my money return.",
        "I need to know when I will receive my refund.",
        "Is the time frame for the return?",
        "When will the anticipated payback arrive?",
        "When will I receive the money?",
        "A return soon?",
        "I am unsure when I will receive it back.",
        "When I will receive it back?",
        "Money coming back",
        "The timeframe for a refund?",
        "I don't know when I will receive it back.",
        "The expected date of the return of the fund.",
        "When will the payback be for myself?",
        "Reimbursement recieved when?",
        "Money coming back sometime?",
        "Please let me know when I'll get my money back.",
        "Is a time frame for a refund?",
        "When will the refund be given?",
        "Any word on my refund?",
        "I want to know when I'll receive my money.",
        "Do you have an estimate regarding my money return?",
        "Can I expect money soon?",
        "How fast am I going to get a refund?",
        "Are we going to get a return anytime soon?",
        "I will receive a refund",
        "Do you want me to get my refund soon?",
        "Can I expect to receive my refund soon?",
        "The arrival date for the refunds?",
        "Do you have a estimate for my return?",
        "What is expected the date of fund return?",
        "When will I receive my Refunds?",
        "Money going back soon?",
        "Do you have any estimates for my money return?",
        "How soon will I get my Refunds?",
        "Return timeframe?",
        "Will I be getting it back?",
        "Time until I receive a refund?",
        "Please, please, when will my refund come?",
        "Will I receive my refund at a certain time?",
        "Time frame for reimbursement?",
        "do you have an estimate for my money return?",
        "Reimbursement received? When?",
        "Getting refund soon?",
        "When can I get the money back?",
        "Is it possible for me to get a refund anytime soon?",
        "I wonder if you have an estimate for my return.",
        "When willI get my money back?",
        "I wonder about an update on my return money.",
        "Time until I'm given my money?",
        "Is there a time frame for refund?",
        "I'm waiting for my money back.",
        "When will the fund return be?",
        "What's the arrival time on my refund?",
        "Is there a chance of a return soon?",
        "Did anyone have an update on my return money?",
        "How soon will it be back?",
        "How soon will the refund be?",
        "Will I get some moola soon?",
        "When will I receive it back",
        "How soon can I expect to get my refund?",
        "How soon does my money go back?",
        "When should my refund arrive?",
        "Will I get my return soon?",
        "Is it going to come back when?",
        "Time period for a return?",
        "Do you have an estimate for the return?",
        "Reimbursement received in the future?",
        "Please give me an estimate for my return.",
        "How quickly will I receive my refund?",
        "When will the money be returned?",
        "When will the refund come out?",
        "How soon will my money come back to me?",
        "Can I expect my money back?",
        "What's expected return arrival?",
        "How soon will you get a Refunds?",
        "Time until I am able to get my money back?",
        "How soon do I get the money back?",
        "I am wondering if I am getting a return quickly.",
        "When will money returns?",
        "What time should you expect your refund to arrive?",
        "Can I expect my reward in the future?",
        "A return happening soon?",
        "When will the payback come about?",
        "Please let me know when my refund is ready.",
        "Payment return time is uncertain.",
        "Refunds arrival date?",
        "How long will it take for my return funds?",
        "When will Reimbursement be received?",
        "When are I going to get it back?",
        "How long do I have to wait for my money to be returned?",
        "Will there be a time frame for a return?",
        "When is my refund coming?",
        "Gotcha, will I get a refund?",
        "Is there a specific time frame for a refund?",
        "When can the refund be paid?",
        "Money coming back in time?",
        "Anticipated return when?",
        "Please let me know when I will receive a refund.",
        "Is there any time till I get my money back?",
        "When will i get it back?",
        "Will I be able to receive my refund?",
        "When money comes back?",
        "When will my refund go out?",
        "How about the expected refund arrival?",
        "How long would it take for you to get your money back?",
        "Are my cash due back?",
        "Please tell me when I will receive my refund.",
        "Are you getting the refund soon?",
        "Am I going to get a refunds soon?",
        "Repaid anytime soon?",
        "When my refund is going to arrive?",
        "Is it a specific timeframe for a refund?",
        "Is the Refund happening soon?",
        "Is a refund about to happen?",
        "Is there an expected time for the return?",
        "Is an expected delivery possible for the refunds?",
        "How soon will fund return be?",
        "When'bout that cash?",
        "When do I get payback?",
        "I don't know when my money is coming back.",
        "How quickly are my money back?",
        "Are you getting a full refund soon?",
        "I'm looking for my refund.",
        "When do you think the anticipated restitution will arrive?",
        "Time till I get back my money?",
        "Is the payback due to me when?",
        "I don't know when I will receive myRefund",
        "What is the expected refund arrival date?",
        "I'm wondering when I will get my refund.",
        "Approximate refund time?",
        "How soon can I expect to receive my money?",
        "Can I receive a refund soon?",
        "I am not sure when my refund will arrive.",
        "When will expected compensation arrive?",
        "Is my reimbursement approaching?",
        "When is payback due?",
        "How soon will I receive a full refund?",
        "When will expected restitution arrive?",
        "You'll get a refund soon?",
        "Please let me know when I will get my money back.",
        "How soon will I get a payback?",
        "Will money come back when?",
        "The time frame to get a refund?",
        "How soon is my refund coming?",
        "How soon did I get my money back?",
        "How soon will they give me a refund?",
        "When will I receive myRefund?",
        "How long until I get a refund?",
        "When can I get my money?",
        "Is that the expected date of fund return?",
        "Will it be an expected return time?",
        "The expected refund time?",
        "A timeframe for a refund?",
        "What is the latest on my refunds?",
        "I have not yet received my refund.",
        "Alright, any update on my return money?",
        "What is an expected date of fund return?",
        "My refund hasn't materialized yet.",
        "Do you think there will be a return soon?",
        "When will expected money arrive?",
        "I am unsure when I will receive it again.",
        "How about I get my money back?",
        "Will I receive a refunds soon?",
        "When will I receive my cash back?",
        "You can get a refund anytime soon?",
        "When will I be getting it back?",
        "Any chance of a refund soon?",
        "When will I receive reimbursement?",
        "I'm unsure when I'll get my refund.",
        "When will my refund reach me?",
        "When am I going to receive a refund?",
        "When will I get my reimbursement?",
        "The expected fund return date?",
        "Can I get back my money?",
        "How long before payment return?",
        "Do you have a time frame for a refunds?",
        "What is the time for my refund?",
        "Exactly when will I get it back?",
        "Please tell me when I will get a return.",
        "Is it possible I can expect my money soon?",
        "Is payment coming back?",
        "The expected date of fund return.",
        "What is the expected time for refunds?",
        "How soon will I get aRefund?",
        "How long will it take for my money to return?",
        "Getting your money back anytime soon?",
        "refunded soon?",
        "When is payback?",
        "Anticipated refunds will arrive?",
        "Time frame for repayment?",
        "How soon do I see my money?",
        "It is anticipated that restitution will arrive when?",
        "Reimbursement receipt when?",
        "When will the refund be due.",
        "Are you getting a money back anytime soon?",
        "The exact refund timeframe?",
        "What time until I get my money back?",
        "How about reimbursement when?",
        "Time frame for the refund?",
        "Are you planning on getting a refund soon?",
        "Time until I'm given back my money?",
        "When will the money come back?",
        "Does you have an estimate for my money return?",
        "What are the times on my refunds?",
        "I am in need of an update on my refund.",
        "Is it possible to get a reimbursement anytime soon?",
        "Money coming back to us?",
        "Please let me know when I will be getting a refund.",
        "Am I going to be reimbursed?",
        "Can I expect cash soon?",
        "I wonder when I will receive my money.",
        "How soon will I be able to get the money back?",
        "The expected date of fund returns?",
        "When is the payback due to me.",
        "Please give me an exact time for my refund?",
        "How soon will my money back?",
        "Please give me a refund timeline.",
        "Is there an expected date for fund return?",
        "Is there an exact time for a refund?",
        "I wonder if I will get a refund soon?",
        "I don't know when my money will return.",
        "When will that cash arrive?",
        "I am not sure when I will receive a refund.",
        "Will the expected refund arrive?",
        "What's my return time?",
        "Time frame for refund?",
        "How soon is the expected return arrival?",
        "Please let me know when the refund will be.",
        "Reimbursement when?",
        "What is the timetable for my refund?",
        "It will be when I receive it back?",
        "When is my tax return coming?",
        "How long does it take for my money to be returned?",
        "Can you tell me when I'll receive a refund?",
        "How soon is my cash returned?",
        "Is it time to get my reimbursement?",
        "Is it possible to get a Refund anytime soon?",
        "When will anticipated reimbursement arrive?",
        "Will my cash be due back?",
        "How soon will you get a refund?",
        "I should receive it back.",
        "When am I going to get my refund?",
        "When will that money be?",
        "How soon am I able to get my money back?",
        "When would I receive it back?",
        "What is the expected date of fund returns?",
        "Is my cash coming soon?",
        "How long do you think it will take for you to get your money back?",
        "Money getting back when?",
        "I want to know when I can get my refund.",
        "When will this payback be due to me?",
        "I want to know when I'll get my return funds.",
        "Time until I receive my money?",
        "When is the money returned?",
        "What time is my money coming back?",
        "Is a refund happening soon?",
        "I'm wondering if my reimbursement is coming.",
        "Would the refund happen soon?",
        "Can I have my money soon?",
        "How soon do I get my refund?",
        "So, when will my cash be returned?",
        "refunds arrival date?",
        "I do not know when I will get it back.",
        "Will the refund arrive on a specific date?",
        "When would reimbursement be received?",
        "Any time I can get my money back?",
        "Money coming back when.",
        "How soon will you receive a refunds?",
        "When will it be reimbursement?",
        "How soon before the fund return?",
        "When will you get reimbursement?",
        "Is there any time until I get my money back?",
        "How about my cash due back?",
        "Refund getting soon?",
        "I am interested in an update on my return money.",
        "How soon will I be getting a return?",
        "Getting a return anytime soon?",
        "Is it time till I get my money back?",
        "Interested in an update on my return money?",
        "I wonder if I will be getting a refund quickly.",
        "I don't know if I'm getting a return quickly.",
        "Will I be able to get a refund soon?",
        "Can you give an expected delivery for the money back?",
        "I want to know if I'll get a refund quickly.",
        "There is an expected refund time?",
        "Will the expected return time be?",
        "How soon do you expect fund return?",
        "When will I get the money back.",
        "How soon do you think the fund return will be?",
        "Money will be coming back when?",
        "How soon will money be returned?",
        "Time until I get the money?",
        "Is the refund soon?",
        "Time frame for the return of something?",
        "Please give me a timetable for a refunds.",
        "How quickly will my money return?",
        "I am wondering about my money back.",
        "Reimbursement should be received when?",
        "When will I be given my money?",
        "How quickly will I get a return?",
        "Please give me a date for my refund.",
        "When will Reimbursement received?",
        "I am curious about the deal with my refund.",
        "Yes, whenbout that cash?",
        "How soon will i get my money back?",
        "I am wondering when I will receive my refund.",
        "How soon will my money get back?",
        "Will my cash due back?",
        "When am i going to get my refund?",
        "How early is my money returned?",
        "How soon will I receive a receipt?",
        "I do not know when the payback will be.",
        "How long before I receive a refund?",
        "Is there an estimate for my money back?",
        "Do you know an estimate of my money return?",
        "I don't know when I'll get it back",
        "Getting paid back soon?",
        "I wonder if there is any update on my return money.",
        "Is it possible to expect an expected refund time?",
        "Is the expected refund Arrival?",
        "reimbursement received, when?",
        "When will I get back the item?",
        "What time would you expect the refund to be?",
        "When will I see my payback?",
        "I wonder when my reimbursement is coming.",
        "I am wondering if my reimbursement is coming.",
        "So when will my cash come in?",
        "Refundarrival date?",
        "When I'll receive my money back.",
        "How soon will my money arrive?",
        "money returning when?",
        "When will the anticipated return arrive?",
        "When will I be getting my refund?",
        "expected arrival of refund?",
        "Is there a chance of a refund soon?",
        "I wonder when I will get my money back.",
        "What is the Arrival Time on my refund?",
        "When will I get the money back?",
        "Is there a refund arrival date?",
        "Is the reimbursement on its way?",
        "Can you provide a expected delivery for the refund?",
        "reimbursed when?",
        "I should receive a refund.",
        "How soon will the money be back?",
        "Is there a return timeframe?",
        "When is the refund going to be?",
        "When will they get it back?",
        "Likely refund arrival?",
        "Will my cash be returned?",
        "I am looking for my refund.",
        "The date for the refund arrival?",
        "How long will it take for my money to be returned?",
        "How soon will I get money back?",
        "What is expected return time?",
        "Will the refund arrive expected?",
        "refund expected?",
        "What is the expected time of fund return?",
        "Do you expect to get a refund soon?",
        "Wait on my return funds?",
        "How soon is the payback due to me?",
        "money coming back",
        "I don't know when I'm refunds.",
        "What time is it for a refund?",
        "I was wondering when the payback would be.",
        "Is it the expected date of fund return?",
        "Do you get a refund anytime soon?",
        "My refund has yet to arrive.",
        "Is it possible to be refunded anytime soon?",
        "When am I receiving my refund?",
        "I need to know when I'll get a return.",
        "How soon will my refund come?",
        "What time will my money be returned?",
        "There will be money coming back when?",
        "Please let me know when my refund arrives.",
        "Are the expected refund time?",
        "The expected arrival of the refund.",
        "I want an update on my return money?",
        "Is the expected refund time?",
        "How soon will my refunds arrive?",
        "Money coming back at some point?",
        "How long will it be until I'm refunded?",
        "Do you think you'll get a refund soon?",
        "I don't know when I will get my return.",
        "How soon will the refund occur?",
        "How long until the return?",
        "Do I have my reimbursement coming?",
        "I can expect my money soon.",
        "Can you give a time frame for a return?",
        "Is there a return soon?",
        "Please let me know when I'll get my refund.",
        "When will I be able to get it?",
        "I am curious about any updates on my return money.",
        "When will I be given a refund?",
        "Is thisReimbursement received when?",
        "Time until I'm able to get my money back?",
        "I need to know if I can expect my money soon.",
        "Can you give the expected delivery for the refund?",
        "Can anyone tell me an update on my refund?",
        "When I will receive a reimbursement.",
        "Please, when will I receive my refund?",
        "I'm not sure when I'm Refunds?",
        "Can I expect some money soon?",
        "What time will the payback be due to me?",
        "When is the cash back due?",
        "Time frame for a refunds?",
        "Can I expect to get more money soon?",
        "Time until I'm repaid?",
        "The payback is due to me, when.",
        "When will there be payback?",
        "I am not sure when the payback is due to me.",
        "I was wondering if you have an estimate for my money return.",
        "What time can I expect my refund to arrive?",
        "I need to know when I can get a refund.",
        "Will I get my money back.",
        "Money will come back when?",
        "When are the paybacks due?",
        "I do not know when I will get a refund.",
        "Anticipated restitution will arrive?",
        "Am I getting my money back soon?",
        "Are you sure of the refund arrival date?",
        "Please let me know when I'll receive my refund.",
        "My money is supposed to be back.",
        "Please tell me when I will get my refunds.",
        "I am wondering if I will get a refund soon.",
        "Please let me know when I'll get a return.",
        "What time is it when I get my money back?",
        "When is my money due back?",
        "When's my money due back?",
        "It will take time until I get my money back.",
        "What's the latest on my return money?",
        "Please, please, when will I receive my refund?",
        "What time is my cash due back?",
        "How soon will the expected refund time be?",
        "Supposed date of fund return?",
        "How soon is the payback to me?",
        "Are you going to get a refunds soon?",
        "Will there be a return soon?",
        "I need an update on my return money.",
        "How soon will I get my money back??",
        "What is the expected arrival of a refunds?",
        "Time frame to get a refund?",
        "I have a question about my reimbursement.",
        "I am wondering when I will get my refunds.",
        "I need an update on my returned money.",
        "Money will be coming back?",
        "What time will it be for my refund?",
        "When am I getting my refund?",
        "The refund timeframe?",
        "I am waiting for my refund.",
        "When will I get cash back?",
        "It will be money coming back when?",
        "Please, when will I get my money back?",
        "refund will happen soon?",
        "What is the arrival time on my refund?",
        "Do you know when a return is happening?",
        "When will I get reimbursed?",
        "Does anyone know when my return funds will be paid?",
        "Will I receive my money back?",
        "When will i receive a refund?",
        "The refund time?",
        "Do you have an estimation for the money return?",
        "The expected arrival of the Refunds?",
        "The anticipated refund time?",
        "A time frame for a refund is not known.",
        "Do you have an expected delivery for the refunds?",
        "Please inform me when I'll get a refund.",
        "When is my refund supposed to arrive?",
        "Can you tell me an estimate of my money return?",
        "Is there a time frame for a refund?",
        "When will my payback arrive?",
        "I am wondering if I will get a refund quick.",
        "Anticipated return time arrives when?",
        "Will I be getting a refund quickly?",
        "I don't know when I will receive my refunds.",
        "The payback is due to me sometime.",
        "How soon will we get a refund?",
        "The date of the refund arrival?",
        "Is that a return happening soon?",
        "When shall I get it again?",
        "refunds happening soon?",
        "when is the refund due",
        "Getting a refund in the future?",
        "When am I going to get myRefund?",
        "Please give me an estimate for my money return.",
        "How long before payment return time?",
        "What is an Approximate refund timeframe?",
        "refunds anytime soon?",
        "How soon will I get a full refund?",
        "Can you give me an estimate of my return?",
        "Please advise when I will receive my money back.",
        "Is the Refunds happening anytime soon?",
        "Is my refund coming?",
        "What is the expected return time?",
        "Am I going to get my money back soon?",
        "Can you give an expected delivery for the refunds?",
        "Is it possible to get a refund any time soon?",
        "I'm not sure when I'll get my money.",
        "Tell me when I'll receive a refund.",
        "Can I expect my money to be deposited soon?",
        "Is it possible I will get a Refunds quickly?",
        "Can I get my money?",
        "When should money come back?",
        "The exact time of the refund?",
        "Getting a full refund?",
        "Do I know when my reimbursement will arrive?",
        "When will I be able to get my refund?",
        "When does the payback come?",
        "Will my money be back to me?",
        "What is the expected returnarrival?",
        "Getting a full reimbursement soon?",
        "I don't know when I will be reimbursed.",
        "Anticipated refund arrives?",
        "The expected return date?",
        "Getting the refund soon?",
        "How soon will I get a reimbursement?",
        "I want an estimate on my money return.",
        "When will anticipated reparation arrive?",
        "When is the refund to be paid?",
        "How quickly will I get a refund?",
        "How soon is my return funds?",
        "When will theAnticipated restitution arrive?",
        "When will the payback be.",
        "When will I be able to get it again?",
        "I wonder about the deal with my refund.",
        "When the payback is due to me?",
        "Please, please, when will my refund be?",
        "When I will receive my refund.",
        "Is it a time frame for a return?",
        "When will reimbursement arrive?",
        "I need to know any news on my refund.",
        "What's the expected return arrival date?",
        "Any return happening soon?",
        "Is the arrival date for the refund?",
        "Please give a timeline for the return of the money.",
        "What time is expected for the return?",
        "Do you have an estimated return for my money?",
        "Is it possible to get a full refund soon?",
        "So when will I receive it back?",
        "Will there be a time frame for a refunds?",
        "Do you have an estimate for my returns?",
        "Will I be getting my money back soon?",
        "I want a time for my refund.",
        "Can I anticipate receiving my refund?",
        "Are the expected refunds arriving?",
        "Please tell me when I will get a refunds.",
        "Will I get aRefund quickly?",
        "What is the exact refund timeframe?",
        "Money will arrive when?",
        "Anticipated return arrives when?",
        "Is the expected refunds arrival?",
        "What is the date of my return?",
        "I wonder when I can get my money back.",
        "Will my money back?",
        "Is there an expected refund time?",
        "The expected time to receive a refund?",
        "How soon will I get compensated?",
        "If there is a time frame for a return.",
        "Please, when will I get my refund?",
        "I need to know when the payback is due to me.",
        "Time until I receive my refund?",
        "How long does it take for us to get our money back?",
        "How quickly will I receive a return?",
        "When am I going to get it back?",
        "The payback is due to me, when?",
        "When will money be back?",
        "If there is a time frame for a refund?",
        "How soon can I expect my refunds?",
        "So when am I going to get my money back?",
        "What should be the expected time for a refund?",
        "Time of fund return?",
        "Is the refunds happening soon?",
        "I am wondering about my return cash.",
        "Any chance of a refund happening soon?",
        "Do you think a refund will happen soon?",
        "I am not sure when I will receive my refund.",
        "Anticipated return of funds?",
        "I don't know when my money is due back.",
        "I don't know when the payback will occur.",
        "Please tell me when I'll get my money back.",
        "When is anticipated restitution arriving?",
        "Can you tell me about my refund?",
        "Will my money be back again?",
        "When do the refunds come?",
        "When does my cash due back?",
        "How soon will you get aRefund?",
        "So, when will I get my cash back?",
        "Is Money coming back soon?",
        "When will I see my refund?",
        "When will my refund show up?",
        "I wonder about an update on my refund.",
        "When do I have my cash back?",
        "Money coming back? When?",
        "So, when will my cash come back?",
        "Please let me know if I can get a refund timetable.",
        "What is the expected arrival of the return?",
        "The expected time for the refunds?",
        "When shall my refund arrive?",
        "I need to know when I'll be getting a refund.",
        "Anticipated restitution will come when?",
        "When will I receive it back.",
        "How soon will my money show up?",
        "What should be the expected refund time?",
        "I'm wondering about my return money.",
        "When will anticipated compensation arrive?",
        "Is the money coming back?",
        "Do I know when my reimbursement will come?",
        "Please let me know when I can receive my refund.",
        "When will expected payback arrive?",
        "Can you tell me the expected refund time?",
        "The refund will be due eventually.",
        "I am waiting for news on my refund.",
        "When is the refunds due.",
        "When will my return arrive?",
        "How soon will the refund happen?",
        "How soon will money come back?",
        "What is expected return arrival?",
        "When are I going to get my refund?",
        "When will the reimbursement be given?",
        "The date for the return?",
        "Time til I receive my money?",
        "There is a return happening anytime soon?",
        "Do you have a time for the payment return?",
        "Will I get moola soon?",
        "How long before the refund is due?",
        "Please give us a timetable for the refund.",
        "Reimbursement sent when?",
        "How soon is the payback due?",
        "How soon can I expect my return?",
        "I don't know how long until I'm reimbursed.",
        "Any chance of a return anytime soon?",
        "Is a Refunds happening anytime soon?",
        "Yes, any update on my return money?",
        "So when will my cash arrive?",
        "Please tell me when I will receive a refund.",
        "How soon will the money be returned?",
        "Can I expect a return?",
        "Approximate time frame for a refund?",
        "The expected date of the return?",
        "The expected return arrival?",
        "What time is expected for a refund?",
        "When will I get the refund?",
        "When will it be back to me?",
        "I don't know how soon I'll get a refund.",
        "What is the reimbursement received when?",
        "When I get my money back?",
        "Do you know an estimate of my return?",
        "When am i going to receive my refund?",
        "How long will it take for the money to be returned?",
        "What is the expected date for fund return?",
        "When will I receive my return?",
        "Will I get it back?",
        "How long will it take for you to get the money back?",
        "I need to know when I'll get a refunds.",
        "How quickly is money returned to me?",
        "The time when my refund arrives?",
        "Time til I get my money back?",
        "Well, when is my cash due back?",
        "When do I have my cash due back?",
        "Get a full refund soon?",
        "time till I get my money back?",
        "Is it realistic to expect a refund time?",
        "I don't know when I'm refunded.",
        "What's the return time on my refunds?",
        "I have a question about when I will get my refund.",
        "So when can I get my money back?",
        "How soon should I receive my money?",
        "When will I receive aRefund",
        "Please tell me when I'll receive the refund.",
        "When willI get it back?",
        "Refund arrival time?",
        "Anticipated money will arrive when?",
        "The refund is due sometime.",
        "I need to know when I'll get my money back.",
        "When will I be paid back?",
        "Will the refund arrive on a date?",
        "The return timeframe?",
        "Will there be a refund arrival date?",
        "Are we going to get a refund anytime soon?",
        "I don't know when the payback will be.",
        "Is it possible to expect my refund soon?",
        "When I will get a refunds.",
        "Are the refunds happening anytime soon?",
        "How soon are my money back?",
        "Do you have a time frame for the return?",
        "When will money comes back?",
        "I'm interested in an update on my return money.",
        "What would be the expected refund arrival?",
        "What's the timing of my return?",
        "I need to know an estimate for my money return.",
        "I don't know when I can get my refund.",
        "Can you provide a delivery date for the refund?",
        "How soon will I get some money?",
        "Time until I have a chance to get my money back?",
        "What is the time frame for a Refunds?",
        "Will my money come back?",
        "When will I get it back?!",
        "When will I receive a Refund?",
        "When is the money back due?",
        "Money should come back when?",
        "I want my money back, please?",
        "When does the payback arrive?",
        "Please let me know when I can get a refund.",
        "Please, please, when will my refund arrive?",
        "Can you tell me whenbout that cash?",
        "Please advise when I can get my money back.",
        "Are you getting your money back anytime soon?",
        "When is payback due to me?",
        "I want to know when my cash is due back.",
        "I would like to know when I will receive my refund.",
        "I am wondering when my refund will arrive.",
        "When can I get my cash back?",
        "My refund arrives when?",
        "When will the Refund be due?",
        "What time till I get my money back?",
        "When is refund due?",
        "Would you like to get a refund soon?",
        "I'm wondering when the payback will be.",
        "Money returned when?",
        "When I will get a Refunds, please advise.",
        "The expected arrival of your refund?",
        "When can I get reimbursement?",
        "Do you know an update on my return money?",
        "The Refund arrival date?",
        "I don't know when I'll receive it back.",
        "Are you expecting a refund anytime soon?",
        "Please let me know when my refund is due.",
        "When will money return.",
        "How soon should reimbursement be received?",
        "When will I get my funds back?",
        "Is it possible to get a refunds soon?",
        "Please give a time for my refund.",
        "Anticipated compensation will arrive when?",
        "Any refunds happening soon?",
        "Can I expect my money shortly?",
        "What is the predicted arrival of the refund?",
        "I wonder when my reimbursement will arrive.",
        "Please tell when I will get my money back.",
        "Do you know when I can get my refund?",
        "I am wondering when I will get a refund.",
        "I need to know when my refund will arrive.",
        "reimbursement when?",
        "Can you tell me when I can get my refund?",
        "I want to know if my reimbursement is coming.",
        "When are the refunds due.",
        "Getting a refund very soon?",
        "Your estimate for my money return?",
        "When do I receive it back?",
        "Any chance of a return soon?",
        "How quickly do I get my money back?",
        "When will I have a refund?",
        "What time does my money return?",
        "What is the expected arrival of the Refund?",
        "When do I receive my refunds?",
        "Repayment due to me?",
        "I don't know if I will get a Refunds quickly.",
        "So when will my money be due back?",
        "Please give me a time for my return.",
        "Will the expected time be for a refund?",
        "Can I get some moola soon?",
        "Getting a full refunds soon?",
        "When I'll get a reimbursement.",
        "When is payback due to me.",
        "I don't know when I will be refunded.",
        "An expected date for fund return?",
        "Is it possible to get reimbursed anytime soon?",
        "I'm waiting on news on my refund.",
        "When will the payback be due me?",
        "What is the estimated time on my return?",
        "Getting a money back soon?",
        "Can I expect a refund soon?",
        "The exact timeframe for a refund?",
        "How soon will my money be back to me?",
        "How soon will I get a payment back?",
        "Is it possible that I'm getting a refund soon?",
        "The return is expected to arrive?",
        "The expected time of the refund.",
        "I'm not sure when I'm refunds.",
        "When do I get my payback?",
        "Money will come back soon?",
        "What is the expected time of my refund?",
        "Reimbursement due when?",
        "Will I get my money back in the near future?",
        "How soon am I going to get a refund?",
        "How soon should I get a refund?",
        "How quickly will I get the money back?",
        "How soon is the fund return expected?",
        "When money returns?",
        "I want to know about my money back.",
        "What the expected refund arrival will be?",
        "I want to know when I can expect my return.",
        "Get a refund anytime soon?",
        "Will you get a refund anytime soon?",
        "When I will be getting a refund.",
        "Can you tell me an expected delivery for the refund?",
        "What time is the payback for me?",
        "What is the expected arrival of refund?",
        "Is it possible you have an estimate for my money return?",
        "my refund has not arrived yet",
        "The expected time for refunds?",
        "When shall reimbursement be received?",
        "I don't know if I will get aRefund quickly.",
        "Expectation of refund arrival?",
        "Is the Refund Arrival date?",
        "How soon will I get a return?",
        "Will my money return?",
        "What's the estimated time for my refund?",
        "What's the expected returnarrival?",
        "Will there be an expected refund arrival?",
        "I was wondering if there was an update on my return money.",
        "Is the chance of a return happening soon?",
        "How soon will fund return come?",
        "Can I expect to receive money soon?",
        "Approximate time for a return?",
        "Please let me know an exact time for my refund.",
        "How soon do I get my money back?",
        "There is money coming back when?",
        "When is my check going to arrive?",
        "Someone please tell me when I'll get my refund.",
        "How soon is my money paid back?",
        "Are you getting reimbursed soon?",
        "What about the expected refund arrival?",
        "When am I going to receive my refund?",
        "Please tell when I will get a refund.",
        "Will the expected arrival of the refund be?",
        "Please give me a timetable for a refund.",
        "My money is supposed to be returned.",
        "Are you talking about a time frame for a refund?",
        "Time until I get a Refunds?",
        "Is a return occurring soon?",
        "The expected time for a refund?",
        "What is a time frame for a return?",
        "I want to know when I will receive my refunds.",
        "When will anticipated restitution be arriving?",
        "when will reimbursement be received?",
        "When I will get a return.",
        "When willReimbursement received?",
        "I would like to expect my money soon.",
        "The expected time of the return?",
        "When am I expected to receive my money?",
        "When can I receive my refunds?",
        "Anticipated payback will arrive soon?",
        "I need to know when I will get a refunds.",
        "Is the expected refunds arriving?",
        "Time till I get my money back?",
        "Estimated date of fund return?",
        "Will the expected time for a refund be?",
        "When will my tax return arrive?",
        "How soon will I be able to receive a refund?",
        "When is the payback due.",
        "Can I expect to get money?",
        "I need to know when my refund arrives.",
        "What about my money back.",
        "You should get a refund soon.",
        "Should I get a refund anytime soon?",
        "I am hoping for an update on my refund.",
        "Are you getting a return anytime soon?",
        "Is the money coming back when?",
        "I am wondering when I will receive it back.",
        "I am unsure when I will get my refund.",
        "Can I expect to get my check?",
        "Will I get a return quickly?",
        "When will I get my money?",
        "Arrival of refunds?",
        "Is it time until I get my money back?",
        "Is the anticipated refund time?",
        "Getting a payback soon?",
        "Money coming back? when?",
        "I want to know when I can receive my refund.",
        "How soon after my money is returned?",
        "What date will the refunds arrive?",
        "I wonder when my refund arrives.",
        "Anticipated return time?",
        "Is it when I get it back?",
        "Yes, getting a refund soon?",
        "When is the funds due?",
        "What is the expected return Arrival?",
        "When will the anticipated restitution arrive?",
        "Let me know when my refund will be.",
        "expected date of fund return?",
        "When are we going to have that cash?",
        "The expected refund Arrival?",
        "Is the return coming anytime soon?",
        "Is it returning soon?",
        "The refund is due someday.",
        "I'm wondering if you have an estimate for my return.",
        "When will anticipated restitution arrive?",
        "Time until I can get my money back.",
        "When is my refund at?",
        "Am I going to get a refund quickly?",
        "I want to know when I will receive it back.",
        "I have not received my refund yet.",
        "When does the payback occur?",
        "What about my money being returned?",
        "Can I expect to see my money soon?",
        "I wonder when my money is back.",
        "What time will the refunds arrive?",
        "When will it be back for me?",
        "When will the refund come?",
        "Money coming back, when?",
        "Is the date of fund return expected?",
        "I want to know if you have an estimate for my money return.",
        "Reimbursement coming?",
        "I need to know when I'll get a refund.",
        "How soon will my money go back to me?",
        "Can you please provide an expected delivery for the refund?",
        "refund expected to arrive?",
        "Is it possible that I'll get aRefund quickly?",
        "Can I expect to get money in the future?",
        "How soon will my refund arrive?",
        "How quickly am I able to get my money back?",
        "Does anyone have an exact time on my return funds?",
        "Getting returned soon?",
        "What's the expected time on my refund?",
        "How soon will I receive my money?",
        "I was wondering about an update on my refunds.",
        "Please advise when I'll get the money back.",
        "How soon will I receive a reimbursement?",
        "Please give me a return timetable.",
        "Please tell me when I will be given a refund.",
        "I need a time for my return.",
        "The date of fund return?",
        "How quickly are my money returned?",
        "Is a return happening any time soon?",
        "I'm not sure when I will get my refund.",
        "When will the payback come up?",
        "Will I get a return?",
        "When will my return be arriving?",
        "Can I expect my refund in a timely manner?",
        "When will I get it back.",
        "How quickly will I be reimbursed?",
        "When I'll get a Refunds, please advise.",
        "The anticipated time for a refund?",
        "What should be the expected date of fund return?",
        "Will the reimbursement be received when?",
        "I wonder when I will get my money.",
        "Is this expected refund arrival?",
        "So when are my cash due back?",
        "When I'll receive a refund, please tell me.",
        "Are the expected date of fund return?",
        "Estimated refund arrival?",
        "When will the expected payback arrive?",
        "Time until I get my money back??",
        "Expectation of refund time?",
        "When should the payback be for me?",
        "How long until you get the money back?",
        "When will my return be?",
        "Time until I get a reimbursement?",
        "When is theRefund due?",
        "When is anticipated restitution to arrive?",
        "Payment return time is a question.",
        "How long before I get a refund?",
        "How soon will my reimbursement?",
        "I do not know if my reimbursement is coming.",
        "Are the Refunds happening anytime soon?",
        "Are there a time frame for a refunds?",
        "Am I going to get a return?",
        "What's the latest on my refund?",
        "When is my Refunds arriving?",
        "Now, will I get a refund?",
        "Is it possible for me to get my money back soon?",
        "Please give me a return timetable, please.",
        "There is money coming back?",
        "I want to know when I can expect my refunds.",
        "What time will it be until I get my money back?",
        "The refund will happen soon?",
        "Please, please, when will I get my refund?",
        "Is the expected time for a Refunds?",
        "What is the expectation for anticipated restitution to arrive?",
        "When shall money come back?",
        "How about my money coming back to me?",
        "I'm wondering when I'll get my refund.",
        "I want an update on my Refund.",
        "I am wondering if I can expect my money soon.",
        "payback due to me, when",
        "When will I get money back?",
        "How long will it take me to get my return funds?",
        "How quickly am I going to get a refund?",
        "Are you going to be refunded soon?",
        "Please tell me when I'll receive a return.",
        "What is the expected arrival of the refund?",
        "The expected return time?",
        "Is the Refunds happening soon?",
        "I don't know when I will receive my Refunds.",
        "The expected arrival of the return?",
        "How do I know when my money is back?",
        "When the fund return will happen?",
        "When will my refund land?",
        "Refund arriving date?",
        "Will I receive my refunds?",
        "Please give me a timetable for a refunds, please.",
        "I have questions about my reimbursement.",
        "I need to know when I'll get my refund.",
        "How soon am I going to get my money back?",
        "Is there an estimate for my return of money?",
        "Do you have an expected delivery for the return?",
        "When am I going to receive it back?",
        "When I'll receive a return.",
        "What time will the refund arrive?",
        "How soon am I going to receive my refund?",
        "I don't know when the payback is due to me.",
        "When will I be able to receive my money?",
        "Refund?",
        "Gotcha, will I get a refund soon?",
        "When is my refund going to come?",
        "I am unsure when I will get my money back.",
        "I need to know about my money back.",
        "Is my reimbursement around the corner?",
        "Can I expect to get my refund soon?",
        "When will I have it back?",
        "Money is coming back soon?",
        "What's the Arrival Time on my refund?",
        "I don't know when my cash is due back.",
        "Is it possible for the expected refund time?",
        "Please tell me an exact time for my refund.",
        "Can I expect my refund in the near future?",
        "When shall I get the item back?",
        "I'm waiting for my refund, please.",
        "Will I get a return soon?",
        "I wonder when I'll get it back.",
        "When is my cash due back.",
        "Are the Refunds happening soon?",
        "What is the estimated date of fund return?",
        "When will cash return?",
        "Estimated refund time?",
        "When are my refunds arriving?",
        "What is the estimated time of my refunds?",
        "Get reimbursed anytime soon?",
        "The expected time to get your money back.",
        "How soon will I be repaid?",
        "How soon will I receive the money?",
        "Do you think the refund will happen anytime soon?",
        "Is the payback due to me soon?",
        "We don't know when the refund is due.",
        "Can I know when my refund arrives?",
        "It is not known when I will get my refund.",
        "When will the reimbursement be received?",
        "Approximate period of time for a refund?",
        "How long until I'm reimbursed?",
        "refund due when?",
        "Inform me when I'll receive a refund.",
        "Money coming back soon?",
        "I wonder if my reimbursement is coming?",
        "What is the expected date of funds return?",
        "Please tell me when I'll receive my refunds.",
        "Are you going to get a return anytime soon?",
        "When will restitution arrive?",
        "I'm not sure when I'll be refunded.",
        "How soon will I be able to use my refund?",
        "When I'll receive a refund?",
        "My money should be back.",
        "What's the payback time on my return?",
        "I am wondering if I will be getting a refund quickly.",
        "When will the reimbursement be paid?",
        "When am I getting my money back?",
        "When do I receive my cash back?",
        "Is it when money comes back?",
        "What about money coming back?",
        "I want to know when I can expect to get my money.",
        "When will I get refunds?",
        "I need to hear when I'll get a refund.",
        "When will I get my Refund?",
        "Is the payback happening soon?",
        "When will my money come?",
        "I'm not sure when I'm reimbursed.",
        "When is a refund due?",
        "When do I get my money back?",
        "Is the anticipated date of fund return?",
        "Money eventually coming back?",
        "Please give me a timetable for the refunds.",
        "What is expected the fund return date?",
        "Time till I receive my refunds?",
        "When am I supposed to receive my money?",
        "Can I know when my money is due back?",
        "Is expected date of fund return?",
        "Please let me know the exact time for my refund.",
        "fund return date?",
        "Where is the time until I get my money back?",
        "When I'll receive a refund.",
        "Are the refunds happening any time soon?",
        "The reimbursement is received when?",
        "The return will happen anytime soon?",
        "When will Anticipated restitution arrive?",
        "Is there a timeframe for a refund?",
        "So, when can I get my cash back?",
        "When I'll receive the refund.",
        "Will that cash come when?",
        "I have my cash due back.",
        "How soon do I receive my money back?",
        "Is there an exact return timeframe?",
        "When will I be receiving a refund?",
        "How soon is the payment return time?",
        "When will the payback be due to me.",
        "The arrival date for a refund?",
        "Please let me know when I'll get the money back.",
        "When is anticipated restitution going to arrive?",
        "Are I going to get a refund soon?",
        "When can I get my refund?",
        "When will my return be arrived?",
        "How about the money back?",
        "What is the time for my return?",
        "Are you able to provide an estimate for my return?",
        "How long until I'm paid back?",
        "What's the anticipated date of fund return?",
        "I would like to know when the payback is due to me.",
        "will I get my money back?",
        "I don't know if I'm getting a refund quickly.",
        "I need an exact time for my refund.",
        "Is it possible you have an estimate for my return?",
        "When will I have my money back?",
        "When can I expect my refund?",
        "Please give me a Refund timeline.",
        "Was it possible for me to get my refund soon?",
        "Time frame for a repayment?",
        "What time will I get it back?",
        "When will my cash come back?",
        "The exact refund time period?",
        "When will I get this back?",
        "How soon will you get your refund?",
        "I was wondering if I was getting a refund quickly.",
        "What will be the payback due to me?",
        "Can you tell me the expected date of fund return?",
        "Can I find out when my cash is due back?",
        "The expected time to get your refund?",
        "Are you getting your refund soon?",
        "Can I expect my money sooner?",
        "When I'll get the refund.",
        "Getting a returned item soon?",
        "I need an update on my Refund.",
        "What is the expected arrival of anticipated restitution?",
        "Please, when do I get my refund?",
        "What is the expected refund arrival time?",
        "Do you have an estimation on my return?",
        "The time for the expected refund?",
        "When will I received it back?",
        "How soon will my money be back",
        "I want to know when the payback is due to me.",
        "I need to know when the payback is due.",
        "The expected arrival of the refund",
        "When am I going to get my return?",
        "When will I receive my reimbursement?",
        "Is it possible to get a refund anytime soon.",
        "When is my refund going to arrive?",
        "How soon will I get some money back?",
        "When will my refund appear?",
        "Anticipated arrival of restitution?",
        "Would my money be returned?",
        "Is expected return time?",
        "When do I expect to receive my refund?",
        "When do I receive my refund?",
        "What is the expected arrival of the refunds?",
        "I am wondering if you have an estimate for my money return.",
        "When will I get money?",
        "Reimbursement will arrive when?",
        "Is there an estimated return for my money?",
        "I need to know when I will receive a refunds.",
        "I would like an update on my return money.",
        "When will the payback be paid to me?",
        "Fund return date is expected?",
        "How long is it until I'm reimbursed?",
        "Is it possible for expected refund arrival?",
        "Time frame for payback?",
        "Was money coming back when?",
        "When will money returning?",
        "Please let me know if I can get a refund timeline.",
        "When should I get payback?",
        "Get your refund soon?",
        "When I'll receive aRefund",
        "How soon do I get a return?",
        "Do you know the estimate for my money return?",
        "Any update on my return?",
        "Can I expect to get my money back already?",
        "Can anyone give me an update on my return money?",
        "What should be the expected return time?",
        "When will it be payback?",
        "When would money return?",
        "Is there a estimate for my return?",
        "When will you get the cash?",
        "Getting the money back soon?",
        "How soon will I get a tax return?",
        "Do you have an update on my return money?",
        "When am I getting my money?",
        "Do you know when the refund is happening?",
        "What is the return time on my refunds?",
        "Can money come back when?",
        "When do we get the refund?",
        "My money may be returned.",
        "I don't know how soon I will get a refund.",
        "When will I receive a money back?",
        "Approximate date of fund return?",
        "What is the expected arrival of the Refunds?",
        "When are the refunds due?",
        "Is my money returned soon?",
        "Please tell me when I'll receive my refund.",
        "Is my next reimbursement coming?",
        "Can you tell me an estimate for my money return?",
        "The expected date of the fund return",
        "I'm not sure when my refund will arrive.",
        "There may be a time frame for a refund.",
        "Is the return expected to arrive?",
        "When do you know when that cash will arrive?",
        "Can you give an expected delivery for the return?",
        "Can you give a delivery estimate for the refund?",
        "Is it possible for the expected refund arrival?",
        "How long until I'm given my money back?",
        "When is my refunds going to arrive?",
        "When will the expected refund time be?",
        "When does the payback come due?",
        "When is Reimbursement received?",
        "Will I get a Refunds quickly?",
        "I want to know if my money back.",
        "I question if my reimbursement is coming.",
        "Please give me an exact time for my refunds.",
        "I don't know when I will be getting my refund.",
        "Time for a return?",
        "Time until I am compensated?",
        "Money coming in soon?",
        "I am unsure when I will receive my refunds.",
        "Getting a new refund soon?",
        "When will anticipated payback arrive?",
        "I would like to know any updates on my return money.",
        "Money will come back When?",
        "What is the expected time on my refund?",
        "I don't know when I can expect my money back.",
        "Is there a refund happening soon?",
        "Is it possible I will get aRefund quickly?",
        "When would I get it back?",
        "Will I get my refund soon?",
        "I am wondering when I will receive a refund.",
        "Time frame for the return of the money?",
        "How soon will you get your money back?",
        "I'm curious about the status of my return money.",
        "money coming back soon?",
        "When will I have payback?",
        "Anticipated returns will arrive?",
        "When does money return?",
        "How soon will my money go back?",
        "When will you get your money back?",
        "Is there an estimated refund timeframe?",
        "payback due to me, when?",
        "I have no idea when I'll get my refund.",
        "Reimbursement arrives when?",
        "Would I get my money back?",
        "How quickly will my money be returned?",
        "Can I have some moola soon?",
        "Is the expected time for a refund?",
        "What date of fund return?",
        "My refund hasn't arrived yet?",
        "When should I expect to receive my refund?",
        "Time frame for a receipt?",
        "When am I going to get my Refunds?",
        "Now, when will I get a refund?",
        "Money return when?",
        "I'll receive a refund soon.",
        "Is there time until I'm refunds?",
        "When are the cash due back?",
        "When do you expect that cash to come?",
        "When I'll get a refund, please advise.",
        "Will Money come back when?",
        "Is it possible to receive a refund anytime soon?",
        "I need an update on my refunds.",
        "What time will money come back?",
        "I have a question about getting a refund quickly.",
        "Will there be a time frame for a refund?",
        "How soon does my money arrive?",
        "Is it anticipated that restitution will arrive when?",
        "Is my reimbursement going to happen?",
        "I am curious about my refund.",
        "When can I expect my refund to arrive?",
        "How quickly can my money be returned?",
        "Do you know when the return will occur?",
        "It's whenbout that cash?",
        "My cash is due back",
        "When will there be money coming back?",
        "When will fund return be?",
        "Oh, any update on my return money?",
        "Exactly when is the refund due?",
        "Is my money back soon?",
        "I am wondering what the time is on my refund.",
        "Are I going to get a refund quickly?",
        "Please suggest when I'll get my money back.",
        "What is the expected time for a refund?",
        "Money Returning when?",
        "I need an update on my money back.",
        "I don't know when I'll get my refund.",
        "When I will get a refund please advise.",
        "How soon will the refund arrival be?",
        "When shall we have that cash?",
        "A return date?",
        "Please tell me when I will receive my money back.",
        "What time will the fund return be?",
        "When will the expected return arrive?",
        "What time should the refund arrive?",
        "Will it be before I get my refund?",
        "Is there expected refund time?",
        "When should I expect my money back?",
        "Can I expect my funds soon?",
        "money comes back when?",
        "The payback is due to me when.",
        "Time til I get my money back.",
        "What date will the return arrive?",
        "Did you have a time frame for a refund?",
        "I am wondering about my refund.",
        "Was there a time frame for a refunds?",
        "When will the payback be to me?",
        "When is payback for me?",
        "When will anticipated funds arrive?",
        "How soon will I be given a refund?",
        "Is there an estimate for the money return?",
        "Is the Refund Arrival Date?",
        "Getting a check back soon?",
        "I need a specific time for my return.",
        "How long will it be before you get your money back?",
        "How soon will you get a reimbursement?",
        "Refunds will happen anytime soon?",
        "When will anticipated restitution be delivered?",
        "Please tell me when the refund will arrive.",
        "How long will it take until I'm reimbursed?",
        "Would the return happen soon?",
        "Money coming back after?",
        "Will the expected refund time be?",
        "Any time I can get my return funds?",
        "I don't know when I shall get it back.",
        "How much time till I get my money back?",
        "How long is it for my return funds?",
        "Do you know the estimate for my return?",
        "Anticipated repayments will arrive when?",
        "My refunds have yet to arrive.",
        "How soon will my money be returned?",
        "Since when is my cash due back?",
        "A time frame for getting a refund?",
        "I want to know if you have an estimate for my return.",
        "Can I know when my money is back?",
        "When am I going to get my check?",
        "When will the money arrive?",
        "So when am I going to get my cash back?",
        "Is there an expected time for a refund?",
        "When should I receive it back?",
        "How soon is my reimbursement?",
        "Receive reimbursement when?",
        "Money coming back soon.",
        "When will I get that cash?",
        "when is my cash due back?",
        "What is an approximate refund timeframe?",
        "Getting a partial refund soon?",
        "Do you have an estimation for my return?",
        "Can I expect to get my refund?",
        "When I'll receive a refunds.",
        "Exactly how long until I get my money back?",
        "Will I get a refund quickly?",
        "Will that money come when?",
        "How long does it take for me to get my money back?",
        "What is the return time on my refund?",
        "Please get a refund timeline.",
        "Does the refund happen soon?",
        "So, when am I due my cash back?",
        "Will a return happen soon?",
        "I am wondering if I will receive a refund quickly.",
        "I'm waiting for a refund now.",
        "Is it possible to get a refunded anytime soon?",
        "How long will it take me to get my money back?",
        "I wonder when I'll receive a refund.",
        "How about the expected date of fund return?",
        "Anticipated repayment arrives soon?",
        "Is it possible I'll get a return quickly?",
        "When am I supposed to get my refund?",
        "When is the payback for me.",
        "The refund is happening soon?",
        "So, when will my money be back?",
        "Money coming back once again?",
        "What time would you expect a refund?",
        "refund soon?",
        "when is reimbursement received?",
        "Anticipated reimbursement will arrive soon?",
        "How soon should the fund return be?",
        "When will I receive my money?",
        "Please let me know when I can get my money back.",
        "Will I get a refund in a timely manner?",
        "Time to be paid back?",
        "Please tell when I will receive a refund.",
        "Is it expected to have a refund time?",
        "Time until I get refunds?",
        "Will the refund happen soon?",
        "Getting a refund anytime soon?",
        "What should the expected date of the fund return be?",
        "I wonder about my reimbursement.",
        "Is the refund due anytime soon?",
        "Predicting the expected refund time?",
        "When the refund will be due?",
        "Am I going to get my money back fast?",
        "I have a question about when I will receive my refund.",
        "When will it be returned?",
        "I am curious about an update on my refund.",
        "I don't know when my return will be.",
        "Any update on return money?",
        "Reimbursement is given when?",
        "Estimated date of return?",
        "my cash is due back",
        "What is the expected arrival of your refund?",
        "Time frame for the return of funds?",
        "How quickly will I receive my money back?",
        "I wonder when the refund will happen?",
        "When is the payback going to come?",
        "Will there be a refunds arrival date?",
        "The anticipated date of the fund return?",
        "When will the refunds arrive?",
        "When will the expected reimbursement arrive?",
        "Refund on the way?",
        "Are you expecting to get a refund soon?",
        "Please let me know when to get my refund.",
        "So when will my money be due?",
        "Is my reimbursement coming soon?",
        "I don't know when my refund will be.",
        "The expected time of return?",
        "How soon is my money back to me?",
        "I am wondering about my refund yet.",
        "Predicted date of fund return?",
        "I don't know when I'll get my return.",
        "Can I expect the money soon?",
        "Will my reimbursement be arriving?",
        "When will I receive it back?",
        "I wonder when I will receive my refund.",
        "When would the reimbursement be received?",
        "When will the anticipated return be arrived?",
        "Was there a time frame for the return?",
        "I want to know when my refund will arrive.",
        "How soon will I get my refunds?",
        "Now when will the return happen?",
        "Likely refund time?",
        "Please let me know when my refund is.",
        "You should tell me when I'll get a refund.",
        "Am I going to get a Refunds fast?",
        "Please let me know when my refund will be done.",
        "When can I get my money back?",
        "What date will fund return be?",
        "Please let me know when I will get a refund.",
        "Can I expect to receive my refunds?",
        "When shall I have it back?",
        "I do not know when I will receive my refunds.",
        "Are you going to get a refunded soon?",
        "Does anyone know when I'll receive my return funds?",
        "Reimbursement time?",
        "When am I going to receive it again?",
        "Am I going to get a refund very soon?",
        "Is my reimbursement imminent?",
        "How long is it for you to get the money back?",
        "I need to know when I can expect my refunds.",
        "Now will I get a refund?",
        "Is there an estimate for my money return?",
        "Will the arrival of the refund be expected?",
        "Am I going to get my money back quickly?",
        "Please tell me when I'll get a refund",
        "Is that money coming back?",
        "I was wondering about an update on my refund.",
        "What time do I have to wait on my return funds?",
        "Is there any timetable for my return funds?",
        "The refund is due eventually.",
        "I wonder when money will come back?",
        "Please, give me an exact time for my refund.",
        "What date will the refund arrive?",
        "Is it possible for the expected return time?",
        "What time should you expect to receive your refund?",
        "How soon is the money back for me?",
        "A return timeframe?",
        "Is the refund happening anytime soon?",
        "Wait time for payment return?",
        "When do I receive the payback?",
        "Reimbursement? when?",
        "Can I expect a refund in the near future?",
        "When will I see my money?",
        "Time till I'm given my money back?",
        "I wondered about the deal with my refund.",
        "Is my refund on it's way?",
        "When will money arrive again?",
        "A question about my refund.",
        "What is the refund arrival date?",
        "Do you know when the refund will happen?",
        "How long will it take for me to get my return funds?",
        "Do you know when the refund will occur?",
        "Is the return happening soon?",
        "Please let me know when my refund will be available.",
        "Is the return occurring soon?",
        "How long before you get your money back?",
        "Arrival date for refunds?",
        "I don't know when I will receive my refund.",
        "How long will it take for us to get our money back?",
        "Is this reimbursement coming?",
        "Time until I get my funds back?",
        "How quickly will I get my refund?",
        "How soon before fund return?",
        "Are you getting a refund any time soon?",
        "I am wondering if I will get a Refunds quickly.",
        "How long until I'm given back my money?",
        "Anticipated payback comes when?",
        "What time should I expect to receive my refund?",
        "Have a time frame for a refund?",
        "When will I get the money?",
        "When the fund return is expected?",
        "Is it possible that you have an estimate for my money return?",
        "What is the estimate for my money return?",
        "The time for expected refunds?",
        "Will you be able to give an expected delivery for the refunds?",
        "When should the reimbursement be received?",
        "Will my cash be due back soon?",
        "How soon after will I get a refund?",
        "How about my money back?",
        "I am wondering if you have an estimate for my return.",
        "Fund return expected?",
        "Yeah, whenbout that cash?",
        "Time frame for a money back.",
        "Are my refunds arriving soon?",
        "When will I get my back?",
        "I'm interested in an update on my refund.",
        "Is getting a reimbursement soon?",
        "Do you know when the fund return will be?",
        "Can you provide me an estimate for my money return?",
        "I'm wondering about an update on my refund.",
        "Can anyone give me an update on my refund?",
        "When should I get it back?",
        "Can I expect to receive my refund?",
        "Time until I'm paid back?",
        "Please tell me when I will get aRefund",
        "Please tell me when I can get a refund.",
        "When will this reimbursement be received?",
        "I need a timetable for my refund.",
        "When will I receive a Refunds",
        "Is my return arriving?",
        "When I get it back?",
        "How soon does my money be returned?",
        "refund due soon",
        "Will the refund arrive?",
        "I'm wondering when my refund arrives.",
        "Arrival date for the refund?",
        "Can I expect my money soon?",
        "Can you provide an estimate for my money return?",
        "Will I be getting my refund soon?",
        "When should I get it back",
        "Time till I have my money back?",
        "I want to know if I am getting a refund quickly.",
        "When should I get reimbursement?",
        "How long is it until you get your money back?",
        "What time will I get my refunds?",
        "How soon would my money be returned?",
        "I would like a time for my refund.",
        "Are you able to give an estimate for my return?",
        "I am waiting for an update on my refund.",
        "Please tell me when I can get my refunds.",
        "Is it possible to get Refunds anytime soon?",
        "Is there a estimate for my money return?",
        "Is it possible to have an estimate for my money return?",
        "Please give us a return timeline.",
        "Please, give me a time for my refund.",
        "Get refunded soon?",
        "I haven't been refunded yet.",
        "When is it payback to me?",
        "Fund's expected return date?",
        "Time until I get back my money?",
        "My refund has not arrived yet?",
        "When am I able to get my refund?",
        "I would like to know if I will get a refund quickly.",
        "Reimbursement? When?",
        "I do not know when I will receive my money.",
        "What about my money coming back?",
        "When I'll get a refunds.",
        "The expected refunds arrival?",
        "I wonder when I'll get a refund.",
        "Is there a time frame for a payback?",
        "When is my money returned?",
        "Fund return's expected date?",
        "What is anticipated refund arrival?",
        "I want to know when the payback is for me.",
        "Timeuntil I get my money back?",
        "I would like to know if I can expect my money soon.",
        "Time til I'm repaid?",
        "Would a return happen soon?",
        "I am wondering when my refund will be.",
        "Do you get a refund soon?",
        "What is the latest on my refund?",
        "The expected time to get your money back?",
        "Is there expected time for a refund?",
        "So when will my money be back?",
        "Time frame for a money back?",
        "Uhm, any update on my return money?",
        "Time frame for a full refund?",
        "Getting a money back?",
        "Will it be until I get my money back?",
        "How soon will a return occur?",
        "What are the times on my refund?",
        "How long is it till I get my money back?",
        "How long until you get your money back?",
        "Can you give a time frame for the refund?",
        "Which day is my cash due back?",
        "When is the Refunds due?",
        "How long will it take for you to get your money back?",
        "I want my money back",
        "How early is my money back?",
        "How long will it take to get my return funds?",
        "payback due to me",
        "Have a return happening soon?",
        "When will they bring it back?",
        "How soon after I get my money back?",
        "Getting a credit back soon?",
        "When will the refund come in?",
        "Please tell me when I'll get aRefund.",
        "MoneyCOMING back when?",
        "Time till I'm paid back?",
        "What is the estimated time on my refunds?",
        "Will my refund arrive?",
        "Time until I'm compensated?",
        "Are you sure about the refund arrival date?",
        "Will the expected refunds arrive?",
        "How long till I get my money back?",
        "I am not sure if I am getting a refund quickly.",
        "The expected time for a refund.",
        "When might I get it back?",
        "When is the refunds due?",
        "How long will it take for me to be reimbursed?",
        "When I'll get my money back?",
        "Is an expected delivery possible for the refund?",
        "The expected date of fund return",
        "I want to know when my refund will come.",
        "I want to know when the expected refund time is.",
        "Is it possible to expect a refund time?",
        "Get a Refunds anytime soon?",
        "When should I get my money back?",
        "What time will it be for payment return?",
        "When I will get a refund, please advise.",
        "My cash due back?",
        "I have not received a refund yet.",
        "Can you give me an estimate about my money return?",
        "Do you expect a refund arrival?",
        "So, when is my money due back?",
        "Please give me a timeline for the refunds.",
        "Please tell me when I will receive aRefund",
        "Is a return coming soon?",
        "When am I getting my refunds?",
        "When I will receive a refund",
        "Is expected restitution arriving when?",
        "Money will be coming back soon.",
        "Is my refund coming soon?",
        "Please tell me the time for my refund.",
        "So when am I due my money?",
        "Anticipated return?",
        "How long will it take for my funds to return?",
        "Is there an exact timetable for a refund?",
        "How long before the fund return?",
        "I am not sure when I will get my money back.",
        "How long will it be until I'm refunds?",
        "What is the return time on my money?",
        "Will money come back soon?",
        "When could I get it back?",
        "Are there expected refund time?",
        "Anticipated reimbursement will arrive when?",
        "Will there be an expected refund time?",
        "Will the time frame for a refund be?",
        "Please give a return time.",
        "The expected time for return?",
        "What's the expected refund time?",
        "The arrival date of the return?",
        "Fund return time?",
        "Is theRefund happening soon?",
        "Money being returned when?",
        "When money will return?",
        "How quick is my money returned?",
        "How soon can I get my money back?",
        "I don't know when I'll get my Refunds.",
        "Can I expect to get cash soon?",
        "I was wondering about any updates on my return money.",
        "Please give us a timetable for the return of your money.",
        "How soon is my refunds arriving?",
        "Will my refunds arrive yet?",
        "Anticipated return comes when?",
        "I want to know any update on my refund.",
        "Any updates on return money?",
        "Are you getting aRefund anytime soon?",
        "My refund will be arriving.",
        "I have questions about when I will get my money back.",
        "What time should I get it back?",
        "Is there an expected date of fund return?",
        "It will be soon for my refund, please?",
        "How long does it take for you to get your money back?",
        "Will I receive it back?",
        "I would like any update on my return money.",
        "When I will get my money?",
        "refund arrival?",
        "Please give me a time to get a refund.",
        "When is my tax return arriving?",
        "How soon will I get a refund?",
        "I need an update on my Refunds.",
        "Should I get a refunds anytime soon?",
        "Which is the expected date of fund return?",
        "Is the expected refund arrival coming?",
        "TheRefund is due when?",
        "When is the payoff due?",
        "Can I expect my money to arrive soon?",
        "When is my refund arriving?",
        "How soon will my money be returned.",
        "Please tell me when my refund will come.",
        "I don't know when I will get my money.",
        "When are my cash due back.",
        "When will I get the item back?",
        "how soon will I get my money back?",
        "The fund return date?",
        "Please tell me when the refunds will be.",
        "When will I receive the money back?",
        "I don't know when I'm going to get it back.",
        "Am I getting my money back?",
        "Please tell me when I will have a refund.",
        "How fast will I get a return?",
        "When will I get a receipt?",
        "Anticipated returns arrive when?",
        "How long will it take to get your money back?",
        "When will I get back my stuff?",
        "When is the full refund due?",
        "Do you give an estimate for my money return?",
        "Is the expected time for the return?",
        "An expected date of fund return?",
        "The time on my refund is unknown.",
        "How soon will payment return time?",
        "How soon will the fund return arrive?",
        "I am not sure when I will receive it back.",
        "How soon will I be reimbursed?",
        "Is there an exact time period for a refund?",
        "So when will I get my cash back?",
        "Should be the expected date of fund return?",
        "Is there a expected date of fund return?",
        "A refund happening soon?",
        "When will money return to us?",
        "What date would the fund return be?",
        "What is the time frame for a refunds?",
        "Maybe a time frame for a refund?",
        "Please let me know when I'll get my refunds.",
        "Please tell me when I'll receive a refunds.",
        "Anticipated return time arrives?",
        "How soon will the return arrival be?",
        "How quickly is my money returning?",
        "Am I going to get my reimbursement?",
        "How soon will I be able to get back my money?",
        "When I'll receive the money back.",
        "When will that reimbursement be received?",
        "Will money return when?",
        "How soon will you receive a Refunds?",
        "A return time frame?",
        "I am hoping for an update on my return money.",
        "When is my payback due?",
        "Is there an estimated time on my return funds?",
        "How soon will you be reimbursed?",
        "Time till I get my money back, right?",
        "Money is coming back when?",
        "How soon do I get my money?",
        "When am I about to get my refund?",
        "Reimbursement to be received?",
        "So when does my cash arrive?",
        "Does anyone have an estimate for my money return?",
        "The expected receipt of the refund?",
        "The payback is due, when?",
        "When is money returning?",
        "I wondered if I would get a refund quickly.",
        "Does anyone have an update on my return money?",
        "Do you know an estimate for the money return?",
        "How soon will my money be back.",
        "Are there a refund arrival date?",
        "How soon will there be a return?",
        "How close is my money to returning?",
        "Will the expected return arrival happen?",
        "When will money back?",
        "Will it be an expected refund time?",
        "Time for the payment to be returned?",
        "The expected time for a refunds?",
        "When will the return be due?",
        "I don't know when my money will be returned.",
        "What's the exact refund timeframe?",
        "I am interested in an update on my refund.",
        "Please tell when I'll get my refund.",
        "Is the refund happening soon?",
        "When will theReimbursement be received?",
        "When will my money be returned?",
        "Please tell when I'll get a refund.",
        "When I'll get a refund, please let me know.",
        "Is there an estimate for my return?",
        "When am I going to get my cash back?",
        "Can you give a delivery date for the refunds?",
        "A date for the fund return?",
        "I wonder when I'll get a refund?",
        "When should I get my payback?",
        "Please advise when I will receive a refund.",
        "Money returning?",
        "Can I expect my money back soon?",
        "When will you get money back?",
        "Please let me know when I can get my return.",
        "So, when will my money arrive?",
        "Is it a timeframe for a refund?",
        "When I'll receive my refunds.",
        "I wonder if I will get a refund soon.",
        "How quickly is my money return?",
        "Getting it back anytime soon?",
        "When will receipt of reimbursement be?",
        "What's the time on my refunds?",
        "I have a question about when I will get my money back.",
        "Can I expect my check to arrive soon?",
        "What the expected arrival of the refund?",
        "When I'm getting my refund?",
        "Estimated return arrival?",
        "I can't say when I'll get my refund.",
        "How soon will the money be returned to me?",
        "Please let me know when I can expect my refund.",
        "What is the estimated time for my return?",
        "So, when does my money come back?",
        "You have an estimate of my money return?",
        "How soon am I getting my money back?",
        "Exactly how long until I'm reimbursed?",
        "The expected date for fund return?",
        "Is the expected time for a return?",
        "refund arrival expected?",
        "How soon will the reimbursement be received?",
        "Can I get moola soon?",
        "Hey, any update on my return money?",
        "Time to get a refund?",
        "Money comes back when?",
        "I was wondering about my refund yet.",
        "I wish to receive it back.",
        "I don't know when I'll receive my refunds.",
        "I'm wondering when I'll get it back.",
        "Is a time frame for a refund available?",
        "The payback for me is not yet known.",
        "How much time until fund return?",
        "What time is my refund arriving?",
        "Can I receive my money soon?",
        "Refunds arriving date?",
        "Can I get my refund quickly?",
        "When will I be able to receive my refunds?",
        "How long will it take for the money to be back?",
        "What is the return date of my money?",
        "Do you know when payment return time?",
        "When are you going to have that money?",
        "My refund has not arrived yet.",
        "Does anyone know when my return funds will arrive?",
        "Anticipated monetary compensation will arrive when?",
        "What would be the expected return arrival?",
        "When I'll get a refund, please advise me.",
        "Please, please, when will my return be?",
        "When will money come back",
        "Time frame for getting a refund?",
        "I need to know when I will receive my refunds.",
        "Please give a timeline for the return of your money.",
        "My money should be back to me.",
        "Can I receive my refund soon?",
        "How soon will my money be back?",
        "When will I see the payback?",
        "A refund timeframe?",
        "How fast will I get my money back?",
        "Can you tell me the return time for payment?",
        "What would be the expected date of fund return?",
        "A time frame for repayment?",
        "Any chance of a return happening soon?",
        "What time will my money return?",
        "I want to know when I will get my refunds.",
        "Money will be returning when?",
        "reimbursement received when?",
        "I am wondering when my reimbursement is coming.",
        "Are the return happening soon?",
        "Is it possible I will get a return quickly?",
        "Can you give an anticipated delivery for the refund?",
        "Can I expect to receive my money?",
        "How long will it take to get the expected refund time?",
        "What is expected refund arrival?",
        "Can you get a refund anytime soon?",
        "The expected time for refund?",
        "When are the paybacks for me?",
        "My refund hasn't yet arrived.",
        "When will the refund be delivered?",
        "How long will it be before you get your refund?",
        "Are I going to get my reimbursement?",
        "When willReimbursement receive when?",
        "So, when am I going to get my cash back?",
        "Time for the return of the payment?",
        "Please give me a timetable for a return.",
        "When will you receive your refund?",
        "Will the expected refund arrival occur?",
        "Anticipated refunds will arrive when?",
        "Please give a timetable for the return of the money.",
        "So when will I get it back?",
        "I would like to know about my return cash.",
        "When my cash is due back?",
        "I'm curious about any update on my return money.",
        "What is the expected time for your refunds?",
        "Are there a time frame for a refund?",
        "refund expected arrival?",
        "When is the return due.",
        "When will i get a refund?",
        "Is that reimbursement received when?",
        "Is it possible to get refunds soon?",
        "I need to know when the payback will be.",
        "Getting refunded soon?",
        "Was the expected time for a refund?",
        "How soon am I getting my refund?",
        "Will the refund be due soon?",
        "Are you able to give an expected delivery for the refund?",
        "Please tell when I'll receive my refund.",
        "Money returns when?",
        "Time for payment to be returned?",
        "Please tell me when my refund will be.",
        "Please give us a refund timeline.",
        "The expected time of fund return?",
        "The expected delivery of the refund?",
        "Time frame for the return?",
        "Refund Arrival Date?",
        "Can anyone tell me about my refund?",
        "There is a question on my return funds.",
        "My refund is expected to arrive soon.",
        "Is there a refund timeframe?",
        "When is my refund going to be?",
        "The return is due sometime.",
        "Refund expected to arrive?",
        "When will the refund come due?",
        "The expected time for your refund?",
        "Do you know the return for my money?",
        "When will there be payback for me?",
        "Can I expect to get rewarded soon?",
        "The expected refund arrival?",
        "When will cash come back?",
        "Can you give an estimated delivery for the refund?",
        "When will I receive my refund?",
        "Can I expect to receive my money back?",
        "What time will I receive it back?",
        "There's a question on my return funds.",
        "I need a specific time for my refund.",
        "Do you have an expected delivery for the refund?",
        "Can anyone give an update on my return money?",
        "Can I expect to get some money?",
        "When's my money coming?",
        "Can you tell me when that cash will be?",
        "Anticipated compensation will arrive soon?",
        "When will the expected restitution arrive?",
        "Will my money come back soon?",
        "When will I get back it?",
        "What date of fund return should we expect?",
        "How soon will my money come home?",
        "When is it my cash due back?",
        "The expected time of the refund?",
        "Please, please, when will I get my money back?",
        "My cash is due back?",
        "When will I be able to claim my money?",
        "Is there an anticipated date of fund return?",
        "Is it possible I will get a refund soon?",
        "Do anyone have an update on my return money?",
        "When are my funds due back?",
        "Please give me a timetable for refunds.",
        "Refund is happening soon?",
        "So, when do my cash due back?",
        "Please give a time frame for a refund.",
        "The anticipated date of the fund return.",
        "How long do you think you'll get your money back?",
        "I need to know when I will receive it again.",
        "Time until I get reimbursed?",
        "Is there an expected date of the fund return?",
        "I don't know when I'll receive a refund.",
        "The time on my refund is not known.",
        "When will my cash due back?",
        "Is the expected return arrive?",
        "Please tell me when I'll get aRefund",
        "When will my refunds arrive?",
        "How soon is the fund return?",
        "What time will anticipated restitution arrive?",
        "What time will I receive my refund?",
        "Are you getting a refunded soon?",
        "Do I know when my reimbursement comes?",
        "I am wondering about the deal with my refund.",
        "Can my money be back?",
        "Will I get my money back soon?",
        "When is the refund due.",
        "Returned anytime soon?",
        "Is a time frame for the return?",
        "How soon will I receive the money back?",
        "I was wondering if you had an estimate for my money return.",
        "Time to get my money back?",
        "When will the reimbursement arrive?",
        "I am waiting for my reimbursement.",
        "Do you know when my reimbursement will arrive?",
        "Time until I'm Refunds?",
        "How soon will I be given the money back?",
        "When I'll receive my refund?",
        "Anticipated funds will arrive when?",
        "How long will it take for my return funds to be disbursed?",
        "Is it possible to get refunded soon?",
        "When will they payback me?",
        "Does a time frame exist for a refund?",
        "When will that cash come?",
        "I don't know when I'm going to be reimbursed.",
        "What's the return time?",
        "When is myRefund arriving?",
        "How quickly am I getting my money back?",
        "When will I get a refunds?",
        "I don't know when to receive it back.",
        "I want to know an update on my return money.",
        "When will money come back to us?",
        "Fund return scheduled?",
        "Please tell me when I will receive a refund",
        "How long will it take until I'm refunded?",
        "Is there an estimation for my money return?",
        "Will it be till I get my money back?",
        "The refund is expected to arrive?",
        "Can I expect my refund to arrive soon?",
        "Is there an exact timetable for the refund?",
        "When will I get my Refunds?",
        "What the expected date of fund return will be?",
        "The expected time for the return?",
        "Are there any estimates for my money return?",
        "When is my cash due return?",
        "How soon after do I get my money?",
        "What is the expected arrival date for the refunds?",
        "Can I expect to get money soon?",
        "How soon can I receive my money?",
        "refunds soon?",
        "The return is happening soon?",
        "Approximate time for a refund?",
        "Can I expect some cash soon?",
        "I'd like to know any updates on my return money.",
        "When would I get my money back?",
        "I wonder when my cash is due back?",
        "You can expect a refund anytime soon?",
        "When will I get a full refund?",
        "Will it be till I'm refunds?",
        "When I will receive a refund, please advise.",
        "Any updated on my return money?",
        "When do I expect to get my refund?",
        "A return time?",
        "When is the payback coming?",
        "Anticipated return will arrive when?",
        "When? Anticipated restitution arrives?",
        "What is the expected arrival of a refund?",
        "When I'll get aRefund",
        "I am wondering when my refund is arriving.",
        "Getting refunds soon?",
        "Am I able to get my money back quickly?",
        "Is my reimbursement on it's way?",
        "Is this expected time for the refund?",
        "Is Money coming back?",
        "The time frame for a Refunds?",
        "Is it time to expect a refund?",
        "I wonder when I will receive it back.",
        "How soon will I be given a return?",
        "When is my money coming back?",
        "What is the expected date of the fund's return?",
        "I need a date for my return.",
        "When will we see that cash?",
        "Fund return time expected?",
        "How long before the payment return time?",
        "So when my money is due back?",
        "When will my refund come?",
        "Do you have a prediction on my return?",
        "How long will it take for my return funds to be paid?",
        "Can you provide an expected delivery for the refunds?",
        "When is my return expected?",
        "When I will get it back?",
        "Is there any update on my money back?",
        "When will payback come to me?",
        "Money will come back, when?",
        "I wonder if I will get a return quickly.",
        "Is it possible that I get a refund soon?",
        "Is my refund arriving soon?",
        "Is there any word on my return money?",
        "Can you provide an estimate for my return?",
        "Am I going to get my money?",
        "I have no idea when I'll get my money back.",
        "Anyone have an update on my refund?",
        "When will I be paid my money?",
        "I'm wondering if I will get a refund quickly.",
        "I do not know when I will receive it back.",
        "The fund return's expected date?",
        "Something coming back when?",
        "The expected time for a return?",
        "The time until I get my money back?",
        "Please advise when I will get my money back.",
        "What's the return arrival date?",
        "When will the payback be due to me?",
        "When will the payback arrive?",
        "When would Reimbursement be received?",
        "How soon will I get a money back?",
        "I wonder when my refund will be.",
        "How soon does my money return?",
        "When should anticipated restitution arrive?",
        "Is the date of the refund arrival?",
        "Will I get a refund soon?",
        "When do I expect my refund to arrive?",
        "Time for me to be reimbursed?",
        "I want an update on my money back.",
        "When will the payback come due to me?",
        "Do you know when the payback is due to me?",
        "How soon will the return happen?",
        "I am waiting on news on my refund.",
        "About my money back?",
        "How soon can the fund return be expected?",
        "What time will the fund return occur?",
        "I would like a specific time for my refund.",
        "Should we expect a refund arrival date?",
        "What's the estimated time of return?",
        "I don't know when to get it back.",
        "I wonder about the deal with my refunds.",
        "Can I expect my money back in a few weeks?",
        "I don't know how long until I'm refunded.",
        "How soon is my money back?",
        "When will my reimbursement arrive?",
        "What is the expected date of fund Return?",
        "What is the time associated with my refund?",
        "Getting a reimbursement soon?",
        "Any update on my return funds?",
        "The expected payback time?",
        "When will I receive a reimbursement?",
        "Is the expected date for fund return?",
        "I'm wondering when my refund will arrive.",
        "How about an update on my return money?",
        "Money comming back when?",
        "I don't know when I'm going to receive it back.",
        "I am wondering when I will get it back.",
        "I want to know when my cash is due.",
        "I want to know if I can get a refund quickly.",
        "How quickly is my money back?",
        "When will I get a return?",
        "When does the refund arrive?",
        "When will I get my money back?",
        "How long do you reckon it will take to get your money back?",
        "When will a reimbursement be received?",
        "The time frame for a full refund?",
        "When will reimbursement be given?",
        "I don't know when I can get it back.",
        "How soon is payback due to me?",
        "When will there be reimbursement?",
        "Time until I get my refunds?",
        "Is the return happening any time soon?",
        "When do I get my refund?",
        "Reimbursement is sent when?",
        "I don't know when I'll be refunded.",
        "Is it possible to get a Refunds soon?",
        "Refund occurring soon?",
        "How about my return?",
        "The payback will be due to me someday.",
        "time until I get my money back?",
        "The expected time of the refunds?",
        "When will I get the cash back?",
        "So, when my cash is due back?",
        "The expected date of fund return?",
        "How soon will I get my money back",
        "A expected refund arrival?",
        "When do you think anticipated restitution will arrive?",
        "How soon will reimbursement be received?",
        "How soon will fund return occur?",
        "It's anticipated that restitution will arrive when?",
        "when is my cash due back",
        "When is my refunds arriving?",
        "Repayment received when?",
        "Time until I am reimbursed?",
        "Can I expect to get my money soon?",
        "Is my money on its way?",
        "Will I get my refunds soon?",
        "Do you expect a refund soon?",
        "The refund is due some time in the future.",
        "Can I expect to receive my refunds soon?",
        "Please tell me the exact time for my refund.",
        "Any return soon?",
        "Is there a time frame for the refunds?",
        "How long until I'm able to get my money back?",
        "Is there an expected time for refunds?",
        "When do I get my refunds?",
        "What is the expected time of the refund?",
        "When is my CASH due back?",
        "The anticipated arrival of the refund?",
        "When will you be reimbursed?",
        "What is the time frame for a refund?",
        "When is my cash coming back?",
        "I want to know about my return money.",
        "Please let me know when my refund will come.",
        "The refunds are due, when?",
        "I'm wondering if I can expect my money soon.",
        "I don't know when I'll get my check.",
        "How soon will my cash be returned?",
        "Do I get a refund soon?",
        "How soon will the money come back to me?",
        "When will I get something back?",
        "I need a time for my refund, please.",
        "When will I receive a return?",
        "How soon are my cash due back?",
        "time for payment return?",
        "So when will my refund arrive?",
        "Does anyone know an update on my refund?",
        "When is my money due back.",
        "Getting a refund in the near future?",
        "When should I expect my refund to come?",
        "When is the payback given to me?",
        "How about when my cash is due back?",
        "Will I be able to get my refund?",
        "When will the payback be for me.",
        "The money will come back when?",
        "Will a return happen anytime soon?",
        "Can I expect my money as soon as possible?",
        "What is the time frame for refunds?",
        "Do you know when my money will be returned?",
        "ETA on my return funds?",
        "Is reimbursement received when?",
        "How soon do I have my money back?",
        "Is there a return happening soon?",
        "Do you know when the return will happen?",
        "Howbout an update on my return money?",
        "When will I get the payback?",
        "I'll be getting a refund soon.",
        "When will I get my money back.",
        "Will you be getting a refund soon?",
        "Is it possible to be Refunds anytime soon?",
        "Is it possible to be reimbursed anytime soon?",
        "Does anyone know an update on my return money?",
        "It is not known when the refund will be due.",
        "Time till I'm getting my money back?",
        "Refund soon?",
        "When am I due payback?",
        "How soon will I get a repayment?",
        "When will I finally get my money back?",
        "When will my tax return be arriving?",
        "Money coming back right?",
        "Reimbursement received soon?",
        "When will I be able to receive my refund?",
        "So, when will my cash come?",
        "When will the payback come for me?",
        "I don't know about my refund yet.",
        "Will the expected refund arrival happen?",
        "Gotcha, when will I get a refund?",
        "Time for me to be refunded?",
        "Money to come back when?",
        "Approximate refund date?",
        "When do you get reimbursement?",
        "What about the expected arrival of the refund?",
        "So when will my money come back?",
        "Are my refunds coming?",
        "When do you think that cash will arrive?",
        "The exact time of a refund?",
        "How soon is the money back to me?",
        "How soon is it back for me?",
        "How long before you get a refund?",
        "When is the refunded money due?",
        "How soon do I get my money back",
        "So, when can I get my money back?",
        "I'm not sure when I'm refunded.",
        "The refund is due some time.",
        "When will it be back?",
        "When do you know when that cash will come?",
        "How soon does my money come back?",
        "When I will receive a refund please advise.",
        "The expected arrival of the refund?",
        "Will it be till I'm reimbursed?",
        "When can I get my money back.",
        "Do you know an update on my refund?",
        "My refund has not yet arrived.",
        "Can I expect my money in time?",
        "Can I expect my refunds soon?",
        "When is my cash dueback?",
        "Anticipated refunds will arrive soon?",
        "When will my tax return come?",
        "I want to know about an update on my refund.",
        "I want to know when I will get my refund.",
        "Is it possible to get a reimbursement soon?",
        "When will I get my return funds?",
        "I wonder if I can expect my money soon?",
        "Can I get a refund anytime soon?",
        "I'm not sure when I'm getting my money back.",
        "Is my reimbursement arriving?",
        "When will i receive it back?",
        "When will the refund be sent?",
        "Money coming back then?",
        "When would you get reimbursement?",
        "About the money back?",
        "When is the due for the refund?",
        "I want to receive it back.",
        "What is the date of the fund return?",
        "How soon did my money come back?",
        "Maybe a time frame for a return?",
        "When will you get that money?",
        "Correct, any update on my return money?",
        "When is the payback promised to me?",
        "When will Money return?",
        "What is the return arriving date?",
        "So when will my money be returned?",
        "When I'll receive a refund, please advise.",
        "I want to know when my refund will be.",
        "What is the return date for my money?",
        "I don't know when I will get my money back",
        "I need a time for my refund, please?",
        "Am I about to get a refund?",
        "Do you have an exact time for my refund?",
        "I don't know when my cash will be due back.",
        "Is it possible to expect a return time?",
        "Yes, when is the refund due?",
        "How quickly is my money returned",
        "Will my money be returned soon?",
        "When should I expect the payback?",
        "When should I expect to get my money back?",
        "How soon is the refunds due?",
        "Does the return happen anytime soon?",
        "So, when am I due my money?",
        "Is the expected time for the refund?",
        "When will that cash come to you?",
        "Now, when will the refund happen?",
        "Can you give an expected delivery for the refund?",
        "The money coming back when?",
        "Please tell me when I can receive my refund.",
        "Do you have an approximate refund timeframe?",
        "When will my money come back?",
        "How long will it be before I get my return funds?",
        "When am I able to get my cash back?",
        "Is a refund happening any time soon?",
        "The expected date of return?",
        "My return has not yet arrived.",
        "When will theReimbursement received?",
        "refund time expected?",
        "When will there be that cash?",
        "How long until I'm refunds?",
        "So when should I get my money back?",
        "How soon will I be given back my money?",
        "How soon will I get reimbursed?",
        "Will I be receiving it back?",
        "Are you getting a Refunds soon?",
        "You will get a refund soon?",
        "A refund time frame?",
        "How soon shall I receive it back?",
        "Is it possible I'll get a Refunds quickly?",
        "Money will return when?",
        "I wonder when my reimbursement will be.",
        "I am wondering if I will get a refund quickly.",
        "Reimbursement, when?",
        "So when can I get my cash back?",
        "What is the expected payback time?",
        "What about expected refund arrival?",
        "When are my Refunds arriving?",
        "The arrival date for the Refund?",
        "I am wondering when the payback will be.",
        "Anticipated payback is expected when?",
        "What time will I get my money back?",
        "What is the timing of my refunds?",
        "I'm wondering when my cash is due back.",
        "Do you think the return will happen soon?",
        "How long will it be before you get a refund?",
        "What time is the payback due to me?",
        "Will I get my Refunds soon?",
        "What is expected arrival of the refund?",
        "Approximate time to receive a refund?",
        "How long will it be until I get my money back?",
        "What is the expected date of return?",
        "Time to be reimbursed?",
        "How long til you get your money back?",
        "Arrival date for a refund?",
        "Time until I have my money back?",
        "How soon will I get a deposit back?",
        "When will I get my money back again?",
        "Time till I get the money back?",
        "How soon is my money returned to me?",
        "Have you got an estimate for my money return?",
        "The refund will be due sometime.",
        "How about an update on my return money.",
        "Please give me a time for my refund.",
        "Time till I get my money back",
        "Is money coming back when?",
        "Do you have an estimate for my return on my money?",
        "How long is it until I get my money back?",
        "The predicted date of fund return?",
        "Can you give an expected date of fund return?",
        "Is there any estimate for my money return?",
        "Time until I get compensated?",
        "reimbursement is received when?",
        "I would like an update on my refunds.",
        "Will it be until I'm refunds?",
        "When will anticipated money arrive?",
        "I would like to get an update on my return money.",
        "Do you have an estimation for my money return?",
        "Do I know when my reimbursement is coming?",
        "Can there be a time frame for a refund?",
        "Are you getting refunded soon?",
        "Time til I get a refund?",
        "Time til I am reimbursed?",
        "When will the anticipated money arrive?",
        "The expected date for the fund return.",
        "Reimbursement will be received when?",
        "Please for me to get my money back.",
        "How long will you have to wait to get your money back?",
        "Can you give an estimate for my return?",
        "Are you talking about a return anytime soon?",
        "Will I get a Refunds when?",
        "Did you have an estimate for my return?",
        "Is there a specific timeframe for a refund?",
        "Cash is due back, when?",
        "Do you think money will come back when?",
        "How quickly will I be getting my money back?",
        "What time will you get your refund?",
        "Can I expect my reimbursement soon?",
        "I'll receive a Refunds",
        "When will I receive payback?",
        "When is my cash due back??",
        "Is money coming back?",
        "How soon will the fund return?",
        "Do you know an estimate for my return?",
        "I am waiting for my refund, please.",
        "Are there a time frame for the return?",
        "Can you give an estimate for my money return?",
        "What is the latest on my return money?",
        "Please let me know when my refund will arrive.",
        "Approximate time to get a refund?",
        "Will the time frame be for a refund?",
        "The refund arrival date?",
        "What time is payback due to me?",
        "I want to know when the payback will be.",
        "When will my compensation arrive?",
        "When will my refund arrive.",
        "I want to know if my reimbursement comes.",
        "I would like to receive my refund soon.",
        "I'm not sure about an update on my return money.",
        "What time is it for my refund?",
        "How soon is my return arriving?",
        "How long till you get your money back?",
        "When are money coming back?",
        "When will I get a Refunds?",
        "What will be the expected refund arrival?",
        "I would like a time for my return.",
        "What is the expected delivery of the refund?",
        "Is my reimbursement due soon?",
        "Do you expect a return soon?",
        "Will my refund be forthcoming?",
        "So when will my money return?",
        "Please let me know when my return is.",
        "Can you tell me when I will receive a refund?",
        "Is the expected date offund return?",
        "When will I get my balance back?",
        "Can you give an estimated delivery time for the refund?",
        "When will I get my money back??",
        "How quickly will I get my money back?",
        "I wonder when my reimbursement will arrive?",
        "What is the expected time for refund?",
        "Is the expected arrival of the refund?",
        "But what about my money back?",
        "When will Reimbursement receive?",
        "Have you an estimate for my money return?",
        "The time frame for a payback?",
        "Do you know an estimation for my money return?",
        "Is the refund happening any time soon?",
        "When is my cash due Back?",
        "How fast am I going to get my money back?",
        "The expected time for Refunds?",
        "When will my cash be due back?",
        "How soon is my money due back?",
        "How long till I get my money?",
        "How soon is money returned?",
        "My money is due back soon.",
        "Anticipated restitution will come soon?",
        "When does anticipated restitution arrive?",
        "What is the approximate refund timeframe?",
        "Is it possible for a time frame for a refund?",
        "What is the time for the payment return?",
        "Please give us a return time, please.",
        "My reimbursement is coming?",
        "I don't know when I will get my check.",
        "Do you know when the payment return time is?",
        "What's the expected date of the fund return?",
        "What date of fund return is expected?",
        "Will I get my refund?",
        "Money will return?",
        "How close is my money to being returned?",
        "Please give a time for the refund.",
        "Money coming back eventually.",
        "How quickly will I receive a refund?",
        "Is it money coming back when?",
        "I would like to know if there is an update on my return money.",
        "What is the timetable on my refund?",
        "I need to know when I'll receive a refund.",
        "There is an anticipated refund time.",
        "What is the expected time for your return?",
        "What is the expected payback arrival?",
        "When will my refunds come?",
        "When will the anticipated restitution arrive.",
        "I want an estimate for my money return.",
        "When am I going to get payback?",
        "What is the return time of my money?",
        "How soon can I expect my money?",
        "Should I get a refund soon?",
        "I need to know if my reimbursement is coming.",
        "Approximate return time?",
        "Can I expect my money back in a timely fashion?",
        "Time until I'm able to get a refund?",
        "What date will you receive your refund?",
        "Time for the payment return?",
        "Payment Return time?",
        "Please give me a refund timetable.",
        "I need to know when the payback is.",
        "What is the expected return arrival time?",
        "Is the payback coming?",
        "I want to know when I'll receive my refund.",
        "When will some money come back?",
        "When I'll receive a refund",
        "money coming back when?",
        "When will anticipated restitution arrives?",
        "I am requesting a time for my refund.",
        "When will the expected restitution be?",
        "Anticipated transfer of funds arrives when?",
        "When can we get that cash?",
        "A time frame for a Refunds?",
        "Approximate payback timeframe?",
        "What when will money come back?",
        "I'm looking for an update on my refund.",
        "What is the expected date of a fund return?",
        "When is payback to me?",
        "Am I able to get a refund quickly?",
        "When will money come back again?",
        "When do I get my tax return?",
        "How soon was reimbursement received?",
        "I am wondering about an update on my refund.",
        "So, when will my money be returned?",
        "when is payback due to me",
        "refund time?",
        "The arrival date for the return?",
        "How quickly will I get a Refunds?",
        "I don't know when my money will be back.",
        "Will you get a refund soon?",
        "refunds expected to arrive?",
        "What will be the expected return arrival?",
        "Are you expecting a refund arrival?",
        "I need to know when I will get my refunds.",
        "Update on return money?",
        "Is money coming back eventually?",
        "How soon will the return be happening?",
        "What's the expected time for the refund?",
        "Time until I'm paid my money?",
        "Can I get my money soon?",
        "How long will it take for the expected refund arrival?",
        "Are you going to get a refund anytime soon?",
        "When will my tax return be received?",
        "When am I supposed to receive my refund?",
        "How soon will I get my money back?",
        "I need a time for my refunds, please?",
        "Do you know when I'll receive a refund?",
        "Will the return happen anytime soon?",
        "What date is my refund arriving?",
        "A time frame for refunds?",
        "What is the ETA on my refund?",
        "When will I be getting my money back?",
        "When will you receive reimbursement?",
        "Do you have an exact refund timeframe?",
        "How soon will a refund arrive?",
        "Will it be until I'm reimbursed?",
        "When does expected restitution arrive?",
        "Am I going to receive a refund soon?",
        "Please give me a timetable for the refund.",
        "What is the date of fund return?",
        "When will my payback come?",
        "Time to get my money back.",
        "Money coming back?",
        "Does anyone know when I'll get my funds back?",
        "Is my reimbursement getting here?",
        "So when is my cash due back?",
        "When will the reimbursement be sent?",
        "When will we receive reimbursement?",
        "My refund has not arrived.",
        "When will my refund be delivered?",
        "How soon will my funds be returned?",
        "The expected arrival of refunds?",
        "What is the expecteddate of fund return?",
        "money will come back when?",
        "Can I expect my refund in a timely fashion?",
        "When are my refunds going to arrive?",
        "Is there an exact time on my return funds?",
        "There is an expected time for the refund.",
        "Inform me when I will receive a refund.",
        "Is my refund on its way?",
        "How soon will I receive a tax return?",
        "I'm not sure when I will get my money back.",
        "Do you know the return time?",
        "When will it be payback for me?",
        "Can you give me an estimation for my money return?",
        "Payment return time isn't known.",
        "Money will get back when?",
        "Should we expect a refund soon?",
        "I need to be told when I'll get a refund.",
        "Exactly how long until I'm refunded?",
        "Please let me know when I'll get a refunds.",
        "I do not know when my refund will arrive.",
        "Are my reimbursements coming?",
        "My refund has yet to be delivered.",
        "Is a return soon?",
        "It will be soon for my refund, please.",
        "How fast will my money come back?",
        "Please tell me when I'll get a Refunds",
        "When am I getting my Refunds?",
        "What is a time frame for a refund?",
        "Is it possible to get some moola soon?",
        "Time until I receive my money back?",
        "I am curious about any update on my return money.",
        "How soon after that will I get my money back?",
        "How soon will I get refunds?",
        "When will my return be arrive?",
        "When is that cash going to be?",
        "Can I get my money back quickly?",
        "Time until I'm refunded?",
        "I wonder if I will get a Refunds quickly?",
        "Can I expect my check soon?",
        "Can you give me an estimate for my return?",
        "I want to know when my money will be returned.",
        "When is my money arriving?",
        "How soon will I be able to get a return?",
        "Do you have a time for payment return?",
        "How soon is my money back",
        "How about the expected arrival of the refund?",
        "So when will I get my money?",
        "I wonder if my reimbursement will come?",
        "Do you expect the expected refund arrival?",
        "There will be reimbursement when?",
        "There should be an expected refund arrival.",
        "I would like to know an update on my return money.",
        "How long will it take to get my money back?",
        "Is the redemption happening soon?",
        "My cash will be due back.",
        "How soon will I get back my money?",
        "My cash is due back, when?",
        "Time until I am repaid?",
        "Will I get my money back in a timely manner?",
        "Is it going to be refunded soon?",
        "I wonder if my reimbursement is forthcoming.",
        "Is that a return happening anytime soon?",
        "When will the payback be?",
        "I'm wondering when I will get a refund.",
        "What time should I receive it back?",
        "Time frame for refunds?",
        "Is the payback coming soon?",
        "When will Money come back?",
        "When will my money return?",
        "How long is it for you to get your money back?",
        "A time frame for a refunds?",
        "Fund return date, expected?",
        "When do I expect to receive my money?",
        "Money come back when?",
        "I don't know how soon I will receive a refund.",
        "When will money coming back?",
        "Money coming back some day?",
        "I don't know an estimate for my money return.",
        "What is the estimate for my return?",
        "The expected date of the return of the fund?",
        "Arrival of refund?",
        "When will I receive my money back?",
        "When will i get my refund?",
        "The time frame for a refund is unknown.",
        "The exact time for a refund?",
        "Would you be getting a refund soon?",
        "Time until I have a refund?",
        "What time shall I get it back?",
        "When is payback going to happen?",
        "Anticipated restitution is when?",
        "When is money going to come back?",
        "When will expected reimbursement arrive?",
        "When will it come back?",
        "when will I get it back?",
        "Please let me know when I can get my refunds.",
        "I wonder when my reimbursement will come.",
        "I'm not sure when I'm Refunds.",
        "What is the expected arrival of the money?",
        "Is it possible that I will get a refund soon?",
        "Is my money back again?",
        "Is there an expected return time?",
        "Is I going to get my reimbursement?",
        "There's any update on my return money?",
        "There is a return happening soon?",
        "I'm not sure when I'll get it back.",
        "When is my tax return going to arrive?",
        "I wonder if I can expect my money soon.",
        "Is my Refunds yet to arrive?",
        "How soon will I be given my money back?",
        "What is the exact date of fund return?",
        "An expected refund arrival?",
        "Has the expected refund time been set?",
        "When will my cash arrive?",
        "Is the return time expected?",
        "How soon would you get a refund?",
        "It will be refunded soon.",
        "Does anyone know when I will receive my return funds?",
        "Is the Refund arrival date?",
        "I don't know when it will be back.",
        "When do the refunds arrive?",
        "What is the time for payment return?",
        "How soon will payment return?",
        "Do you think the expected refund arrival will be?",
        "I want to know when my money is returned.",
        "refunds are due when?",
        "How soon would the fund return be?",
        "Anticipated refund arrives when?",
        "Do you know when I can get my return funds?",
        "How long will it be till I get my money back?",
        "I don't know when my money is back.",
        "When is the payback?",
        "What time should I expect my return funds to arrive?",
        "Please let me know when my return will be.",
        "Will I get my money back when?",
        "How quickly am I going to get my money back?",
        "What time should you expect to get your refund?",
        "How soon will fund return happen?",
        "How soon are my return funds?",
        "Money coming back when",
        "Is a refund coming soon?",
        "Time until I get a full refund?",
        "When will money come home?",
        "Will my money be returned?",
        "The expected refund time.",
        "How quickly is my money coming back?",
        "Do I know if my reimbursement is coming?",
        "Any news on my return money?",
        "Am I about to get my reimbursement?",
        "Time until I am paid back?",
        "Are you able to give an expected delivery for the refunds?",
        "How soon do I get a refund?",
        "Do you know when I will get a refund?",
        "How soon are my funds returned?",
        "When will my Refunds be arriving?",
        "When does money come back?",
        "When am I supposed to get payback?",
        "I don't know when to expect my refund.",
        "Please tell me when I'll get the refunds.",
        "I wonder if my reimbursement is coming.",
        "Getting refunds anytime soon?",
        "Is my reimbursement about to come?",
        "Will a refund happen soon?",
        "How soon will I receive a receipt for my money?",
        "Fund return expected soon?",
        "My refund is not yet here.",
        "How close will I get to getting my money back?",
        "What time should you expect to get your money back?",
        "Anticipated returns will arrive soon?",
        "Please tell me when I'll be getting a refund.",
        "When will anticipated refunds arrive?",
        "I need to know when I can receive a refund.",
        "Refunds happening soon?",
        "The expected date offund return?",
        "Is my pay off coming?",
        "What is the predicted return arrival?",
        "When shall I get it back.",
        "What is expected refund time?",
        "Money will come back eventually?",
        "When I'll get a refund?",
        "I would like to know if you have an estimate for my money return.",
        "When is expected restitution to arrive?",
        "Is my reimbursement near?",
        "What is an estimate for my money return?",
        "Please give me a time frame for a refund.",
        "When will I get aRefund?",
        "Do you have an estimate for my return on money?",
        "How soon will I be paid back?",
        "So when should I get my cash back?",
        "How soon is my refund arriving?",
        "I'd like an update on my refunds.",
        "Do you have a time frame for a Refunds?",
        "I will receive aRefund",
        "When is refunds due?",
        "When am I supposed to get my cash back?",
        "Please let me know when I will get my refunds.",
        "When should my cash be returned?",
        "How quickly is my money returned?",
        "When my return arrives?",
        "Please advise when I will get a refund.",
        "How long does it take for my money to come back?",
        "I need a time for my refund.",
        "So, when will my money come back?",
        "I am not sure when I will be refunded.",
        "How soon is the expected refund arrival?",
        "Get refunds anytime soon?",
        "I'm not sure when my cash is due back.",
        "When will the payback occur to me?",
        "When will I be able to receive a refund?",
        "How soon do I know my money is back?",
        "Is it possible I'll get a refund quick?",
        "Money coming back eventually?",
        "When is the money coming back?",
        "Fund return expected date?",
        "I don't know if I will get a refunds quickly.",
        "I would like to know about an update on my return money.",
        "How soon will I get a receipt?",
        "Getting your money back soon?",
        "I'm curious about an update on my return money.",
        "Is there a specific refund timeframe?",
        "How long will it be before I'm reimbursed?",
        "How soon will I be able to claim my money?",
        "When will my refund be arrived?",
        "Is the reimbursement forthcoming?",
        "What is the return time?",
        "When is the reimbursement due?",
        "What is the supposed date of fund return?",
        "How soon will it be back to me?",
        "Will reimbursement be received when?",
        "How long is it until I'm refunds?",
        "When will I get my return?",
        "When will I get a refund?",
        "When am I expected to receive my refund?",
        "For a time frame for a refund?",
        "Wait, any update on my return money?",
        "What time should you expect a refund?",
        "When is the payback to come?",
        "Does anyone know when I'll get my return funds?",
        "How soon will I see my money?",
        "What time do I have to wait for my return funds?",
        "When I'll get my refund?",
        "When will they return it?",
        "Is the payback forthcoming?",
        "Will the return time be expected?",
        "Money coming back one day?",
        "When my refunds arrives?",
        "Is refund happening soon?",
        "when will money come back?",
        "Can you give me an estimate for the money return?",
        "Is a Refund happening soon?",
        "I have no idea when I will get it back.",
        "Is there an approximate refund time frame?",
        "Can I expect to get my money sooner?",
        "I do not know when I will get my refunds.",
        "When will the anticipated restitution be arrived?",
        "The refund is due sometime in the future.",
        "Can I expect my refund?",
        "How soon will I get the money back.",
        "When will the refund be paid?",
        "About my money coming back?",
        "Time til I can get my money back?",
        "How much time will I get a return?",
        "Payment return time questioned.",
        "When I will receive a refund, please tell me.",
        "When is it payback for me?",
        "Please, when I get my refund, please?",
        "What will the expected return arrival be?",
        "How close to the expected date of fund return?",
        "How soon is money returned to me?",
        "How soon after is my money returned?",
        "Some money coming back?",
        "How soon does the money come back to me?",
        "I wonder if I will get a Refunds quickly.",
        "When will I be getting my money?",
        "Is getting a refund soon?",
        "Anticipated payback will arrive when?",
        "When 'bout that cash?",
        "Time frame for a cash return?",
        "When is payback coming?",
        "Is that time until I get my money back?",
        "What time is my money back?",
        "When do you expect the refund to arrive?",
        "I need to know when I'll get a Refunds.",
        "Will the refund happen anytime soon?",
        "I have no idea when I will receive my refund.",
        "Is reimbursement coming?",
        "Any chance of getting a refund soon?",
        "What is the time frame for a return?",
        "Is it possible to get an expected refund time?",
        "When would money come back?",
        "What's the time frame for a refund?",
        "I don't know if I will be getting a refund quickly.",
        "How quickly will my money come back to me?",
        "When I'll get a refund.",
        "When will I get it back again?",
        "I'm not sure when I will get my money.",
        "What is the ETA on my return?",
        "Is there a time frame for the return?",
        "How soon do my funds return?",
        "Money will be coming back soon?",
        "I'm not sure if I'm getting a refund quickly.",
        "When will the reimbursement come?",
        "Do you have an estimate for my money back?",
        "Exactly when will I get my money back?",
        "I wonder when my refund will arrive.",
        "I am interested in an update on my refunds.",
        "Is my refund about to arrive?",
        "I am wondering when my reimbursement will come.",
        "What time will my refund arrive?",
        "I'm wondering about my return cash.",
        "Are the expected refund arrival?",
        "Money back?",
        "I want to know when I can get it back.",
        "When's the cash due back?",
        "I need to know when my refund will be.",
        "Will I get it back soon?",
        "Do you know when that cash will be?",
        "I'm wondering if you have an estimate for my money return.",
        "Time until I get money back?",
        "Does anyone know when my return funds will be released?",
        "When will I get my cash?",
        "How soon will I get my money back.",
        "Reimbursement can be received when?",
        "Can you give a delivery date for the refund?",
        "refund happening soon?",
        "Does anyone have any update on my return money?",
        "Getting Refunds soon?",
        "Is my reimbursement to arrive?",
        "Is there a time until I get my money back?",
        "Is my reimbursement on the way?",
        "Time till I receive my money?",
        "Can I have my money back?",
        "How soon should I get my refund?",
        "I don't know if I can expect my money soon.",
        "When will I get the thing back?",
        "I want to know when I will get my money.",
        "Will I receive a Refunds soon?",
        "I don't know when my cash will be back.",
        "How long will it take for me to get my money back?",
        "I don't know when I will get a refund.",
        "Which is when my cash is due back?",
        "Let me know when I'll receive a refund.",
        "The expected time to get a refund?",
        "Anybody have an update on my return money?",
        "So when do I receive my cash back?",
        "I need to know when I can get it back.",
        "When will my money be delivered?",
        "I want an update on my return.",
        "I don't know when I will receive my return.",
        "Will the return arrive?",
        "Please give us a refund timetable.",
        "Is there an exact timeframe for the refund?",
        "I am not sure if I will get a refund quickly.",
        "How long do I have to wait for my return funds?",
        "I don't know when I will receive a return.",
        "Is there a time frame for aRefund?",
        "I don't know when I will get my money back.",
        "Is it possible to get aRefund anytime soon?",
        "Do you have an estimate about my money return?",
        "Do you have a time period for a refund?",
        "Gotcha will give me a refund soon?",
        "Please let me know when my refund will happen.",
        "Please give me a return time.",
        "Please give me a timetable for refunds, please.",
        "Please tell me when I'll get the money back.",
        "When will that money arrive?",
        "So, when do I get my money back?",
        "So when is my money due back?",
        "How many days will my money be back?",
        "Time till I get a full refund?",
        "Reimbursement date received?",
        "Getting a return in the future?",
        "What is the Arrival Time on my refunds?",
        "When will it return to me?",
        "So when will I get my money back?",
        "How long will it be until I'm reimbursed?",
        "What about money coming back when?",
        "The arrival of the refund?",
        "When will I receive aRefund?",
        "Can you please give an expected delivery for the refund?",
        "When is the payback due to me",
        "Is the exact time for a refund?",
        "Do you know when the expected refund time is?",
        "Do you know when the return is happening?",
        "The expected arrival of a refund?",
        "Time till I get my money back.",
        "Do you know when that cash will come?",
        "Will I receive aRefund soon?",
        "When will reimbursement come from?",
        "Will it be till I'm refunded?",
        "I am wondering when I will get my money back.",
        "reimburse when?",
        "I need to know when I will get my refund.",
        "Getting a return soon?",
        "reimbursed when",
        "When I'll get it back?",
        "When will we get the refund?",
        "What is the anticipated date of the fund return?",
        "I don't know when the payback will happen.",
        "When will I get compensated?",
        "Does anyone know when I will get my funds back?",
        "How soon can I get my money?",
        "I was wondering about my return money.",
        "Time till I get a refund?",
        "I would like to know any update on my return money.",
        "Can I be sure of my money soon?",
        "Is the payback due soon?",
        "When will the payback come due?",
        "What is the time until I get my money back?",
        "When will the anticipated restitution be arriving?",
        "I am wondering when I will get my refund.",
        "When can I expect to get my money back?",
        "What is the expected time for your refund?",
        "I wonder when I can expect my refund.",
        "When are refunds due?",
        "When the refund arrives?",
        "When are you going to get that cash?",
        "What's the time on my refund?",
        "Update on my return money?",
        "A date for the return?",
        "When can I get it back?",
        "I need to know when I will receive a refund.",
        "when will money come back",
        "Is the refund going to happen soon?",
        "How long is it before I get my money back?",
        "Return time expected?",
        "Money coming back shortly?",
        "How soon will I receive money back?",
        "Getting a refunds soon?",
        "How soon shall I get it back?",
        "How long does it take for my money to return?",
        "I don't know when I'm refunds?",
        "Time until I get my money back?",
        "Are my reimbursements on their way?",
        "What estimate do you have for my return?",
        "am I going to get my reimbursement?",
        "So, when are my cash due back?",
        "When the fund will return?",
        "Will I get my money back then?",
        "Time until I get my money again?",
        "When shall I get it back?",
        "When will the refund be made?",
        "How long is it for me to get my money back?",
        "When willReimbursement be received?",
        "My money back?",
        "Can I expect to get some money soon?",
        "When will I get some money back?",
        "When is cash due back?",
        "When will I get my item back?",
        "It's expected that the refund will arrive?",
        "Please, please, please, when will my refund be?",
        "When will the payback happen?",
        "I'm waiting for my refunds.",
        "what about my money back?",
        "Can I expect to get my refunds?",
        "Please give a time frame for the refund.",
        "Please let me know when I can have my refund.",
        "What is the expected arrival of your refunds?",
        "Will the return arrive expected?",
        "I need to know where my refund is at soon.",
        "AreReimbursement received when?",
        "I'm looking for an update on my return money.",
        "Anticipated compensation arrives when?",
        "The Refund Arrival Date?",
        "When will I get that back?",
        "when will I receive it back",
        "What is the estimated time of return on my refund?",
        "Do you know the expected date of fund return?",
        "Can I expect to receive it back?",
        "How long is it until I'm refunded?",
        "Is it possible to get a return soon?",
        "Do you know when a refund is happening?",
        "Please tell me when I will get a Refunds",
        "When shall I get it back",
        "What is the anticipated arrival of the refund?",
        "What time will the refund be?",
        "I don't know when I will receive a refunds.",
        "Can I expect my reimbursement?",
        "Reimbursement will be received soon?",
        "Is there an exact return time?",
        "Money coming back on time?",
        "When will the payment return time be?",
        "When do my cash due back?",
        "When will the payback arrive for me?",
        "I want to know what the time is on my refund.",
        "Can I expect my money to arrive?",
        "Is the reimbursement on the way?",
        "When will I be able to get my money?",
        "Anticipated restitution will arrive when?",
        "Will I get my money back eventually?",
        "Getting something back soon?",
        "When is my refund going to show up?",
        "Are you going to receive a refund soon?",
        "How soon will my return funds be available?",
        "Please give me an exact time for my return.",
        "How quickly can I get my money back?",
        "So, when is my cash due back?",
        "The refundarrival date?",
        "How soon is the money back?",
        "Return time?",
        "The arrival date for a refunds?",
        "Approximate refund time period?",
        "Do you have an estimation of my return?",
        "How quickly is my funds returned?",
        "Is it when my refund arrives?",
        "What is the predicted date of fund return?",
        "My refund?",
        "My return has not arrived yet.",
        "Do you have an estimate of my money return?",
        "Payment returning time?",
        "Can you give a time frame for a refunds?",
        "I need an update on my return.",
        "I am unsure of when I will get a refund.",
        "Is there a time frame on my return funds?",
        "What is the expected date of the return?",
        "I was wondering if I would get a refund quickly.",
        "How quickly does my money come back?",
        "Are you going to get a reimbursement soon?",
        "How long will it take for my return funds to arrive?",
        "Please let me know when the refunds will be.",
        "So when will my cash be back?",
        "Please tell me when I will receive a refunds.",
        "IsReimbursement received when?",
        "Does anyone know an estimate for my money return?",
        "So when do I get my cash back?",
        "The expected arrival of the refunds?",
        "Will I get my funds back?",
        "I wonder can I expect my money soon?",
        "How soon will you be refunded?",
        "When I'll get my refunds.",
        "When do I get my return?",
        "I would like to know if my reimbursement is coming.",
        "When is my payback?",
        "Do you have an Approximate refund timeframe?",
        "Is my money returning soon?",
        "Anticipated return will come when?",
        "Please give me a timetable for the return of my money.",
        "What will be the return of my money?",
        "Do you have any update on my return money?",
        "I am not sure when I will get my refund.",
        "How soon will my return funds arrive?",
        "So when does my cash come back?",
        "expected date of fund return",
        "How soon will fund return?",
        "When will money come back.",
        "Can you tell me the exact refund timeframe?",
        "Should I expect a return anytime soon?",
        "How about my money return?",
        "Is my reimbursement going to arrive?",
        "Is there any timescale on my return funds?",
        "I am wondering when the payback is due to me.",
        "How much time will my money be back?",
        "When will you receive the refund?",
        "Any refund happening soon?",
        "When will I get Refunds?",
        "What is the return time for my money?",
        "My reimbursement will be coming.",
        "I would like an update on my Refunds.",
        "How long is it before payment return time?",
        "When does my tax return arrive?",
        "Is a return happening soon?",
        "So when will the refund arrive?",
        "I was wondering about my return cash.",
        "Can I expect my refund at a certain time?",
        "Please tell me when my refund will arrive.",
        "Do you have an idea about my return?",
        "When I can get a refund.",
        "Is there an ETA on my return funds?",
        "Money due back?",
        "When are my refunds going to be?",
        "what is the return arrival date?",
        "Can I get aRefund quickly?",
        "Approximate time to get your money back?",
        "Please tell me when I'll receive a refund",
        "A time frame for the refund?",
        "Are the refunds due soon?",
        "When should I receive the payback?",
        "When is my cash due back?",
        "Will the money come back when?",
        "What date will the fund return arrive?",
        "Please tell me when I'll get my refund.",
        "There could be a time frame for a refund.",
        "Do you know when my refund will arrive?",
        "I need a time frame for my refund.",
        "Do you have an estimate on my money return?",
        "When will the payback come in?",
        "When will the payback take place?",
        "Is my reimbursement about to happen?",
        "Can you give an expected refund time?",
        "So when will I receive my cash back?",
        "When am I going to get a refund?",
        "When will you have that money?",
        "How fast will my money be returned?",
        "I would like to know when I will get my refund.",
        "What time should you expect your return to be?",
        "Predicted refund arrival?",
        "How soon will I get the money?",
        "Money may come back when?",
        "I'm wondering if I'm getting a return quickly.",
        "When will this money come back?",
        "How quickly are my funds returned?",
        "When will the refunds be due?",
        "I'm not sure when I'm going to get my money back.",
        "I want to know when my refund is arriving.",
        "Time until I get a refund?",
        "Is the payback to come?",
        "I would like to know about my money back.",
        "Time until I can get my money?",
        "What is the time frame for the refund?",
        "I want to know when the payback is due.",
        "When will you receive a refund?",
        "What is the delivery time on my refund?",
        "I wonder when my reimbursement arrives.",
        "Do you know when I will get my refund?",
        "When will I get it back?",
        "Return arrival expected?",
        "How long until you can get your money back?",
        "Now when will the refund happen?",
        "The reimbursement received when?",
        "I wonder about my refund.",
        "The refunds are due sometime.",
        "I'm wondering when I'll get my money back.",
        "Is expected arrival of refund?",
        "I want an update on my return money.",
        "Will I get a Refunds soon?",
        "Is there an exact refund time frame?",
        "So when will I receive my money?",
        "When am I getting myRefund?",
        "Cash due back, when?",
        "Time until I get my refund?",
        "Is my money being returned?",
        "What is the anticipated date of fund return?",
        "Do I know when my reimbursement arrives?",
        "When will anticipated repayment arrive?",
        "I want to know when I can get my money back.",
        "I am waiting for my refund to arrive.",
        "When is money coming back?",
        "Are you going to get a return soon?",
        "I want an update on my refund.",
        "Someone wants a time frame for a refund.",
        "How soon will I get Refunds?",
        "I am wondering if I will get a refunds quickly.",
        "I don't know when the payback will come.",
        "How soon will money return?",
        "Are you expecting a refund arrival date?",
        "Can you give me an estimate of my money return?",
        "Do you know the exact refund timeframe?",
        "I'm waiting for my refund, please?",
        "When I'll receive a reimbursement.",
        "How about my money back.",
        "What an Approximate refund timeframe?",
        "When will we get money back?",
        "Money coming back quickly?",
        "When can I expect to receive my money back?",
        "Will it be till I get my money?",
        "Are you getting a money back soon?",
        "How soon can I expect to receive my refunds?",
        "When will they receive reimbursement?",
        "Refund arrival expected?",
        "So when will my cash show up?",
        "I wonder when I will get a refund.",
        "Getting their money back soon?",
        "Is my reimbursement on its way?",
        "Do you know the time frame for a refund?",
        "How soon will I get a cash return?",
        "Can I expect that money soon?",
        "How long until my money is back?",
        "Please give a date for the refund.",
        "The cash due back is when?",
        "So, when am I due my cash?",
        "Please give me a timeline for the return of my money.",
        "Please give me a time frame to refunds.",
        "How quickly will I be given a refund?",
        "Money will come back someday?",
        "I want an estimate for my return.",
        "When will we be reimbursed?",
        "Reimbursement will come when?",
        "It is expected that the refund will arrive?",
        "Are you going to be refunded anytime soon?",
        "When will money be returning?",
        "Money coming back in the future?",
        "Please tell me when I'll get a refunds.",
        "When will I be able to receive my money back?",
        "Are the refund happening soon?",
        "When will my refunds be arriving?",
        "How quickly will I get a money back?",
        "Is there an expected arrival of the refund?",
        "When is my money coming?",
        "I am unsure when I will receive my money.",
        "Will my refund arrive soon?",
        "How soon will I get a debt forgiven?",
        "The arrival date for a return?",
        "When will I receive a refund.",
        "How soon does my money get back?",
        "How soon will I receive my money back.",
        "Reimbursement got when?",
        "When can I receive my refund?",
        "When will I receive a refund?",
        "Do you have a forecast for my money return?",
        "I have no idea when I will receive a refund.",
        "When are the paybacks due to me?",
        "I'm not sure when I'll get a refund.",
        "How soon would I get my money back?",
        "I would like to get my refund soon.",
        "Will I be given it back?",
        "Please let me know when I will get my refund.",
        "When will money return?",
        "How soon will I be getting a refund?",
        "You might get a refund soon?",
        "The return time?",
        "Repaying soon?",
        "What date will the fund return occur?",
        "The reimbursement will be received when?",
        "I don't know when my refunds will be.",
        "I have no idea when I will get my money back.",
        "Is getting a return soon?",
        "What time will the return arrive?",
        "Anticipated return date?",
        "When is the payback for me?",
        "I need an estimate on my money return.",
        "What time will I receive a refund?",
        "I wonder when my cash is due back.",
        "Is there an approximate refund timeframe?",
        "I was wondering about my money back.",
        "The estimated date of fund return?",
        "Time til I get my money?",
        "How soon am I going to get my refund?",
        "Need an update on my return money?",
        "How soon will I get the refund?",
        "Refund time?",
        "Are the refunds due when?",
        "I was wondering if my money back.",
        "When does my cash come back?",
        "Please let me know the time for my refund.",
        "How about my money coming back?",
        "Will I get my money back quickly?",
        "I wonder when I can expect my money back.",
        "I wonder if I can get a refund quickly.",
        "What is the expected arrival of refunds?",
        "When are I due my cash?",
        "Do you have an estimate about my return?",
        "When does the refund come?",
        "expected return time?",
        "Is there a Refund arrival date?",
        "I do not know when I will receive my refund.",
        "How quickly will I be able to get a refund?",
        "How soon will I get my refund?",
        "Please tell me when the refund will come.",
        "Can I get my money back?",
        "I'm waiting for my refund.",
        "How soon will I get a cash back?",
        "I want to know when I will receive my money.",
        "I don't know when I will get my refunds.",
        "You have an estimate for my return?",
        "When will I be paybacked?",
        "Do you think the Refund will happen soon?",
        "How soon will I get my check?",
        "When is my refund due?",
        "Time frame for a reimbursement?",
        "How soon is my refund going to arrive?",
        "Money would come back when?",
        "How soon the fund return is expected?",
        "How soon will my return funds come back?",
        "The refund will be due soon.",
        "How soon after will I get my money back?",
        "how soon will I get my money back",
        "How quickly will I be getting a refund?",
        "Exactly when the fund return will be?",
        "Can you tell me an estimate for my return?",
        "So when my cash is due back?",
        "When will my Refunds arrive?",
        "When will money be coming back?",
        "Anticipated payback will arrive?",
        "Will I receive my refund soon?",
        "Can you provide an expected delivery for the refund?",
        "Is there any timetable on my return funds?",
        "How long does it take for my return funds to arrive?",
        "Correct, when is my cash due back?",
        "Is it expected that the refund will arrive?",
        "When will the payback occur?",
        "How long do you have to wait to get your money back?",
        "I hope I can expect my money soon.",
        "Please provide a timetable for the return of the money.",
        "And what about my money back?",
        "When am I going to get my tax return?",
        "When am i due my cash?",
        "When will my money be back?",
        "Can I expect my refund soon?",
        "The expected day of fund return?",
        "I am seeking an update on my refund.",
        "Is there any time for my return funds?",
        "I am unsure about my reimbursement.",
        "Is a refund soon?",
        "How soon will you get a return?",
        "Is the reimbursement received when?",
        "Is it possible to get a time frame for a refund?",
        "How soon will I get something back?",
        "How soon after is my money back?",
        "When will the cash come?",
        "The expected time for a Refunds?",
        "Please tell me when I will be getting a refund.",
        "How soon will I get the cash back?",
        "My refund has yet to arrive?",
        "Anticipated return will arrive soon?",
        "Please tell me when I can get my money back.",
        "Please tell me when I will get a refund",
        "Please give me a timetable to refunds.",
        "Does anyone know when my return funds will be available?",
        "Will I receive a return?",
        "I am wondering if my reimbursement will come.",
        "When will the payback be due?",
        "I'm curious about an update on my refund.",
        "When will that cash show up?",
        "I want to know when I get my money back.",
        "So, when will my money return?",
        "fund return?",
        "When I'll be given a refund.",
        "When are my paybacks due?",
        "I don't know if I will get a return quickly.",
        "How soon will my Refunds arrive?",
        "Can I expect to get some cash soon?",
        "What is the expected time for a return?",
        "Payment return time was not known.",
        "When will there be a refund?",
        "Do you have an estimate for the return on my money?",
        "The expecteddate of fund return?",
        "Can I expect my money soon.",
        "I wonder about my money being returned.",
        "When is the returned money due?",
        "I wonder if I can expect my cash soon.",
        "Time till I can get my money back.",
        "What time will my money come back?",
        "Is there an expected refund arrival?",
        "How long will it be until I'm Refunds?",
        "The exact time frame for a refund?",
        "When is the payback to me.",
        "The payback is due to me someday.",
        "How soon will I receive a repayment?",
        "I'll receive a refund",
        "anticipated date of fund return?",
        "The return will happen soon?",
        "The expected refundarrival?",
        "The refunds are due when?",
        "The refund has yet to arrive.",
        "The payback will be due to me eventually.",
        "Do you have a prediction for my money return?",
        "Is there a return happening anytime soon?",
        "How quickly will I get a reimbursement?",
        "Do you know when I'll get my refund?",
        "When is reimbursement received?",
        "Reimbursement will be received?",
        "I want to know any news on my refund.",
        "When the refund is due?",
        "The arrival date of the refunds?",
        "Do you think you will get a refund soon?",
        "How about my money being returned?",
        "There will be a refund soon?",
        "You should have an estimate for my money return.",
        "Is this reimbursement received when?",
        "When will the payback be given to me?",
        "When can I receive it back?",
        "Is there an expected time for a return?",
        "Can you get a refund soon?",
        "Can you give an update on my return money?",
        "When will you get it back?",
        "Fund return date anticipated?",
        "It will come back when?",
        "Expectation of fund return?",
        "refunding soon?",
        "When should I receive payback?",
        "When will I be able to receive it back?",
        "How soon do I get my return funds?",
        "How soon will the refunds arrive?",
        "A time period for a return?",
        "Can I expect my money in a timely manner?",
        "What about my money back",
        "Please, please, when will my refund happen?",
        "How long until I'm Refunds?",
        "When does the payback come to me?",
        "How soon will the return arrival date?",
        "Please tell me when I'll get my money back",
        "I want to know what the time on my refund is.",
        "Time until I get my money back",
        "And when is my cash due back?",
        "Anticipated payback arrives?",
        "A date for fund return?",
        "Please tell me when I'll get the refund.",
        "What return time is it?",
        "Is my refund soon?",
        "I'm not sure if I will get a refund quickly.",
        "Is there an estimate for my return.",
        "It's time till I get my money back?",
        "When will my tax return be delivered?",
        "Will I be given a refund soon?",
        "Are refunds happening anytime soon?",
        "I'm not sure when I'll be reimbursed.",
        "Anticipated payback is when?",
        "Money coming home when?",
        "I want my refund to arrive soon.",
        "my refund hasn't arrived yet",
        "Are you able to give a expected delivery for the refunds?",
        "For a time frame for a return?",
        "How soon will I get a partial refund?",
        "I don't know when the refund is due.",
        "ReceiveReimbursement received when?",
        "What time should you expect your refunds to be?",
        "How soon will I be able to receive my money back?",
        "Is the expected time for Refunds?",
        "So, when does my cash come back?",
        "What's the expected date of return?",
        "my refund has yet to arrive",
        "Are you able to give me an estimate on my return?",
        "Inform me when I'll get a refund.",
        "When will anticipated returns arrive?",
        "Is the refunds due soon?",
        "Please give a timetable for a refund.",
        "When should we receive reimbursement?",
        "I have no idea when I will get a refund.",
        "A time frame for a refund?",
        "I am unsure when my refund will arrive.",
        "How long is it for the money to be returned?",
        "When I'll get a refund",
        "Please give me a return timeline.",
        "What time will payment return be?",
        "How soon will my return be?",
        "What is the expected date of fund return.",
        "How soon will my refund be?",
        "When will theRefund be due?",
        "What is the time on my refunds?",
        "How soon is my cash due back?",
        "When I will receive a refund?",
        "Is the expected refundarrival?",
        "When will I receive my item back?",
        "I am curious about any news on my refund.",
        "I don't know if my reimbursement will come.",
        "When will my refund be sent?",
        "Money due back, when?",
        "When will it receive reimbursement?",
        "WillReimbursement be received when?",
        "Is the date for the refund arrival?",
        "Is a Refunds happening soon?",
        "The payback for me is not known.",
        "How soon will I be paid?",
        "I would appreciate any update on my return money.",
        "How close will I get a refund?",
        "Anticipated reimbursement arrives soon?",
        "Will my money be back soon?",
        "Approximate time to get your refund?",
        "Do you have a prediction for my return?",
        "Can you give me an estimate on my return?",
        "How about the expected return arrival?",
        "Anyone have an update on my return money?",
        "What is the expected refund arrival?",
        "I don't know if my reimbursement is coming.",
        "I want to know when I'll get a refund.",
        "Exactly when is the payback due to me?",
        "Reimbursement received? when?",
        "Anticipated restitution to arrive soon?",
        "Exactly when will I receive a refund?",
        "When I will get aRefund",
        "Would you like a refund soon?",
        "When will they bring it back to me?",
        "I don't know when I'm going to get my money back.",
        "Can anyone provide an update on my return money?",
        "Can I expect my money in the future?",
        "I need an estimate on my return.",
        "Time for payment return?",
        "Is it possible to get an approximate refund timeframe?",
        "I don't know if you have an estimate for my return.",
        "I wonder when the payback is due to me.",
        "What's the expected date of fund return?",
        "When I'll get a return.",
        "Please let me know when I'll get a refund.",
        "Is the reimbursement coming?",
        "Time until I can get my money back?",
        "How soon will my return arrive?",
        "When will I get a refund.",
        "What is the expectedarrival of the refund?",
        "Please tell me when I will get the refund.",
        "How soon will I receive it again?",
        "How quickly do I receive my money back?",
        "So when's my money due back?",
        "Is it possible that I will be getting a refund quickly?",
        "The refund will be due someday.",
        "Is my reimbursement coming.",
        "Was there a time frame for the refund?",
        "Money coming again?",
        "The time frame for the refund?",
        "What time are my refunds arriving?",
        "The money coming back?",
        "When will I get my refunds?",
        "I would like a date for my refund.",
        "When will my cash be returned?",
        "Please let me know when I can get my refund.",
        "Will I get my reimbursement?",
        "Money soon coming back?",
        "Does anyone know the time on my return funds?",
        "How soon would the refund arrive?",
        "I don't know when I will get myRefund",
        "Reimbursement given when?",
        "Please give me a timetable to return the money.",
        "The expected time of refunds?",
        "Is return happening soon?",
        "Are I getting a refund soon?",
        "I want to know about my refund.",
        "When will my payback be?",
        "Time for me to get my money back?",
        "The payback time is not known.",
        "What date of fund return will it be?",
        "I wonder if I'll get a refund soon?",
        "I don't know when my refund is coming.",
        "Do you have a refund arrival date?",
        "Is it possible that you have an estimate for my return?",
        "I am not sure when my cash is due back.",
        "When am I getting my return?",
        "What is the expected refunds arrival?",
        "Money comes back?",
        "I need an estimate for my return.",
        "Is the expected fund return date?",
        "When I will receive a return.",
        "Is my payoff coming?",
        "I want an estimate on my return.",
        "How soon will I be compensated?",
        "Can I get a return quickly?",
        "My cash due back, when?",
        "I want to know when I'll get my money.",
        "What is the expected date of fund's return?",
        "How soon will I receive a return?",
        "When will I be given it back?",
        "Is there a Refund Arrival date?",
        "The time frame for a refunds?",
        "How soon will the money be back to me?",
        "So whenbout that cash?",
        "When will I get payback?",
        "Is that money coming back when?",
        "I don't know when I will get it back.",
        "I need an update on my refund.",
        "There is a request for a refund timeline.",
        "Time til I'm able to get my money back?",
        "Can you tell me when I'll get my refund?",
        "refund arrival date?",
        "When will the expected compensation arrive?",
        "I am wondering when my cash is due back.",
        "Please let me know when I get my refund.",
        "I want to know when I can expect my money back.",
        "Is there money coming back when?",
        "Is my cash due back?",
        "When does my refund arrive?",
        "Can I expect to get my money?",
        "How long will it take to get back your money?",
        "Can you provide a time frame for a refund?",
        "I have no idea when I will receive it back.",
        "Is it possible for the expected refund time to be?",
        "How soon will the payment return?",
        "Do you have an estimation on my money return?",
        "My cash due back is unknown.",
        "Payment return time, when?",
        "Is my refund going to arrive?",
        "I need an update on my refund",
        "When will I get my cash back?",
        "Is the refund expected to arrive?",
        "When does my refund come?",
        "The timing of the fund return?",
        "When do you receive reimbursement?",
        "How soon will my money be available?",
        "When is the payback going to be?",
        "What's the expected return time?",
        "How soon will I be able to get my money back?",
        "Is my reimbursement to come?",
        "The time frame for a refund?",
        "When will they give me my money back?",
        "Correct, when is the refund due?",
        "Please tell me when the refund will be.",
        "Please tell me when I get a refund.",
        "Anticipated restitution to arrive?",
        "When will the Refunds be due?",
        "When will it get back to me?",
        "I am wondering if I will get a return quickly.",
        "Do you have an estimation of my money return?",
        "Is the expected time for a refund.",
        "Please, let me know when I can get my refund.",
        "When will I get my payback?",
        "I need a time for my refunds.",
        "How soon can I expect my refund?",
        "Please get a refund timetable.",
        "What is the expected date of the fund return?",
        "Please, please, when am I going to get my refund?",
        "I need to know an update on my return money.",
        "When will I receive my refunds?",
        "Is my reimbursement soon?",
        "When will I get aRefund",
        "So, when will my cash return?",
        "Anticipated reimbursement arrives?",
        "Can you give us an expected delivery for the refund?",
        "How soon will a refund occur?",
        "I'm wondering if I'll get a refund quickly.",
        "When is the money due back?",
        "Will money be coming back when?",
        "Would you have an estimate for my money return?",
        "The time frame for a refund is not known.",
        "It is not known when the payback will be.",
        "When will reimbursement be sent?",
        "money coming back?",
        "Tell me when I'll get a refund.",
        "When will I be given my money back?",
        "The expected time of refund?",
        "How soon will the return arrive?",
        "When are we going to get that cash?",
        "How soon will I get it back?",
        "Can you promise an expected delivery for the refund?",
        "When are I going to get my money back?",
        "Refund due when?",
        "When does the payback happen to me?",
        "Please give us a return time.",
        "Will I get my refund in time?",
        "When does the payback happen?",
        "Will the return time be soon?",
        "My refund hasn't arrived yet.",
        "I am looking for an update on my return money.",
        "How soon will you get reimbursed?",
        "I don't know when I'll receive my money.",
        "How soon will I receive a partial refund?",
        "Please, please let me know when my refund will be.",
        "Should I get a return anytime soon?",
        "Reimbursement is received when?",
        "When is the refund due??",
        "I wonder when the payback will be.",
        "Is expected refund arrival?",
        "Please advise when I'll get a refund.",
        "Please give me a timetable to refunds, please.",
        "Time until my money is back?",
        "Is the expected arrival of the refund expected?",
        "Are you going to get aRefund anytime soon?",
        "Money will come back?",
        "How soon will I be getting my money back?",
        "Is my return coming?",
        "I would like an update on my refund.",
        "How soon will the fund return come?",
        "Can I expect my money back at a certain time?",
        "What should be the expected refund arrival?",
        "How quickly will I be compensated?",
        "TheReimbursement received when?",
        "What is the expected time for the refund?",
        "I don't know when I will get my Refunds.",
        "Is it possible to get a refund soon?",
        "When will I have my refund?",
        "Can I be expecting my money soon?",
        "Time frame for redemption?",
        "When shall we get that cash?",
        "Would it be possible for me to get my refund soon?",
        "When do I get the payback?",
        "When will it be returned to me?",
        "What time would the refund arrive?",
        "I need to know when I'll get the refund.",
        "Please give me a return time, please.",
        "Money due back when?",
        "Money is returning when?",
        "Money coming back to you?",
        "When I'll get my money back.",
        "When I will get my money back?",
        "When do I expect to get my money back?",
        "I am wondering if my money back.",
        "How long is it before my money is returned?",
        "It's not known when my refund will arrive.",
        "How quickly will I get my money back.",
        "Is getting a refund anytime soon?",
        "When will I get my money back",
        "Can you give a predicted delivery for the refund?",
        "Is it possible for me to get a refund soon?",
        "Please tell me when I'll receive the money back.",
        "When I will receive aRefund",
        "Payment is coming back?",
        "Do you expect to get a refund anytime soon?",
        "When is my money back?",
        "When do you think that cash will come?",
        "I don't know when I'll get my money back.",
        "When can I expect to get my refund?",
        "When will payback be due to me?",
        "Can I expect my refunds?",
        "When is my return coming?",
        "Will I get my money back in time?",
        "When would you receive reimbursement?",
        "What time is my money returned?",
        "Get a return anytime soon?",
        "There will be a return soon?",
        "When am I going to get my money back?",
        "fund return date expected?",
        "Please let me know when my refund will be.",
        "What the expected return arrival will be?",
        "What date will you get your refund?",
        "When are the money coming back?",
        "I need to know when I'll get it back.",
        "Does my reimbursement come soon?",
        "Are you going to get a Refunds anytime soon?",
        "How soon is reimbursement received?",
        "Are you getting a refund soon?",
        "Will I be receiving a refund soon?",
        "Can I get a refund soon?",
        "Will it be a time frame for a refund?",
        "I want to know when my money is back.",
        "What time do you expect the refund to arrive?",
        "Please tell me when I'll get a reimbursement.",
        "Will my reimbursement show up?",
        "How long will it be before I'm refunds?",
        "How soon will the payback be due to me?",
        "Please give us a timetable for a refund.",
        "I am wondering if there is any update on my return money.",
        "How soon will I get my money?",
        "Has there been an estimate for my money return?",
        "When am I supposed to get my money back?",
        "How soon will the refund be happening?",
        "Can you give a delivery time for the refund?",
        "When I'll be getting a refund.",
        "When will I receive the refund?",
        "What time would you expect a refund to be?",
        "Please tell when I will receive my refund.",
        "When may I get it back?",
        "When will the anticipated restitution be delivered?",
        "I want to know when I can get my return funds.",
        "Please tell me when I will receive my refunds.",
        "Is the time frame for a return?",
        "What time will it be for a refund?",
        "A date of fund return?",
        "The expected time for a return.",
        "I need to know when my cash is due back.",
        "Is a refunds happening soon?",
        "When am I getting my tax return?",
        "Time until I'm able to get my money back.",
        "What time will I get a refund?",
        "Will I get a refund anytime soon?",
        "Is the expected time for the refunds?",
        "I want to know when my refund arrives.",
        "How soon are my refunds arriving?",
        "I wonder if I will get a refund quickly.",
        "Anticipated return will arrive?",
        "What time is it when my money returns?",
        "I want to know any updates on my return money.",
        "Will my money return soon?",
        "What day will fund return be?",
        "Will I get my money back someday?",
        "Is it possible for me to expect my money soon?",
        "I am unsure when I will receive a refund.",
        "Am I going to get a return quickly?",
        "I want to know if my money is back.",
        "Money comingback when?",
        "Is it a specific time frame for a refund?",
        "An update on my return money?",
        "Anticipated reimbursement will arrive?",
        "Are you expecting a refund soon?",
        "It is not known when my refund will arrive.",
        "When will my refund arrive?",
        "Does my reimbursement arrive?",
        "Is that reimbursement coming?",
        "Is the reimbursement arriving?",
        "How soon will money come back to me?",
        "What time does my refund arrive?",
        "Time frame for a Refunds?",
        "When am I due the payback?",
        "Getting my money back soon?",
        "How quickly will I get back my money?",
        "How about getting a refund soon?",
        "expected refund time?",
        "What's the timing of my refunds?",
        "What is the expected fund return date?",
        "Am I going to receive my reimbursement?",
        "Time until I get the money back?",
        "I am wondering about an update on my refunds.",
        "I don't know when I will get my refund.",
        "When will the anticipated reimbursement arrive?",
        "What time will my money be back?",
        "You have an estimate of my return?",
        "How soon does money return?",
        "What's the time on the refund?",
        "Please let me know when I'll be getting a refund.",
        "Anticipated funds arrive when?",
        "money back?",
        "What is the expected time to get a refund?",
        "How soon will you receive a return?",
        "I don't know when my reimbursement will come.",
        "Are you getting a refund anytime soon?",
        "Exactly how long until I'm refunds?",
        "When will I be getting a refund?",
        "I don't know when my refunds will arrive.",
        "Money coming back, right?",
        "When are my cash due back?",
        "When will I get it back",
        "Can I expect my money to come soon?",
        "Time til I'm paid back?",
        "I want to know if I can expect my money soon.",
        "A time frame for a full refund?",
        "Do you know when money will come back?",
        "Can I expect to get a refund?",
        "Do you have a estimate for my money return?",
        "I need an estimation for my money return.",
        "Please tell when I'll receive a refund.",
        "Wait till I get my money back?",
        "Time until I receive a full refund?",
        "Refund expected arrival?",
        "What is the arrival date for the return?",
        "How long will it take for you to get back your money?",
        "Is the expected refund arrival?",
        "Do you have an estimate on my return?",
        "Any return happening anytime soon?",
        "When is the payback due?",
        "Time till I'm able to get my money back?",
        "It is not known when I will receive my refund.",
        "What is the arrival date for the refunds?",
        "So any update on my return money?",
        "How soon will you get a full refund?",
        "When will the anticipated compensation arrive?",
        "How soon will i get a refund?",
        "Please advise when I will be getting a refund.",
        "I do not know when I'll get it back.",
        "Please let me know when I get a refund.",
        "I need to know if I'm getting a refund quickly.",
        "Is there an expected delivery for the refunds?",
        "Anticipated refund arrives soon?",
        "payback is due to me",
        "Am I going to get a refund quick?",
        "I would love an update on my return money.",
        "I don't know when I'll get my money.",
        "When will I receive my payback?",
        "When is the reimbursement received?",
        "I don't know when my refund will arrive.",
        "Do you think a return will happen soon?",
        "When will the refund arrive?",
        "An expected refund time?",
        "Is my reimbursement going to come?",
        "Is there time until I get my money back?",
        "When am I expected to get my refund?",
        "Are the payback due to me soon?",
        "Will I be able to get my money back?",
        "What time frame would you like to see a return?",
        "I need an estimate for my money return.",
        "So when will my cash return?",
        "Is it possible to get a refund anytime soon?",
        "When I will get my money back.",
        "What time will it be for the expected refund?",
        "Do you know when a return will happen?",
        "What date is my money returned?",
        "How soon will I receive a check?",
        "A time frame for a reimbursement?",
        "I'll get a refund soon.",
        "When will the payback come to me?",
        "What is the expected day of fund return?",
        "I'm not sure when I'll get my refund.",
        "Please tell me when I will receive a return.",
        "Payment return time is not known.",
        "How long will it be before I get a refund?",
        "Please, let me know when my refund will be.",
        "So, when will I get my money back?",
        "What is the expected arrival date for the refund?",
        "When will I see my money again?",
        "What is the timing of my refund?",
        "Please tell me when I'll get my refunds.",
        "Is payback due to me soon?",
        "The payback due to me is uncertain.",
        "Please let me know when I'll receive my money back.",
        "Is my money coming soon?",
        "How soon will it be back for me?",
        "what is the expected date of fund return?",
        "I'm wondering about an update on my return money.",
        "Anticipated return of money?",
        "If the payback is due to me, when?",
        "What estimate do you have for my money return?",
        "Predicted refund time?",
        "Is there a date for the return?",
        "I need to know if I am getting a refund quickly.",
        "Is my refund going to arrive soon?",
        "The payback time is unknown.",
        "When should the payback be due to me?",
        "When will that cash come about?",
        "Do you have an estimate for the money return?",
        "Please tell me when I'll be getting my money back.",
        "What is the expected date offund return?",
        "How soon is the return arrival date?",
        "I don't know when I'll be reimbursed.",
        "When will my cash return?",
        "Time before I get my money back?",
        "Please let me know when I will get a refunds.",
        "So, when do I receive my cash back?",
        "How long will it be before I'm refunded?",
        "So when will my cash come?",
        "Money returning soon?",
        "I would appreciate an update on my refund.",
        "Will I get my refund at a certain time?",
        "Is there time until I'm reimbursed?",
        "I'm waiting for news on my refund.",
        "What is the time on my Refund?",
        "The timeframe for the refund?",
        "Please tell me when I'll get a money back.",
        "Please give a timetable for the return of the funds.",
        "The refund has not arrived yet.",
        "What's the expected time for a refund?",
        "You will be refunded soon?",
        "How soon will my funds return?",
        "Any time I'll get my return funds?",
        "The expected arrival of the money?",
        "Please, please, when do I get my refund?",
        "I want to know when my money returns.",
        "What is the return timeframe?",
        "I don't know when my refund is going to arrive.",
        "I am wondering when my refund arrives.",
        "refunds expected time?",
        "How fast will I receive my money back?",
        "When should I expect my refund to arrive?",
        "When 'bout that money?",
        "Wait until I get my money back?",
        "Is the return soon?",
        "How soon will a refund happen?",
        "When will I get some money?",
        "Please tell me when I will get a Refunds.",
        "Refunds are expected to arrive?",
        "I haven't received my refund yet.",
        "Money coming home?",
        "Will I be able to receive it back?",
        "Anticipated return arrives soon?",
        "The time frame for the return?",
        "Is there an expected time for a refunds?",
        "Is it possible to get refunded anytime soon?",
        "When will money be returned?",
        "What is the anticipated refund time?",
        "How quickly will I be able to get my money back?",
        "Do you know when payment return time is?",
        "How quickly am I getting a refund?",
        "When am I going to get my refunds?",
        "Money returning when?",
        "What is the estimated time of my refund?",
        "Is it possible to have an expected delivery for the refund?",
        "Tell me when I can get my refund.",
        "What is the expected return date?",
        "Is it possible that anticipated restitution arrives when?",
        "Will the return happen soon?",
        "Will it be until I'm paid back?",
        "How soon will the returnarrival date be?",
        "When does the payback come about?",
        "When will I be given my refund?",
        "Getting repaid soon?",
        "The refund time frame?",
        "When will my money be due back?",
        "When will I get myRefund?",
        "Is myReimbursement coming?",
        "When will my money be arriving?",
        "When will my return come?",
        "The anticipated return time?",
        "What is the date for the refund arrival?",
        "When will I get my tax return?",
        "So, any update on my return money?",
        "fund return expected?",
        "The anticipated date of fund return.",
        "I need to know when I will get my money back.",
        "I don't know when I will receive my check.",
        "Time until I'm refunds?",
        "Is it time for me to get my reimbursement?",
        "I am not sure if my reimbursement is coming.",
        "Money coming back to me?",
        "Are there a date for the return?",
        "How long does it take for my money to come back to me?",
        "I am wondering if I will get aRefund quickly.",
        "When can I expect payback?",
        "How about my refund?",
        "Will my refund arrive yet?",
        "What's the expected return arrival?",
        "I need to know an update on my refund.",
        "Time to be refunded?",
        "When I will get my refund?",
        "Time till I am reimbursed?",
        "When will I get it right back?",
        "When my money is due back?",
        "Will I get the money back?",
        "When will the Reimbursement be received?",
        "Arrival time for payment return?",
        "Money coming right back?",
        "The payback due to me is not known.",
        "What will be the expected arrival of the refund?",
        "Will I get my Refunds?",
        "Is it possible that I can expect my cash soon?",
        "How soon after will my money be returned?",
        "What was the expected date of fund return?",
        "When is myRefund going to arrive?",
        "About my return money?",
        "Am I getting my money back in a timely manner?",
        "How long is it to get your money back?",
        "When I'll receive a money back.",
        "I would like to know about my return money.",
        "Any time I can get my funds back?",
        "When do you reckon that cash will arrive?",
        "I would like an estimate for my money return.",
        "When will reimbursement be paid?",
        "How soon will a return happen?",
        "Do you think the expected refund time will be?",
        "What will be the expected date of fund return?",
        "How soon will you get a refunds?",
        "When are my refunds going to come?",
        "How soon after do I get my money back?",
        "Any time I'll get my funds back?",
        "What is the expected refundarrival?",
        "Is expected to have a refund time?",
        "I want to know an update on my refund.",
        "Will my reimbursement come soon?",
        "Is there a time frame for the refund?",
        "How soon will I see the money?",
        "How soon will my money be delivered?",
        "Is money going to come back when?",
        "Please tell me when I'll have a refund.",
        "I don't know when I'll receive my refund.",
        "I am waiting for my refund, please?",
        "My money may be back.",
        "I was wondering about the update on my return money.",
        "You can expect a return anytime soon?",
        "Refund will happen soon?",
        "When will reimbursement come?",
        "There is an expected time for a refund.",
        "Reimbursement is due when?",
        "I wonder when I will get a refund?",
        "Am I going to get a money back?",
        "I have no idea when I'll get it back.",
        "When will money come back?",
        "When will I get back my item?",
        "Are you able to get a refund soon?",
        "When will I receive the payback?",
        "Is the expected date of the fund return?",
        "I am not sure when I will get it back.",
        "What time is the refund due?",
        "Getting it back soon?",
        "I have questions about when I will get my refund.",
        "Can I expect to get my refunds soon?",
        "It will be soon for my refund.",
        "When will I receive my Refund?",
        "How soon will my money come back?",
        "How soon will I get my return funds?",
        "When will anticipated return arrive?",
        "Will I get aRefund soon?",
        "expected refund arrival?",
        "How soon should my money be returned?",
        "When will you get the refund?",
        "When I will get a refund",
        "Time till I get my money?",
        "Is it when I will get it back?",
        "What is the expected time for the return?",
        "Should you expect a refund arrival?",
        "How long before I get my money back?",
        "When would my refund arrive?",
        "When will the payback be arrived at?",
        "I wonder when I'll receive it back.",
        "Getting aRefund anytime soon?",
        "When will that money come back?",
        "When is the payback going to happen?",
        "I need to know when I can expect my money back.",
        "My money could be back.",
        "How soon will I receive my refunds?",
        "When would the payback be?",
        "When will I receive my tax return?",
        "Is my cash due back soon?",
        "I am looking for an estimate on my money return.",
        "How soon are the payback due to me?",
        "Please tell me when I can receive a refund.",
        "When should my payback be?",
        "Expected return arrival?",
        "My money should come back to me.",
        "I need an update on my return money",
        "How soon shall I get a refund?",
        "Is my money coming back to me?",
        "Are you able to give me an estimate for my return?",
        "Return happening soon?",
        "The anticipated date of fund return?",
        "Is this expected time for a refund?",
        "I was wondering about my refund.",
        "Do you know when my cash is due back?",
        "The refund is due, when?",
        "When will you get a refund?",
        "When will I get my stuff back?",
        "I don't know when I'll get it back.",
        "When will my money come back to me?",
        "I want my refund soon.",
        "Do you have a time frame for refunds?",
        "Please tell me when I'll receive my money back.",
        "When will money Return?",
        "So when will my money arrive?",
        "When will the reimbursement be?",
        "When do I get my cash back?",
        "Do you have a time frame for a return?",
        "Will it be before I get my refund, please?",
        "Is it possible I will be getting a refund quickly?",
        "payback due to me?",
        "What will the expected refund arrival be?",
        "When I will receive a refunds.",
        "The expected refunds time?",
        "I'm wondering if I can get a refund quickly.",
        "How soon did my money come back to me?",
        "What will the expected date of fund return be?",
        "What is the approximate date of fund return?",
        "When do I get my Refunds?",
        "How soon will I be able to get money back?",
        "I'm not sure when I will be reimbursed.",
        "Time until I receive my refunds?",
        "I want to know when my return funds will arrive.",
        "Are you getting a re refund soon?",
        "When might reimbursement be received?",
        "When will the refund be due?",
        "Please let me know when my refunds will be.",
        "Do you have an estimate for my money returns?",
        "When will the refund happen?",
        "Please tell me when I'll get a return.",
        "When will the refund be received?",
        "About my money being returned?",
        "Can you give me an update on my return money?",
        "When will money get back?",
        "When I'll get a refund please advise.",
        "What date is the refund due?",
        "Do you know when the payment return time will be?",
        "Will I be getting my money back?",
        "How about my money being back?",
        "Money is going to come back when?",
        "Do you have an exact time on my return funds?",
        "When are I due my cash back?",
        "Will the refund arrival be expected?",
        "When is money going back?",
        "That money will come back when?",
        "My refund is not arriving yet.",
        "Let me know when I'll get a refund.",
        "Will I be able to receive a refund soon?",
        "What is the expected date of fund return?",
        "Please tell me when I'll get a refund.",
        "Do you plan on getting a refund soon?",
        "I want to know an estimate for my return.",
        "Was there a time frame for a refund?",
        "Exactly when is my cash due back?",
        "When are my cash refunds?",
        "What's the payback time?",
        "I need to know if I will get a refund quickly.",
        "How soon will I receive it back?",
        "How soon will you get back?",
        "How soon is my cash due?",
        "Should we expect a refund arrival?",
        "When I can get it back?",
        "I was wondering about the deal with my refund.",
        "Is there expected time for the refund?",
        "What is the return time on my Refunds?",
        "When will money return",
        "I'm not sure if my reimbursement is coming.",
        "When can I expect the payback?",
        "Am I going to get a Refunds quickly?",
        "What time will fund return be?",
        "Can I get it back?",
        "Can you give a time frame for a refund?",
        "Can I expect my cash soon?",
        "When is the refund arriving?",
        "Will my refund come soon?",
        "Can I know when my cash is due back?",
        "Is there a time frame for a refunds?",
        "When am I due my cash back?",
        "Will the expected return arrive?",
        "Am I going to get my money back?",
        "Please let me know when I will receive my refund.",
        "I don't know when I'm getting my money back.",
        "Anticipated return is when?",
        "Is it expected that the refund time will be?",
        "When's the refund due?",
        "How soon after that will I get a refund?",
        "What time should you expect your refund to be?",
        "How soon will I get a refund.",
        "When will I be able to get it back?",
        "I want to know when I'll get my money back.",
        "I need to know when I'll receive it back.",
        "A time frame for the return?",
        "Are the refunds happening soon?",
        "The refund will be due at a certain time.",
        "How long do I have to wait to get my money back?",
        "Please give a timetable for the return of your money.",
        "How soon will the fund return be?",
        "I do not know when I'll receive it back.",
        "When will that cash come around?",
        "The arrival date of the refund?",
        "I need to know when I will receive my money.",
        "Is it possible to get refund anytime soon?",
        "Money coming back someday?",
        "Will I be getting a refund soon?",
        "Please give me an exact time for my refund.",
        "How quickly is my cash returned?",
        "Is the return due soon?",
        "So, when my money is due back?",
        "What is the expected date of fund return",
        "Please tell me when I'll be given a refund.",
        "I want to know when I will get it back.",
        "When will the anticipated restitution come?",
        "When will that money come?",
        "How long will it take for my return funds to be returned?",
        "Please advise when I'll get my money back.",
        "The money will return when?",
        "I need to know when I can expect my refund.",
        "How soon will I get a break?",
        "When will i get payback?",
        "Anticipated payback arrives soon?",
        "Is my Refunds arriving?",
        "I would like to know an estimate for my money return.",
        "When might I receive it back?",
        "Is there an expected delivery for the refund?",
        "You might be getting a refund soon.",
        "What is the expected time of a refund?",
        "When my refund will arrive?",
        "How soon will you be getting a refund?",
        "How soon will I receive a money back.",
        "When can I receive reimbursement?",
        "What is the estimated time for my refund?",
        "Re refunded soon?",
        "What time is expected for the refund?",
        "Anticipated funds will arrive soon?",
        "What is the timing on my refund?",
        "Is anticipated refund arrival?",
        "Are my reimbursement coming?",
        "Please tell me when I will get my money back.",
        "I want to know when I'll get a refunds.",
        "I was wondering if my reimbursement was coming.",
        "When do I get it back?",
        "I wonder if I will get aRefund quickly.",
        "How soon will I get a check?",
        "Money to come back?",
        "When am I due my refund?",
        "When are my money due back?",
        "So when am I due my cash?",
        "Are you planning to get a refund soon?",
        "What is the expected time for a Refunds?",
        "There should be an expected refund time?",
        "I don't know when the payback is.",
        "Is there an estimate about my money return?",
        "Please give me an estimated time for my refund.",
        "money coming back when",
        "I need an estimate for my return on my money.",
        "When am I going to get my money?",
        "update on my return money?",
        "What is the expected date of the return of the fund?",
        "I need to know when I will get a refund.",
        "Will my money come back to me?",
        "A time frame for a return?",
        "I'm wondering when I will receive a refund.",
        "When can I expect my money back?",
        "The expected arrival of a refunds?",
        "How soon can I expect my money back?",
        "When am I getting a refund?",
        "Time until I'm reimbursed?",
        "My refund is going to arrive.",
        "When should I receive my payback?",
        "Payment will return?",
        "A expected date of fund return?",
        "When can I expect the money back?",
        "When is payback to me due?",
        "How soon can I expect to get my money back?",
        "What is the time of return on my refund?",
        "Have a refund happening soon?",
        "Anticipated payback arrives when?",
        "Is the expected time for a refunds expected?",
        "When Will I get it back?",
        "Is there an expected refundarrival?",
        "I wonder if I'll get a refund quickly.",
        "I don't know if I am getting a refund quickly.",
        "What is my return time?",
        "How soon after I get my money?",
        "What date will fund return occur?",
        "When can I expect my money?",
        "Is my payback coming?",
        "The payback should be due to me soon.",
        "Time frame for the return of money?",
        "Is there a chance of a refund happening soon?",
        "What is the expected time for the refunds?",
        "Is it possible that I'll get a refund soon?",
        "How long before my money returns?",
        "Is my money going back to me?",
        "Is there an expected delivery for the refund.",
        "Is receiving a refund soon?",
        "I don't know when I'll get a refund.",
        "When will my refund be there?",
        "How soon will I be given a check?",
        "When will I get reimbursement?",
        "will I get it back?",
        "When can I expect to receive my refund?",
        "Is it possible to get a refunds anytime soon?",
        "When will you get that cash?",
        "What is the Refund Arrival date?",
        "Anticipated repayment arrives?",
        "Is it going to be refunded anytime soon?",
        "A refund arrival date?",
        "Do you have an idea on my return?",
        "Can my money be returned?",
        "Repaid soon?",
        "Which is the expected refund arrival?",
        "Will I receive it back soon?",
        "I wondered about my money back.",
        "Is there time till I get my money back?",
        "Should the return happen anytime soon?",
        "Any update on my return money?",
        "How long until I'm refunded?",
        "The time when my refund will arrive?",
        "When is my refund to arrive?",
        "What is expected date of fund return?",
        "Time frame for a return?",
        "The time frame for a reimbursement?",
        "When are my cash refunds due?",
        "I wonder if my reimbursement will arrive?",
        "How soon should I get my money back?",
        "Will I get my refunds?",
        "Please tell me when I'll get a full refund.",
        "Is the refund arrival date yet?",
        "How long before my cash is due back?",
        "I'm not sure when I will receive my refund.",
        "Am I getting a refund soon?",
        "I am curious about an update on my return money.",
        "How quickly will I receive my refunds?",
        "When is the Refund due?",
        "It is whenbout that cash?",
        "When money will come back?",
        "Please tell me when I will get my refund.",
        "My refund isn't arriving yet.",
        "How soon will you get a refunded?",
        "What is the Refund arrival date?",
        "Will my reimbursement be forthcoming?",
        "How soon will I get the money back?"
    ]
}