{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Complaints about damaged or defective items",
    "inquiry_sub_category": "Incorrect sizing or measurements",
    "description": "Customers receive items that do not match the requested size or measurements, leading to inconvenience and dissatisfaction.",
    "inquiry": "Is there a mix-up with sizing on your end?",
    "paraphrases": [
        "Do you think someone messed up the sizes?",
        "Are you having a sizing issue or mix-up?",
        "Is sizing messed up by you?",
        "Is it a case of a mix-up with size on your end?",
        "Do you have a mistake with size?",
        "Do you have a mix-up with sizing on your end?",
        "Size mistake by y'all or is it?",
        "Okay, you guys messed up the size?",
        "Size mistake by y'all, or am I correct?",
        "Is there a size debacle?",
        "You guys messed with the sizes, right?",
        "Are you having troubles with your size?",
        "A mistake in size from you?",
        "Are you experiencing a size issue?",
        "Do your mix-up have a sizing issue?",
        "Did your team misshape the sizes?",
        "I want to know if your team messed up the sizes.",
        "Do you know if there is a discrepancy with the sizes on your end?",
        "Your error with the sizes.",
        "Any wrongness with the sizes?",
        "Are there any size error on your part?",
        "Are you faced with sizing issues?",
        "Had you messed up the sizes?",
        "Do you have any mistakes in size?",
        "Is it due to an issue about the size?",
        "Maybe you have size confusion.",
        "Correct, you guys messed up the size, right?",
        "You might have messed up the size.",
        "Size mistake by y'all",
        "Did you ever have any size errors on your part?",
        "Does the size on your end mix up?",
        "Is it possible that the sizes screwin' around again?",
        "Do you have a size issues problem?",
        "I don't know if you messed up on the size.",
        "Is there a size mix-ups here?",
        "There could be a discrepancy between sizes here.",
        "Is this because there is a mix-up with the sizes on your end?",
        "Was someone messing with the sizes?",
        "Is there any size errors you have?",
        "Was there size confusion?",
        "Did you messed up the sizes?",
        "Sizes aren't perfect, is your mistake?",
        "Did you mess up on the size?!",
        "Are you going to mix up the size on your end?",
        "Well, you guys messed up the sizing.",
        "Are you having an issue with sizing?",
        "Is there any mistakes in the sizing you make?",
        "Perhaps you messed up the sizes.",
        "A wrong size measurement?",
        "Are you talking about a mix-up with the size on the end?",
        "Is there any mistakes in the size that you made?",
        "Any wrongness in the size here?",
        "Is there an issue with your end that causes the discrepancy with the sizes on it?",
        "Did the sizes go awry?",
        "Wrong size measurements?",
        "Are you mixing up the size on your end?",
        "There is an error in sizing?",
        "Is it a size mix-up?",
        "There is a discrepancy between the sizes on your end, is that because there is an issue with your end?",
        "Do you have a size mix up?",
        "I wanted to know if someone messed up the sizes here.",
        "You messed with sizes?",
        "Could there be any wrongness in the sizes here?",
        "Did you ever mess up on the size?",
        "Is it true that there is a discrepancy with the sizes on your end?",
        "Is it a case of a mix-up, with the size on your end?",
        "Are you all confused about the sizes?",
        "Are you correct that you messed up the size?",
        "Your error related to sizes.",
        "Was it an issue with sizing mistakes?",
        "How about someone messing up the sizes here?",
        "Are you the one who blundered with size?",
        "Are you having problems with sizing?",
        "You have the sizes completely wrong, didn't you?",
        "Was there a mistake with the sizing?",
        "Did you mess up on thesize?",
        "Is there an issue about the wrong? There is a discrepancy with the sizes on your end.",
        "Did you blow the sizes?",
        "Was the size messed up?",
        "Is it a mix-up that there is a discrepancy between the sizes on your end?",
        "There are problematic sizes at your end?",
        "Is the size mess you did too?",
        "Were you wrong with sizing?",
        "There is an issue with your end, so there is a discrepancy in the sizes on it.",
        "Do you have any size issues on your side?",
        "There may be an error in the size.",
        "Are there mistakes in the size you give to?",
        "Was there an issue in the size here?",
        "Do you think there's any mix-ups with sizes?",
        "Incorrect size measurement?",
        "There's an issue about the size and there is a discrepancy on your end.",
        "Is there an issue with your end that leads to the discrepancy in the sizes?",
        "Is there any mix-ups with sizes?",
        "Do you have a mix-up with the sizes on your end?",
        "Did you mistake the sizes?",
        "Is there a discrepancy with size on your end?",
        "I was wondering if you messed up on the size.",
        "Do you have a bad or a size mistake?",
        "Sizes are not correct, who made that mistake?",
        "Do you guys mess up the size chart?",
        "Is it because there is an issue about the size on your end?",
        "Is that confusion about sizes on your site?",
        "Is there a change in the size on your end?",
        "Is it possible for you to make mistakes with your size?",
        "There is a discrepancy with the size on your end",
        "Is the end not right on size?",
        "sized errors on your part?",
        "Is there a problem with the size of your end?",
        "Is it possible there is a discrepancy with the size on your end?",
        "Any size mistakes you made?",
        "Did your team screw up the sizes?",
        "Do you think you blundered with the size?",
        "Is it wrong on the size?",
        "Is there a wrongness in the sizes here?",
        "Wrong size here?",
        "Sizing confusion might be on you.",
        "Is there an issue about the wrong size on your end.",
        "There is an issue with your end, so there is a discrepancy with the sizes on it.",
        "Do you know if there are any size errors on your part?",
        "Is there an issue with your end that causes a discrepancy in the sizes?",
        "Do you have a mix- up with the size on your end?",
        "On your site, confusion about sizes?",
        "Is it the size mistake by y'all?",
        "It's a size issue, your mix-up?",
        "Do you have any size problems on your end?",
        "Is there any mix-ups with sizes you are responsible for?",
        "There is a discrepancy on the size on your end.",
        "There is a discrepancy with sizes on your end.",
        "Is a discrepancy between the sizes on your end the case?",
        "Someone messed up the sizes here?",
        "Did you mess up on the measurements?",
        "Is this a mix-up with the size on your end?",
        "Someone made an error with the sizes.",
        "There is an issue with the size and there is a discrepancy on your end.",
        "Is this issue with size mistakes?",
        "It is your mistake on sizes.",
        "Are you messed up by the size?",
        "Was someone wrong with the sizes here?",
        "Is there a mistake with the size you have?",
        "There could be an issue with the size on your end.",
        "What size mix up do you have?",
        "Might your team have messed up the sizes?",
        "Is it because of the size discrepancy on your end?",
        "Is your end wrong on the size?",
        "Have you messed up the sizes too?",
        "Are you dealing with a size mix-up?",
        "Sizing confusion could be on you.",
        "Is the discrepancy between the sizes on your end due to an issue with your end?",
        "Wrong size estimate?",
        "Did y'all mess with the size?",
        "Is there an issue with your end that causes the discrepancy between the sizes?",
        "Are you having problem with your size?",
        "Was the size mistake by y'all correct?",
        "Is there confusion about size on your site?",
        "Is the discrepancy between the sizes on your end related to that?",
        "Are there discrepancies between the sizes on your end?",
        "There may be an issue about the wrong sizes on your end.",
        "It may be a mix-up with the size on your end.",
        "Are you the one who messed up with the size?",
        "There may be an issue with the wrong size on your end.",
        "Are there mistakes in size?",
        "Did someone wrong the sizes here?",
        "You miscalculated the size, right?",
        "Is there an issue about the size that causes the discrepancy on your end?",
        "There is an issue with the size on your end, is that why?",
        "You mistook the size for something?",
        "Maybe Sizing confusion is on you?",
        "I'm not sure if size mistake by y'all or not.",
        "Is it an issue with the size on your end?",
        "Your mistake is on size.",
        "You got the sizes wrong, did you?",
        "Were there mistakes in the size you gave?",
        "Is it true there is a discrepancy between the sizes on your end?",
        "Is it a case of a mix up with the size?",
        "Do you have a size issue or mix-up?",
        "Is there any confusion about size?",
        "Are your size mix-up on your end?",
        "Is it a size mistake?",
        "Are you having trouble with the sizing?",
        "Are there problems with your sizes?",
        "Are your size issues on your end?",
        "Is there a discrepancy with the sizes on the end?",
        "You messed up on sizes.",
        "Is there a discrepancy between your end and size?",
        "Perhaps there is sizing confusion on you.",
        "Did you make any mistakes in your size?",
        "Any size mistakes you have?",
        "Are there mistakes in the size that you make?",
        "Had someone messed up the sizes here?",
        "Is it a case of a mix-up with the size you have on your end?",
        "Did you make any mistakes regarding the sizes?",
        "Do you have Problematic sizes at your end?",
        "Size issues are on your end?",
        "There are size errors on your part.",
        "I want to know if you messed up on the size.",
        "Is the discrepancy with the sizes on your end?",
        "Are there mistakes in the way you sizing yourself?",
        "Did you get messed up on the size?",
        "size mix up on your end",
        "There is a discrepancy with the sizes on your end, is that the case?",
        "Might be a problem with your sizes.",
        "Is the discrepancy between the sizes on your end the case?",
        "Could someone have messed up the sizes?",
        "Did you bungle the sizes?",
        "It may be a case of a mix-up with the size on the end.",
        "Is the size of your end incorrect?",
        "You were confused with the size?",
        "Is there a mismatch between your end and size?",
        "Do you face a problem with sizes?",
        "Did the sizes go wrong?",
        "You guys messed up the sizes, right?",
        "Is it a case of a mix-up of the size on your end?",
        "There is a discrepancy in the sizes on your end, is that the case?",
        "There is a discrepancy between the sizes on your end, Is that because there is an issue about the wrong?",
        "Is it possible that sizes are wrong?",
        "Do you think you blundered with size?",
        "There is a discrepancy in sizes on your end.",
        "You may be confused about sizes on your site.",
        "Do your mix-up have a size issue?",
        "Is there a discrepancy between the size on your ends?",
        "There may be a mix-up with your size.",
        "It could be a case of a mix-up with the size on your end.",
        "Is the size mistake made by y'all?",
        "Is it possible that there is an issue with the wrong size?",
        "Are there any size discrepancies on your part?",
        "There is a discrepancy with the sizes on your end, is it because of the size?",
        "A discrepancy with the sizes on your end, is that the case?",
        "Can there be an error in the size?",
        "It was your error on the size.",
        "Is it problematic sizes at your end?",
        "You make a mistake with the size?",
        "Is it true that you messed up the sizes as well?",
        "Does your size mix up on your end?",
        "Is there an issue with your end that affects the sizes on your end?",
        "Are you facing a problem with the sizes?",
        "Is that a mix-up with the size on your end?",
        "What about a mistake in the size?",
        "Is the sizes completely wrong, didn't you?",
        "Are you facing problems with the size?",
        "Do you think you have the sizes completely wrong?",
        "Is there an issue with your end and there is a discrepancy with the sizes?",
        "Did you mix the sizes up?",
        "Do you have mistakes in your size?",
        "Did you mistake the sizes too?",
        "Were any size issues on your end?",
        "Are your ends wrong on the size?",
        "You made a mistake with the size.",
        "Did you make any mistakes in size?",
        "Was it that you messed up the sizes too?",
        "There could be a discrepancy between the sizes on your end.",
        "Is it a case of a mix-up with your end's size?",
        "Is your end wrong on size?",
        "Is there a size mistake by all of you?",
        "Do you have a size mix-up on your side?",
        "Is there a discrepancy with the sizes on your end?",
        "Was there a mistake on the size?",
        "Is there a problem in the size?",
        "Perhaps your team messed up the sizes.",
        "Are the size errors on your part?",
        "Is the end not right on the size?",
        "Right, you guys messed up the sizing?",
        "Size errors are possible on your part.",
        "Your mistake in regards to sizes.",
        "There is a discrepancy with the sizes on your end, is that due to an issue with your end?",
        "There seems to be an issue about the size on your end.",
        "Is there a mix-up with the sizes on the end?",
        "Is it because there is a mix-up with your size?",
        "Is that because there is a mix-up with the sizes on the end?",
        "Size errors on the part of you?",
        "Is the mistake of size by y'all?",
        "Is there a case of mix-up with the size on your end?",
        "There are mistakes in sizing from you.",
        "Is that a case of a mix-up with the size you have?",
        "Is it possible that y'all messed up on the size?",
        "Are you having problems with the sizing?",
        "Could there be a discrepancy in size here?",
        "Have you had any size errors on your part?",
        "Any size errors in your part?",
        "Is the discrepancy between the sizes on your end a result of a mix-up?",
        "On your end, do you have any size issues?",
        "You may have size issues on your end.",
        "Did your team cause problems with the sizes?",
        "Did you notice any size errors on your part?",
        "Did you messed with the sizes?",
        "Is there a discrepancy with the sizes on your end because of a mix up?",
        "Are there mistakes in the sizing you have made?",
        "Is it possible that the mix-up is with the size on your end?",
        "Are you having the problem of sizing?",
        "Is there any problematic sizes at your end?",
        "Is it possible you are confused about clothing sizes?",
        "Have your team messed up the size?",
        "There is an issue about the size and there is a discrepancy on your end",
        "Will there be a size mix-up on your end?",
        "Okay, you guys messed up the size.",
        "Do you have any problems with size on your end?",
        "I am unsure if size mistake by y'all or not.",
        "Do you have problems with your sizes?",
        "Are there issues with size errors?",
        "The size mix-up on the end?",
        "Are you facing issues with sizing?",
        "Are you saying it's a case of a mix-up with the size on your end?",
        "There is a discrepancy with your end size.",
        "Had you messed up on the size?",
        "Something wrong in the sizes here?",
        "Is it because there is an issue with your end that the size discrepancy is there?",
        "Are sizes screwed around again?",
        "I think Size mistake by y'all.",
        "I wonder if there is an error in sizing.",
        "Could there be a mix-up in the sizes?",
        "Are there some mistakes in the size of you?",
        "Did y'all screw up on the size?",
        "There could be confusion about the size.",
        "There can be size confusion.",
        "Is the size wrong, or your mistake?",
        "Are you experiencing issues with your size?",
        "Is there an issue of the wrong size on your end?",
        "Will there be confusion about size?",
        "There could be size confusion.",
        "You people messed up the size, right?",
        "Did anyone mess the sizes up?",
        "Do you think there is a mix-up with the sizes on your end?",
        "Is the discrepancy with the size on your end due to a mix-up?",
        "Are you having a size issue or mix-up?",
        "Maybe sizing confusion on you.",
        "Did you make a mistake with Sizes?",
        "Is the discrepancy due to an issue with the size?",
        "Are there any mistakes with the size from you?",
        "You guys messed up the size, right?",
        "Is it the case that the sizes on your end are different?",
        "What about an error of size?",
        "Did you misunderstand the sizes?",
        "You have any size issues on your end?",
        "Will you have any size errors on your part?",
        "Is there an error in the size?",
        "Is there any mistakes in size from you?",
        "Are you talking about a case of mix-up with the size on your end?",
        "There is a discrepancy between the sizes on your end, is that because of the size?",
        "Is that because there's a mix-up with the sizes on your end?",
        "Is there a discrepancy with the sizing on your end?",
        "You guys messed up the correct size?",
        "Did your team make messes up the size?",
        "Did you mix-up your size issue?",
        "Did you mess with the sizes also?",
        "Are you facing a problem with your sizes?",
        "Do you have an issue with size mistakes.",
        "There could be a mismatch in size.",
        "Do you have problems with your end sizes?",
        "Did you mess with the sizes?",
        "There can be an error in sizing.",
        "Have you got a size mix-up on your end?",
        "Are you the problem with sizes?",
        "Your mistake with the sizes.",
        "Is there any discrepancy with the size on your end?",
        "There could be a mismatch in sizes here.",
        "Is there a issue in the size here?",
        "There was a size mistake by y'all.",
        "Is it possible that the sizes on your end are different?",
        "Are there mix-ups with size?",
        "Is this an error in the sizing?",
        "There is an issue about the size and the discrepancy on your end.",
        "Did you have a sizing issue?",
        "Is it possible that sizes screwin' around again?",
        "You made an mistake on sizes.",
        "There is confusion with size?",
        "Could it be a mix-up in the sizes?",
        "An issue in the size here?",
        "Are you dealing with a size issue?",
        "Did your group mess up the sizes?",
        "Is it because you have an issue with the wrong size?",
        "Is there an issue with your end and there is a discrepancy with the sizes on your end?",
        "Are there any mistakes in the size you gave?",
        "Are there any mistakes in the way you size?",
        "Are there any size issues on you end?",
        "Do you have a size mixup on your end?",
        "Could there be a mismatch in sizes?",
        "Did you have a size issue?",
        "You have messed up the sizing, right?",
        "Did someone change up the sizes?",
        "Is the size mistake by y'all.",
        "Do you have any size issue on your end?",
        "Was someone responsible for messing up the sizes?",
        "Is there a discrepancy with sizes on your end?",
        "Is there an issue with the wrong sizes on your end?",
        "Correct size errors on your part?",
        "Is there a mix-up between the sizes on your end?",
        "Your mistake on size.",
        "Do you think there is a discrepancy between the sizes on your end?",
        "Is that a case of a mix- up with the size on your end?",
        "incorrect size measurement?",
        "Did y'all ruin the size?",
        "Isn't the size mix-up on your end?",
        "Are your ends wrong on size?",
        "You made an error with the sizes.",
        "Does your problem relate to sizes?",
        "There is an issue about the wrong and there's a discrepancy with the sizes on your end.",
        "Are you having problems with the size?",
        "Can anyone tell me about any wrongness in the sizes here?",
        "Is that because there is a discrepancy between the sizes on your end?",
        "Do you have a mix-up about size?",
        "You might be confused about sizes on your site.",
        "There seems to be a discrepancy between the sizes on your end.",
        "You messed up the sizing, right?",
        "Will your mix-up be a size issue?",
        "Is there a discrepancy in the sizes on your side?",
        "Is the mix up with the size on your end?",
        "Do you think it's a case of mix-up with the size on your end?",
        "There is a mix-up with your size on your end.",
        "Does your part contain any size errors?",
        "Will there be an error in size?",
        "You messed up on the size?",
        "There can be confusion about sizes on your site.",
        "Is this size mistake by y'all?",
        "Did your team error up the sizes?",
        "It might be a case of a mix-up with the size on the end.",
        "Do you have a different size mix-up on your end?",
        "do you have a sizing problem?",
        "What's the size issue, your mix-up?",
        "There is an issue about the size and you have a discrepancy with it.",
        "Do you have a mix-up with your size on your end?",
        "Is this a mix up with the size on your end?",
        "Are I wrong about the size mistake by y'all?",
        "Did someone incorrect the sizes here?",
        "Is there any size issues on the end?",
        "There is a mistake in your size.",
        "What about your size mix-up?",
        "Do you know what's going on with the size debacle?",
        "How about the size issues on your end?",
        "Did you mess things up on the size?",
        "Did you mess up the size as well?",
        "It was your mistake on the sizes.",
        "size mistake by y'all or not?",
        "There is a discrepancy in the sizes on your end",
        "There is a discrepancy in the size of your end.",
        "Is it a case of a mix up with the size you have?",
        "Something wrong with the sizes here?",
        "Do you have any size issues on your end.",
        "There is an issue about the wrong size, so there is a discrepancy on your end.",
        "Do you have any size errors on the part?",
        "There is an issue with sizing mistakes?",
        "Is it a case of a discrepancy with the size on your end?",
        "Is there any discrepancy between the sizes on your end?",
        "Did you misunderstand with your size?",
        "Was there a problem with the sizes?",
        "Is a mix-up with the size on your end?",
        "Were you confused with the size?",
        "Is your end wrong with the size?",
        "Is there a discrepancy between the sizes on your end?",
        "Do you have a mix-up with the sizing?",
        "Maybe you messed up on the size.",
        "You made mistake on sizes.",
        "Is there an issue with your end that causes the discrepancy in size on your end?",
        "You have the sizes completely wrong?",
        "Is there a mix-up that causes the discrepancy with the sizes on your end?",
        "Is there an issue with size mistakes?",
        "Do you mix-up your size?",
        "Do you have a problem with the sizing?",
        "Is there any size issues on your end?",
        "Is it possible that it is a mix-up with the size on your end?",
        "Is there an issue with the wrong size for you?",
        "Ok, you guys messed up the size.",
        "Do you have an issue with sizes?",
        "Do you think you messed up with the size?",
        "Do you have an issue with sizing mistakes.",
        "Maybe you messed up the sizes too.",
        "Any size issues on your part?",
        "Did anyone make a mistake on the size?",
        "Is there an issue with the size that's causing the discrepancy?",
        "Did you make Sizing messed up by you?",
        "Is there a problem with your size?",
        "Is there a change in size on your end?",
        "Are you facing a problem with sizes?",
        "Are there any size issues at your end?",
        "Who made an error with the sizes?",
        "Perhaps someone messed up the sizes here.",
        "Have you experienced a problem with your sizes?",
        "Is the size of your end wrong?",
        "There's a discrepancy with the sizes on your end?",
        "You did not get the sizes right, did you?",
        "Does your mix-up have a sizing issue?",
        "There could be a mix-up with the size on your end.",
        "It's a case of a mix-up with the size on your end.",
        "There is a question about size confusion.",
        "Did you mess the sizes up?",
        "Is the discrepancy between the sizes on your end related?",
        "Is there a mix-up with the sizes on your end?",
        "Are there mix ups in the sizes?",
        "Is there confusion about size?",
        "Do you have a size mix-up?",
        "Is it because of an issue with the wrong size?",
        "Your mix-up, is that a size issue?",
        "Is there an issue with your end that leads to the discrepancy with the sizes?",
        "I wonder if someone messed up the sizes here?",
        "Have you had a problem with sizes?",
        "There might be a discrepancy in the sizes on your end.",
        "There could be wrongness in the sizes here.",
        "Is it because you have a mix-up with the sizes on your end?",
        "Any size issues on your side?",
        "Will there be mistakes in the size of you?",
        "Is there a discrepancy between the sizes on the end.",
        "Is there a bad sizing mistake there?",
        "I'm not sure if size mistake by y'all is correct or not.",
        "It appears to be a case of a mix-up with the size on your end.",
        "Is that due to an issue with the size?",
        "Y'all messed with the size.",
        "Is it because there is an issue about the size?",
        "Are your end sizes wrong?",
        "Is there size issues on your end?",
        "Size mix-up on your side?",
        "There might be some wrongness in the sizes here.",
        "You have confusion about sizes on your site?",
        "If there is an issue about the wrong, there is a discrepancy with the sizes on your end.",
        "There is a discrepancy between the sizes of your ends.",
        "Is there an issue with your end that's causing the discrepancy in sizes?",
        "Will there be confusion about sizes on your site?",
        "You guys messed the size up?",
        "Is it your sizing problem?",
        "Maybe it is size confusion on you.",
        "Is there an issue with the sizing on your end?",
        "Is it because there's an issue with the size on your end?",
        "Did you mess up the same sizes?",
        "Were you confused by the size?",
        "Isn't your mix-up a size issue?",
        "Was there an issue in size here?",
        "Is there any size problems on your part?",
        "I am not sure if size mistake by y'all is right.",
        "Y'all messed up with the size?",
        "Are you the one who messed up with the sizing?",
        "You made a mistake on the size.",
        "There is an issue with your end, and there is a discrepancy with the sizes on it.",
        "Did y'all make a mess of the size?",
        "There is an issue with your end and there is a discrepancy with the sizes on it.",
        "There is an issue about the wrong and there is a discrepancy with the size on your end.",
        "Did you make a mistake with the sizing?",
        "Did you screw up on the size?",
        "Are you having a sizing issue?",
        "Size mistake by you or am I wrong?",
        "Did you have a problem with your sizes?",
        "Does anyone have any size mistakes on their part?",
        "Did you make a mistake with the size?",
        "Size issues on the end?",
        "There could be size errors on your part.",
        "Would you have made a mistake with the size?",
        "Is there a problem with the size on your end?",
        "Is it a bad sizing mistake?",
        "Is it a mix up with the size on the end?",
        "Is it possible there is a discrepancy with the sizes on your end?",
        "Are you aware of any size errors on your part?",
        "Did all of you mess up on the size?",
        "Are you having sizing problems?",
        "Are size mix-up on your end?",
        "There is an issue with your end and there is a discrepancy in your end's sizes.",
        "Does your mix-up have a Sizing issue?",
        "Is there a discrepancy between your size and the one on your end?",
        "Is there any problematic size at your end?",
        "Somebody might have messed up the sizes here.",
        "Is there any wrongness in sizes here?",
        "I wonder if you also messed up the sizes.",
        "Is there an issue with your end that causes the discrepancy in the sizes?",
        "Did you confuse the sizes?",
        "Did you incorrect the sizes?",
        "Are you wrong about the size mistake?",
        "Perhaps you have sizing confusion.",
        "Are there discrepancies with the sizes on your end because of a mix-up?",
        "There is a bad sizing mistake, right?",
        "Is your end size mix-up?",
        "Specific size errors on your part?",
        "There is an issue with your end so there is a discrepancy in the sizes.",
        "Is that because you have an issue with the wrong size?",
        "Is the size mistake by all of you?",
        "There is size confusion here?",
        "Do you think it is a mix-up with the size on your end?",
        "Could there be a mistake in size?",
        "On your site, is there confusion about sizes?",
        "There is a problem with the size on your end.",
        "Did you misplace the sizing?",
        "Is there a discrepancy between the sizes on the end?",
        "Is it possible there is a discrepancy between the sizes on your end?",
        "You messed up the sizes?",
        "Do you know the sizes completely wrong?",
        "What size mistakes do you have on your part?",
        "Do you have any mix-ups with sizes my fault or yours?",
        "Did you also messed up the sizes?",
        "Did they mess up with the size?",
        "There is a discrepancy between the sizes on your end, Is that because there is a mix-up?",
        "You made a mistake with the size?",
        "Is there any size problems on your end?",
        "Is there a discrepancy in your end's sizes?",
        "Did someone confuse the sizes here?",
        "Are you having a mix-up with your size?",
        "There could be confusion with size.",
        "You made an error on the sizes.",
        "Were you responsible for the wrong sizes?",
        "Does your size mix-up affect you?",
        "Who made a mistake with the size?",
        "Is something happening to the sizes?",
        "Is the size wrong, or your mistake or mine?",
        "Is it possible that you made mistakes in sizing?",
        "You guys have messed up the size.",
        "Some size errors on your part?",
        "Does your mix-up involve a size issue?",
        "I want to know if someone messed up the sizes here.",
        "You might have messed up the sizes.",
        "There is a discrepancy between the sizes on your end, is that the case?",
        "There is something wrong with the sizes on your end.",
        "Is this an error in the size?",
        "Were the sizes messed up by your team.",
        "Is there issue with size mistakes?",
        "Will there be any size issues on your end?",
        "Didn't you get the sizes incorrect?",
        "There was a bad size mistake, right?",
        "Is there a mistake in the size that you made?",
        "Did you have trouble with the sizes?",
        "Measuring the wrong size is a possibility.",
        "Is there an issue with your sizes?",
        "Wrong size measurement can happen.",
        "How about problematic sizes at your end?",
        "Is there an issue with your end that is causing the discrepancy with the sizes on your end?",
        "On your end, do you have a size mix-up?",
        "Are you responsible for messing up the sizes?",
        "Do you know if there are sizing mix-ups?",
        "Is it an issue with size mistakes.",
        "Is there a wrongness in the sizes?",
        "Are you having a problem with the sizes?",
        "Do you make mistakes in the size?",
        "Can you tell me what's happening to the sizes?",
        "Do you have a issue with your sizes?",
        "Are you having an issue with size?",
        "It's a case of a mix-up with the size on your end?",
        "There is a discrepancy with the sizes on your end, is that because of a mix-up?",
        "An error in sizing?",
        "Are you facing issues with size?",
        "Maybe there is a discrepancy between the sizes on your end?",
        "You have a sizing issue?",
        "Are you mixing up your size on your end?",
        "Has there any size issues on your end?",
        "You messed up with the size?",
        "Is that due to an issue with the size on your end?",
        "On sizes you made an error.",
        "You made a blunder with the size?",
        "It might be a case of a mix-up with the size on your end.",
        "Is there any size confusion there?",
        "Did you mess up the size too?",
        "You made a mistake with the size, right?",
        "Is there an issue about the correct size on your end?",
        "You mistake with size?",
        "Did you mistake size?",
        "Are you facing any problem with sizes?",
        "How much size errors on your part?",
        "Did you make a mistake with your sizing?",
        "The size issue, your mix-up?",
        "It might be a case of a mix up with the size on your end.",
        "Is it a case of a mix-up with the wrong size on your end?",
        "An error in the size?",
        "Is the size you messed up?",
        "Is the discrepancy between the sizes on your end due to an issue with the size?",
        "Is it because of an issue about the wrong size?",
        "Are there any mistakes in the size from you?",
        "There is an issue with the correct size on your end.",
        "I'm wondering if the size mistake by y'all is correct.",
        "Is this a case of a mix up with the size on your end?",
        "Is it possible that there is an issue about the size?",
        "Were there any mistakes in the size of you?",
        "The sizes on your end are different, is that the case?",
        "There may be a discrepancy with the size on your end.",
        "Someone may have messed the sizes up.",
        "Was there an issue with sizing mistakes?",
        "Was Sizing messed up by you?",
        "Was it you who messed up the sizes?",
        "Is it a case of a mix-up with size on end?",
        "What size errors are on your part?",
        "Is there a mix-up with your end size?",
        "Is it a mistake that size by y'all?",
        "Do you have a mix-up with the size on the end?",
        "Does your end have any issues with size?",
        "Is it possible sizes screwin' around again?",
        "Is this an issue with sizing mistakes?",
        "You made an error over sizes.",
        "Size mistakes from you?",
        "Is there any mistakes in the size from you?",
        "It is a case of a mix-up with the size on your end",
        "Y'all messed up the size chart?",
        "Is there an issue with the size on the end?",
        "Did y'all get the wrong size?",
        "There is an issue with the size on your end, is that the reason?",
        "There is a discrepancy between the sizes that you have on your end.",
        "Any mix-ups with your size?",
        "Is there an issue of the size on your end?",
        "There is something wrong with the size on your end.",
        "Do you haveproblematic sizes at the end?",
        "Do you think your team messed up the size?",
        "Is there a mix-up in sizes?",
        "Is there a mismatch with the size on your end?",
        "Is there a discrepancy between your size on your end?",
        "Is it your problem with sizing?",
        "Are there some size mix-ups here?",
        "Are you having a Sizing issue?",
        "Is there confusion about sizes on your site?",
        "Did you have any size errors on your part?",
        "Do you know if someone messed up the sizes here?",
        "The sizes on your end are not the same.",
        "There is an issue with the size on your end and there is a discrepancy.",
        "Did your team cause any problems with the sizes?",
        "Do your team messed up the size?",
        "There might be wrongness in the sizes here.",
        "How about a problem with sizes?",
        "Is the size mistake by you all right?",
        "Did you make a mess of the sizes?",
        "Are there problematic sizes at your end?",
        "Mistakes in measurement from you?",
        "You guys did not use the correct size?",
        "Is it a case of a mixup with the size on your end?",
        "Was it someone who messed up the sizes here?",
        "Does your part have any size errors?",
        "Is there a discrepancy between the Sizes on your end?",
        "Maybe you have Sizing confusion?",
        "Is that because there's an issue about the wrong size?",
        "You messed up with the sizing.",
        "There is a discrepancy between the sizes on your end, is that because of an issue with your end?",
        "Is there a discrepancy between the sizes on your end.",
        "Is the discrepancy with the sizes on your end because there is a mix-up?",
        "There is an issue about the size, so there is a discrepancy on your end.",
        "Is there an issue about the wrong size?",
        "Is there confusion over sizes on your site?",
        "Is there a discrepancy about the sizes on your end?",
        "You got confused with the size?",
        "Did you mess up on size?",
        "Maybe you have some \"sizing confusion\".",
        "There is an issue about the size, but there is a discrepancy on your end.",
        "Is there any mistakes in your sizing?",
        "A case of mix-up with the size on your end?",
        "Y'all were messing up on the size.",
        "I don't know if the size mistake by y'all is correct.",
        "Were there any size mistakes on your part?",
        "Has there been a problem with sizes?",
        "There is a discrepancy between the sizes on your end, is it because of the size?",
        "There is an issue about the wrong size on your end, and there is a discrepancy with the sizes on your end.",
        "Are you sure of the size mix-up?",
        "There could be an error in the sizes here.",
        "Do you have a issue with sizes?",
        "Your mix up, is it a size issue?",
        "Are you having problematic sizes at the end?",
        "What happened to the size messed up by you?",
        "There could be a mistake in the sizes.",
        "Could there be a problem with the sizes here?",
        "The size was messed up by you.",
        "Did y'all mistake the size?",
        "Is it a mistake that size was made by y'all?",
        "Is there a discrepancy between size on your end.",
        "Is there a size mix up?",
        "It was your mistake on sizes.",
        "Are you facing a problem with the size?",
        "Any size errors on the part of you?",
        "Is there an issue with sizing mistakes.",
        "Are you having issues with sizing?",
        "What size mistakes do you see on your part?",
        "Is it because there's an issue about the size?",
        "Is it a mix-up with the size on your end?",
        "Is there a discrepancy between sizes on the end?",
        "Is there any size issue on your side?",
        "There is an issue with your end, is there a discrepancy with the sizes on it?",
        "Is there an issue with your end that causes a discrepancy between the sizes on your end?",
        "Could you tell me about any size issues on your end?",
        "Is there a mix-up with the sizes on your ends?",
        "Your mistake was on size.",
        "Is it possible that there is a discrepancy between the sizes on your end?",
        "There appears to be an issue about the size on your end.",
        "There might be a mix-up with your size on your end.",
        "Is there an issue about the size that's causing the discrepancy?",
        "Is this an issue with size mistakes?",
        "Do you have a Size mix-up on your end?",
        "Is there a bad sizing mistake?",
        "Do you have a size mix up on your end?",
        "Issue with incorrect size?",
        "Is there a mismatch with the size you have?",
        "Have you got the wrong sizes?",
        "Are you having issues with your sizes?",
        "What is the size issue, your mix-up?",
        "Your end is wrong on the size.",
        "There's a discrepancy with the sizes on your end",
        "Is the size mistake by you?",
        "There is a discrepancy between sizes on your end, is that because of a mix-up?",
        "Are there some sizing mix-ups here?",
        "Is there an issue with your end that caused the discrepancy in sizes?",
        "Are you the one who messed up with sizes?",
        "There is a discrepancy with the sizes you have on your end.",
        "Is there a problem with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "How about an error in the sizing?",
        "Is Size mistake by y'all correct?",
        "Is it because of an issue with your end that there is a discrepancy with the sizes?",
        "Is it possible there are sizing mix-ups here?",
        "Right, you guys messed up the size?",
        "Do you mix up your size?",
        "Perhaps it's Sizing confusion on you.",
        "Do you have a mix-up regarding size?",
        "Do you have an issue with size errors?",
        "There is a discrepancy between sizes on your end.",
        "It appears to be a mix-up with the size on your end.",
        "Are there problematic sizes at your end.",
        "Do you know if there are sizing mix-ups here?",
        "Did there any size errors on your part?",
        "What about size mix-up on your end?",
        "Have you any size issues on your end?",
        "You made a mistake with your size?",
        "Has there been a problem with your sizes?",
        "You got it wrong with the size.",
        "You've got the wrong sizes, didn't you?",
        "There is an issue about the size on your end and there is a discrepancy on your end.",
        "There is a discrepancy with the sizes on your end, is that because of an issue about the wrong?",
        "I am not sure if Size mistake by y'all or not.",
        "An error in sizes?",
        "Did you do wrong with the sizes?",
        "Will there be any wrongness in the sizes here?",
        "Isn't there an issue about the wrong size on your end?",
        "A size mix-up?",
        "Did you make mistakes with the size you used?",
        "A discrepancy with the sizes on your end, Is that the case?",
        "Is there any mistakes in sizing from you?",
        "Are you having trouble with your sizing?",
        "Are there any mistakes in the way of sizing from you?",
        "You did not get the sizes correct, did you?",
        "I would like to know if you messed up the sizes.",
        "Correct, you guys messed up the size?",
        "Maybe you have a problem with sizes?",
        "Is it a case of a mix up, with the size on your end?",
        "Is the size messed up by you?",
        "Is it because there is a mix-up of sizes?",
        "You guys messed up the wrong size?",
        "Size mistakes on your part.",
        "Is the discrepancy with the sizes on your end the result of a mix-up?",
        "Do you have anysize errors on your part?",
        "Is there any mix-ups with your sizes?",
        "Your responsibility, is sizing off?",
        "There could be a mismatch in sizes.",
        "There might be an issue about the size on your end.",
        "Is the end wrong on your size?",
        "Is there an issue in the size?",
        "I am not sure if I am correct about the size mistake by y'all.",
        "Any mix-ups with your sizes?",
        "Do you have a size mix-up at your end?",
        "Is there any mistake in size from you?",
        "Did you do something wrong with the sizes?",
        "Your mix-up, you have a size issue?",
        "Are there any mistakes in the way of sizing?",
        "Is the discrepancy between the sizes on your end because of an issue with your end?",
        "Do you have a mix-up on size?",
        "Is it possible that there is a mix-up with the size on your end?",
        "Is there any size errors on your part?",
        "You have the sizes wrong?",
        "You were mistaken with the size?",
        "You didn't use the correct size?",
        "Are you facing a sizing issue?",
        "Is there an error in sizing?",
        "Size discrepancy on your end?",
        "Your mistake on sizes.",
        "Is there an issue in sizing?",
        "Is it a matter of a mix-up with the size on your end?",
        "Does your end size mix up?",
        "Were the sizes messed up?",
        "Did you make any mistakes in the sizing?",
        "Is it the case that you messed up the sizes too?",
        "Is it a size mistake by you all?",
        "There is a mistake here, is the size not perfect?",
        "Is there an issue with your end that is causing the discrepancy between the sizes on your end?",
        "There is a discrepancy with the sizes on your end, is that because of an issue about the wrong",
        "Is the size mistake by y'all accurate?",
        "There is a discrepancy between the sizes that are on your end.",
        "There may be a problem with the size on your end.",
        "Your mistake with size.",
        "Is it possible your team messed up the sizes?",
        "There is an issue with the size on your end, is that the reason for the discrepancy?",
        "There is a discrepancy in the sizes on your end, is that because there is a mix-up?",
        "Do you have a mix-up on size on your end?",
        "Are you the one that messed up with the size?",
        "Have you a problem with the sizes?",
        "Is there a mix up in the sizes on your end?",
        "Did you cause problems with the sizes?",
        "Is there a mistake in the sizing from you?",
        "Was the size mess you did?",
        "An error in sizing, what about that?",
        "Wrong size measurement for something?",
        "There is an issue about the size on your end and there is a discrepancy with the sizes on your end.",
        "Is there an error in Sizing?",
        "Does anyone know of any size errors on your part?",
        "There is a discrepancy with the size on your end.",
        "The size mix-up on your end?",
        "Sizing confusion on you, maybe?",
        "Is there a mix-up of size?",
        "Is it the case of a mix-up with the size on your end?",
        "Your part has size errors.",
        "Did you mix up your size?",
        "You have size confusion there.",
        "There may be an error in sizing.",
        "Do you think you messed up with sizing?",
        "There are any size issues on the end?",
        "Is the discrepancy with the sizes on your end because of a mix-up?",
        "Did you wrong with the size?",
        "Do you have a sizing issue?",
        "Is that because there's an issue with the wrong size?",
        "It's possible that there is an issue with the size on your end.",
        "There is a discrepancy between the sizes on your end, is that because of an issue about the size?",
        "Correct, you guys messed up the sizing?",
        "Can you tell me about the size debacle?",
        "Is it a case of mix-up with the size on the end?",
        "Are there any mistakes in the size you make?",
        "You've got the sizes wrong, didn't you?",
        "Is the size mistake by y' all?",
        "Is there an issue with your end and there is a discrepancy with the sizes on it?",
        "Your mistake on the size.",
        "Is the mix-up related to the size on your end?",
        "Did you make a mistake on the size?",
        "Is it true that there are mistakes in size from you?",
        "You guys messed up the proportions?",
        "Are there mistakes in the size of yourself?",
        "Is that because there is a mix-up with the sizes on your end?",
        "Was there someone who messed up the sizes here?",
        "There is a mistake here,sizes not perfect?",
        "Size mistake by y'all or wrong?",
        "Could there be a discrepancy between the sizes here?",
        "The size was messed up by y'all.",
        "You may have messed up the sizes as well.",
        "Are you using the wrong size mix-up on your end?",
        "Have you problems with your sizes?",
        "If there is an issue about the size, there is a discrepancy on your end.",
        "You made a mistake with the size",
        "Is there a discrepancy when it comes to the sizes on your end?",
        "Are you using the wrong size on your end?",
        "Is that someone messing up the sizes here?",
        "Is there a discrepancy with the sizes on your ends?",
        "There is an issue with your end, there is a discrepancy with the sizes on your end.",
        "There was a mistake with sizes.",
        "Is there an issue with the end that causes the discrepancy between the sizes on it?",
        "Does your part make any size errors?",
        "Were there confusion about sizes on your site?",
        "Isn't there an issue about the wrong sizes on your end?",
        "Is it the case that you messed up the sizes?",
        "Do you have an issue in size?",
        "You messed up with the size.",
        "Are there size mix-up on your end?",
        "Are there a problem with the size?",
        "Was there any wrongness with the sizes here?",
        "There is any wrongness in the sizes here?",
        "Y'all messed with the size?",
        "Is that a case of a mix-up with the size on your end?",
        "Can there be an issue with size mistakes?",
        "Is the size on your end mixed up?",
        "Are there mistakes in the size you make?",
        "Are you the one who messed with the size?",
        "Is there a mistake in the size?",
        "Do you have a mix-up with your size?",
        "Did your team messed with the sizes?",
        "There is an issue about the incorrect size on your end.",
        "Did you put the sizes wrong?",
        "Is the discrepancy with the sizes on your end related to that?",
        "On sizes, you made an error.",
        "Are there problems with sizes at your end?",
        "Did somebody mess up the sizes here?",
        "Someone may have messed up the sizes here.",
        "Is it a case of a mix-up with the size at your end?",
        "There is a discrepancy between sizes on your end, is that the case?",
        "Did you make any errors in the sizes?",
        "You probably got the sizes wrong.",
        "You might have messed up the sizes as well.",
        "Have you had problems with your sizes?",
        "y'all messed up on the size",
        "Did you fail with the sizing?",
        "Your mistake was on the sizes.",
        "Did someone make the sizes weird?",
        "Is there a problem with size mistakes?",
        "There is an issue with the size of your end.",
        "Y'all messing up on the size?",
        "Was it a mistake to use the wrong size?",
        "Is there a problematic size at your end?",
        "There is a discrepancy between the sizes on your ends.",
        "There may be an issue with the sizes here.",
        "Any errors in size on your part?",
        "Are the sizes messed up by your team?",
        "Was it that you messed up the sizes?",
        "Do you believe there is a discrepancy with the sizes on your end?",
        "Have any size issues on your end?",
        "Is there an error with the sizing?",
        "Are your sizes mix-up on your end?",
        "Is there an issue with the size that leads to a discrepancy on your end?",
        "Can there be an error in sizing?",
        "Problem with yoursizes?",
        "Are there any issues with size on your end?",
        "Is the size mistake by y'all incorrect?",
        "There could be some wrongness in the sizes here.",
        "Is it possible you blundered with size?",
        "There is a discrepancy with the sizes on your end and there is an issue about the wrong.",
        "Are you have a problem with your sizes?",
        "Is there a discrepancy with your end sizes?",
        "Do you have a mix-up with the size on your end.",
        "Is there any mix-ups with size?",
        "Are you facing a size issue?",
        "Do you have an issue with sizing?",
        "Is it because there is an issue with your end that there is a discrepancy with the sizes on your end?",
        "There is confusion about sizes on your site?",
        "The sizes might have been messed up by your team.",
        "Do you think there's a discrepancy between the sizes on your end?",
        "Are you having an issue with your sizes?",
        "How about the mistakes in size from you?",
        "Is there an issue with incorrect size?",
        "Did you mix up the size issue?",
        "You messed up the measurement?",
        "Is there a size mix-ups?",
        "There might be a mistake in the sizes here.",
        "Is it a mix-up with your size on your end?",
        "You may have a problem with your sizes.",
        "Your error has to do with sizes.",
        "Is it because there is a mix-up between the sizes on your end?",
        "Is there issue with sizing mistakes?",
        "Are you having a problem with your sizes.",
        "Was sizing messed up by you?",
        "There's a mix-up with the size on your end.",
        "There is a discrepancy with your end's size.",
        "Size mistake by y'all or I'm right?",
        "Is this because there is an issue with the size?",
        "Will you have a size mix-up on your end?",
        "Did you mix up with the size?",
        "Is it your problem with sizes?",
        "Are you the one who messed up the sizes?",
        "Was there any size errors on your part?",
        "Is the case of a mix up with the size on your end?",
        "size issues on your end?",
        "I wanted to know if y'all messed up on the size.",
        "You guys messed around with the size?",
        "I am unsure if the size mistake by y'all is correct.",
        "There is a discrepancy with the sizes on your end, isn't it?",
        "Did you mix it up on the size?",
        "Do you have a bad or good size mistake?",
        "You didn't get the sizes right.",
        "Are you talking about a mix-up with the size on your end?",
        "I would like to know if there are any mix-ups with sizes.",
        "Are you having problem with sizes?",
        "Size mistake by y'all or not.",
        "Do you have a size issue?",
        "You mix-up, size issue?",
        "Are you facing issues with your size?",
        "sizes not perfect is your mistake.",
        "There is a discrepancy with the sizes that are on your end.",
        "Your error relating to sizes.",
        "Do you think you messed with size?",
        "You did not get the sizes right.",
        "Is this case of a mix-up with the size on your end?",
        "I am unsure if size mistake by y'all is correct.",
        "Did you accidentally screw up the sizes?",
        "Do you think there is an error in size?",
        "Did you misplace sizing?",
        "There's a question of size confusion.",
        "Did you mess up the sizes again?",
        "Does your problem involve size issues?",
        "Is there an issue with your end that causes the discrepancy in the sizes on it?",
        "There are any mix-ups with sizes?",
        "What size mix up on your end?",
        "There is an issue with your end, and there is a discrepancy with the sizes on your end.",
        "Are there a size mix-up?",
        "Is there a mistake in sizes here?",
        "You have the sizes wrong, did you?",
        "Did you really mess up the sizes?",
        "Does your part have any size problems?",
        "Maybe someone messed up the sizes here?",
        "Is there a problem with the size on your end.",
        "I wonder if size mistake by y'all is correct.",
        "Got a problem with your sizes?",
        "Is there a difference in the size on your end?",
        "There is an issue about the wrong size on your end and there is a discrepancy.",
        "Problem with sizes?",
        "Have you an issue with your sizes?",
        "There is an issue in the size?",
        "Is this a problem with your sizes?",
        "Is your size unclear?",
        "Are Sizes messed around again?",
        "I want to know if y'all messed up on the size.",
        "You guys messed up the sizes?",
        "Is there sizing mix-ups?",
        "Is it your mistake that the sizes are not perfect?",
        "Your mistake was with sizes.",
        "There's a discrepancy in the sizes on your end.",
        "Was it an issue with the size mistakes?",
        "Did you Sizing messed up by you?",
        "Are there any mistakes in the size that you make?",
        "You might have a size mix-up on your end.",
        "Are you having a size mix up on your end?",
        "There is an issue about the size and there is a discrepancy between it and your end.",
        "Is there a discrepancy in the sizes?",
        "You might have made mistakes in the size of you.",
        "Isn't the size you got wrong?",
        "Is there a discrepancy between the sizes that you have on your end?",
        "Is there a discrepancy between the different sizes on your end?",
        "Was it a case of a mix-up with the size on the end?",
        "Is there a mix up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "There is an issue with your end, and there is a discrepancy between the sizes on it.",
        "Could there be a mix-up in size?",
        "Are there any mistakes in the sizes from you?",
        "Is it possible the sizes on your end are different?",
        "I am not sure if the size mistake by y'all is right.",
        "There may be an issue with sizing mistakes.",
        "Are there a mix-up with the size on your end?",
        "Is there a discrepancy between your end and the sizes on it?",
        "Is the size mix-up on your side?",
        "You guys have messed with the size?",
        "You messed up with the sizes?",
        "Is there an issue about the right size on your end?",
        "Maybe that's Sizing confusion on you.",
        "Are you the one that messed up with sizing?",
        "Do you have any sized issues on your end?",
        "Yoursizes aren't perfect, is that a mistake?",
        "Is it a case of a mix up with the size on your side?",
        "Is there a mix-up that causes the discrepancy between the sizes on your end?",
        "There is an issue with the size on your end.",
        "Is there an issue with your end that leads to a discrepancy in sizes?",
        "Did your team make messes up the sizes?",
        "Is there a discrepancy between your end and the size?",
        "Do you have a Sizing issue?",
        "Is that an issue with sizing mistakes?",
        "Is the end wrong for size?",
        "Did you go wrong with the size?",
        "Did someone messing up the sizes here?",
        "Is there a mismatch with the size on the end?",
        "Your miscalculation on sizes.",
        "Size problems at your end?",
        "Do you think you messed with the sizing?",
        "Sizing messed up by you.",
        "Is there a discrepancy between the size on your end?",
        "Is the SizeMistake by y'all correct?",
        "There is a discrepancy with the Sizes on your end.",
        "Do you have any wrongness in the sizes?",
        "Have you messed with size?",
        "Is that because there's an issue with the wrong size on your end?",
        "You got an error on sizes.",
        "Is it a case of a mix-up with the end size?",
        "There is question of size confusion.",
        "You may have a size mix-up.",
        "Have you messed with the size?",
        "Is it a mistake to size from you?",
        "Do you think there is an issue with size mistakes?",
        "Are you Sizing messed up?",
        "Is it true that the sizes on your end are different?",
        "Have there been any mix-ups with sizes?",
        "There may be some size errors on your part.",
        "Is your mistake that your size isn't perfect?",
        "Is there a sizing issue your problem?",
        "There is size confusion?",
        "Did you make the wrong choices with the sizes?",
        "There is a discrepancy on your end, is it because of the size?",
        "You may have confusion about sizes on your site.",
        "size mistakes on your part?",
        "Maybe there is sizing confusion on you.",
        "There was a bad sizing mistake, right?",
        "Sizes not perfect is your mistake.",
        "Is your end not right on size?",
        "You messed up with sizing?",
        "Is it just a case of a mix-up with the size on your end?",
        "There is an issue with your end and there is a discrepancy in the sizes there.",
        "Y'all mess up on the size.",
        "Is the discrepancy in the sizes on your end due to a mix-up?",
        "I'm wondering if someone messed up the sizes here.",
        "Does anyone know if there are any size issues on your end?",
        "There is an issue about the wrong size on your side.",
        "There may be size confusion there.",
        "Did you notice any size issues on your end?",
        "Is there confusion over size?",
        "Are there some problematic sizes at your end?",
        "You guys messed up the size?!",
        "A mix-up with the size on your end?",
        "Can you tell me if your team messed up the sizes?",
        "If there is an issue with the size, there is a discrepancy on your end.",
        "Am I right about the size mistake by y'all?",
        "There is a discrepancy in the sizes on your end?",
        "Are you having a size issues?",
        "Maybe you messed up the sizes as well.",
        "Are you facing a issue with sizes?",
        "Are there mistakes in your size?",
        "Was it because you blundered with size?",
        "Did you mess up in the size?",
        "Are you experiencing a problem with your size?",
        "Do you have any issues with the size on your end?",
        "Does the mix-up have to do with the size on your end?",
        "Any size problems on your end?",
        "Are there a case of a mix-up with the size on your end?",
        "Is there mistakes in size from you?",
        "Does the issue involve sizing mistakes?",
        "Did you make mistakes with the size?",
        "Was it possible that you messed up the sizes?",
        "Was the size you messed up?",
        "There is a mismatch with the sizes on your end.",
        "Is the case of a mix-up with the size on the end?",
        "Perhaps you have Sizing confusion.",
        "There is an issue with your end, there is a discrepancy with the sizes on it.",
        "Is your end wrong for the size?",
        "Is there any size issue you have on your end?",
        "There may be an issue with size mistakes.",
        "Is there any size issues with your end?",
        "There is an issue about size and there is a discrepancy on your end.",
        "Is there an issue with your end, and there is a discrepancy with the sizes on your end?",
        "You messed up with size?",
        "Is it a case of mistake with the size on your end?",
        "Your mix-up, do you have a size issue?",
        "Did y'all have a problem with the size?",
        "There may be a discrepancy between the sizes on your end.",
        "Is it possible you messed up the sizes.",
        "Is there an issue with the wrong size on the end?",
        "Does it mean there's a mix-up with the size on your end?",
        "What happened to the Sizing messed up by you?",
        "There might be a discrepancy in sizes.",
        "Did you mess up the sizes as well?",
        "Could there be a discrepancy in the sizes here?",
        "Do you have a Size mix up on your end?",
        "You blundered with the sizing?",
        "Is there a size mistake by you?",
        "I think you guys messed up the size.",
        "Is there an issue about the wrong sizes?",
        "Does your mix-up include a size issue?",
        "Is there an issue with your end that leads to a discrepancy with the sizes?",
        "You messed up by Sizing?",
        "Is the size you screwed up?",
        "I'm wondering about the size debacle.",
        "Is it a case of a mix-up with your end size?",
        "What about a mistake in sizing?",
        "Did you actually mess up the sizes?",
        "Are there confusion about size?",
        "It could be a case of a mix-up with the size on the end.",
        "You guys messed with the size, right?",
        "Are there size mix-ups?",
        "Size errors on your part.",
        "Did you mess the sizes too?",
        "Is the discrepancy between the sizes on your end due to a mix up?",
        "Is there any mistakes in the size?",
        "An issue in size here?",
        "Is there something wrong with the sizes on your end?",
        "How about wrongness in the sizes here?",
        "Are there any size issues on your end.",
        "Wrong size evaluation?",
        "Was there an issue with size mistakes?",
        "Didn't you misunderstand the sizes?",
        "Are there issues with your end sizes?",
        "Are you having issues with the sizes?",
        "Do you have problematic sized at your end?",
        "Is it a case of a mix-ups with the size on your end?",
        "Did y'all make up the wrong size?",
        "You messed up the size, correct?",
        "Was someone responsible for messing up the sizes here?",
        "Is there an issue with the size you have on your end?",
        "Are you facing issues with your sizing?",
        "There is an issue about the size, is that the reason for the discrepancy?",
        "Is it because there is an issue with the wrong size?",
        "Is it a case of a mix-up involving the size on your end?",
        "Is there any mix ups with sizes?",
        "Is your team messing with the sizes?",
        "Size issues on your side?",
        "Is it possible that you misunderstand your size?",
        "Is there a wrong size for mine or your mistake?",
        "Was it the case that you messed with the size?",
        "Are there size confusion?",
        "Is there an error in Sizes?",
        "If there is any size issues on your end?",
        "Are you having a size mix-up?",
        "Are you having a problem with your size?",
        "Is it possible a mix-up with the size on your end?",
        "Are there any size errors you have?",
        "Is there a issue with sizing mistakes?",
        "Size mix up on the end?",
        "Have you got a problem with the sizes?",
        "Did you make any size mistakes?",
        "Did you make any mistakes with the sizing?",
        "Is that due to an issue with the wrong size on your end?",
        "Do you have a size mix-up on you end?",
        "There's an issue in the size here?",
        "Is that the case, there is a discrepancy between the sizes on your end?",
        "There is an issue about the wrong size and there is a discrepancy on your side.",
        "Is it possible that you have the sizes completely wrong?",
        "Yeah, you messed up the sizing?",
        "Are you having a problem with your Sizes?",
        "Let me know if there are any mix-ups with sizes.",
        "I wonder if y'all messed up on the size.",
        "Is the size mistake by y'all valid?",
        "Is it case of a mix-up with the size on your end?",
        "Did you get it wrong with the sizes?",
        "Is the discrepancy between the sizes on your end?",
        "Does your end have a mix-up with the size?",
        "Do you think there is a discrepancy with the sizes on your end?",
        "It is a case of mix-up with the size on your end.",
        "Is it true that there are mistakes in sizing from you?",
        "Is there an issue with the end that causes a discrepancy with the sizes on it?",
        "Did someone do something wrong with the sizes?",
        "Could this be a mix-up in sizes?",
        "Is it possible for you to make mistakes in sizing?",
        "Your end is not right on the size.",
        "Is someone messed up the sizes here?",
        "Does your site have confusion over sizes?",
        "Is there a mix up between the sizes on your end?",
        "Did your team do any wrong with the sizes?",
        "Is it a case of a mix up with the size of the end?",
        "Size mistake by y'all or incorrect?",
        "Is the size mistake of y'all right?",
        "Is this a case of a mix-up with the size of your end?",
        "Is this a case of a mix- up with the size on your end?",
        "Your mistake on sizes",
        "There's an issue in size here?",
        "Did you mess up the different sizes?",
        "You have a discrepancy with the sizes on your end.",
        "If you have a problem with your sizes?",
        "Was someone responsible for the wrong sizes here?",
        "You made an error with the size?",
        "There is a discrepancy between the size on your end and the actual size.",
        "Or is it a size mistake by y'all?",
        "Did you have a problem with sizes?",
        "Does your problem involve sizing?",
        "There are any size mistakes on your part.",
        "Bad size mistake there?",
        "Would it be a case of a mix-up with the size on your end?",
        "Y'all mess up on the size?",
        "Did you ruin up on the size?",
        "Is the problematic size at your end?",
        "Is there an issue regarding the wrong size on your end?",
        "Is someone to messed up the sizes here?",
        "There may be an error in detecting size.",
        "Is that because there is an issue with the wrong size?",
        "Is there confusion regarding sizes on your site?",
        "Do any size errors on your part?",
        "Is there an issue with the end that causes the discrepancy in the sizes on it?",
        "Oops, you guys messed up the size?",
        "Are you in a problem with sizes?",
        "There is an issue about the size and there is a discrepancy on your side.",
        "Do you mess up the sizes as well?",
        "Is the Sizing messed up by you?",
        "Are there mistakes in the sizing you made?",
        "Did you mess up on the size?",
        "Isn't there a discrepancy between the sizes on your end?",
        "There is an issue about the wrong size on your end, so there is a discrepancy.",
        "Are there any issues with size mistakes?",
        "Have your team messed with the sizes?",
        "Are there any confusion about size?",
        "There is a discrepancy on your end, is that because of the size issue?",
        "There is a discrepancy between the sizes on your end and there is an issue about the size",
        "Did someone make the size wrong?",
        "Are you sure of the size mix-up on your end?",
        "I wonder if someone messed up the sizes.",
        "Did your team do something wrong with the sizes?",
        "Is the size mistake by Y'all correct?",
        "Are you having a problem with the size?",
        "There is a discrepancy in the sizes on your end, is that because of a mix-up?",
        "There is a discrepancy with the size on your end?",
        "There might be a problem with the size on your end.",
        "There could be confusion about size.",
        "You mix-up, do you have a size issue?",
        "Did you mess up sizes?",
        "Did y'all mess up with the size?",
        "Was there a size mix-up?",
        "Is your end wrong for your size?",
        "Will you have confusion about sizes on your site?",
        "I think there is a discrepancy between the sizes on your end.",
        "Is there mistakes in sizing from you?",
        "Is the mix-up with the size on your end?",
        "Right? You messed up the size?",
        "There are anysize errors on your part?",
        "There is an issue about the size on your end and there is a discrepancy.",
        "Did you screw the sizes?",
        "Isn't it a case of a mix up with the size on your end?",
        "Is there a mistake in your size?",
        "Is the size error by y'all correct?",
        "Is there a mix-up with regards to the sizes on your end?",
        "Did you interfere with the sizes?",
        "Did someone make the sizes incorrect?",
        "Do you have a mix up on size?",
        "Are you having trouble with the sizes?",
        "There is a discrepancy between the sizes on your end, is that because of a mix-up?",
        "There's size confusion?",
        "You made a mistake with sizes.",
        "Did your team mistake the sizes?",
        "Any size discrepancies on your part?",
        "Are you sure you messed up the size?",
        "Is the size mistake by y'all a correct one?",
        "What about an error in the sizing?",
        "Is there any confusion about sizes on your site?",
        "There might be size confusion there.",
        "Are there issues with size mistakes?",
        "Did your team make any messes up the sizes?",
        "Is there an issue in size?",
        "You guys made a mistake with the sizing, right?",
        "There is confusion about the size?",
        "Are you sure of your size mix-up?",
        "Is there an issue with your end that leads to a discrepancy with the sizes on it?",
        "There is a case of a mix-up with the size on your end.",
        "Do you have a problem with your sizes?",
        "I'm not sure if size mistake by y'all is right.",
        "Are there an issue in the size here?",
        "Did you make a mistake with sizes?",
        "A size mix up?",
        "Is the discrepancy in the sizes on your end because of a mix-up?",
        "Have you had a size mix-up?",
        "Do you have a sizing issues?",
        "Is it possible you have a mix-up with your size?",
        "Yep, you guys messed up the size.",
        "Is there a mismatch with the sizes on your end?",
        "\"There is a discrepancy with the sizes on your end.\"",
        "Were you wrong with the sizing?",
        "There might be a mix up with the size on your end.",
        "Did your team messed up the sizes?",
        "There is an issue about the wrong sizes and there is a discrepancy on your end.",
        "Did someone messed up the sizes?",
        "Is that a case of a mix-up with the size on your side?",
        "Is it a case of a mix-up regarding the size on your end?",
        "You messed with the size?",
        "Does your end have problematic sizes?",
        "Is there an issue with your end that leads to a discrepancy in the sizes?",
        "Was there a mistake with the sizes?",
        "There is a discrepancy with the sizes on your end, is it because of a mix-up?",
        "Did your mix-up cause the size issue?",
        "Is it because of an issue with the size on your end?",
        "Is there an issue about the wrong that causes the discrepancy with the sizes on your end?",
        "Is there an issue with your end that leads to the discrepancy in sizes on your end?",
        "Is it possible that you made mistakes in your sizing?",
        "Did you bungle with the size?",
        "Are there any problems with your sizes?",
        "There is an issue with your end and there is a discrepancy with the sizes.",
        "You had a mistake on sizes.",
        "Were there size issues on your end?",
        "Did you make a mess up on the size?",
        "Is it your mistake that your sizes are not perfect?",
        "You guys messed with the sizes?",
        "Were there mistakes in the size of you?",
        "Is there something weird with your size?",
        "Are the sizes messed up?",
        "Is there a discrepancy with the size on the end?",
        "Was it confusion about sizes on your site?",
        "Someone may have messed up the sizes.",
        "Do you have an end problem with sizes?",
        "Did they make a mistake on the size?",
        "Is this a case of a mix-up with the size?",
        "There is an issue about the wrong size and there is a discrepancy on your end.",
        "Was someone messing up the sizes here?",
        "Are the sizes completely wrong, didn't you?",
        "Your size mix-up?",
        "Was there an error in the size?",
        "Size issues, on your end?",
        "Is it a mistake that your size is not perfect?",
        "Is there an issue with the correct size on your end?",
        "Is there an incorrect size measurement?",
        "How about you blundered with size?",
        "Some size errors on your part.",
        "Was anyone to messed up the sizes here?",
        "There is an issue about the wrong and there is a discrepancy in the sizes on your end.",
        "Is there a discrepancy with the sizes on your end due to an issue with your end?",
        "Is the discrepancy with the sizes on your end because of a mix up?",
        "I was wondering if y'all messed up on the size.",
        "There may be confusion about sizes on your site.",
        "Sizing messed up by you",
        "You had a mistake with the size?",
        "Are there any mistakes in sizing you?",
        "Your mix-up, the size issue?",
        "You messed up on the sizes.",
        "Is there any mix-ups with sizes you're responsible for?",
        "Do you have a trouble with your sizes?",
        "Are there any mistakes you made in the size?",
        "There is an issue about the wrong size on your end",
        "Did you mix-up your size?",
        "Is the size messed up by y'all?",
        "Your end is not right on size.",
        "Did you make an error with the sizes?",
        "Any size errors you make?",
        "Is there a mix-up with the size?",
        "Is thesize mistake by y'all?",
        "Do you have an issue with size mix-up on your end?",
        "Does that mean it is a case of a mix-up with the size on your end?",
        "Is there a discrepancy in the sizes on your end because of a mix-up?",
        "Did you have sizing issues?",
        "There may be wrongness in the sizes here.",
        "Are there sizing mix-ups?",
        "Do you have a size mix-up on your end?",
        "There might be a mix-up with your size.",
        "Is there a mismatch with the size on your end.",
        "Is the discrepancy between the sizes on your end because there is a mix-up?",
        "You messed up the sizes, right?",
        "You miscalculated the size?",
        "Do you have a problem with your own sizes?",
        "You might have a problem with your sizes.",
        "Did you make a big mistake with the size?",
        "Did someone mess up the size here?",
        "Have you encountered an issue with the size order?",
        "Did you make mistakes in the size?",
        "Are the sizes you messed up?",
        "You guys messed with the sizing?",
        "There is an issue with your end and there's a discrepancy with the sizes.",
        "Did you mismanage the sizes?",
        "There is a mismatch with the size on your end.",
        "Is there a mix-up, there is a discrepancy between the sizes on your end?",
        "Did you error with size?",
        "Do you think you messed up the sizes?",
        "Are you guys messing up the size chart?",
        "Is there something wrong with the size on your end?",
        "Is there confusion with size?",
        "What about the size mix-up on your end?",
        "Is there an issue about size on your end?",
        "Is your end not the right size?",
        "Could your team have messed up the sizes?",
        "Is it a size mix-up on your end?",
        "Did your team make any mistakes with the sizes?",
        "Does the issue involve size mistakes?",
        "problem with your sizes?",
        "Is that an error in the size?",
        "Do you have an error in sizing detection?",
        "Your mistake with sizes.",
        "What size mix-up does your end have?",
        "There is a mix-up with size on your end.",
        "Did your team mess up the size?",
        "Is there an issue with the end that causes the discrepancy in sizes?",
        "size mistake by y'all or not",
        "How come you blundered with the size?",
        "There was size confusion?",
        "Are you confused with your size?",
        "Is any size error on your part?",
        "Wrong measuring of size?",
        "You messed up the sizing?",
        "You got the sizes wrong, right?",
        "Does your end have any size issues?",
        "There is a discrepancy between the sizes on your end",
        "Have there any size errors on your part?",
        "There is a discrepancy between the sizes you get on your end.",
        "You made an error with size.",
        "Are you having troubles with size?",
        "Did you mess up when it came to the size?",
        "Does your end have a mix-up with your size?",
        "There is a discrepancy with the sizes on your end, Is that because there is an issue about the wrong?",
        "Has there been a problem with the sizes?",
        "Is it a size mistake for y'all?",
        "Are there any size discrepancies on your end?",
        "Is there a size mix up on your end?",
        "Is there a problem with size?",
        "Your mistake about sizes.",
        "Is there an issue with your end that leads to a discrepancy between the sizes on your end?",
        "Are there any problematic sizes at your end?",
        "Is the size mistake by y'all?",
        "Did anyone mess up on size?",
        "Wrong size measurement is possible.",
        "There is a discrepancy on your end, is that because of the size?",
        "Does your end have size issues?",
        "Was it size confusion there?",
        "Are there mistakes in the way you size up?",
        "Did you make a mistake with the sizes?",
        "Could there be a problem with sizes here?",
        "You got the sizes incorrect, right?",
        "Is someone responsible for messing up the sizes here?",
        "Is that a size mistake by y'all?",
        "Are you facing problems with size?",
        "Did you fail with the sizes?",
        "Is it a mistake that y'all size mistake?",
        "Are you facing issues with the size?",
        "Was it your problem with sizes?",
        "Is there an issue about the size that is causing the discrepancy on your end?",
        "Is the size mistake by y'all right?",
        "Correct? You guys messed up the size.",
        "There is an issue about the size on your end, so there is a discrepancy with the sizes on your end.",
        "The mix-up, your size issue?",
        "There could be an indication of a sizing disaster here.",
        "How Sizing messed up by you?",
        "Did you mess up over the size?",
        "On your site, do you have confusion about sizes?",
        "It's your mistake on sizes.",
        "There is a discrepancy between the sizes on your end, is it because of a mix-up?",
        "Is that because there is a mix-up with the sizes?",
        "Is it a problem with the size on your end?",
        "Is it a case of not knowing the size on your end?",
        "Is there any mistake in the sizing from you?",
        "Did you make a mistake about the sizes?",
        "Do you have a hint of a sizing disaster here?",
        "Your mix-up is a size issue?",
        "My fault or yours, any mix-ups with sizes?",
        "Is there a mismatch with your size?",
        "There is a discrepancy of sizes on your end.",
        "Is it a case of a mix up with the end size?",
        "Any size errors you have?",
        "Is there a mix up with the size?",
        "Is there an error in determining the size?",
        "Someone messed the sizes up.",
        "Does your size mix-up affect your end?",
        "Is there a mix-up because the sizes on your end are different?",
        "Did you make a mistake with resizing?",
        "Perhaps there is Sizing confusion on you.",
        "What size mistakes are on your part?",
        "There may be an issue with the size on your end.",
        "Could there be a mismatch in sizes here?",
        "Are any size mistakes on your part?",
        "Will there be an issue with sizing mistakes?",
        "Is it possible that there are sizing mix-ups here?",
        "Is there any size issues on your side?",
        "Are you having a sizing issues?",
        "Is it a mistake that the sizes are not perfect?",
        "There might be an error in the size.",
        "I wonder if there are any mix-ups with sizes?",
        "Yeah, you guys messed up the size?",
        "Was it the case that you messed up the sizes too?",
        "There is an issue about the size so there is a discrepancy on your end.",
        "Was the size at your end problematic?",
        "It's a problem with sizes?",
        "Have you made a mistake with the size?",
        "You have size issues on your end?",
        "Your error is on sizes.",
        "Is there a mix-up with the size on the end?",
        "The mistake here is yours--sizes not perfect.",
        "Is there a problematic size at the end?",
        "Are you confused about the sizes?",
        "Are sizes messed around again?",
        "Maybe someone messed up the sizes.",
        "Is it a mix-up with the size?",
        "Did you miscalculation the sizes?",
        "Is there a difference with the sizes on your end?",
        "There is an issue about the size and there is a discrepancy with the sizes on your end.",
        "Size mistake by y'all, am I correct?",
        "Was the size mess up?",
        "Mistakes in your sizing?",
        "There could be confusion over size.",
        "Is the size discrepancy on your end?",
        "Do you have a mix-up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Does it seem like a mix-up with the size on your end?",
        "There is a discrepancy in the sizes on your end, Is that because there is a mix-up?",
        "Any wrongness with the sizes here?",
        "The sizes may have been messed up by your team.",
        "Maybe you have some size confusion.",
        "If you have a problem with sizes?",
        "Did you make any size errors?",
        "Is it possible that sizes screw around again?",
        "Size mistake?",
        "Did you cause the sizes to be messed up?",
        "Are you having an issue with your size?",
        "There appears to be an issue with the size on your end.",
        "Your error is with sizes.",
        "Is there any mix-ups with sizes your fault or not?",
        "Any size errors on the part?",
        "Are there mistakes in the size you provide?",
        "Did you make a mistake with the sizes.",
        "There is a discrepancy between the different sizes on your end.",
        "Do you have any mix-ups with sizes?",
        "Is it a Size mistake by y'all?",
        "Is there any discrepancy with the sizes on your end?",
        "Is your end's size incorrect?",
        "What size errors do you have on your part?",
        "Is there some discrepancy between the sizes on your end?",
        "If you have problematic sizes at your end?",
        "Is there a discrepancy between your end and the actual size?",
        "Is there an issue about the wrong size on your side?",
        "Do you think they messed up on the size?",
        "There could be something wrong with the sizes here.",
        "Are there issues with your sizes?",
        "Did your mix-up affect your size?",
        "You have made an error on sizes.",
        "Are there any size issues with your end?",
        "Is that because of a mix-up with the sizes on your end?",
        "Did you fail with the size?",
        "Is it possible for you to make mistakes in the size?",
        "Is it because there is a discrepancy between the sizes on your end?",
        "Did you make the sizes mess up too?",
        "Is it possible that you messed up the sizes as well?",
        "There is an error in size?",
        "You have messed up the size?",
        "You have problematic sizes at the end?",
        "There is a mix-up with your end size.",
        "Isn't there a discrepancy with the sizes on your end?",
        "Is that a case of a mix up with the size on the end?",
        "Were the sizes messed up by someone?",
        "There is a discrepancy between the sizes on your end, is that because of a mix up?",
        "Is there any mix-ups with the sizes you have?",
        "Was someone messing up the sizes?",
        "Are there any mistakes in the sizing from you?",
        "Right? You guys messed up the size.",
        "Is there an issue in the size here?",
        "Is it a problem with the sizes on your end?",
        "Did you make the sizes mess up?",
        "Do you mistake with size?",
        "Do you have a problem with your sizes.",
        "There's a problem with sizes?",
        "Is that because there is an issue with the size on the end?",
        "Is there a discrepancy in the sizes on the end?",
        "There may be a mix up in sizes.",
        "A mistake in sizing?",
        "Isn't it your mistake that sizes aren't perfect?",
        "Did y'all make a mistake on the size?",
        "You messed with the sizing?",
        "You made a mistake with the size!",
        "You made an error in sizes.",
        "Did you make a blunder with the size?",
        "Is it possible you also messed up the sizes?",
        "An error with sizing?",
        "Is there a mix-up with the sizes?",
        "Is there any mix-ups with sizes your fault?",
        "There might be confusion regarding size.",
        "Is there a mix up about the sizes on your end?",
        "Is it a mistake by y'all to size it?",
        "Did you make a mistake with the measurement?",
        "Will there be a size mix-up?",
        "A discrepancy with the sizes on your end is possible.",
        "Did you make any mistakes with the size?",
        "Any size errors on your part.",
        "Wrong Size measurement?",
        "Problem with the sizes?",
        "Is there a mismatch between your size and your end?",
        "Are you referring to a mix-up with the size on your end?",
        "Is there a discrepancy with the size on your end.",
        "There is a discrepancy between the sizes on your end, is that due to a mix-up?",
        "Are you facing an issue with sizes?",
        "Did someone messing with the sizes here?",
        "Guys, you messed up the size?",
        "Was there a mistake with size?",
        "Do you have a mix-up on the size?",
        "Was it possible that you messed up the sizes as well?",
        "Are there any size errors on the part?",
        "Have you encountered a problem with sizes?",
        "Can there be size confusion?",
        "The size mix up on your end?",
        "There is an issue with your end, and there is a discrepancy in the sizes.",
        "It is a case of mix-up with the size on your end?",
        "Are there a problem with sizes?",
        "There could be an error in the sizing.",
        "Are you talking about size mix-up on your end?",
        "Is there a discrepancy between the sizes that are on your end?",
        "Is that because there is a mix-up of sizes on your end?",
        "The sizing was messed up by you.",
        "There is a discrepancy between the sizes on your end, Is that because of a mix-up?",
        "Is there confusion with the size?",
        "Are there mix-ups with the size?",
        "Can you tell me about any size errors on your part?",
        "Do you think there is size confusion there?",
        "Did you cause Sizing messed up?",
        "Do you have size confusion there?",
        "My fault or yours? Any mix-up with sizes?",
        "Maybe you have some size confusion on you.",
        "It may be a case of mix-up with the size on your end.",
        "Problematic sized at your end?",
        "Is that because there is an issue with the wrong size on your end?",
        "Is it possible that you messed up on the size.",
        "There could possibly be a discrepancy in sizes.",
        "There is an issue about the wrong size, and there is a discrepancy on your end.",
        "Do you have any mistakes in your sizing?",
        "You guys screwed up the size?",
        "At your end? Problematic sizes?",
        "Do you have any problematic sizes at your end?",
        "Are you sure about the size mix-up on your end?",
        "Was there a mistake in the sizes?",
        "There was a bad mistake regarding size.",
        "Did you make any mistakes with the size you gave?",
        "It was your error on size.",
        "Did you bungle up on the size?",
        "Is it a problem with your sizes?",
        "Is there an issue with your end that leads to a discrepancy in size?",
        "Is your end different on the size?",
        "Is it possible that you screwed up the sizes?",
        "Yeah, you guys messed up the size",
        "Is there an issue with sizing errors?",
        "Are you faced with a problem with sizes?",
        "Your end issue with sizes?",
        "At your end are there problematic sizes?",
        "Did you mess the size up?",
        "Do you have problem with sizes?",
        "Is it true that you messed up the sizes?",
        "Are there any size mistakes on your part?",
        "Is your end not right in size?",
        "You messed up the Sizes, right?",
        "There is an issue with size mistakes?",
        "Are the sizes on your end different?",
        "There is a discrepancy with the sizes on your end, is that because of an issue about the size?",
        "Your error in regards to sizes.",
        "Did your team wrong the sizes?",
        "Are you having issue with size?",
        "Are there any mistakes in the way you size yourself?",
        "Is there a discrepancy with the size of your end?",
        "A problem with the sizes?",
        "Did anyone mess the sizes up here?",
        "Was it you that messed up the sizes?",
        "Did you make messes with the sizes?",
        "Did you malfunction with the sizes?",
        "Is there a reason you messed up the sizes?",
        "Are you wrong with the size?",
        "There is an issue regarding the size on your end.",
        "I'm not sure if the size mistake by y'all is correct.",
        "Is a discrepancy between the sizes on your end?",
        "Is the size that you messed up on?",
        "Maybe y'all messed up on the size.",
        "There might be an issue about the wrong size on your end.",
        "Are there an issue about the wrong size on your end?",
        "I'm wondering if there are any mix-ups with sizes.",
        "There may be some wrongness in the sizes here.",
        "You have a problem with the sizes?",
        "Are you having trouble with size?",
        "There could be an error in sizing.",
        "An error in Sizes?",
        "Are you having trouble with your size?",
        "Are there mistakes in the size you give us?",
        "I wonder if you messed up the sizes as well.",
        "Are you right that you messed up the size?",
        "Are you aware of the size mix-up on your end?",
        "Y'all messed up on size.",
        "You guys messed with the sizing, right?",
        "Are there any mistakes in sizing from you?",
        "Are you having a sizing problems?",
        "Did you mistake your size?",
        "There is a problem with your sizes?",
        "Are you also responsible for messing up the sizes?",
        "Did someone make the sizes wrong?",
        "Do you have any size error on your part?",
        "Did your team messed up the size?",
        "Is there any size problem on your end?",
        "You made an error on size.",
        "It could be a case of mix-up with the size on your end.",
        "You people messed up the size.",
        "Is it possible that someone messed up the sizes?",
        "Does the size mix-up affect your end?",
        "Your mistake on the size",
        "You made an error on sizes.",
        "Are you getting a mix-up with the size on your end?",
        "Is it a problem with sizes?",
        "Have you had an issue with size mistakes?",
        "Yeah, you guys messed up the sizing.",
        "Is there a mistake in your sizing?",
        "Is there a mix-up with the end size?",
        "Someone might have messed the sizes up.",
        "Is there any mistakes in the size you provide?",
        "It is a case of a mix up with the size on your end.",
        "Is the discrepancy between sizes on your end due to a mix-up?",
        "Is this due to an issue about the size?",
        "Did your team make messes of the sizes?",
        "I want to know if there are sizing mix-ups here.",
        "Do you think there is an issue with sizing mistakes?",
        "Do you have confusion over sizes on your site?",
        "Did you messed up on the size.",
        "Was there a problem with your size?",
        "Did you make a mistake in the sizes?",
        "Is the discrepancy in sizes due to a mix-up?",
        "Did you make some mistakes with the sizes?",
        "Did they make a mess of the size?",
        "You folks messed up the size.",
        "Is it possible for you to make mistakes in size?",
        "There could be a problem with the sizes.",
        "Did your team bungle the sizes?",
        "Is your end not right on the size?",
        "It is a size mistake by y'all.",
        "You had the sizes wrong, right?",
        "Are there problems with size mistakes?",
        "Were there mistakes in the sizing from you?",
        "There may be confusion about the sizes on your site.",
        "Is there an issue with your end which causes a discrepancy in the sizes on your end?",
        "Wrong size calculation?",
        "There is an issue regarding the wrong size on your end.",
        "Is that an issue with size mistakes?",
        "It may be Sizing confusion on you.",
        "Is there any wrongness here in the sizes?",
        "Is there a discrepancy between your size and your end?",
        "Is the discrepancy between the sizes on your end due to a size issue?",
        "There is a discrepancy in sizes on your end, is that because of a mix-up?",
        "Size mix-up on end?",
        "How about a sizing error?",
        "How about the size mess-up?",
        "There is an issue about the wrong sizes on your end.",
        "Is the sizes you messed up?",
        "Did y'all mismanage the size?",
        "Could there be a mix-up in the sizes here?",
        "Are there issues with size mistakes.",
        "Do you have size issues on your end?",
        "Your end problem with sizes?",
        "Did you make mistakes in the size you used?",
        "The sizes could have been messed up by your team.",
        "Is that size mix-up on your end?",
        "Are you referring to a case of a mix-up with the size on your end?",
        "There's size confusion there?",
        "Do you have any size problems on your part?",
        "Because there is an issue about the wrong, there is a discrepancy between the sizes on your end.",
        "Your error with sizes.",
        "Did you mess the sizes up too?",
        "Did anyone messing up on the size?",
        "There is confusion of size?",
        "Are there a problem with size?",
        "You think you messed up the size?",
        "Is that because there's an issue about the size?",
        "What about a mistake in the sizing?",
        "Are you wrong about the size?",
        "Are you sure about the size mix-up?",
        "Any mix-ups with sizes your fault?",
        "Was it the case that you messed up the sizes as well?",
        "Is it a size confusion there?",
        "Are you having troubles with sizing?",
        "There is a discrepancy between the sizes on your end, is that because of the size issue?",
        "Are Sizes screwed around again?",
        "There's an issue about the wrong and there is a discrepancy with the sizes on your end.",
        "Is your size mix-up on your end?",
        "There can be an error in the size.",
        "There is an issue about the wrong size on your end, so there is a discrepancy with the sizes on your end.",
        "Did you miscalculate the sizes?",
        "your mistake on sizes",
        "What about the size miscalculation?",
        "There is a discrepancy regarding the size on your end.",
        "There is a discrepancy with the sizes on your end, is that because there is an issue about the size?",
        "Are you having difficulty with your sizes?",
        "Did you misplace your sizing?",
        "Is there an issue with your end that causes the discrepancy in the sizes on your end?",
        "Sizing confusion, on you?",
        "There is confusion with the size?",
        "Will there be an error in the size?",
        "Did any of you mess up on the size?",
        "Are you having a problem with Sizes?",
        "Are you the one who messed with sizing?",
        "On your end, size mix up?",
        "You messed up the size?",
        "You had an error with sizes.",
        "Do you have problematic sizes at their end?",
        "Did someone mix the sizes up?",
        "Do you have a mix-up with the size of your end?",
        "Did anyone messed up on the size?",
        "Is there an issue with the size on your side?",
        "Are there any size problems on your part?",
        "Did you mess up the sizes, too?",
        "On your end, size mix-up?",
        "Is it wrong with your size, huh?",
        "Misinformation about sizes on your site?",
        "Do you think you made a mistake with sizing?",
        "Is the problem with sizes your end?",
        "There is a discrepancy between the two sizes on your end.",
        "Is the problematic sizes at your end?",
        "You have a issue with sizes?",
        "Sizing confusion on you, maybe.",
        "Is there a discrepancy between the sizes on the ends?",
        "Did you get it wrong on the size?",
        "Is it because of an issue with your end that the sizes on your end are different?",
        "There is a discrepancy in the sizes on your end.",
        "Is there an issue with sizes mistakes?",
        "Do you think you messed up with size?",
        "You did not get the sizes correct, didn't you?",
        "Have you got a size mix-up?",
        "Is there an issue with your end that is affecting the sizes on your end?",
        "Is your mix-up a size issue?",
        "Might someone have messed up the sizes here?",
        "Do you think there is a mix-up with your size?",
        "There's an issue about the size and there's a discrepancy on your end.",
        "Do you have a bad or mine size mistake?",
        "There is a discrepancy with the size 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611",
        "There is a discrepancy with the sizes on your end",
        "Is there a mix up in the sizes?",
        "Is there a sizing issue you have?",
        "Is that because you have an issue with the wrong sizes?",
        "Do you haveproblematic sizes at your end?",
        "Is there any mix-ups with sizes your fault or yours?",
        "Is there a discrepancy with the sizes on your end because of a mix-up?",
        "Did you make the wrong size choices?",
        "You made an error on the size.",
        "Were there any size issues on your end?",
        "Could there be a mismatch in size?",
        "Did you messing up on the size?",
        "There could be an error in the size.",
        "Are you having problem with the size?",
        "Is there an issue with sizing mistakes?",
        "Are you the one who messed up with sizing?",
        "Is that a case of a mix-up with the size of your end?",
        "Did you bung up the sizes?",
        "Is there a chance you messed up the sizes?",
        "Did you know you got the sizes wrong?",
        "Is it an issue with size mistakes?",
        "Your mistake is with sizes.",
        "Do you make mistakes in sizing?",
        "I wonder if the people messed up on the size.",
        "Is it not a case of a mix-up with the size on your end?",
        "Is the size you got completely wrong?",
        "You have an error with sizes.",
        "Are there a discrepancy in the sizes on your end?",
        "Well, you guys messed up the size?",
        "Is there an issue about the size and there is a discrepancy?",
        "You made a mistake with the sizes.",
        "Are there sizing issues you are having?",
        "Does your end have a mix-up with sizing?",
        "I'm not sure if size mistake by y'all is correct.",
        "Was it Sizing messed up by you?",
        "Did you make mistakes in sizing?",
        "Are there any discrepancies with the size on your end?",
        "Was anyone responsible for messing up the sizes here?",
        "They might have messed up the sizes here.",
        "Could there be an issue with sizes here?",
        "Is the discrepancy due to an issue with the wrong size?",
        "Are there any size problems on your end?",
        "Have you got a problem with sizes?",
        "How about size mix-up on your side?",
        "Yeah, you guys messed up the sizes.",
        "Is it an issue with sizing mistakes?",
        "Is there an issue with your end which causes the discrepancy in sizes?",
        "Is that because there is an issue with the wrong sizes?",
        "Is the discrepancy with the sizes on your end related?",
        "Is there something wrong with the sizes here?",
        "You may have a size mix-up on your end.",
        "There could be confusion about sizes on your site.",
        "There is a discrepancy with the sizes on your end, is that because there is a mix up?",
        "There is a problem with the sizes?",
        "Are you having trouble with your sizes?",
        "Is there a mix-up with the sizes on your side?",
        "Is it the end's size that's wrong?",
        "Was the size messed up by you?",
        "Your mistake regards sizes.",
        "Did anyone mistake the sizes here?",
        "Is your size incorrect?",
        "Maybe there is some size confusion on you.",
        "Is there an issue with your end that leads to a discrepancy in the sizes on your end?",
        "Oh, you guys messed up the size?",
        "Is there a sizing mix-up there?",
        "Are you the one who made a mistake with the size?",
        "Did your team mess the sizes?",
        "Did your mix-up have a size issue?",
        "Do you have any size errors on your part.",
        "Did you have any size mistakes?",
        "Did you make an error with the size?",
        "There is a discrepancy between the sizes on your end, is that due to an issue with your end?",
        "What about a problem with the size?",
        "Are there size confusion there?",
        "You might have a problem with your size.",
        "How come you messed with the size?",
        "Is there a problem with sizes?",
        "You have the sizes wrong, huh?",
        "Are there mistakes in the sizing from you?",
        "Do you have an issue in the size here?",
        "There is a discrepancy in the sizes on your side.",
        "Do you have any size errors on your part?",
        "Does anyone have any size issues on their side?",
        "Is it because there is an issue about the right size?",
        "It could be wrong size measurement.",
        "Is there an issue in size here?",
        "Do you have a problem with sizes.",
        "Is there an issue with your end that causes the discrepancy in size?",
        "Is size mix-up on your end?",
        "Is it possible that there is a discrepancy with the sizes on your end?",
        "Can you tell me any size errors on your part?",
        "Did you make mistakes in the sizing?",
        "Do you have a mix up with your size?",
        "Is that because you have a mix-up with the sizes on your end?",
        "I wonder if it is with your size?",
        "I am curious about the size debacle.",
        "Do you see a mix-up with the size on your end?",
        "Are you confused about sizes?",
        "Is there a discrepancy with the sizes that you have?",
        "Is it because there is a mix-up with the sizes on the end?",
        "You guys messed up the size",
        "Is there an issue about the wrong with the sizes on your end?",
        "Could there be something wrong with the sizes here?",
        "Do you make mistakes in your size?",
        "There could be a discrepancy between the sizes here.",
        "It may be a case of a mix up with the size on your end.",
        "Is it because of an issue about the size on your end?",
        "Is this due to an issue with the size on your end?",
        "Are you aware that you messed up the size?",
        "Did the sizes get messed up by your team?",
        "I am wondering if someone messed up the sizes here.",
        "Do your team mess up the sizes?",
        "Are the size mix-up on your side?",
        "There is a discrepancy between the sizes on the end",
        "Perhaps you have some size confusion.",
        "Is there a mistake with the sizes on your end?",
        "Are there any size errors that you have?",
        "There may be something wrong in the sizes here.",
        "Did y'all mix up the size?",
        "Are you facing an end problem with sizes?",
        "Is it possible you messed up on the size?",
        "Was it the case that you messed with sizing?",
        "Is there an issue with the size on you end?",
        "Are you having issues with size?",
        "Did your team make any messes with the sizes?",
        "Did you see any size errors on your part?",
        "Does it mean a mix-up with the size on your end?",
        "Might there be a mix-up in the sizes here?",
        "Is there a discrepancy with the sizes on your end because there is a mix-up?",
        "There's a discrepancy with the size on your end.",
        "Are there problematic sizes at the end of your life?",
        "There may be confusion with size.",
        "size mistake by y'all",
        "Is there an issue about the size that caused the discrepancy?",
        "Did you make a mistake with the proportions?",
        "You have the sizes mistaken, didn't you?",
        "Is there a size mix-up on your end?",
        "Incorrect size measurement possible?",
        "Is it your mistake that the sizes aren't perfect?",
        "Was it because you blundered with the size?",
        "There may be confusion about size.",
        "There was a discrepancy with the sizes on your end.",
        "Is it a case of a mix- up with the size on the end?",
        "Is there a discrepancy on the size on your end?",
        "Is there an issue with your end that causes a discrepancy with the sizes?",
        "Is there a mistake in size?",
        "Is there a mix-up of sizes on your end?",
        "Is there an issue with the size that is causing the discrepancy?",
        "There might be a mismatch with the size on your end.",
        "Is there a sizing mix- up?",
        "Has someone messed up the sizes here?",
        "There is a problem with your size?",
        "There is a discrepancy in the sizes on your end, Is that the case?",
        "There is an issue about the size that is causing the discrepancy on your end.",
        "Is there a discrepancy between the sizes you have on hand?",
        "Was it a size issue or mix-up?",
        "Is this a case of a mix-up with size on your end?",
        "There may be wrongness in the sizes.",
        "Is there an issue in the sizing?",
        "Is there a problem in the size here?",
        "You messed the size up?",
        "If there are any size issues on your end?",
        "Do you have a sizing mix-up on your end?",
        "You might have confusion about sizes on your site.",
        "Is it because the sizes on your end are different?",
        "Maybe there is a mistake in sizes here.",
        "Alright, you guys messed up the size?",
        "Are there issues with sizes at your end?",
        "Have you got a problem with your sizes?",
        "Is it a case of mistaken size on your end?",
        "You guys messed up the size?",
        "My fault or yours, any mix up with sizes?",
        "Is that a case of mix-up with the size on the end?",
        "Is there a sizing error?",
        "You made an error about sizes.",
        "Issue with a size?",
        "Is there a mistake in the sizes from you?",
        "Are you the one who made a mistake with sizing?",
        "Did you misconstrue the sizes?",
        "You got the sizes wrong, don't you?",
        "There is a discrepancy on the sizes on your end.",
        "There is an issue about the size, and there is a discrepancy on your end.",
        "Is the discrepancy with the sizes on your end due to the issue with your end?",
        "Did someone messed with the sizes?",
        "Do you have any mistakes in the way of size?",
        "There is a mix-up with the size on your end.",
        "Are the sizes mix-up on your end?",
        "Any size mistakes you make?",
        "Do you think there is an error in sizing?",
        "The sizes on your end are different, is that because of a mix-up?",
        "There may be a mistake in the sizes here.",
        "There may be confusion regarding size.",
        "There's confusion about sizes on your site?",
        "There is an issue with the wrong sizes on your end.",
        "Did you mistake sizing?",
        "Is there an issue about the wrong size for you?",
        "Do you have an issue in sizing?",
        "It might be a case of mix-up with the size on your end.",
        "It's a case of a mix up with the size on the end.",
        "Is the size something you messed up on?",
        "Did you wrong the sizes?",
        "I am wondering if y'all messed up on the size.",
        "It is possible that it is a mix-up with the size on your end.",
        "Was it you who messed up the sizes too?",
        "Did you messed up on the size?",
        "Did you mistake with the sizing?",
        "Did you mess the sizes up as well?",
        "Are there any mistakes in the sizing?",
        "Is that because there is a problem with the size on your end?",
        "Are there anysize issues on your end?",
        "Is it an issue in sizing?",
        "Did you get the sizes completely wrong?",
        "Is it possible for you to make mistakes in your sizing?",
        "There may be a mix-up with the size on your end.",
        "Did you error with the size?",
        "Maybe there's size confusion on you.",
        "Did you make any mistakes in your sizing?",
        "Do you mix-up your end size?",
        "Did you goof up with the size?",
        "Do you think you have the sizes wrong?",
        "Is this a size mistake by y'all?",
        "Did you accidentally change the sizes?",
        "Did you mess up on the correct size?",
        "Did your team make a mess of the size?",
        "Was your team messing with the sizes?",
        "Is this because there is an issue with the wrong size?",
        "Is there a size mix-up on your side?",
        "Are there any mistakes in the size you have made?",
        "There's a discrepancy between the sizes on your end",
        "What about a sizing mistake?",
        "Is there a discrepancy with the sizes on your end because of an issue?",
        "Are you having problematic sizes at your end?",
        "Are I correct about the size mistake by y'all?",
        "You messed up the sizes, didn't you?",
        "Is it a mistake that the size mistake by y'all?",
        "Are you right about the size mistake by y'all?",
        "Is your size messed with?",
        "Do you have a size mix-up on the end?",
        "Is it size confusion there?",
        "What are the mistakes in size from you?",
        "Is there a discrepancy with the sizes you have?",
        "Is that because of an issue about the size?",
        "Do you think it's a case of a mix-up with the size on your end?",
        "Did you make any mistakes in the size?",
        "Are you having a issue with sizes?",
        "Is it a case of mix-up with the size on your end?",
        "Did you mix up your size on your end?",
        "There is a discrepancy between the sizes on your end, Is that the case?",
        "Do you have any mistakes in the size?",
        "A sizing error?",
        "Is there any size mistakes on your part?",
        "Is it because there's an issue about the size on your end?",
        "Are there any mistakes in the size of yourself?",
        "Did you mix-up the size issue?",
        "Is there a mix-up with the size on your end?",
        "Are you having a sizing problem.",
        "It is a case of a mix-up with the size on your end.",
        "Is there a discrepancy with the size on your side?",
        "do you have any size errors on your part?",
        "Is that an error in sizing?",
        "Problems with sizes at your end?",
        "Y'all messed up with the size.",
        "Did you also mess up the size?",
        "Is it because there is an issue with the sizes on your end?",
        "There is a discrepancy in the sizes on your end, is that because there is an issue with your end?",
        "Is there a different size on your end?",
        "Is the sizing mix up on your end?",
        "Is it a case of a mix- up with the size on your end?",
        "You have a discrepancy with the size on your end.",
        "Do you think it is a case of a mix-up with the size on your end?",
        "Is there a sizing problem you have?",
        "Are there a size mix up on your end?",
        "There is an issue with your end and there is a discrepancy with the size on your end.",
        "If there are any size errors on your part?",
        "Is there a mistake with the size?",
        "Did anyone mess up on the size.",
        "Someone could have messed up the sizes here.",
        "Size mix-up at your end?",
        "Can there be any wrongness in the sizes here?",
        "Is there a mismatch between the size on your end.",
        "Did you make mistakes with the sizing?",
        "There might be size confusion.",
        "Did you guys mess up on the size?",
        "Is it possible that you messed up on the size?",
        "There is a discrepancy between the sizes on your end, is that due to the size issue?",
        "Could there be a discrepancy in size?",
        "You made an error with sizes.",
        "There may be an error in size.",
        "Did your team change up the sizes?",
        "Is the discrepancy with the sizes on your end a result of a mix-up?",
        "Is there an issue with your end that leads to a discrepancy with the sizes on your end?",
        "Is someone messing up the sizes?",
        "Are there mistakes in the size you gave?",
        "Do you have any mistakes in your size?",
        "Did you make the wrong size decisions?",
        "Is there confusion regarding size?",
        "Does your end have a mix-up with the size on it?",
        "Do you have issues with your sizes?",
        "Am I wrong about the size mistake by y'all?",
        "Size error by y'all or not?",
        "Is it a discrepancy between the sizes on your end?",
        "Is there an incorrect sizing?",
        "Does that mean it's a case of a mix-up with the size on your end?",
        "There was a discrepancy in the sizes on your end.",
        "Size mistake by Y'all or not?",
        "Are y'all wrong about the size mistake?",
        "Is there something wrong with your size, huh?",
        "There is a discrepancy between the sizes on your end, is that because of something?",
        "Have you blundered with the size?",
        "Is it possible to make mistakes in sizing from you?",
        "Did your team make messes with the sizes?",
        "Your mistake, on sizes.",
        "You have a size mix-up on your end?",
        "Are you correct about the size mistake by y'all?",
        "If there are any size errors on your part.",
        "Do you have size mix-up on your end?",
        "Somebody is at fault for the discrepancy in size.",
        "Is it a case of different sizes on your end?",
        "Are you dealing with a sizing issue?",
        "It was Sizing messed up by you.",
        "Is it a mistake that your size isn't perfect?",
        "Correct? You guys messed up the size?",
        "There is an issue with your end, so there is a discrepancy in the sizes.",
        "Is it a case of a mix up with your end size?",
        "Is there a discrepancy between the sizes you have on your end?",
        "It might be a mix-up with the size on your end.",
        "It looks like a mix-up with the size on your end.",
        "Is this because there is an issue with the size on your end?",
        "Do you have confusion about Sizes on your site?",
        "size errors on your part.",
        "There is a difference between the sizes on your end.",
        "There has been a discrepancy with the sizes on your end.",
        "Could there be a mistake in the sizes?",
        "Is the size mix up on your end?",
        "Are your end's size wrong?",
        "Is it because there is an issue with the wrong sizes?",
        "I was wondering if someone messed up the sizes.",
        "Do you make mistakes with the size you give?",
        "So, you guys messed up the size?",
        "Are you using the same size mix-up on your end?",
        "Is a size mistake by y'all right?",
        "I wonder if there are any mix-ups with sizes.",
        "Are there size issues on your end?",
        "Is there any size issue on your end?",
        "Is there an issue with your end which causes the discrepancy with the sizes on your end?",
        "Is it a case of a mix up with the size on your end.",
        "Is it a size mistake by y'all?",
        "Is it your mistake that your sizes aren't perfect?",
        "Does your mix-up affect your size?",
        "Will there be size issues on your end?",
        "Do you have a mix up on your size?",
        "Is it because you have different sizes on your end?",
        "Has there been any size issues on your end?",
        "You had messed up the size.",
        "Is it a problem with the size?",
        "Are there differences in the sizes on your end?",
        "Is it an error in the size?",
        "Is it because of an issue with your end that there is a discrepancy in the sizes on your end?",
        "Did they mess up the size?",
        "Is there any size issues you have on your end?",
        "Is that a case of a mix up with the size on your end?",
        "Do you think you messed up with the sizing?",
        "Your mistake concerning sizes.",
        "Are you correct in your size mix-up?",
        "Is there a issue in the size?",
        "Is that an error in the sizing?",
        "You made a mistake with size.",
        "Will you have any size issues on your end?",
        "Maybe Sizing confusion is on you.",
        "size mix-up on your end?",
        "Did you mess it up with the sizes?",
        "Are you dealing with a size issue or mix-up?",
        "Is there a discrepancy in the sizes on your end.",
        "There is an issue with the size on your end, so there is a discrepancy.",
        "I am wondering if size mistake by y'all is correct.",
        "Your team messed with the sizes?",
        "There could be a discrepancy with the sizes on your end.",
        "Did y'all misplace the size?",
        "There is a discrepancy with the size on your side.",
        "Did y'all have trouble with the size?",
        "It is possible that there is an issue with the size on your end.",
        "What's the size mix-up on your end?",
        "Is it possible that you got the sizes wrong?",
        "Size mix- up on your end?",
        "Do you have any size mistakes on your part?",
        "Is there an issue about the size?",
        "There is an issue about the size on your end.",
        "Have you encountered a problem with your size?",
        "There might be confusion about the sizes on your site.",
        "Are you having problems with the sizes?",
        "Size mistake by y'all or am I correct?",
        "Did you ruin up the sizes?",
        "There is an issue with your end, so there is a discrepancy with the sizes.",
        "do you have any size issues on your end?",
        "There is a discrepancy about the size on your end.",
        "Is there any size issues at your end?",
        "There is a discrepancy between the sizes on the end.",
        "There is an issue about the size and you have a discrepancy on your end.",
        "Is your mix-up size?",
        "Is the size mistake by y'all real?",
        "Do you mess up the sizes?",
        "Wrong measurement of a size?",
        "On your end, any size issues?",
        "Is it a mix-up with your end size?",
        "Are you getting the wrong size on your end?",
        "Do you have any hint of a sizing disaster here?",
        "Do you have a size issue, your mix-up?",
        "Size mistake by y'all, am I wrong?",
        "Were you mistaken about the size?",
        "Is that because there is a mix-up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Is there an issue with the sizes on your end?",
        "Is it because of a mix-up with the sizes on your end?",
        "Is this a case of a mix-up with the size on the end?",
        "Did you messed up with the size?",
        "Does your mix-up have a size problem?",
        "Did you bung it with the sizes?",
        "A wrong size measurement is possible.",
        "You made a mistake with sizes?",
        "Is the size mistake by y'all justified?",
        "Is it possible there is a mix-up with the sizes on your end?",
        "Are y'all confused about sizes?",
        "You have the sizes wrong, isn't it?",
        "Do you make mistakes in the way you size?",
        "Size issues on your part?",
        "Can there be an error in size?",
        "Will there be any size errors on your part?",
        "Is the discrepancy due to an issue about the size?",
        "You blundered with size?",
        "Is there a discrepancy between the size on your end and the actual one?",
        "Were you to mess up the sizes?",
        "Are there any size confusion?",
        "Right, you messed up the size?",
        "Did your team make any problems with the sizes?",
        "Is it possible for you to make mistakes in the sizing?",
        "Is someone responsible for messing up the sizes?",
        "There's a discrepancy with the sizes on your end, Is that the case?",
        "Are there any size issues on your end?",
        "Are there any size confusion there?",
        "Did you have confusion about sizes on your site?",
        "Is it the end that is wrong on size?",
        "do you have a sizing issue?",
        "Are you having issues with sizes?",
        "There is a discrepancy between the sizes you see on your end.",
        "Is the case of a mix-up with the size on your end?",
        "Is there any mistakes in the size you gave?",
        "Are there mistakes in sizing?",
        "Size mistakes on your part?",
        "Are you aware that you messed up the sizing?",
        "Is there an issue with your end that causes the discrepancy between the sizes on your end?",
        "Are there issue with size mistakes?",
        "Your end may be wrong on the size.",
        "There may be a discrepancy in the sizes on your end.",
        "There is a question of size confusion.",
        "Wrong sizemeasurement?",
        "Is there confusion over the size?",
        "Are you facing a size mix-up?",
        "Is there an error when it comes to sizing?",
        "You think you messed up the sizing?",
        "There is a discrepancy with the sizes on your end, Is that because of an issue with your end?",
        "There was a mistake regarding sizes.",
        "There is a discrepancy with the sizes on your end, is that because of the size issue?",
        "Is there an issue regarding the wrong sizes on your end?",
        "Maybe there is \"sizing confusion\" on you.",
        "Do you have any size issues on your end?",
        "How about any size mistakes on your part?",
        "Are there any size issues on the end?",
        "Maybe it's sizing confusion on you.",
        "There may be a mix up in the sizes.",
        "sizes not perfect is a mistake that you can make.",
        "Maybe sizing confusion is on you.",
        "There's a discrepancy between the sizes on the end.",
        "It could be a mix-up with the size on your end.",
        "How about size issues on your end?",
        "Did your team make a mess of sizes?",
        "Is there any mix up with sizes?",
        "Was it the case that you messed up with the size?",
        "A problem with your sizes?",
        "Can there be confusion about size?",
        "Is that a mix up with the size on your end?",
        "Is it a case of a mix-up in the size on your end?",
        "Your mistake with regards to sizes.",
        "How about your mix-up, size issue?",
        "There is an issue about the size on your end",
        "Did you make messes up the sizes too?",
        "Are you having trouble with sizing?",
        "Is it because there is a mix-up with your end sizes?",
        "It may be wrong size measurement.",
        "Are you wrong about the sizes?",
        "You made a big mistake with the size?",
        "There is an error in the size?",
        "Do you have a mistake with the size?",
        "Was there any wrongness in the sizes here?",
        "Your end might be wrong on the size.",
        "Is there an issue with your end that causes the discrepancy in sizes?",
        "Are you having a size mix-up on your end?",
        "You guys messed up the sizing.",
        "You messed up the sizes, too?",
        "Is there a mismatch with your end size?",
        "Did you make mistakes in your sizing?",
        "Is there a difference in size on your end?",
        "Do you think you messed with the size?",
        "Is that because there is a mix-up with your size?",
        "Is there a discrepancy between the size on your end.",
        "Did you mix it up with the size?",
        "Did you mix up with the sizing?",
        "Did you make a mistake with the Sizes?",
        "There is a problem with sizes?",
        "Are there mix ups in the size?",
        "Have you had confusion about sizes on your site?",
        "Do you have an issue in the size?",
        "Is there a mistake in sizing from you?",
        "Are you having trouble with the size?",
        "It is possible that there is an issue about the size.",
        "Something wrong with size measurement?",
        "Are there any mistakes in the size you have?",
        "You guys messed up the sizing?",
        "Is the size mistake a mistake?",
        "There is a discrepancy with the sizes on your end, right?",
        "Is there an issue with your end that leads to the discrepancy in the sizes on your end?",
        "There's a discrepancy between the sizes on your end?",
        "Is there an issue with the end that leads to a discrepancy in the sizes on it?",
        "Did you mess with the sizes as well?",
        "Do you blundered with the sizing?",
        "Did someone messed up the size here?",
        "Did someone make the sizes wrong here?",
        "You might have size errors on your part.",
        "There's a discrepancy between the sizes on your end.",
        "Did you mess up the actual sizes?",
        "Did you mistakes the sizes?",
        "There is a discrepancy with the sizes on your end, is that because there is an issue with the size?",
        "Is it possible to make mistakes in size from you?",
        "You had an error on the sizes.",
        "Do you know if there is a mix-up with the size on your end?",
        "Someone might have messed up the sizes here.",
        "Is there any confusion over size?",
        "Is there an issue with your end that's causing the discrepancy with the sizes on your end?",
        "There might be a mix-up with the size on your end.",
        "Is that because of an issue with the size on your end?",
        "Is it your issue with sizes?",
        "You mix-up, is it a size issue?",
        "There is a discrepancy between the size on your end.",
        "Size mistake by you or am I right?",
        "Your responsibility, is this sizing off?",
        "Is the discrepancy with the sizes on your end due to it?",
        "There might be a discrepancy between the sizes on your end.",
        "Maybe it's size confusion on you.",
        "Your mistake related to sizes.",
        "Are you having size issues?",
        "Size mistake by you or not?",
        "Is there a discrepancy in the size on your end.",
        "You have any size errors on your part?",
        "Is there an error in the size.",
        "Is it because of a mix-up, there is a discrepancy with the sizes on your end?",
        "Is there a discrepancy between the sizes you have?",
        "Did you make any mistakes in the size you used?",
        "You guys have messed up the size?",
        "Did your team make mistakes in the sizes?",
        "Do there any size errors on your part?",
        "Was there an issue in the size?",
        "Is the discrepancy between the sizes on your end real?",
        "Yeah, you messed up the size?",
        "Is that because your end has an issue with the sizes on it?",
        "Is the sizing on your end wrong?",
        "Is that due to an issue about the wrong size?",
        "Do you have a sizing issue or mix-up?",
        "Are there mistakes in the size?",
        "Do you have problems with sizes?",
        "There might be confusion with size.",
        "Is it possible for you to make mistakes with your sizing?",
        "I don't know if y'all messed up on the size.",
        "Didn't you get the sizes wrong?",
        "Your mistake is on sizes.",
        "Are you having problems with your sizing?",
        "Are you having Sizing issues?",
        "Isn't there an issue with the wrong size on your end?",
        "Do you have any mistakes in sizing from you?",
        "There might be a mix-up with your end size.",
        "Did you mess up the Sizes as well?",
        "Size errors are on your part?",
        "Maybe there's Sizing confusion on you.",
        "Is the mix-up a size issue?",
        "I wonder if people messed up on the size.",
        "Have you made a size mistake?",
        "Are there any mistakes in the size you give us?",
        "Are you having problem with size?",
        "Are you facing the problem of sizes?",
        "Is there a mix-up with your sizes?",
        "Is it a mistake to size mistake by y'all?",
        "Did you mess up the Sizes?",
        "Are you the one who messed with size?",
        "Is there some wrongness in the sizes here?",
        "Are there mistakes in the way you sizing?",
        "Is your team messing up the sizes?",
        "Is it because of an issue with your end that there is a discrepancy between the sizes on your end?",
        "How about an error in sizing?",
        "Maybe it is sizing confusion on you.",
        "Size mistake by y'all or not?",
        "Is there a discrepancy with your sizes?",
        "Is it a case of a mix-up with the size?",
        "Are you the one who blundered with the size?",
        "How about your problem with sizes?",
        "There is a discrepancy between the sizes on your end, is that because there is an issue about the wrong",
        "Do you have any size issues at your end?",
        "Do you think your end is wrong on size?",
        "Is the discrepancy between the sizes on your end due to an issue about the size?",
        "Is that because there is an issue about the size on your end?",
        "Are there mistakes in the size you have?",
        "Someone messed up the sizes here, did they?",
        "Is there an issue about the size that is causing the discrepancy?",
        "Are the sizes messed around again?",
        "Does your site have confusion regarding sizes?",
        "Might there be a discrepancy in sizes here?",
        "You bungled with the size?",
        "Size discrepancies at your end?",
        "Are the size mix-ups on your end?",
        "There's an issue with the wrong size on your end.",
        "Did you also mess with the sizes?",
        "Correct size mix-up on your end?",
        "Was it a size mix-up?",
        "Is there an issue about the incorrect sizes on your end?",
        "Did you miscalculate with the size?",
        "Is it confusion about sizes on your site?",
        "There is a discrepancy with the size on your end, is that the case?",
        "Someone made a mistake with sizes.",
        "Is there an issue with the size?",
        "Did you change up the sizes?",
        "Any size mistakes?",
        "Right? You messed up the sizing?",
        "Are you having a trouble with your sizes?",
        "Can it be a case of a mix-up with the size on your end?",
        "You guys have messed up the sizing.",
        "Are there any size issues on your ends?",
        "Is there an issue with the wrong size you have?",
        "Is there a problem with the sizes at your end?",
        "There could be a mistake in the sizes here.",
        "Are you correct in saying that you messed up the size?",
        "Are you confused about your size?",
        "There is a discrepancy between the sizes on your end and there is an issue with your end.",
        "Is it a size confusion?",
        "Did you get the wrong sizes?",
        "Correct, you guys messed with the size?",
        "Is it an issue with size errors?",
        "Did you Sizing messed up?",
        "Does that mean there is a mix-up with the size on your end?",
        "What about a sizing error.",
        "Size mistake by y'all or am I incorrect?",
        "Is there a mistake in the sizes on your end?",
        "You didn't get the sizes right?",
        "Does your end contain any size issues?",
        "Is there an issue with the wrong size that's causing the discrepancy?",
        "Do you have any size issues with your end?",
        "Did someone screw up the sizes here?",
        "You guys got it wrong with the size.",
        "Was confusion about sizes on your site?",
        "Is it possible you messed up the sizes too?",
        "Are you sure on your size mix-up?",
        "Do you mix up size on your end?",
        "any wrongness in the sizes here?",
        "There could be a mismatch in the sizes.",
        "Are you experiencing problems with your sizes?",
        "How about your problem with the sizes?",
        "Y'all might have messed up on the size.",
        "Maybe you have a problem with your size?",
        "There could be a discrepancy between the sizes.",
        "You made a mistake with the proportions?",
        "You messed up the sizes too?",
        "There was an error regarding sizes.",
        "Is your size messed up?",
        "Are there sizing issues you have?",
        "It's a case of a mix-up with the size on your end",
        "There is a discrepancy in sizes on your end, is that the case?",
        "Are there sizing mistakes?",
        "Are there any issues with your sizes?",
        "There could be something wrong in the sizes here.",
        "I wonder if there is a mix-up in sizes.",
        "What size mix-up on your end?",
        "Did you make the wrong adjustments to the sizes?",
        "Did you screw up the sizes.",
        "So you messed up the size?",
        "Did you mess with the sizes too?",
        "Is there an issue about the size that causes there to be a discrepancy?",
        "There is a discrepancy with the sizes on your side.",
        "Is that a mix-up with the size on the end?",
        "Could there be a discrepancy between sizes?",
        "Do you have trouble with your sizes?",
        "Are you having issues with your sizing?",
        "Are you facing issues with sizes?",
        "Is there an issue with some size mistakes?",
        "There is a discrepancy with the size on your end, is that because of a mix-up?",
        "Is there confusion about the size?",
        "Does it mean there was a mix-up with the size on your end?",
        "What size mix-up do you have on your end?",
        "Did you mismanage the size?",
        "Any size issues on the end?",
        "Is it a case of a mix-up with the wrong size?",
        "Is that a case of a mix-up with your end size?",
        "What about an error with size?",
        "There could possibly be a discrepancy in sizes here.",
        "Did you make Sizing messed up by yourself?",
        "If there is an issue about the wrong, there is a discrepancy between the sizes on your end.",
        "You made a mistake with the dimensions?",
        "There is an issue with the sizes on your end.",
        "Did you messed with the size?",
        "Is it because of an issue about the size that there is a discrepancy?",
        "It may be a case of a mix-up with the size on your end.",
        "Do you have a size issue or mix up?",
        "There is a discrepancy with the sizes on your end?",
        "Did you make the size wrong?",
        "Did you make any mistakes with the sizes?",
        "Size mistake by y'all or is it not?",
        "There could be a mismatch between sizes here.",
        "Do you have a size discrepancy on your end?",
        "Is there an discrepancy between the sizes on your end?",
        "Is it possible that the size is incorrect?",
        "There is an issue in sizing here?",
        "Maybe there is Sizing confusion on you.",
        "Have you encountered a problem with your sizes?",
        "Any mix ups with sizes?",
        "Is there a mismatch between the two sizes on your end?",
        "Is it a Size mix-up?",
        "Is that because there is an issue with the wrong sizes on your end?",
        "Do you think you blundered with sizing?",
        "You folks messed up the size?",
        "Your mix-up has a size issue?",
        "Are the sizes messed up again?",
        "Is there an error in sizes?",
        "Size issues on your end?",
        "Is there a discrepancy with the sizes on your side?",
        "Size mistake by y'all, or not?",
        "Or did you make a mistake with the size?",
        "Is there a discrepancy in the sizes on your ends?",
        "Wrong size measuring?",
        "Is there a discrepancy with the end sizes?",
        "Do you have issues with size on your end?",
        "My fault or yours? Any mix-ups with different sizes?",
        "Are you mixing up your end size?",
        "Do you have a problems with sizes?",
        "Did you have an issue with the sizes?",
        "There is a discrepancy on your end with regards to the size.",
        "Size mistake by y'all, am I right?",
        "Is it true that there is a discrepancy between the sizes on your end?",
        "Is it a mistake for your size to be not perfect?",
        "Didn't y'all mess up on the size?",
        "Is there any mistakes in the sizing from you?",
        "Is this a case of a mix-up with your end size?",
        "There is an issue in the size here?",
        "How about size mix-up on the end?",
        "Is this the size mistake by y'all?",
        "Size errors on the part?",
        "Do you blundered with the size?",
        "It's a case of mix-up with the size on your end.",
        "Is that the size mix-up on your end?",
        "Do your team messed up the sizes?",
        "What about an error when it comes to size?",
        "I don't know if size mistake by y'all is correct.",
        "Size mistake by y'all or I am right?",
        "Is there a mix up with the sizes on the end?",
        "Are you facing sizing problems?",
        "There may be a discrepancy with the sizes on your end.",
        "Does anyone have any size errors on your part?",
        "Do you have any mistakes in terms of size?",
        "There is an issue with your end and there is a discrepancy between the sizes on your end.",
        "Is there a problem with your Sizes?",
        "Right, you guys messed with the size?",
        "Sizing messedup by you?",
        "Is there an issue with your end and there is a discrepancy in the sizes on your end?",
        "Is there a mix-up with sizes?",
        "Is there a discrepancy among the sizes on your end?",
        "Size issue on your end?",
        "Is there an issue about the size on the end of the discrepancy?",
        "Are you have a problem with your size?",
        "Was your end wrong on the size?",
        "Is there an issue with your end that leads to a discrepancy in the sizes on it?",
        "There is a discrepancy between the sizes on your end and there is something wrong.",
        "Was there a problem with sizes?",
        "There might be confusion about sizes on your site.",
        "Does your part have anysize errors?",
        "Is there a problem with the size you have?",
        "Is this a mix-up in sizes?",
        "Is it a mix-up that the sizes on your end are different?",
        "Is it true there is a discrepancy with the sizes on your end?",
        "Is there a discrepancy in the size of your end?",
        "Are you having a mix-up with the size on your end?",
        "You have a problem with your sizes?",
        "Sizes not perfect is your mistake?",
        "You made a mistake about sizes.",
        "Are there any Size issues on your end?",
        "Have you messed up the sizes as well?",
        "Did you also mess the sizes up?",
        "Is it size confusion?",
        "Is there any mistake in your size?",
        "There may be confusion about the size.",
        "There is an issue with the size, so there is a discrepancy on your end.",
        "Did anyone mess up the size here?",
        "At your end, are there problematic sizes?",
        "Is it true that your team messed up the sizes?",
        "Did you mess the sizes as well?",
        "Is someone messing up the sizes here?",
        "There is an issue with the size on your end",
        "Issue with your sizes?",
        "Is it a mistake to size by y'all?",
        "How about your mix-up, your size issue?",
        "Are you have a problem with sizes?",
        "Your sizes are not right?",
        "You bungled with size?",
        "There is an issue about the size and there is a discrepancy with your end.",
        "Have you encountered a size issue?",
        "Should you have a size mix-up on your end?",
        "There is a mix up with the size on your end.",
        "Is that a case of mix-up with the size on your end?",
        "Is this an error in sizing?",
        "Is your mix-up a sizing issue?",
        "Do you have any problem with your sizes?",
        "There could be a discrepancy in size here.",
        "Is the size mistake done by y'all?",
        "There is a discrepancy between sizes on your end, is that because there is an issue about the wrong?",
        "Are you in a size mix-up?",
        "Are you all confused about size?",
        "Is there a problem with your end sizes?",
        "Is it a mix up with the size on your end?",
        "Is there any mistakes in the way you size?",
        "Does the size mix up on your end?",
        "Is this an issue with size errors?",
        "Are your sizes problematic at the end?",
        "Have someone messed up the sizes here?",
        "There is confusion regarding sizes on your site.",
        "Is it a case of a mix-up with regards to the size on your end?",
        "Did someone make a mess of the sizes?",
        "Did you mess up with the size?",
        "There may be size confusion.",
        "Did you make a mistake with sizing?",
        "Are you sure of your size mix up?",
        "Wrong, you guys messed up the size?",
        "Did anyone accidentally mess up the sizes here?",
        "Have any size errors on your part?",
        "How about mistakes in size from you?",
        "There's a case of a mix-up with the size on your end.",
        "You have messed up the sizing?",
        "Do you have problematic sizes at end?",
        "Is it possible that there is a mix-up with the sizes on your end?",
        "Is there any size error on your part?",
        "Is there mistakes in the size you give?",
        "Are you mixing up size on your end?",
        "Are you having a size problem?",
        "You have the sizes wrong, don't you?",
        "Did someone do something wrong with the sizes here?",
        "Are you having an issue with the size?",
        "There is a mistake here.sizes not perfect?",
        "Is there an issue about the size and the discrepancy on your end?",
        "Is your mix-up sizing?",
        "Do you have any wrongness with the sizes here?",
        "There is a discrepancy with the size on your end, Is that the case?",
        "Are thereproblematic sizes at your end?",
        "Can you tell me about the size issue?",
        "Is there a problem with sizing mistakes?",
        "Is it a case of a mix-up with the size of your end?",
        "Is it a case of confusion with the size on your end?",
        "Is it possible that you messed up the size?",
        "Is it possible that the sizing is incorrect?",
        "Did you mess with the size as well?",
        "Is there a discrepancy between size on your end and the actual size?",
        "Is there any problem with your sizes?",
        "Does your site have confusion about the sizes?",
        "Any size errors on that part?",
        "Do you have issues with sizing?",
        "Did you messed up the size?",
        "There is a discrepancy between the sizes on your side.",
        "Did they mess up on the size.",
        "Is it a size mistake by you?",
        "There may be some wrongness in the sizes.",
        "Do you think you made a mistake with the size?",
        "You screwed up the size, right?",
        "Is there an issue with the end and there is a discrepancy with the sizes on it?",
        "Did you make a mistake regarding the sizes?",
        "Do you have bad or my size mistake?",
        "Is the end wrong on size?",
        "You might have size issues on your end.",
        "Did you get in trouble with the sizes?",
        "Mistakes in your size?",
        "Maybe they messed up on the size.",
        "Did the sizes get messed up?",
        "Is there an issue with the wrong size?",
        "There is an issue with size here?",
        "There is an issue with your end and there is a discrepancy with the sizes on your end.",
        "Is there a problem in size here?",
        "Is there any mistake in the size of you?",
        "Is there a discrepancy with the size on your end?",
        "Is that incorrect with your size?",
        "Is it a case of a mix-up with the end size on your end?",
        "I want to know if you messed up the sizes.",
        "Is your end on the wrong size?",
        "You have messed up the size.",
        "Has anyone messed up on the size?",
        "Is there a discrepancy between the sizes at your end?",
        "Is the discrepancy between the sizes on your end due to a mix-up?",
        "Was someone messing with the sizes here?",
        "Is there some problematic sizes at your end?",
        "Are you experiencing a problem with the sizes?",
        "Right? You guys messed up the size?",
        "Did you make a mess of the size?",
        "Was it your team that messed up the sizes?",
        "Is there someone who messed up the sizes here?",
        "Are the problematic sizes at your end?",
        "Did you make a mistake when it came to the sizes?",
        "Is it because there is a mix-up with your sizes?",
        "Is the issue with sizing mistakes?",
        "Have you any size errors on your part?",
        "You made a mistake with the sizing?",
        "Why did you make a mistake with the size?",
        "Was there a mistake in the size you gave?",
        "Are the size mix-up on your end?",
        "There might be a mistake in sizes here.",
        "I wonder if y'all messed up on the size?",
        "There is a discrepancy with the sizes on your end, is that due to an issue about the wrong?",
        "Is the size mistake by y' all correct?",
        "There is an issue with sizing here?",
        "Are you having a problem with sizing?",
        "Do you have issues with sizes?",
        "Is that a mix-up in sizes?",
        "Did you mess up on the sizes?",
        "Do you have a Size mix-up?",
        "Is there a problem with the sizing on your end?",
        "Are there any mistakes in the size you made?",
        "Is there a difference in the sizes on your end?",
        "is it a case of a mix-up with the size on your end?",
        "When it comes to sizing, what about an error?",
        "Is there problematic sizes at your end?",
        "Your mistake on sizes?",
        "Are you correct in saying that you messed up the sizing?",
        "You have an error on sizes.",
        "You've got the sizes wrong, right?",
        "Is that because there is an issue about the wrong size on your end?",
        "Are there a mix-up with the sizes on your end?",
        "Are you the one who messed with the sizes?",
        "Is there a mix-up regarding the sizes on your end?",
        "How about an issue in the size?",
        "Did you messes up the sizes?",
        "Size mistake or not by y'all?",
        "A bad sizing mistake there, right?",
        "Were you the one who messed up the sizes?",
        "Did you messup on the size?",
        "Is it because of an issue with your end that there is a discrepancy in sizes?",
        "size errors on your part?",
        "Is there an issue with your end that is causing the discrepancy with the sizes?",
        "Can you tell me if there is a discrepancy between the sizes on your end?",
        "Did someone mix up the sizes?",
        "Have you messed up with the size?",
        "There is a mix-up with the size on your end",
        "Could there be a mismatch in the sizes here?",
        "Is that because you have an issue with the size on your end?",
        "Was it the case that you messed up on the size?",
        "Does someone mess up the sizes here?",
        "Is it a mistake to size up by y'all?",
        "Is there an error with sizing?",
        "There is a discrepancy between the sizes on your end, is that because of a size issue?",
        "How about a mistake in sizing?",
        "Is there a size mistake by y'all?",
        "Are you the one that messed with size?",
        "Is there an issue with the incorrect sizes on your end?",
        "There is a mix-up with the size of your end.",
        "Are there mistakes in the size you offer?",
        "Is it an error in size?",
        "Your mix-up, is it a sizing issue?",
        "Is the size discrepancy on your end related to it?",
        "A mistake in size?",
        "Is it possible there is a discrepancy in the sizes on your end?",
        "Size mix-up on your end.",
        "Any mix-ups with sizes?",
        "Did you make any problems with the sizes?",
        "Are you having problems with size?",
        "Is the discrepancy between sizes on your end?",
        "There's an issue about the wrong and there's a discrepancy with the sizes on your end.",
        "It's a size mistake by y'all.",
        "You make a mistake on sizes.",
        "Do you have a mix-up with size?",
        "Is there an issue about the size that leads to a discrepancy on your end?",
        "Do you think there are any mix-ups with sizes?",
        "Is it an issue with sizing mistakes.",
        "There is a discrepancy with the sizes on your end, Is that because there is an issue about the wrong",
        "Your mix-up, sizing issue?",
        "You made a mess with the size?",
        "Is that because of an issue with the wrong size?",
        "Is there an issue with the sizes?",
        "Is it a case of a mix up with size on your end?",
        "How about the size mix-up on your end?",
        "Maybe it's sizing confusion on you?",
        "Is it because there's an issue with the wrong size on your end?",
        "You people messed up the sizing?",
        "You didn't get the sizes right, did you?",
        "Is it a SizeMistake by y'all?",
        "Maybe you have some Sizing confusion.",
        "You messed up the wrong size?",
        "Is there an issue with size problems?",
        "Is it your mistake that your size isn't perfect?",
        "Do you have a problem with the size on your end?",
        "Do you have problematic sizes at your end?",
        "Do you messed up the sizes?",
        "Problematic size at your end?",
        "Problem with your Sizes?",
        "Is this size mistake by y'all correct?",
        "Was it a mistake with the size?",
        "Were you having a problem with your sizes?",
        "There is a discrepancy between the sizes on your end, is it because there is an issue about the wrong?",
        "Did you make mistakes with your size?",
        "Your mistake over sizes.",
        "There is an issue about the wrong and there is a discrepancy with the sizes on your end.",
        "Are there mistakes in the way you size?",
        "Do you think there are sizing mix-ups here?",
        "Has there been a problem with your size?",
        "Are you having a problem with the sizing?",
        "Did they mess up on the size?",
        "Do you think there is an issue with the size on your end?",
        "Do you make mistakes in the sizing?",
        "Is there a problem with your size on your end?",
        "There's an issue with the size on your end.",
        "Did you bungle up the sizes?",
        "Is it possible you blundered with sizing?",
        "There may be a discrepancy with the sizes on the end.",
        "Someone made an error with sizes.",
        "Is there a discrepancy in the size on your end?",
        "Wrong figure of size?",
        "There is a discrepancy between the sizes on you end.",
        "Is the size mistake by y'all correct.",
        "Is the discrepancy between the sizes on your end the result of a mix-up?",
        "Is there a discrepancy between your end sizes?",
        "Is your final size incorrect?",
        "Is the wrong size on your end?",
        "There is a discrepancy with the sizes on your end, Is that due to a mix-up?",
        "There could be an issue with the sizes here.",
        "There is an issue about the size on your side.",
        "Did your team mess with the size?",
        "Is it possible you blundered with the size?",
        "There is a discrepancy in the size on your end.",
        "Do you know that you have the sizes completely wrong?",
        "Did your team make a mess of the sizes?",
        "Did you mess up on the size??",
        "Is it possible someone messed up the sizes here?",
        "Is there an issue related to the wrong size on your end?",
        "Is it a case of miscalculation with the size on your end?",
        "Is there an error in calculating size?",
        "There is an issue about the wrong size on your end, is that why?",
        "I wonder if you messed up on the size.",
        "Would someone have messed up the sizes here?",
        "Do you think you messed up the size?",
        "There could be a discrepancy in the sizes here.",
        "Are there any mistakes in the way you sizing?",
        "Does it have to do with the size on your end?",
        "Does your team mess up the sizes?",
        "There is an issue with your end and there is a discrepancy with the size on it.",
        "A bad sizing mistake there?",
        "Did someone mess up the sizes?",
        "Are there mistakes in the size from you?",
        "Is there an issue with the wrong size that is causing the discrepancy?",
        "Do you have a problem with the sizes?",
        "Is it the end that is wrong on the size?",
        "Do you make mistakes in size?",
        "Were you messed up by the size?",
        "Would there be any size errors on your part?",
        "Size mistake by y'all or I am wrong?",
        "Didn't you screw up the sizes?",
        "Is it true that y'all messed up on the size?",
        "Was your mistake with sizing?",
        "Do your team messed with the sizes?",
        "Is Sizes screwed around again?",
        "Is the size you messed up too?",
        "Do you have an issue with size mistakes?",
        "Is there a reason for the discrepancy with the sizes on your end?",
        "Did someone mistake the sizes?",
        "Is the size on your end incorrect?",
        "There might be a wrong size measurement.",
        "Did you missize the sizes?",
        "Is there a mix up with the sizes on your end?",
        "Is there a size mix-up there?",
        "Did someone mistake the sizes here?",
        "Is it possible you screwed up the sizes?",
        "Can you tell me about the size issues on your end?",
        "Is that because of an issue about the size on your end?",
        "Was it a case of a mix-up with the size on your end?",
        "There is a discrepancy between the sizes on your end, is that because there is an issue about the size?",
        "There is a discrepancy with the sizes on your end, is that because there is an issue with your end?",
        "Is the Size mistake by y'all correct?",
        "There's an issue about the wrong size on your end.",
        "You really messed up the size?",
        "The size issue, your mix up?",
        "Any wrongness in the sizes there?",
        "Ok, you guys messed up the size?",
        "How about you messed with the size?",
        "Is it your problem with size?",
        "You made a mistake with sizing?",
        "Are there a discrepancy between the sizes on your end?",
        "Is it a case of misconfiguration with the size on your end?",
        "Is it a size issue or mix-up?",
        "You guys had a problem with the size?",
        "Does your team messed up the size?",
        "Do you mix up your end size?",
        "Did you make messes up the sizes as well?",
        "Did anyone messes up on the size?",
        "Is there a case of a mix-up with the size?",
        "Could there be a discrepancy in sizes?",
        "Wrong size assessment?",
        "Do you mess up the sizes too?",
        "Is there a sizing mix-up?",
        "right? You guys messed up the size?",
        "Is that a case of a mix-up with the size?",
        "Is there an error in the Sizes?",
        "Isn't it a case of a mix-up with the size on the end?",
        "Do you mix up your size on your end?",
        "Are you facing problem with sizes?",
        "Sizing was messed up by you.",
        "Were you also responsible for messing up the sizes?",
        "Do you have an issue in sizing here?",
        "There are any size issues on your end?",
        "I am not sure if size mistake by y'all or not.",
        "Sizing messed up by you, right?",
        "Are you having a problem with sizes.",
        "Did you blundered with size?",
        "Is there an error with the size?",
        "Did you accidentally mess up on the size?",
        "There is an issue about the size on your end, so there is a discrepancy.",
        "Is there a discrepancy of size on your end?",
        "Is it possible that someone messed up the sizes here?",
        "Did you screw up the size?",
        "Your mistake of sizes.",
        "Is there any mix-ups with sizes you fault?",
        "Any size issues with your end?",
        "Is there any mistakes in the size you make?",
        "Are there any mistakes in the sizing you made?",
        "There is an issue with the wrong size and there is a discrepancy on your end.",
        "Is there a mix-up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "You got the sizes wrong, huh?",
        "What about an error in size?",
        "There may be a discrepancy in the sizes here.",
        "Is it because there is an issue with the size on your end?",
        "There may be a discrepancy in sizes here.",
        "Correct, you messed up the sizing?",
        "Is it possible that there is a mix-up in sizes here?",
        "Do you have problems with the sizes?",
        "You missed the mark with the size?",
        "I need to know if there are any mix-ups with sizes.",
        "There is a discrepancy with the sizes on your end, is that because there is something wrong?",
        "Are you facing a Sizing issue?",
        "Is the size mess up?",
        "Is there an issue about the wrong and there is a discrepancy between the sizes on your end?",
        "There is a discrepancy in the sizes you have on your end.",
        "Is it possible that you have a discrepancy with the sizes on your end?",
        "Are you having sizing issues?",
        "I am wondering if the size mistake by y'all is correct.",
        "I wonder if there is a discrepancy between the sizes on your end.",
        "Was there an error in size?",
        "Is there a Size mix-up on your end?",
        "Are you the one that messed with sizing?",
        "Are you the one who messed with resizing?",
        "Are you to blame for sizing off?",
        "Could there be a mix-up in sizes?",
        "Are you the one who messed with sizes?",
        "There is a discrepancy between sizes on the end.",
        "You blundered with the size.",
        "The size was messed up by you guys.",
        "Did you do anything wrong with the sizes?",
        "Sizing messed by you?",
        "Any size errors that you have?",
        "Was there a mistake with sizing?",
        "Was that Sizing messed up by you?",
        "Size mix-ups on your end?",
        "Is it because there is a mix-up with the sizes?",
        "Did you mess with the size?",
        "How about a mistake in size?",
        "There is an issue about the size and there's a discrepancy on your end.",
        "Is there a discrepancy with your size on your end?",
        "How about you blundered with the size?",
        "Was your mix-up a size issue?",
        "Are there mistakes in your sizing?",
        "Is the size on your end wrong?",
        "I am not sure if Size mistake by y'all is correct.",
        "Is size mistake by y'all true?",
        "Yes, you guys messed up the sizing.",
        "sizing messed up by you",
        "Is it a case of mix up with the size on your end?",
        "Are the size mix up on your end?",
        "There could be size confusion there.",
        "Do you think it is a case of a mix up with the size on your end?",
        "Might there be a mix-up in sizes here?",
        "Do you have a problem with your sizes",
        "Do you know if there is a mix-up with size on your end?",
        "Has your team messed up the sizes?",
        "On sizes, your mistake.",
        "Your error relates to sizes.",
        "Do you have problem with your sizes?",
        "Is it because of an issue with your end that the size discrepancy is there?",
        "Are there discrepancies with the size on your end?",
        "Is that due to a mix-up with the sizes on your end?",
        "Your mix-up is the size issue?",
        "Is it possible that your team messed up the sizes?",
        "Do you know the size mix-up on your end?",
        "What about an error in the size?",
        "Are the sizes problematic at your end?",
        "Is it a mistake that your sizes are not perfect?",
        "Is there an issue about the wrong size on your end?",
        "There's a discrepancy with the sizes on your end.",
        "There may be an issue about the size on your end.",
        "Are you the one who messed with the sizing?",
        "There is an issue with your end and there is a discrepancy between the sizes there.",
        "How about size mix-up at your end?",
        "Did y'all wrong the size?",
        "Are there mistakes in sizing from you?",
        "Were you wrong with your size?",
        "There is a discrepancy in the sizes on your end, is that because of an issue with your end?",
        "Do your ends have problematic sizes?",
        "Are you having trouble with size issues?",
        "Are there mix-ups in the sizes?",
        "Did you mistake with sizing?",
        "Are there problems with your end sizes?",
        "There is a discrepancy with your end's sizes.",
        "Is your size wrong, huh?",
        "Is there an issue about the wrong sizes on your side?",
        "Did you make it worse with the sizes?",
        "On your end, what size mix-up?",
        "Was there a problem with your sizes?",
        "The sizing was messed up by you guys.",
        "Is there confusion on your site about sizes?",
        "There is a discrepancy with the sizes on your end, is that because there is a mix-up?",
        "Size mistake by you or am I correct?",
        "Are you facing problems with your size?",
        "There may be confusion over size.",
        "Is there an issue with the wrong size on your end?",
        "You goofed up with the size?",
        "Did you messed up the sizes too?",
        "Size mistake by y'all, is I right?",
        "Do you have an issue in size here?",
        "Are any size errors on your part?",
        "Is this a case of a mix up with the size on the end?",
        "It was your error on sizes.",
        "Did you wrong the size?",
        "Do you think there is an issue about the size?",
        "Mistakes in size from you?",
        "Is it an issue with the size mistakes?",
        "Did y'all misunderstand the size?",
        "There is a size mix-up on your end.",
        "Did you mix up your size issue?",
        "Y'all must have messed up on the size.",
        "Is there troubleatic sizes at your end?",
        "Are there some sizing mix-ups?",
        "Did someone mess with the sizes here?",
        "Is there something wrong with your size?",
        "I want to know if there are any mix-ups with sizes.",
        "Did you make any mistake with the sizes?",
        "Is that because there is a mix-up between the sizes on your end?",
        "Is there an issue with your end that makes the discrepancy between the sizes on your end?",
        "The size mistake here is yours.",
        "Is it a case of a mix-up with your size?",
        "Is there a mix-up with your end sizes?",
        "Is there a mix-up about the sizes on your end?",
        "Is it because there is an issue about the wrong size?",
        "Do you have any mistakes in the size you give?",
        "There is a discrepancy between the sizes on your end, is that because there is an issue with the size?",
        "There's any wrongness in the sizes here?",
        "Will there be size confusion?",
        "Is it possible that you made mistakes in your size?",
        "There is an issue about the wrong, and there is a discrepancy with the sizes on your end.",
        "Y'all messed up on the size?",
        "Is it a mix-up with your size?",
        "Some wrongness in the sizes here?",
        "I am not sure if size mistake by y'all is correct.",
        "Did you mess up the sizes.",
        "Did you make the wrong choices about the sizes?",
        "Did you have problems with the sizes?",
        "There's a discrepancy with the sizes on your end, is that the case?",
        "Is there a discrepancy between the sizes you see on your end?",
        "Do you have mistakes in your sizing?",
        "There is a discrepancy in size on your end.",
        "Maybe size confusion on you.",
        "Y'all messed up on the size!",
        "Is there an issue about the wrong size on the end?",
        "Did you ever screw up the sizes?",
        "Did you make mistakes in size?",
        "Is there a discrepancy between the sizes on you end?",
        "Someone could have messed up the sizes.",
        "Is it because there's a mix-up with the sizes on your end?",
        "You may have messed up the sizes.",
        "Does your part have size errors?",
        "Maybe you messed up the sizes.",
        "Is that due to an issue about the size on your end?",
        "Any wrongness in the size?",
        "There is an issue about the size and there is a discrepancy on your end.",
        "Is your mix-up the size issue?",
        "Are there any size issues on your side?",
        "Who made a mistake about the sizes?",
        "Does your part have any size issues?",
        "Is a size mistake by y'all correct?",
        "Is it because you messed up the sizes?",
        "Which size mix-up on your end?",
        "Is the end incorrect on the size?",
        "Is there a discrepancy with the sizes on your end because of something?",
        "Is it a case of a mix-Up with the size on your end?",
        "Your mix-up, a size issue?",
        "It may be that you have Sizing confusion.",
        "What is the size error on your part?",
        "Is there any wrongness with sizes here?",
        "You have the sizes incorrect, didn't you?",
        "Are there any mistakes in the way of size?",
        "Is your team messing up the size?",
        "Is it a case of a mix-up with the size on your end",
        "Have you considered the size mix-up on your end?",
        "Has your team messed up the size?",
        "You messed up the wrong size, right?",
        "Does there any size issues on your end?",
        "Do you have a sizing problems?",
        "Is there a discrepancy with the sizes on your end because of an issue with your end?",
        "Is there a mix up regarding the sizes on your end?",
        "Are you mixing up your sizes on your end?",
        "Your mistake on the sizes",
        "Is there an issue with your end that is causing the discrepancy in sizes?",
        "do you have a problem with your sizes?",
        "Is your end the wrong size?",
        "Are there a problem with your size?",
        "Is the size mismatch on your end?",
        "Do you have a size mix up on your side?",
        "Is there a mismatch between the sizes on your end?",
        "Do you have any mistakes in sizing?",
        "Is that because of an issue with the size?",
        "Is there an issue with the size on your end.",
        "Are you experiencing a problem with your sizes?",
        "Is the mix-up a case of the size on your end?",
        "There is an issue with your end and there is a discrepancy in sizes.",
        "I wonder if your team messed up the sizes.",
        "There could be a discrepancy in the sizes.",
        "Do you have a mix-up with your end size?",
        "Are you having confusion about sizes on your site?",
        "So you messed up the sizing?",
        "Are there any wrong things in the sizes here?",
        "You must have messed up the size.",
        "You had the sizes wrong, didn't you?",
        "Is it a case of a mix-up with the size on your side?",
        "Is anyone responsible for messing up the sizes here?",
        "Do you have a size issue on your end?",
        "Did you all mess up on the size?",
        "There is a discrepancy with the sizes on your ends.",
        "Is the size wrong, either your mistake or mine?",
        "Did you mess it up on the size?",
        "Is there an issue with your end that causes the discrepancy between the sizes on it?",
        "Is there a problem with the sizes on your end?",
        "Is the size mistake by you or not?",
        "Is there an issue about the size that leads to a discrepancy?",
        "Is this something with the sizes?",
        "Was your team wrong with the sizes?",
        "Is it size mistake by y'all?",
        "Did you make messes up the sizes?",
        "At your end do you have problematic sizes?",
        "Is the discrepancy due to an issue about the wrong size?",
        "Did you ruin up the sizes as well?",
        "You messed up the size, right?!",
        "There appears to be a discrepancy between the sizes on your end.",
        "Is there an issue with your end that causes the discrepancy between sizes on your end?",
        "Are you facing a size issue or mix-up?",
        "Are you experiencing issues with the size?",
        "Did you accidentally mess up the sizes?",
        "Was there an error in sizing?",
        "Is there a wrong size measurement?",
        "A mistake on sizes.",
        "There is a discrepancy with the size you have on your end.",
        "Is that due to an issue with the wrong size?",
        "Do you have an issue with the sizes?",
        "Did you make a mistake with the dimensions?",
        "Don't you think you messed up the size?",
        "I wasn't sure if y'all messed up on the size.",
        "Is the size mix-up on your end?",
        "Are there any size errors on your part.",
        "Have you seen any size errors on your part?",
        "Is that because there is an issue about the size?",
        "Were any size errors on your part?",
        "Do you have a mix-up with the sizing on your end?",
        "Are there any size mix-up on your end?",
        "Have you encountered a problem with the sizes?",
        "Is there any mistakes in the sizing you made?",
        "Is it possible that you messed up the sizes?",
        "Is it possible that there is a mix-up in sizes?",
        "Is that due to an issue about the size?",
        "Does your mix up have a size issue?",
        "Were there any wrongness in the sizes here?",
        "It is a case of a mix-up with the size on your end?",
        "Does that mean any size issues on your end?",
        "Is there a discrepancy with your size?",
        "Are there any mistakes in your size?",
        "Is the size mistake by y'all correct?",
        "Is it possible that there is an issue about the wrong size?",
        "Is it because there is an issue about the size on your side?",
        "There may be size errors on your part.",
        "Mistakes in size from you.",
        "There is an issue about the size and there is a discrepancy with it on your end.",
        "What size mix-up is on your end?",
        "There is an issue with your end and there is a discrepancy in the sizes on your end.",
        "Size issue, your mix-up?",
        "Is it a mistake to size it up by y'all?",
        "Have you had any mix-ups with sizes?",
        "Is the size completely wrong, didn't you?",
        "There is a bad mistake regarding size.",
        "Are you having sizing issues.",
        "Do you have any mistakes in the sizing?",
        "Is there a discrepancy between the sizes in your end?",
        "Are you talking about a discrepancy with the sizes on your end?",
        "Did they mess with the size?",
        "Wrong size mistake there?",
        "Do you have any size issues on the end?",
        "There might be an error in sizing.",
        "Are you wrong on the size?",
        "There are any size errors you have?",
        "Will there be an error in sizing?",
        "Could it be a mix-up in sizes?",
        "Do you have confusion regarding sizes on your site?",
        "Maybe you messed up the sizes?",
        "Is there any mistakes in your size?",
        "did you mess up the sizes?",
        "Did anyone make the sizes wrong?",
        "Does it have any size issues on your end?",
        "Is thereproblematic sizes at your end?",
        "My fault or yours, any mix-ups with size?",
        "Is there a case of a mix-up with the size on your end?",
        "Is there an issue with your end that leads to the discrepancy in sizes?",
        "Will there be any size mistakes on your part?",
        "Is there any issue with size mistakes?",
        "Is it because there is an issue about the wrong size on your end?",
        "It might be Sizing confusion on you.",
        "There could be a mix up in sizes.",
        "Isn't there a bad sizing mistake?",
        "Anysize errors on your part?",
        "Did someone accidentally change the sizes here?",
        "There might be a discrepancy with the size on your end.",
        "Did you and your team mess up the sizes?",
        "Could someone have messed up the sizes here?",
        "I don't know if size mistake by y'all is right.",
        "Is there an error in finding the size?",
        "Mistake on sizes.",
        "Do you have problematic sizes at the end?",
        "Is there a mix-up with the sizes you have on your end?",
        "Are there any mistakes in the way of size from you?",
        "What are the size errors on your part?",
        "Maybe someone messed up the sizes?",
        "Is there a discrepancy with the size you have?",
        "Is it the end's size that is wrong?",
        "Is a size mistake by y'all?",
        "Do you have a size mix-Up on your end?",
        "Did you misshape the sizes?",
        "Is it a case of a mix-up because of the size on your end?",
        "Were you responsible for messing up the sizes?",
        "Did they ruin up on the size?",
        "Did you have size issues on your end?",
        "Was the sizes messed up?",
        "Y'all messed up on the size, right?",
        "Did you screw the sizes up?",
        "I wonder if you messed up on the size?",
        "Do you have the sizes completely wrong?",
        "Are you the one who blundered with sizing?",
        "Is it due to an issue with the size on your end?",
        "You guys messed up the sizes.",
        "I am unsure if Size mistake by y'all or not.",
        "Is there a sizing mix up?",
        "Did someone wrong the sizes?",
        "There is a discrepancy with the sizes on your end, is that because of the size?",
        "Is it because your end has an issue with the sizes on it?",
        "You made a mistake regarding sizes.",
        "Do you have mistakes in the size you give?",
        "Is it true you messed up the sizes?",
        "Are you facing a sizing problem?",
        "Do you know if there is a mix-up with your size?",
        "Is there anything wrong with the size from you?",
        "There are size issues on your end?",
        "Was your mistake with the size?",
        "Is it a case of a mix-up with the size on your end.",
        "How about any size issues on your end?",
        "Are you having difficulties with sizes?",
        "Were there mistakes in your size?",
        "Is the issue with size mistakes?",
        "Do you know what's with the size debacle?",
        "Does your size mix-up affect it?",
        "Is the sizing messed up?",
        "The mistake is yours--sizes not perfect?",
        "Does your end have any size problems?",
        "Is the size mistake by y' all right?",
        "Was there any mistake in the size of you?",
        "There is a discrepancy with the sizes on the end",
        "Did you make any mistakes in the sizes?",
        "Is the discrepancy between the sizes on your end related to it?",
        "Is it any size errors on your part?",
        "Someone messed up the sizes, what?",
        "Is it a case of mix up with the size on the end?",
        "Isn't it a case of a mix-up with the end size?",
        "You have the size wrong, didn't you?",
        "Is there an issue about the size that's causing the discrepancy on your end?",
        "Is that a discrepancy with the sizes on your end?",
        "Do you blundered with size?",
        "Is it a problem with the sizes?",
        "There may be a mismatch in sizes here.",
        "Someone possibly messed up the sizes here.",
        "Is there any mistakes in size?",
        "Are the sizes screwed around again?",
        "Do you have confusion about sizes on your site.",
        "Could there be a discrepancy in sizes here?",
        "Did you cause the wrong sizes?",
        "Did your team make a mistake in the sizes?",
        "Was there any mistakes in the size of you?",
        "Your mistake with sizes",
        "There is a discrepancy between the sizes you have on your end.",
        "Did you messing up the sizes?",
        "There is an issue with the wrong size on your end.",
        "Your mix-up may be a size issue.",
        "Is your end in the wrong size?",
        "Do you have problems with size?",
        "Did you guys mess up the sizes?",
        "Are there any confusion about sizes on your site?",
        "Do you believe it is a case of a mix-up with the size on your end?",
        "Is there an issue with your end that caused the discrepancy with the sizes on your end?",
        "Size mistake by y'all, is that correct?",
        "Any size errors that you made?",
        "Is there a discrepancy in sizes?",
        "Is there an issue about the size on your end?",
        "Maybe you have some Sizing confusion on you.",
        "Is it the case that there is a discrepancy between the sizes on your end?",
        "Maybe there is some Sizing confusion on you.",
        "Is there a case of a mix-up with the size on the end?",
        "Was there an issue with size here?",
        "Is it a case of mix-up with the end size?",
        "Is there a mix- up with the sizes on your end?",
        "It is possible that the size measurement is wrong.",
        "You made mistakes with the size?",
        "Someone might have messed up the size here.",
        "There is a question of wrong size measurement.",
        "Is it a sizing issue or your mix-up?",
        "Sizing messed up?",
        "There are any size errors on the part?",
        "Is there something wrong with the size from you?",
        "Did you mistake with the size?",
        "There is an issue with your end and there is a discrepancy between the sizes.",
        "Size mix-up on your end",
        "Is there an issue about the wrong sizes on the end?",
        "There is a discrepancy with the sizes on you end.",
        "They made a mistake on sizes.",
        "Maybe there's sizing confusion on you.",
        "Is your end's size wrong?",
        "Are there any sized issues on your end?",
        "Is it a case of a mix-up with the size you have?",
        "Do I think size mistake by y'all?",
        "Was it possible you messed up the sizes?",
        "You guys have messed up the sizing?",
        "Did you have an issue with sizes?",
        "Are there mistakes in the sizing?",
        "Is there a discrepancy between size on your end?",
        "Did somebody messed up the sizes here?",
        "There is a mismatch between the sizes on your end.",
        "Are you having a trouble with the sizes?",
        "Incorrect measurement of size?",
        "Are there different sizes on your end?",
        "Has your team messed with the sizes?",
        "Did you misunderstand the size?",
        "My fault or yous, any mix-ups with sizes?",
        "There is size confusion there?",
        "Isn't it a case of mix-up with the size on your end?",
        "Do you have aSize mix-up on your end?",
        "There is an issue with your end and there is a discrepancy between the sizes on it.",
        "Is there a discrepancy with your end size?",
        "Do you have a bad or my size mistake?",
        "Did you mess up on the measurement?",
        "Can you tell me if there is a mix-up with the size on your end?",
        "Is it an error in sizing?",
        "Is it because of an issue with your end that there is a discrepancy in the sizes?",
        "There was size confusion there?",
        "There may be any size errors on your part.",
        "Is there an issue with your end that has a discrepancy with the sizes on it?",
        "Is that a case of a mix-up with the end size?",
        "Your mistake pertaining to sizes.",
        "You messed with the sizes?",
        "There is a discrepancy with the sizes on your end, is that because of something?",
        "There are mistakes in size from you.",
        "Is it because there's an issue with the wrong size?",
        "Are there any mistakes in size from you?",
        "Do you have an issue with sizing here?",
        "Is there any mistake in the size from you?",
        "Yeah, you guys messed up the sizes?",
        "Is there a mistake in sizing?",
        "Do you have sizing mix-ups here?",
        "There seems to be a discrepancy with the sizes on your end.",
        "There is a discrepancy between the sizes on your end, is that because there is an issue about the wrong?",
        "There is an issue with your end so there is a discrepancy with the sizes on it.",
        "Are there problems with the sizes at your end?",
        "Did your team use incorrect sizes?",
        "How about size issues at your end?",
        "Did you make any mistakes with your size?",
        "Wrong size determination?",
        "There is an issue with your end and there is a discrepancy in size.",
        "My fault or yours, any mix-up with sizes?",
        "Are there any size errors on your part?",
        "there is a discrepancy with the sizes on your end",
        "Did you mix up the sizes as well?",
        "Is there some kind of sizing mix-ups here?",
        "Yes, you guys messed up the size.",
        "Your mix-up, is it the size issue?",
        "Any mistakes with the size on your part?",
        "Didn't you mess up on the size?",
        "Mistakes in the way you size?",
        "Maybe there is Sizing confusion on you?",
        "did you mess up on the size?",
        "Is there any size errors that you have?",
        "There is a discrepancy between the sizes on your end and there is an issue about the size.",
        "Do you mix-up the size on your end?",
        "Do you know if there is a mix-up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Do you have a size mix-up on your end.",
        "Is it a case of a mix up with the size of your end?",
        "Is it a case of an error with the size on your end?",
        "Are you confused with your size, huh?",
        "Sizing confusion is on you.",
        "There is an issue about the wrong and there is a discrepancy between the sizes on your end.",
        "Is your mix-up Sizing?",
        "Is it a mistake that Size mistake by y'all?",
        "Is the size mistake by you all correct?",
        "Is there a discrepancy with the sizes on your end.",
        "Is the size mistake by you all?",
        "Your mix-up, size issue?",
        "Is there a problem with size on your end?",
        "Could there be a discrepancy in the sizes?",
        "Did anyone make a mess of the size?",
        "You messed up the size, right?",
        "Did you make the wrong decisions about the sizes?",
        "Size mistake by y'all, or am I right?",
        "Do you know if there are any mix-ups with sizes?",
        "Are you having a problem with your sizes?",
        "Is this because there is an issue about the wrong size?",
        "Is it possible there is a mix-up with the size on your end?",
        "There could be a mismatch between sizes.",
        "Did you mess with the size.",
        "There is an issue about the correct size on your end.",
        "My fault or yours, any mix-ups of sizes?",
        "Is there any size issues on your end.",
        "Yeah, you guys messed up the size.",
        "You guys messed the size up.",
        "You guys made a mistake with the sizing?",
        "Do you have a size mix-up on your ends?",
        "Your mistake regarding size.",
        "Is the discrepancy with the sizes on your end because there is an issue with your end?",
        "You gaffed with the size?",
        "Are any size issues on your end?",
        "There may be an issue about the wrong size on your end.",
        "Did you slip up with the size?",
        "Is the size on your end a mix-up?",
        "Was there someone messing up the sizes here?",
        "Was it the size that you messed up?",
        "Are there sizing issues that you have?",
        "Do you mix your size up?",
        "Is there an issue with your end that causes a discrepancy in sizes?",
        "There is an issue about the wrong size on your end and there is a discrepancy with the sizes on your end.",
        "There may be a mix-up with your size on your end.",
        "Did they messed up on the size?",
        "Is the discrepancy with the sizes on your end due to a mix up?",
        "There is a discrepancy about the sizes on your end.",
        "Was it a problem with sizes?",
        "You did not use the correct size?",
        "Is there an issue with the sizes on the end?",
        "Is there an issue about the size that causes a discrepancy on your end?",
        "Is there an issue with the right size on your end?",
        "Are the sizes at your end problematic?",
        "I think the size mistake by y'all.",
        "Did people make a mistake on the size?",
        "There might be an error in the sizing.",
        "There is an issue about the wrong size and there is a discrepancy with the size on your end.",
        "Is it a mistake for your size to not be perfect?",
        "Do you think size mistake by y'all?",
        "Is there an issue about the wrong size that's causing the discrepancy?",
        "Any size issues are on your end?",
        "Do you have a size mess-up?",
        "You got the sizes incorrect, didn't you?",
        "Someone might have messed up the sizes.",
        "Is it a case of a mix-up with the size on your ends?",
        "Is it a problem with size mistakes?",
        "Is that because there is a mix-up in the sizes on your end?",
        "Is there a discrepancy with your end's size?",
        "You messed with size?",
        "I wonder if someone messed up the size here.",
        "Is it a size mistake by y'all.",
        "There is a discrepancy between the size on your end and the wrong one.",
        "Is it any size issues on your end?",
        "Are you facing problems with sizes?",
        "Are there any mistakes in the size you give?",
        "Is this a case of a mix-up with the end size?",
        "Is it an issue with sizing errors?",
        "Is there a discrepancy with the sizes on the ends?",
        "Is it a case of a mix-up with the sizes on your end?",
        "There is a discrepancy with the sizes on your end, Is that because of a mix-up?",
        "Are you having a trouble with sizes?",
        "Should you have any size errors on your part?",
        "You were wrong with the sizes, didn't you?",
        "Is there an issue about the wrong sizes on your end?",
        "Are your mix-up a size issue?",
        "You guys messed up the measurement?",
        "Your mix-up, is it a size issue?",
        "There is confusion about sizes on your site",
        "Are there mistakes in the sizing you make?",
        "A size confusion there?",
        "You may have a mix-up with the size on your end.",
        "Is there an issue about the wrong and the discrepancy with the sizes on your end?",
        "Was there confusion about sizes on your site?",
        "Did you make any mistakes about the sizes?",
        "There is an issue about the wrong size and there is a discrepancy with the sizes on your end.",
        "Is the discrepancy in the sizes on your end due to an issue with your end?",
        "Did you get confused with the size?",
        "A size issue on your end?",
        "Did you get the sizes totally wrong?",
        "Alright, you guys messed up the size.",
        "mistaken size measurement?",
        "Did your team mess up sizes?",
        "Did someone messed with the sizes here?",
        "Is the issue with your end the reason for the discrepancy with the sizes on your end?",
        "Do you mix up the size on your end?",
        "Is your mistake that the sizes are not perfect?",
        "Is it possible you have the sizes completely wrong?",
        "Is the size mistake by y'all wrong?",
        "There is an issue about the right size on your end.",
        "Issue with sizes?",
        "Any size mistakes on your part?",
        "You had the sizes completely wrong, right?",
        "Is there any mistake in the size you give?",
        "Was it because you messed with the size?",
        "Are you getting a mix-up with your size?",
        "I am not sure if the size mistake by y'all is correct.",
        "How about size issues on the end?",
        "Is it possible you messed up the sizes?",
        "Are you having trouble with sizes?",
        "There is a mix-up with the sizing on your end.",
        "You must have got the sizes wrong.",
        "An error in size?",
        "Is there an issue about the incorrect size on your end?",
        "Maybe there is a discrepancy between the sizes on your end.",
        "Any wrongness in sizes here?",
        "Is there an issue about the size that leads to the discrepancy on your end?",
        "Is there a mistake in the size you make?",
        "Your mix-up, does it have a size issue?",
        "Did you mistake the sizes as well?",
        "Is there a problem with your size, huh?",
        "Is there a discrepancy in sizes on your end?",
        "Is there a size discrepancy on your end?",
        "Is that because there is a mix-up of sizes?",
        "Maybe it's Sizing confusion on you.",
        "Is it possible that you messed up the sizes too?",
        "Are there a size mix-up on your end?",
        "Isn't your mistake that the sizes aren't perfect?",
        "Did you miss out with the size?",
        "An error in the sizing?",
        "Is that because there is an issue with the sizes on your end?",
        "Were you wrong with size?",
        "It's possible that the size measurement is wrong.",
        "Is sizes messed up?",
        "Someone messed up the sizes here, what?",
        "Affected sizes at your end?",
        "Is it a case of a mix-up and the size on your end?",
        "Does your end have a mix-up with size?",
        "Is your end wrong when it comes to size?",
        "Is the discrepancy between the sizes on your end because of a mix-up?",
        "Any wrongness in the sizes?",
        "Maybe Sizing confusion on you.",
        "The size errors on your part.",
        "Is there an issue with your end that caused the discrepancy between the sizes on your end?",
        "Do you have a mix-up with the size you have?",
        "Does anyone have any size problems on their end?",
        "Is it a case of a mix-up with the correct size on your end?",
        "Are your end's sizes wrong?",
        "Maybe there is a mix-up in sizes?",
        "Are you getting a mix-up with your size on your end?",
        "What about an error in size.",
        "Is there a discrepancy between the sizes that you have?",
        "There might be a discrepancy with the sizes on your end.",
        "Which size mistakes on your part?",
        "Is there a discrepancy of sizes on your end?",
        "There might be an issue with the size on your end.",
        "You made a mistake with the sizes?",
        "Maybe you have sizing confusion.",
        "Did you throw up the sizes?",
        "Your mistake relates to sizes.",
        "Are you the one that messed with the sizing?",
        "It seems like a mix-up with the size on your end.",
        "Someone may have messed up the size here.",
        "There's confusion about sizes on your site",
        "I don't know if you messed up the sizes.",
        "Are you having sizing troubles?",
        "Was the sizes mishandled?",
        "There is a case of a mix up with the size on your end.",
        "Are there any mistakes in sizing?",
        "Someone made a mistake on sizes.",
        "Do you have a size mess-up that falls under your scope?",
        "Is there an issue with your end that causes a discrepancy in the sizes on your end?",
        "Does your part have any size mistakes?",
        "There are some size errors on your part.",
        "There could be a problem with the sizes here.",
        "An issue in the size?",
        "Does your size mix up?",
        "Is it a size mistake by all of you?",
        "Is there a problem with the size on the end?",
        "You may have messed up the sizes too.",
        "Yeah, you guys messed with the size?",
        "There could be a mismatch of sizes here.",
        "Does your problem involve sizes?",
        "What size mix-up are you having?",
        "Did you mix sizing?",
        "Someone made an error with the size 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611 888-270-6611",
        "Is there an issue with your end? There is a discrepancy with the sizes on your end.",
        "What is the size mix-up on your end?",
        "Got a problem with sizes?",
        "Is there an error in the sizing?",
        "Is it your mistake that sizes are not perfect?",
        "Are you confused about your size, huh?",
        "There is a discrepancy with your end sizes.",
        "There is a discrepancy with the sizes at your end.",
        "Is there a size confusion there?",
        "Any problems with size on your end?",
        "Is it true that you messed up the sizes too?",
        "Is it a case of a mix up with the size on the end?",
        "Did you blundered with the size?",
        "Is it because you have an issue with the size on your end?",
        "Does anyone know if there are any size errors on your part?",
        "Did you misinterpret the sizes?",
        "How size mix-up on your end?",
        "Your mistake regarding sizes.",
        "Were you having a problem with sizes?",
        "Is it a mistake that size mistake by y'all?",
        "What if you messed up the sizes?",
        "Can there be size confusion there?",
        "Did someone screw up the sizes?",
        "Is this because there is an issue about the size on your end?",
        "You got the sizes wrong, didn't you?",
        "How about a size mix-up?",
        "Is it because there is an issue with the size?",
        "Do you have the problem with sizes?",
        "Or is the size mistake by y'all correct?",
        "Can there be any wrongness with the sizes here?",
        "size errors on your part",
        "Is there mistakes in your size?",
        "Does it appear to be a case of a mix-up with the size on your end?",
        "There is a discrepancy between sizes on your end, is that because there is a mix-up?",
        "Isn't it a case of a mix-up with the size on your end?",
        "There is an issue with your end, and there is a discrepancy between the sizes on your end.",
        "Is that a problem with your sizes?",
        "Is it a bad size mistake?",
        "Is it because there is an issue with the wrong size on your end?",
        "Is there a discrepancy in size on your end?",
        "You made a error on sizes.",
        "Is it possible that sizes are screwin' around again?",
        "Could there be a mix up in the sizes?",
        "any size errors on your part?",
        "Is there an issue with your end that causes the discrepancy with the size on your end?",
        "Is the size discrepancy due to an issue with the size?",
        "Y'all messed up on the size",
        "do you have a problem with sizes?",
        "Is there a size error?",
        "Are you the one that messed with the size?",
        "Do you have an error in sizing?",
        "Does anyone have size issues on their end?",
        "Is it a case of mix-up with size on your end?",
        "Do you have any size discrepancies on your part?",
        "Is there a problem with sizes at your end?",
        "Is there any size errors in your part?",
        "Do you think you messed up the sizing?",
        "Are there any mistakes in the sizing you have made?",
        "If there is a discrepancy with the sizes on your end, is that the case?",
        "I wonder if the size mistake by y'all is correct.",
        "Some size confusion there?",
        "Was there a mistake with the size?",
        "Was your team messing up the sizes?",
        "Did you mess up on the size",
        "Are there any mistakes in your sizing?",
        "How come you messed up the size?",
        "There is an issue with your end and the sizes on it are different.",
        "Did you get it wrong with the size?",
        "Is that because there is a mix up with the sizes on your end?",
        "Is there a sizing mix-ups?",
        "Were y'all wrong about the size?",
        "Do you know if there is a sizing mix-up here?",
        "Is it a case of a mix- up with the end size?",
        "What about your end size mix-up?",
        "The sizes on your end are different, Is that the case?",
        "Do you think y'all messed up on the size?",
        "There may be a mismatch with the size on your end.",
        "Is it because there is a mix- up with the sizes on your end?",
        "Do you have a mix-up with sizing?",
        "Any wrongness in size here?",
        "Did you get the wrong size?",
        "Do you think your team messed up the sizes?",
        "There is an issue about the wrong size on your end, is that why there is a discrepancy?",
        "Is there any way you messed up the sizes?",
        "Would there be any size issues on your end?",
        "Your error with regards to sizes.",
        "Are you the one that messed up with size?",
        "Is the mix-up with the size on the end?",
        "Could there be a discrepancy between the sizes?",
        "Are there confusion over size?",
        "Is anyone messing up on the size?",
        "Is there a mistake with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Do you have a mix-up with the size on your end?",
        "Do you make mistakes with your size?",
        "There could be a mismatch between the sizes here.",
        "So you guys messed up the sizing?",
        "Is your mistake that the sizes aren't perfect?",
        "Did Y'all mess up on the size?",
        "Did you make mistakes in the size you gave?",
        "There are size errors on your part?",
        "Didn't you have the sizes wrong?",
        "There is a mix-up with the sizes on your end.",
        "Should the size mix-up be on your end?",
        "There is a discrepancy on your end about the size.",
        "An incorrect size measurement?",
        "Did you make the wrong decision about the sizes?",
        "Is there something wrong in the sizes?",
        "Did someone mess up the sizes here?",
        "Was the size messed up by y'all?",
        "Is there a sizing mix-ups there?",
        "Has someone messed up the sizes?",
        "You made a mistake with the sizing.",
        "Did you bung it up with the sizes?",
        "Is your team responsible for messing up the sizes?",
        "There is an issue with the size here?",
        "Is there a discrepancy with the Sizes on your end?",
        "You guys made a mistake with the size.",
        "Do you have issues with size mistakes?",
        "Is it a case of a mismatch with the size on your end?",
        "There is an issue with your end, so there is a discrepancy between the sizes on your end.",
        "Is it because of a mix-up with the size on your end?",
        "Is there an issue with your size?",
        "You may have made mistakes in the size you used.",
        "Does someone messed up the sizes here?",
        "Have you a problem with sizes?",
        "Maybe you have Sizing confusion.",
        "Your mistake is on the sizes.",
        "Did someone accidentally change the sizes?",
        "Do you have any size errors?",
        "Do you have a size mix- up on your end?",
        "There is a discrepancy in the sizes on your end, is that due to an issue with your end?",
        "Is there an issue with your end that causes there to be a discrepancy with the sizes on your end?",
        "Is there a mistake with size on your end?",
        "Did you have any size issues on your end?",
        "Did you make the Sizing messed up?",
        "Are there mistakes in the sizing that you made?",
        "Maybe there is sizing confusion on you?",
        "Mistakes in the way you size yourself?",
        "Are there any size errors in your part?",
        "There is an issue about the wrong size on your end, is that the reason for the discrepancy?",
        "There could be a discrepancy with the size on your end.",
        "There is an issue about the wrong size on your end, is that the reason?",
        "There is a discrepancy between the sizes on your end?",
        "Is there a mix-up with the sizes on your end.",
        "Could there be a problem with sizes?",
        "Is this confusion about sizes on your site?",
        "You had the sizes completely wrong, did you?",
        "You got the sizes wrong?",
        "Maybe there is a discrepancy with the sizes on your end.",
        "Is there a problem with the sizes?",
        "Are there mistakes in the sizes from you?",
        "How about an error in the size?",
        "You have problematic sizes at your end?",
        "How about Size mix-up on your end?",
        "Do you have a trouble with sizes?",
        "Do you mess up on the size?",
        "There may be a mix-up with your end size.",
        "I'm not sure if the size mistake by y'all is right.",
        "Is there an issue about the size that causes the discrepancy?",
        "Are you having issues with the size of your item?",
        "There is a discrepancy in the sizes on your end, is that due to a mix-up?",
        "I wonder if size mistake by y'all is correct?",
        "There is an issue with your end, so there is a discrepancy in sizes.",
        "Is it a case of mixing up the size on the end?",
        "Is there a discrepancy with the sizes?",
        "Was it because you messed with sizing?",
        "Are there any mistakes in the size?",
        "Is the discrepancy between the sizes on your end due to the size issue?",
        "Is there an issue with your end that caused the discrepancy in the sizes on your end?",
        "Is there a discrepancy between the sizes on your ends?",
        "Did you mistake up the sizes?",
        "Sizing messed up by yourself?",
        "Is there a discrepancy between your end's sizes?",
        "Is it a size mix up on your end?",
        "Did you screw up the sizes too?",
        "You might have a size mix-up.",
        "Will there be mistakes in the size you give?",
        "Are there mistakes in the size you give?",
        "Are there any issues with sizes at your end?",
        "There is an issue with your end, and there is a discrepancy with the sizes.",
        "Could there be a problem with the sizes?",
        "Is it a mix-up with the size on the end?",
        "Are you having issues with the sizing?",
        "Did you mess up on the proportions?",
        "Are there issues with your sizing?",
        "You may have made mistakes in the size of you.",
        "Is there a discrepancy between the two sizes on your end?",
        "Wrong size measurement happens?",
        "There is an issue about the size on your end so there is a discrepancy.",
        "Is any size issue on your end?",
        "Is size mistake by y'all correct?",
        "There was a discrepancy between the sizes on your end.",
        "Could there be a discrepancy between sizes here?",
        "Your team might have messed up the sizes.",
        "There might be some wrongness in the sizes.",
        "I think size mistake by y'all.",
        "There is a bad size mistake, right?",
        "Was there confusion about size?",
        "Do you have mistakes in size?",
        "Are you confused about Sizes on your site?",
        "Is there a discrepancy between sizes on your end?",
        "Is it a case of messing with the size on your end?",
        "There is a discrepancy between the sizes on your end and there is an issue about the wrong.",
        "Did there be any size errors on your part?",
        "Did you miscalculate with sizing?",
        "Is it a case of a mix up with the size on your end?",
        "You had the sizes completely wrong?",
        "Is a mix up with the size on your end?",
        "Did you bung it with the size?",
        "There is an issue with the sizes on your end, is that the reason?",
        "Your error was with sizes.",
        "Is there a mix up, there is a discrepancy with the sizes on your end?",
        "Do you think your mix-up is a size issue?",
        "Do you have problematic sizes at your end.",
        "Did your team mismanage the sizes?",
        "Are you talking about a case of a mix-up with the size on your end?",
        "Did you mismanage with the size?",
        "Isn't there an issue with the size on your end?",
        "Does your team messed up the sizes?",
        "Were you wrong about the size?",
        "Do you think it's a case of a mix up with the size on your end?",
        "Is there a mix-up with size?",
        "Is the size on your end not the same?",
        "Are there an issue in size here?",
        "Did you mess up the sizes?",
        "Are you having a issue with your sizes?",
        "There is a discrepancy with the size on your end, is that because there is a mix-up?",
        "Is it a case of a mistake with the size on your end?",
        "Is it a case of the wrong size on your end?",
        "Is it a case of a mix-up with size on the end?",
        "Did you ruin up the sizes too?",
        "Is that because there is an issue about the wrong sizes on your end?",
        "Is there a mix-up with your size on your end?",
        "You have size confusion there?",
        "There is a discrepancy with the sizes on your end, is that because of an issue with your end?",
        "Was someone to mess up the sizes here?",
        "Do y'all mess up on the size?",
        "Are there problems with sizing mistakes?",
        "Is it because there is a mix-up in the sizes on your end?",
        "Alright, you messed up the size?",
        "Do you have any problems with the size from you?",
        "Are you facing sizing issues?",
        "Did you have any size errors?",
        "I wonder if there is a discrepancy with the sizes on your end.",
        "Did you make any mistakes on the size?",
        "Is there a mix-up about the sizes on the end?",
        "Did your team make a mistake with the sizes?",
        "Are you experiencing sizing issues?",
        "Was somebody messing up the sizes here?",
        "Are you sure about your size mix-up?",
        "Are there a problem with your sizes?",
        "There is a discrepancy between sizes on your end, Is that the case?",
        "Is the mistake size by y'all?",
        "Are you having problems with your sizes?",
        "Does anyone know if there is any wrongness in the sizes here?",
        "Did y'all mix up on the size?",
        "Are there any mistakes in the size that you made?",
        "Did you make mistakes with the sizes?",
        "Is the size mistake by y'all a mistake?",
        "Did you mix the sizes?",
        "You people messed up the size?",
        "Is there an issue with the size that causes the discrepancy on your end?",
        "There is a discrepancy between the sizes on your end, is that because of an issue about the wrong?",
        "Is the size issue on your end?",
        "Do you blundered with sizing?",
        "Is it a case of mix-ups with the size on your end?",
        "Do you have a mix-up on your size?",
        "Perhaps someone messed up the sizes.",
        "Is there a discrepancy with the size on your ends?",
        "Is it possible that people messed up on the size?",
        "Are you facing problematic sizes at your end?",
        "Is it because there is an issue with your end that there is a discrepancy with the sizes on it?",
        "Were you mistaken with the size?",
        "Is it because there is a mismatch between the sizes on your end?",
        "Is there an issue about the wrong size that is causing the discrepancy on your end?",
        "Sizing confusion may be on you.",
        "Perhaps someone messed up the sizes here?",
        "There is a discrepancy regarding the sizes on your end.",
        "There is a discrepancy in the sizes that are on your end.",
        "It seems like there is a mix-up with the size on your end.",
        "Is the size wrong or your mistake?",
        "Is that because there is an issue about the size on your side?",
        "Problems with your end sizes?",
        "Any size problems on your part?",
        "Is it because of a mix-up that the sizes on your end are different?",
        "Did you mix up your end size?",
        "Did you mess up the sizes aswell?",
        "Did you make Sizing messed up?",
        "Are there mistakes in size from you?",
        "There is a discrepancy with the sizes on your end, is that because of a size issue?",
        "Can there be an issue with sizing mistakes?",
        "I am not sure about the size mistake by y'all.",
        "There is an issue with your end so there is a discrepancy in the sizes on it.",
        "There could be a mismatch in the sizes here.",
        "Is there a mismatch between sizes here?",
        "do you have any size errors?",
        "There is an issue about the size on your end, is that why there is a discrepancy?",
        "I want to know if there is any wrongness in the sizes here.",
        "What about your problem with sizes?",
        "Is there any mistakes in the size you give?",
        "You people messed up the sizing.",
        "Your mix-up, is it a Sizing issue?",
        "Has there been any size errors on your part?",
        "Is your end wrong on the measurement?",
        "Is that a case of a mix-up with the size on the end?",
        "Is it because there is a mix up with the sizes on your end?",
        "Is it possible you messed up the sizes as well?",
        "Is your end size wrong?",
        "Do you have any mistakes in size from you?",
        "Is there a discrepancy in the sizes on your end?",
        "Is there a mix-up in the sizes?",
        "Is there a mix up with your size?",
        "Is the size at your end problematic?",
        "Sizing was messed up by you?",
        "I am confused by the size mistake by y'all.",
        "Is there any mistakes in the size you have?",
        "There may be a discrepancy in sizes.",
        "Did y'all make a mistake with the size?",
        "Size mistake by y'all or I'm wrong?",
        "Is there any mix-up with sizes?",
        "Did you have a problem with your size?",
        "Have someone messed up the sizes?",
        "Any issues with size on your end?",
        "My fault, or yours, any mix-up with sizes?",
        "Is there a mix-up when it comes to your size?",
        "Is that because of an issue about the wrong size?",
        "Is it because there is an issue with the size on the end?",
        "Are your team messing up the sizes?",
        "Did you have a size mix-up?",
        "I am not sure if size mistake by y'all is correct or not.",
        "Is there an issue with your end that led to the discrepancy with the sizes on your end?",
        "You may have a problem with your size.",
        "Is there a mix-up in size?",
        "Is there any mistakes in the way you sizing?",
        "Is there a size issue on your end?",
        "Is it possible that the sizes on your end are not the same?",
        "Did we mess up on the size?",
        "Is there an issue about the wrong, and there is a discrepancy with the sizes on your end?",
        "How about a sizing mistake?",
        "Do you have any issues with size on your end?",
        "Y'all are messing up the size chart?",
        "Is this a case of a mix-up with the size on your end?",
        "Does your site have confusion about sizes?",
        "You have the sizes completely wrong, did you?",
        "Size mistake by y'all or am I right?",
        "Are you mixing up your size?",
        "Do you make mistakes in the size you give?",
        "Size messed up by you?",
        "Are theresize mix-up on your end?",
        "You guys have messed with the sizing?",
        "It is a mistake on sizes.",
        "Is there a discrepancy in the sizes you have on your end?",
        "Is there an issue with your end that leads to the discrepancy between the sizes on your end?",
        "Was it an issue with size mistakes?",
        "Is there an issue with your end that causes a discrepancy with the sizes on your end?",
        "Was there any size issues on your end?",
        "Any size mistakes on the part?",
        "There is an issue about the wrong, and there is a discrepancy between the sizes on your end.",
        "There could be a discrepancy in size.",
        "Were there problematic sizes at your end?",
        "Did you mess up the sizes too.",
        "y'all messed up on the size?",
        "How come you messed up on the size?",
        "Is the problem with your sizes?",
        "Is it because there is an issue about the wrong sizes on your end?",
        "You guys messed up the actual size?",
        "At your end, do you have problematic sizes?",
        "Do you have a size mix- up?",
        "Sizing confusion, on you, maybe?",
        "How about size mix-up on your end?",
        "Y'all messed up on the size.",
        "A problem with sizes?",
        "Do you have size errors on your part?",
        "Is there a flaw in the sizes here?",
        "Size mistake by y'all, or am I wrong?",
        "Are you Sizing messed up by yourself?",
        "Do you have a mix-up with the size?",
        "Did you gaffe with the size?",
        "Are there any mistakes in the sizing that you made?",
        "Are there any mistakes in the size you give it?",
        "Did you mistake the size?",
        "Are there troubleatic sizes at your end?",
        "Your mix-up, what is the size issue?",
        "Is it a Size mix-up on your end?",
        "Does your part have any size discrepancies?",
        "Is there a discrepancy with the sizes on you end?",
        "Have you an issue with sizes?",
        "Can you tell me about any wrongness in the sizes here?",
        "Is there a discrepancy with the size?",
        "Is there a issue with size mistakes?",
        "Did someone mess with the sizes?",
        "Well, you guys messed up the size.",
        "Are there any size issues on your part?",
        "Is the discrepancy between the sizes on your end correct?",
        "What about a size mistake?",
        "Is it possible that there is a discrepancy in the sizes on your end?",
        "Does there any size errors on your part?",
        "Are you facing a problem with your size?",
        "Is there a mistake in the size you give?",
        "Have you messed with sizing?",
        "There is a discrepancy with the sizes on your end, Is it because of a mix-up?",
        "Is there any mistakes in the sizing of you?",
        "Is there a mistake in the size from you?",
        "Didn't someone mess up the sizes here?",
        "What about an error in the size.",
        "Is there any wrong thing in the sizes here?",
        "It seems like a case of a mix-up with the size on your end.",
        "Is there someone messing up the sizes here?",
        "There is a discrepancy with the size of your end.",
        "There is an issue about the size on your end, is that the reason for the discrepancy?",
        "Was it because you messed up with the size?",
        "Do you have a mix-up with the size issue?",
        "Do you have any size issues at the end?",
        "Maybe there is size confusion on you.",
        "Are you facing a problems with sizes?",
        "Is it your mistake that your size is not perfect?",
        "Is this a case of mix-up with the size on your end?",
        "Do you think you messed up on the size?",
        "Are there mistakes in the sizes you give?",
        "Is your mistake that your size is not perfect?",
        "It is possible that there is an issue about the wrong size.",
        "On your site is there confusion about sizes?",
        "Maybe someone messed up the size here.",
        "There may be a mix up with the size on your end.",
        "Are there any mistakes in size?",
        "You fumbled with the size?",
        "What size errors occur on your part?",
        "Are you facing a size problem?",
        "Did you make it worse by messing up the sizes?",
        "Are you messed up by Sizing?",
        "Your mix-up, your size issue?",
        "There's a problem with your sizes?",
        "You made a bad mistake with the size?",
        "Is it possible that your size is not right?",
        "Your mistake was on sizes.",
        "You made a mistake on sizes.",
        "I wonder if you messed up the sizes.",
        "Is there a mix-up in the sizes on your end?",
        "Is it possible that you blundered with the size?",
        "Did you miscalculate with size?",
        "Is there any mistake in the size you make?",
        "There is a discrepancy between the sizes on your end and there is an issue about the wrong",
        "Are you having problem with your sizes?",
        "Is it a case of having the wrong size on your end?",
        "Do you have any mistakes in the size you have?",
        "Does there exist any size issues on your end?",
        "Do you have problems with sizing?",
        "Size problems on your end?",
        "Is it a size mix up?",
        "Was it the case that you blundered with the size?",
        "Is it because of an issue with the size?",
        "There is a size mistake by y'all.",
        "Do you mistake the size?",
        "Was it a size mix-up on your end?",
        "You had the sizes completely wrong, didn't you?",
        "Are you confused with the size?",
        "Is there a discrepancy between the size on your end and the actual size?",
        "Are you having difficulties with size?",
        "Did you place the wrong sizes?",
        "Is there an issue with the size you have?",
        "How about your issue with sizes?",
        "So you guys messed up the size?",
        "You messed up on the size.",
        "Had y'all messed up on the size?",
        "Did you mess up on the size.",
        "Did you get the sizes wrong?",
        "Are there any mistakes in the sizing you make?",
        "Do you know if you messed up the sizes?",
        "Is there any mistake in the sizes here?",
        "Is there a mismatch with your size on your end?",
        "Are you experiencing issues with size?",
        "Did your team make problems with the sizes?",
        "Was there size confusion there?",
        "Is there a mix up in sizes?",
        "Is that because there is a mix-up with your sizes?",
        "Do you have a problems with your sizes?",
        "Is it a mistake to size it by y'all?",
        "You messed up the sizes as well?",
        "Trouble with your sizes?",
        "Is it due to a mix-up with the size on your end?",
        "Your mistake with Sizes.",
        "Your mistake on the sizes.",
        "Did you make mistakes with the size you gave?",
        "Have you had a problem with your size?",
        "Size mistake by y'all?",
        "Is there a difference in sizes on your end?",
        "Mistakes in measuring from you?",
        "Is it because there is an issue with your end that there is a discrepancy with the sizes?",
        "Could there be a mistake in the sizes here?",
        "Did you mess up sizes too?",
        "There is a discrepancy in your end's sizes.",
        "Is it a size issue or your mix-up?",
        "Did you have a size mix-up on your end?",
        "Are you having issues with your size?",
        "Is it a case of a mix-up with the size on the end?",
        "On your end, size issues?",
        "Did you mix-up, your size issue?",
        "There is a discrepancy in the sizes of your end.",
        "Irregular sizes at your end?",
        "Is it because there is an issue with the wrong sizes on your end?",
        "Are you wrong on the size of your end?",
        "Is there some sort of sizing mix-ups here?",
        "There is a discrepancy between your size and the one on your end.",
        "Were there mistakes in the size you made?",
        "Is there an issue with your end that causes the discrepancy with the sizes?",
        "You made a mistake with the Sizes?",
        "Did y'all messed up on the size?",
        "Are you dealing with a problem with sizes?",
        "Do you have any size mistakes?",
        "Did you mix up the sizes?",
        "Are your sizes problematic at your end?",
        "There is an issue with the sizes on your end, is that because of that?",
        "Size mix up on your end.",
        "Is there a discrepancy with your end's sizes?",
        "Any size issues at your end?",
        "There is an issue with the size on your side.",
        "Did someone mess the sizes up here?",
        "Is it possible that there is an issue about the size on your end?",
        "Do you have any confusion about sizes on your site?",
        "Is it possible you got the sizes wrong?",
        "There is a discrepancy between the sizes of your end.",
        "Were you blundered with the size?",
        "I wonder if anyone messed up on the size.",
        "There was a bad mistake about the size.",
        "You made an error regarding sizes.",
        "Is there any size mistake on your part?",
        "Is that an error in size?",
        "do you have a size mix-up on your end?",
        "Is your mistake that your sizes are not perfect?",
        "Are you having problems with sizes?",
        "Y'all messed up the size?",
        "Is the discrepancy with the sizes on your end due to an issue with the size?",
        "Y'all messed up the size.",
        "Is your end not the correct size?",
        "Is it wrong with your size?",
        "Is it incorrect size measurement?",
        "Are there any mistakes in the size you provide?",
        "Is there an error in determining size?",
        "Are you talking about a mix up with the size on your end?",
        "Your mistake around sizes.",
        "Have you had a problem with the sizes?",
        "Do you have a mix-up with size on your end?",
        "Are there anysize errors on your part?",
        "There appears to be a discrepancy with the sizes on your end.",
        "Could there be a mismatch in the sizes?",
        "Isn't the size mistake by y'all?",
        "It's a case of a mix-up with the size on the end.",
        "There is a discrepancy when it comes to the sizes on your end.",
        "Y'all messing up the size chart?",
        "Did you make an error in the sizes?",
        "What about the mistake in size?",
        "Did you fail with size?",
        "Do you have a mix-up with your size issue?",
        "Have you messed up the sizes?",
        "Wrongness in the sizes here?",
        "Maybe it is a case of a mix-up with the size on your end?",
        "Is it because of an issue with your end that there is a discrepancy with the sizes on your end?",
        "Has there any size errors on your part?",
        "Are you having a problem with size?",
        "Did you mess up the sizes as well.",
        "There is an issue with your end and you have a discrepancy with the sizes on it.",
        "Are there a discrepancy with the sizes on your end?",
        "Did someone cause the sizes to be messed up?",
        "You guys made a mistake with the size?",
        "Are there any size issues you have on your end?",
        "Is there a mix-up with sizes your fault?",
        "Is the size discrepancy due to a mix-up?",
        "Might be a problem with your sizes?",
        "Is there a discrepancy of the sizes on your end?",
        "There could be a mix up in the sizes.",
        "Your mistake on size",
        "Do you have any mistakes with your size?",
        "You made a mistake using the size?",
        "There might be size errors on your part.",
        "There could be a discrepancy between sizes.",
        "Did you do a bad job with the sizes?",
        "Wrong size measurement is a possibility.",
        "There is a problem with the sizes on your end.",
        "Could be a problem with your sizes?",
        "Wrong size from you?",
        "Have you a problem with your sizes?",
        "Did someone make the sizes messed up?",
        "It was your error on the sizes.",
        "Do you have any mistakes in the way of sizing?",
        "There may be an error in the sizing.",
        "Did you mix up the sizes too?",
        "Is Sizing messed up by you?",
        "Is this an error in size?",
        "It's a mistake on sizes.",
        "Is there an issue with your end that's causing the discrepancy between the sizes on your end?",
        "There is an issue of the wrong size on your end.",
        "There might be an error in size.",
        "There's an issue about the size on your end.",
        "You goofed with the size?",
        "Is the size on your end different?",
        "Is there something happening to the sizes?",
        "There might be confusion about the size.",
        "Does anyone have any size issues on their end?",
        "A mix-up, size issue?",
        "Were you wrong with the size?",
        "Have you found a problem with your sizes?",
        "What about an error with the size?",
        "Is a discrepancy with the sizes on your end the case?",
        "Is there an issue with your end that causes the discrepancy in sizes on your end?",
        "Is there an issue with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Will you have size issues on your end?",
        "Did your team mess with the sizes?",
        "Was your mix-up the size issue?",
        "Are you experiencing a problem with sizes?",
        "Are you the one who messed up with size?",
        "Was it because you messed up the sizes?",
        "Did the size mess up for you?",
        "Do you have a mix-up with your sizing?",
        "Is there a mismatch in the sizes here?",
        "Is there a mix-up in the size?",
        "Did your team messed with the size?",
        "A case of a mix-up with the size on the end?",
        "Do you have an issue with sizing errors?",
        "Is it possible there is a mix-up in sizes here?",
        "There is a discrepancy with the sizes on your end and there is an issue about the wrong",
        "Is that a case of a mix-up with size on your end?",
        "Is there any mistakes in the size that you make?",
        "Are you having issues with the size?",
        "I wonder if they messed up on the size.",
        "Did you mess up the sizes also?",
        "Are you having problems with your size?",
        "Is it a case of a mix-up with the size on the ends?",
        "Your mistake relating to sizes.",
        "Mistakes in the size you give?",
        "Was it that your team messed up the sizes?",
        "Did you make any mistakes with the size you used?",
        "There is an issue about the wrong size on your end.",
        "How about an error with the size?",
        "Is there a wrong size on your end?",
        "Wrong size measurement made?",
        "Do you confuse sizes on your site?",
        "Maybe it's a case of a mix-up with the size on your end?",
        "Maybe it is Sizing confusion on you.",
        "Are you having a size mix up?",
        "Is there a sizing problem?",
        "Do you have a sizing problem?",
        "Is there an issue with the size of your end?",
        "Does your issue involve sizing?",
        "A mistake on size.",
        "Are it a case of a mix-up with the size on your end?",
        "Are you facing a problem with Sizes?",
        "There seems to be an issue with the size on your end.",
        "Are you faced with a sizing problem?",
        "Did you have any size mistakes on your part?",
        "There could be a mistake in sizes.",
        "Are there problems with the size on your end?",
        "Is it because there is a mix-up of sizes on your end?",
        "I wonder if someone messed the sizes up here.",
        "There has been a discrepancy between the sizes on your end.",
        "Is this because there is an issue about the size?",
        "Is there an issue with the end that causes a discrepancy in the sizes on it?",
        "Did you mix up on the size?",
        "Have you messed with the sizes?",
        "A size mix-up on your end?",
        "Is it because there is a mix-up with the sizes on your end?",
        "Can you tell me if there is a discrepancy with the sizes on your end?",
        "Does that mean it's a mix-up with the size on your end?",
        "There is an issue about the wrong size and there is a discrepancy with it on your end.",
        "Have you had a size issue?",
        "YourMistake on sizes.",
        "Y'all mess up the size chart?",
        "Are there mistakes in the sizing of you?",
        "You have a discrepancy between the sizes on your end.",
        "There is a discrepancy with your size on your end.",
        "Have you had an issue with sizing mistakes?",
        "Did you mess up about the size?",
        "Is there an issue with your end that causes a discrepancy with the sizes on it?",
        "Mistakes in sizes from you?",
        "Do you think you messed with sizing?",
        "Something is wrong with your sizes?",
        "Was your mistake with size?",
        "There is a discrepancy in the size on the end.",
        "Right, you messed up the sizing?",
        "Was there a size mix-up on your end?",
        "There is an issue with your end, and there is a discrepancy in the sizes on your end.",
        "There could be a discrepancy in sizes.",
        "There is a discrepancy with the sizes on your end.",
        "Is it an issue with sizes?",
        "sizing mistakes from you?",
        "Is there a discrepancy with the sizes you have on your end?",
        "My fault, or yours, any mix ups with sizes?",
        "Did you change up the size?",
        "There may be a mistake in sizes here.",
        "Right? you guys messed up the size?",
        "Did your mix-up cause a size issue?",
        "Are you having difficulties with your sizes?",
        "Do you have a mistake with sizing?",
        "Are there any issues with the size on your end?",
        "Is there a size mix-up?",
        "There is a discrepancy in the sizes on your ends.",
        "Are you going to mix up your size?",
        "Is there any size issues on your part?",
        "There is an issue about the sizes on your end.",
        "Is there any mix-ups with sizes that you are responsible for?",
        "The size errors on your part?",
        "Does that mean there is a mix-up with the sizes on your end?",
        "Did you make a mistake with size?",
        "Do you believe your team messed up the sizes?",
        "It is possible that there is an issue with the wrong size.",
        "Oops, you guys messed up the size.",
        "Do you know if there are size mix-ups here?",
        "Is there a discrepancy between your end and your size?",
        "What about a mistake in size?",
        "Does anyone know if someone messed up the sizes here?",
        "Have you made any size errors?",
        "Is the size messed up?",
        "Is there an issue about the size that caused the discrepancy on your end?",
        "Have you found a problem with sizes?",
        "Is there an issue with your end which causes the discrepancy in the sizes on your end?",
        "There might be confusion over size.",
        "Could there be a mismatch between sizes here?",
        "Is there a mistake in size from you?",
        "How about your end size mix-up?",
        "Are there problematic size at your end?",
        "Is it unclear about sizes on your site?",
        "The mix-up, is it a size issue?",
        "Yeah, you people messed up the size.",
        "There is a discrepancy with the sizes on your end, Is that because there is an issue about the size?",
        "Was it your team that messed up the size?",
        "Is it a case of a mix-up with your size on your end?",
        "Do you have confusion about sizes on your site?",
        "Is it possible that the size measurement is wrong?",
        "Did there be mistakes in the size of you?",
        "Is there a mistake with the sizing on your end?",
        "On your part, any size errors?",
        "There is an issue with your end and there is a discrepancy in the sizes.",
        "You guys confused the size?",
        "You have any size mistakes on your part?",
        "There may be an error in size detection.",
        "It may be a case of a mix-up with the end size.",
        "Is sizes screwed around again?",
        "There is a discrepancy on the size of your end.",
        "Is it a case of a mix-up with size?",
        "There is a discrepancy in the sizes of your ends.",
        "You mix up, do you have a size issue?",
        "Y'all may have messed up on the size.",
        "Was there a mistake in the size of you?",
        "Maybe you have a problem with your sizes.",
        "Does your end have a size mix-up?",
        "Is it because there is an issue about the wrong sizes?",
        "You have messed up the size, right?",
        "Do you have a discrepancy with the size on your end?",
        "Is there an issue with your end, that there is a discrepancy with the sizes on your end?",
        "Your mistake in sizes.",
        "Do you have a problem with your Sizes?",
        "You have the sizes wrong, right?",
        "Is there an issue with the size of the end?",
        "Does your team messed with the sizes?",
        "Do you think someone messed up the sizes here?",
        "Is it a case of a mix-up over the size on your end?",
        "Is the size mistake by y'all correct or not?",
        "Are there any size mix-ups on your end?",
        "Have you messed up on the size?",
        "A size error on your part?",
        "There could be an error in size.",
        "Is there confusion about size there?",
        "You guys have messed with the size.",
        "What size mix-up do you have?",
        "Is it because there's an issue about the wrong size?",
        "Is the sizes completely wrong, you?",
        "Did anyone mistake the size?",
        "Is it a case of mix-up with size on end?",
        "Are there issues with sizing mistakes?",
        "Sized messed up by you?",
        "Is Sizes messed up?",
        "Wrong size measurement done?",
        "Is there any issue with sizing mistakes?",
        "Is that a size issue or your mix-up?",
        "Is that because there's an issue with the size on your end?",
        "Did they mess up the sizes?",
        "Is that Sizing messed up by you?",
        "Is there a difference between the sizes on your end?",
        "Maybe it's Sizing confusion on you?",
        "Do you think your end is wrong on the size?",
        "There is a bad mistake about the size.",
        "Is there an issue about the wrong and there is a discrepancy with the sizes on your end?",
        "Was it a mix-up, your size issue?",
        "There is a discrepancy with the sizes on your end, is that due to a mix-up?",
        "You guys messed up the wrong size.",
        "Is there a mix-up, there is a discrepancy with the sizes on your end?",
        "Is there an issue with size mistakes.",
        "Is there something wrong with sizes here?",
        "Are any size issues on your side?",
        "There is an issue with your end and there is a discrepancy with the sizes there.",
        "sizes not perfect is your mistake?",
        "Will there be an issue with size mistakes?",
        "Is there a discrepancy with the size of the end?",
        "Your team messed up the sizes?",
        "Yeah, you guys messed with the size.",
        "Did you goof up the sizes?",
        "Your mix-up, is there a size issue?",
        "Do you believe there is a discrepancy between the sizes on your end?",
        "Your part has any size errors?",
        "Do you have a mix up with the size on your end?",
        "Is it an issue about the wrong size on your end?",
        "Do you have a issue with size?",
        "There can be an error in size.",
        "Did you blunder with size?",
        "You did not get the sizes right, didn't you?",
        "Does your part make any size mistakes?",
        "Are you the one that blundered with size?",
        "Did you really mess up on the size?",
        "Is there an issue in the sizes here?",
        "You have the sizes completely wrong, isn't it?",
        "Are you having a sizing problem?",
        "Your mistake on different sizes.",
        "Are there discrepancies with the sizes on your end?",
        "Is there an issue with the end that causes the discrepancy with the sizes on it?",
        "There is a discrepancy with the sizes on your end, Is that because there is an issue with the wrong?",
        "What size mistakes did you make on your part?",
        "Is there an issue with size errors?",
        "Are we wrong about the size mistake by y'all?",
        "How about size mix up on your end?",
        "A case of a mix-up with the size on your end?",
        "Is the size mistake by y'all true?",
        "How about an error in sizes?",
        "Is there an issue with your end that causes a discrepancy in the sizes on it?",
        "Does your site have any confusion about sizes?",
        "Is there an issue with sizes?",
        "Is there a discrepancy between the sizes on your side?",
        "Is there an issue with your end that causes the discrepancy with the sizes on your end?",
        "Is it a size mistake by y' all?",
        "Correct, you messed up the size?",
        "Is there an error in sizing.",
        "Is the Sizes screwed around again?",
        "Right, you guys messed up the sizes?",
        "Is it because you have an issue with the wrong sizes?",
        "Is it a mistake that sizes aren't perfect?",
        "Was it the case that you messed up the sizes?",
        "Did someone messed up the sizes here?",
        "You had an error on sizes.",
        "Is there a mistake in the sizing?",
        "Is there a mismatch with size on your end?",
        "Was it possible that someone messed up the sizes here?",
        "Size is a mistake by y'all.",
        "Is there a problem with the size?",
        "Did you make a mistake with your size?",
        "My fault or not, any mix-ups with sizes?",
        "My fault, or yours, any mix-ups with sizes?",
        "Your mistake in size.",
        "Will you have messed up the sizes?",
        "Did you mess up the size?",
        "Did you make the wrong decisions with the sizes?",
        "Is there an error in the sizes?",
        "There is an issue with your end, and there is a discrepancy in the sizes on it.",
        "There is a discrepancy with the sizes on your end, is that because of a mix up?",
        "What about an error with sizing?",
        "You made an error with regards to sizes.",
        "Is there a mistake with the size on your end?",
        "There could be a mistake in sizes here.",
        "Do you have problems with the size?",
        "Have you got a problem with your size?",
        "There is confusion over size?",
        "Did you bung up on the size?",
        "Is there something wrong in the sizes here?",
        "You have an issue with sizes?",
        "Is the sizes messed up?",
        "Didn't you mistake the sizes?",
        "Any size error on your part?",
        "Is a case of a mix-up with the size on your end?",
        "Is there an issue with your end that leads to the discrepancy with the sizes on your end?",
        "Was the size mix-up on your end?",
        "Is there a mix-up about the size on your end?",
        "Are there an issue in the size?",
        "Are you having an issue with sizes?",
        "There might be an issue with size mistakes.",
        "Did your part have any size errors?",
        "Is it possible Sizes screwin' around again?",
        "Is there a problem with the sizes on the end?",
        "There is a discrepancy between the sizes on your end and there is an issue with the size.",
        "Is there any size errors on the part?",
        "Is there an issue with the wrong size on your side?",
        "Mistakes in size?",
        "Did you mess up sizes as well?",
        "size mix-up on your end",
        "Y'all messed up on the size, did you?",
        "Do you think there's a discrepancy with the sizes on your end?",
        "Maybe it's a size confusion on you.",
        "It's a problem with your sizes?",
        "You messed up the size, huh?",
        "Size mix-up on the end?",
        "Was this Sizing messed up by you?",
        "Does that mean there is a discrepancy between the sizes on your end?",
        "Did you have the sizes completely wrong?",
        "Is there an issue here in the size?",
        "Is there a mistake in the sizes here?",
        "Is there a discrepancy in the sizes that you have?",
        "What size errors have you made on your part?",
        "Do you have a problem with sizing?",
        "Do you have any indication of a sizing disaster here?",
        "Is your mistake that your sizes aren't perfect?",
        "Were the sizes mishandled?",
        "Are you having a size issue?",
        "There is a discrepancy between the size on your end and the correct one.",
        "Was you wrong with the size?",
        "Was it the case that y'all messed up on the size?",
        "Do you know if there is a sizing mix-ups here?",
        "You may have made mistakes with the size of you.",
        "Is there an issue with sizing?",
        "Is it a case of a mix-up between the sizes on your end?",
        "Was there confusion over size?",
        "Any issues with the size on your end?",
        "Did y'all messed with the size?",
        "Is the size mix-up on the end?",
        "On sizes, you made a mistake.",
        "Are you the one that blundered with sizing?",
        "Did you misunderstand your size?",
        "Is there a mistake in the way you sizing?",
        "There is a discrepancy between the sizes on your end, is that because of an issue about the wrong",
        "Did you messed up the sizes as well?",
        "Is there an issue about the size on your side?",
        "Your end size mix-up?",
        "Is there a discrepancy with the sizes on your end due to a mix-up?",
        "Size errors on your part?",
        "Do you have confusion about sizes?",
        "Is it true that you messed up on the size?",
        "My fault or yours, any mix ups with sizes?",
        "Why did you mess up on the size?",
        "Your mix-up could be a size issue.",
        "Is the size what you messed up on?",
        "There was a mistake about sizes.",
        "There's confusion over size?",
        "Have y'all messed up on the size?",
        "What's your size mix-up?",
        "Are you having any size issues on your end?",
        "Your site may have confusion about sizes.",
        "Did your team mess with sizes?",
        "Is there any mix-ups with your size?",
        "Is there a mix-up with your size?",
        "Did you mess up the Sizes too?",
        "Do you have a problem with Sizes?",
        "An issue with size mistakes?",
        "Did you make mistakes in your size?",
        "There is a discrepancy of the sizes on your end.",
        "How about any size errors on your part?",
        "Do you have an issue with size here?",
        "Your mix-up, what's the size issue?",
        "Are thereproblematic sizes at the end?",
        "There is an issue with your end and there is a discrepancy in the sizes on it.",
        "Do you face a problem with your sizes?",
        "Did you Sizing messed up by yourself?",
        "It is a case of a mix-up with the size on the end.",
        "Did you screw up with the size?",
        "Is that because the sizes on your end are different?",
        "Are there any mix-ups with sizes?",
        "Are there mistakes in the size you give it?",
        "You made a mistake with sizing.",
        "Is there an error in size?",
        "Is there any mistakes in sizing you?",
        "Are there mistakes in the way you size yourself?",
        "You guys messed with the size?",
        "Does it mean there is a mix-up with the size on your end?",
        "Is that the case with your sizing?",
        "Wrong size measured?",
        "Could there be a mix up in the sizes here?",
        "Did you also mess up the sizes?",
        "Do you have confusion about size on your site?",
        "Is there a case of a mix-up with the end size?",
        "Did you make a size mistake?",
        "Did you mess on the size?",
        "Did someone make the sizes worse?",
        "Did you mess up on the size!",
        "Is it possible that you messed up the sizes.",
        "There is a discrepancy with the size on the end.",
        "Is there any mistake in sizing from you?",
        "It's a size mix-up on your end.",
        "There is a discrepancy between the size on your end and the actual one.",
        "Is there size confusion?",
        "Is that the case, there is a discrepancy with the sizes on your end?",
        "There is a discrepancy in the sizes on your end, is that because there is an issue about the wrong?",
        "Size mistake by y'all.",
        "Did you have a mistake with the size?",
        "There is an issue about the wrong and you have a discrepancy with the sizes on your end.",
        "Maybe size confusion is on you.",
        "Are there mistakes in the sizing you give?",
        "Are you the one who made a mistake with size?",
        "Are you at fault for size discrepancies?",
        "Did anyone wrong the sizes here?",
        "Is there a mistake with the size on the end?",
        "Wrong size estimation?",
        "Is there a issue in size here?",
        "Were there any size problems on your end?",
        "Is it a case of mismatch with the size on your end?",
        "Are there mistakes in the size that you made?",
        "How about your size mix-up?",
        "The sizes are not right, who made that mistake?",
        "Were there any size errors on your part?",
        "Any size errors you made?",
        "Is it possible that you made mistakes in size?",
        "Sizing, your mix-up?",
        "Can you tell me about any size issues on your end?",
        "Is the discrepancy with the sizes on your end because of an issue with your end?",
        "There may be a problem in the sizes here.",
        "Did you blunder with the size?",
        "Do you think it is a case of mix-up with the size on your end?",
        "What size errors did you make on your part?",
        "Do you think it's a mix-up with the size on your end?",
        "Any size errors you have on your part?",
        "Is the end wrong on the size?",
        "Did you make the sizes wrong?",
        "Did you mix your size up?",
        "There could be a discrepancy in sizes here.",
        "There may be size issues on your end.",
        "What about an error in sizes?",
        "How about size errors on your part?",
        "There is an issue about the size that leads to a discrepancy on your end.",
        "Was there an issue with the size here?",
        "Are you having problem with sizing?",
        "Is it possible there is a mix-up with your size?",
        "Is there an issue regarding the size on your end?",
        "Someone might have messed the sizes up here.",
        "There is an issue with the sizes on your end",
        "Does anyone have any size errors on their part?",
        "Is your team messed up the sizes?",
        "Was the size messed up by someone?",
        "There may be a wrong size measurement.",
        "Is it a mix-up that there is a discrepancy with the sizes on your end?",
        "Had anyone messed up on the size?",
        "You made a mistake with the measurement?",
        "Is there a mix up with the size on your end?",
        "Is there an issue with the size that causes the discrepancy?",
        "Is there a problem with your sizes?",
        "Size issues at your end?",
        "Is it because there is a mix-up with the size 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Did we messed up on the size?",
        "Is it a case of mixing up the size on your end?",
        "There could be a discrepancy of sizes here.",
        "Did you slip up the sizes?",
        "There is a discrepancy with the sizes on your end, Is it because there is an issue about the wrong?",
        "Does your mix-up have a size issue?",
        "Wrong size measurement possible?",
        "Is there an issue with the wrong sizes?",
        "Is the discrepancy with the sizes on your end due to a mix-up?",
        "Is there any size errors on your part.",
        "Did you blunder with sizing?",
        "I think it's a size mistake by y'all.",
        "What about a sizing error?",
        "You guys messed up the Sizes?",
        "It is your error on sizes.",
        "Do you have any wrongness in the sizes here?",
        "Is there an error with size?",
        "Are you having any problems with the size?",
        "Was there a problem with the size?",
        "You got it wrong with the size?",
        "Do you have a problem with sizes?",
        "Are you having a problem with sizes?",
        "Are there any problems with sizes at your end?",
        "Have you had any size errors?",
        "sizes not perfect is a mistake you made.",
        "Do you have asize mix-up on your end?",
        "Is your sizing problem?",
        "Do you think you got the sizes wrong?",
        "\"Size mistake by y'all or am I wrong?\"",
        "Are your mix-up the size issue?",
        "Is there mistakes in the size from you?",
        "Did you find any size errors on your part?",
        "Is there an issue with your end that is causing the discrepancy in the sizes on your end?",
        "Have you had a problem with your sizes?",
        "Is there any mistakes in the sizes from you?",
        "Did someone mess up the size?",
        "I wondered if y'all messed up on the size.",
        "Was it that you messed with the size?",
        "There is a discrepancy between your end and the sizes on it.",
        "Is it your fault if there are mix-ups with sizes?",
        "Size mix up on your end?",
        "Did someone make a mess of the sizes here?",
        "You messed up with the sizing?",
        "There's a problem with the sizes?",
        "There may be a discrepancy between sizes here.",
        "Did you mix up the size on your end?",
        "Are it a case of a mix-up with the size on the end?",
        "Do you have an error in size?",
        "There may be a mix-up in sizes.",
        "Did you mis size?",
        "Is there a discrepancy with the sizes at your end?",
        "There is an issue with your end and there is a discrepancy in sizes on it.",
        "Did you have a problem with the size?",
        "Is there a mistake with your size?",
        "Did your team make mistakes with the sizes?",
        "There is an issue with your end and there's a discrepancy with the sizes on it.",
        "How about a size mix-up on your end?",
        "You guys messed up the size.",
        "Is the discrepancy with the sizes on your end the case?",
        "Can you tell me about any size errors?",
        "Is that because there is an issue with the size on your end?",
        "Is the discrepancy between the sizes on your end true?",
        "Is it you who messed up the sizes?",
        "Do you have an issue with sizing mistakes?",
        "Isn't there an issue about the size on your end?",
        "Did your team mix up the sizes?",
        "Did you mistype the sizes?",
        "Is there an issue with the size on your end?",
        "Did y'all mess up the size?",
        "Think you guys messed up the size?",
        "Are there mistakes in sizing you?",
        "Do you have an issue with your sizes?",
        "How about an error in size?",
        "Are I right about the size mistake by y'all?",
        "Is an error in sizing a problem?",
        "Is the discrepancy with the sizes on your end related to it?",
        "You made a mistake on the sizes.",
        "Is it because of an issue about the size?",
        "Sizing messed up you?",
        "Wrong size measurement possible.",
        "Did you mess the sizes?",
        "Is there any mistakes in the size you give us?",
        "You have a size mix-up on your end.",
        "Someone made an error on sizes.",
        "There is an issue with your end so there is a discrepancy with the sizes.",
        "There is a discrepancy between the sizes on your end.",
        "Do you think there is size confusion?",
        "Size errors from you?",
        "Is there any mix-ups with sizes that your fault?",
        "There might be confusion about size.",
        "Are there confusion about sizes on your site?",
        "There is an issue with your end and there is a discrepancy in the size of it.",
        "Is someone messing with the sizes here?",
        "You were wrong with the size?",
        "There is an issue in size here?",
        "You have the sizes wrong, didn't you?",
        "Had your team messed up the sizes?",
        "Were you wrong with your sizing?",
        "Wrong size measurement??",
        "Are there any mistakes in the sizing of you?",
        "You might have messed up the sizes too.",
        "Is that because you have different sizes on your end?",
        "Were the sizes messed up by your team?",
        "Is the size mistake of y'all correct?",
        "It's your error on sizes.",
        "My fault or yours, any mix-ups with different sizes?",
        "Your team may have messed up the sizes.",
        "You guys might have messed up the size.",
        "Maybe there is a discrepancy with the sizes on your end?",
        "Do you have any size issues on your part?",
        "Was someone messing the sizes up?",
        "Size problems on your part?",
        "Are you saying it is a case of a mix-up with the size on your end?",
        "Did you misunderstand your size, huh?",
        "Is this sizing mix-ups?",
        "Did you mess up on the actual size?",
        "You messed with sizing?",
        "Do you think the size mistake by y'all is correct?",
        "It was a size mistake by y'all.",
        "Do you have mistakes in sizing?",
        "Someone made a mistake with the sizes.",
        "There is an issue with the size you have on your end.",
        "Is it possible the sizes screwin' around again?",
        "Is there problematic size at your end?",
        "Could there be an issue with the sizes here?",
        "Can you tell me about size issues on your end?",
        "There is a discrepancy between the sizes at your end.",
        "Did you mistake with size?",
        "Is the discrepancy with the sizes on your end due to an issue with your end?",
        "Yeah, you guys messed up the sizing?",
        "Is it possible that there is an issue with the size on your end?",
        "You guys have messed with the sizing.",
        "There is confusion about size?",
        "Is it a mistake that your sizes aren't perfect?",
        "Are there a problem with the sizes?",
        "Did you make any errors with the sizes?",
        "Is there a case of a mix up with the size on your end?",
        "Did you mix it up with the sizes?",
        "Is there an issue with size on your end?",
        "Are there size mix-ups on your end?",
        "Is the sizing mix-up on your end?",
        "Didn't you mess up the sizes?",
        "Is it your problem with the sizes?",
        "Are you at fault for the size discrepancies?",
        "\"Is it a case of a mix-up with the size on your end?\"",
        "Who made a mistake with the sizes?",
        "Is there an error in size.",
        "You made a mistake with size?",
        "Is this Sizing messed up by you?",
        "A size mix up on your end?",
        "Someone may have messed with the sizes here.",
        "Are there sizing mix ups?",
        "Is there an issue with the incorrect size on your end?",
        "It was Sizing messed up by you?",
        "Did you error up the sizes?",
        "Maybe you have a problem with your sizes?",
        "Size mess-up that falls under your scope?",
        "Did you mess up on theSize?",
        "Did you have a problem with the sizes?",
        "Was it a problem with your size?",
        "Your error was with the sizes.",
        "Didn't you just get the sizes wrong?",
        "you guys messed up the size",
        "Does the size mix-up affect you?",
        "Is the size mistake by y'all the correct one?",
        "There is a discrepancy between the sizes on your end, is that due to an issue about the wrong?",
        "You guys messed with the size.",
        "You got the sizes wrong, isn't it?",
        "Have your team messed up the sizes?",
        "Did your team screw up the size?",
        "Was someone to messed up the sizes here?",
        "Are the sizes mix up on your end?",
        "There is an issue about the wrong and there is a discrepancy between sizes on your end.",
        "It's a case of a mix up with the size on your end.",
        "Do you have any issues with your end size?",
        "Did you make any mistakes in sizing?",
        "Maybe this is Sizing confusion on you.",
        "You blundered with the size?",
        "Is the mistake of size by y'all correct?",
        "Are you having a problems with sizes?",
        "It looks like there is a discrepancy between the sizes on your end.",
        "So you have a problem with your sizes?",
        "Are you correct that you messed up the sizing?",
        "Size mistake by y'all or something else?",
        "Is there an issue about the sizes on your end?",
        "You had a problem with the size?",
        "Maybe you have a size confusion.",
        "Was the Sizes messed up?",
        "There is an issue about the wrong size and there is a discrepancy with your end.",
        "Is it wrong with your size.",
        "There is a discrepancy between the sizes on your end and there is an issue with it.",
        "Is your size mix-up?",
        "You miscalculated with the size?",
        "Is it a case of a mix-up with the size of the end?",
        "Is it possible that you are confused about clothing sizes?",
        "You guys messed up the Sizes, right?",
        "There is an issue about the wrong size on your end and there is a discrepancy on your end.",
        "Size errors on your part, what?",
        "Is it possible someone messed up the sizes?",
        "Do you have problematic size at your end?",
        "Will someone have messed up the sizes here?",
        "Are you faced with a sizing issue?",
        "Did y'all get confused with the size?",
        "Is there an issue about the size on the end?",
        "There is an issue about the wrong with the sizes on your end.",
        "Is there a discrepancy regarding the sizes on your end?",
        "Is it a case of a mix-up when it comes to the size on your end?",
        "There could be an issue about the size on your end.",
        "I wonder if you messed up the sizes too.",
        "Are you all confused about sizes?",
        "There is an issue with your end, so there is a discrepancy in the sizes on your end.",
        "Is there a mix-up with size on your end?",
        "You must have messed up the sizing.",
        "How about a mistake in the size?",
        "Are you having difficulty with size issues?",
        "Is it a case of a mix-up with the end's size?",
        "There are any size errors on your part?",
        "Is that because you have a mix-up with the sizes?",
        "Am I correct about the size mistake by y'all?",
        "Maybe you have Sizing confusion on you.",
        "There is confusion regarding size?",
        "Did your team make a mistake with the size?",
        "The sizes on your end may be different.",
        "Did anyone mess up on the size?",
        "You might have a mix-up with the size on your end.",
        "Did someone mess the sizes up?",
        "Your mistake when it comes to sizes.",
        "Is it a case of a mix-up with the size on you end?",
        "There are any size mistakes on your part?",
        "Is there an issue about the wrong size that is causing the discrepancy?",
        "Size mistake by y'all, are I right?",
        "Is that because there's an issue about the size on your end?",
        "Correct, you guys messed up the sizes?",
        "Is there a mix up in size?",
        "At your end, problematic sizes?",
        "You made a mistake with the sizing, right?",
        "Is there an issue about the size and there is a discrepancy on your end?",
        "Is there any mistakes in the size you made?",
        "Is there a mistake with the size on your end.",
        "sizing messed up by you?",
        "Is there an issue about the size that causes there to be a discrepancy on your end?",
        "Are the size issues on your end?",
        "Did you mix up the size?",
        "Is there an issue in sizes here?",
        "Is the discrepancy with the size on your end related to it?",
        "Is it possible that you made mistakes in the sizing?",
        "I was wondering if you messed up the sizes.",
        "Was the size mix up on your end?",
        "there is a discrepancy between the sizes on your end",
        "Is your end wrong in size?",
        "You mishandled the size?",
        "Did your team make errors in the sizes?",
        "You guys made a mistake with the sizing.",
        "There might be some size errors on your part.",
        "You made a mistake on size.",
        "Is there a discrepancy on the size of your end?",
        "There is a discrepancy between the sizes on your end, is that because there is an issue with the wrong?",
        "Was it a problem with your sizes?",
        "Wrong, you guys messed up the size.",
        "The size issue at your end?",
        "Wrong size measurement occurs?",
        "There is an issue with your end, so there is a discrepancy between the sizes on it.",
        "You have the sizes totally wrong, didn't you?",
        "I would like to know if someone messed up the sizes here.",
        "There is a discrepancy between the sizes on your end, is that because there is a mix-up?",
        "Is there an issue about the wrong discrepancy with the sizes on your end?",
        "Is it a discrepancy with the sizes on your end?",
        "Are you facing a problem with size?",
        "Is there a case of a mix up with the size on the end?"
    ]
}