{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Complaints about damaged or defective items",
    "inquiry_sub_category": "Incorrect sizing or measurements",
    "description": "Customers receive items that do not match the requested size or measurements, leading to inconvenience and dissatisfaction.",
    "inquiry": "Can I exchange this for the right size?",
    "paraphrases": [
        "This doesn't fit big, can exchange?",
        "Would you like to switch out the size?",
        "Can this fit, can we exchange?",
        "Is it possible for me to EXCHANGE for a different size?",
        "Is it possible to exchange for a right size?",
        "Is it possible for me to swap this for another size I need?",
        "Can you switch out if you want the right fit?",
        "Can I get it in the right size?",
        "Is it possible for you to exchange it for my size?",
        "I'm not sure if I'm eligible to change it with proper size.",
        "Are I allowed to change it with proper size?",
        "Can I change the correct size?",
        "Want to change for the right size?",
        "Can I change this for a larger one?",
        "Can it change for a larger one now?",
        "Right size instead!",
        "Please change the size of this item.",
        "Is it possible for me to exchange this for another size I'm looking for?",
        "Is there a way to swap it for the proper fit?",
        "Need to swap for a correct size?",
        "Want to swap size?",
        "I need to trade this for another size.",
        "Is it possible for me to use the correct size?",
        "I don't know if I can swap it for the correct one.",
        "Is it possible to swap if incorrect sizing occurs?",
        "Can I swap it for the right size?",
        "Is it possible to exchange for a proper size?",
        "Should I swap it for a proper fit?",
        "So you want to swap this for the right one?",
        "I want to swap for the correct fit.",
        "I wish to swap for a larger size.",
        "Is it possible to change it to fit.",
        "Is a size exchange a possibility?",
        "Is it possible to swap this for a size that I am looking for?",
        "Can I switch sizes here.",
        "Would it be allowed to swap size?",
        "Exchange this and use the right size.",
        "Can we switch out for the best fit?",
        "I wonder if you can switch out for the right fit.",
        "Can I make a swap for a better fit?",
        "Is it possible to exchange for the right one?",
        "Is it possible to exchange it for my own size?",
        "I wonder if I can change it with proper sizing.",
        "For the right fit, may I switch out this?",
        "Is it possible to have a size exchange?",
        "I would like to swap it for a bigger size.",
        "Can I swap this for something larger?",
        "Is it possible to swap for a size I'm looking for?",
        "Could a wrong size be changed?",
        "It is possible to swap this for a larger size.",
        "Is it possible to exchanges sizes?",
        "Exchange this, it needs the right size.",
        "Could a size exchange be possible?",
        "Can I swap for a larger version?",
        "Is it possible to change for larger one?",
        "Is it worth exchanging it for my size?",
        "Can switch out for a better fit?",
        "Can I swap my size?",
        "Could swap for the right size be possible?",
        "Is it possible for me to exchange this for a nicer size?",
        "Exchange for a correct size?",
        "I am not sure if I can change it with proper size.",
        "Is it possible for me to swap this for a new one on the right size?",
        "Absolutely wrong fit, do you have any exchanges?",
        "Is it possible to swap the right size?",
        "Could I exchange this for a size I'm looking for?",
        "Is it possible to trade this in to get a better fit?",
        "I wonder if I can swap this for the right size.",
        "Can I swap for the correct size.",
        "Are you looking to swap for the correct size?",
        "Is swaps possible for the right size?",
        "Can I swap this for a larger size I'm looking for?",
        "Can it be swapped for the right fit?",
        "Need larger, can it be changed?",
        "How about exchanging this for the right fit?",
        "Is it possible that I get the right size?",
        "Can I switch out for a new fit?",
        "Can a switch out be done for the right fit?",
        "Is a swap possible for the right size?",
        "Can it be changed for a larger one now?",
        "Is it possible you'll exchange it for my size?",
        "May I be traded for a better fit?",
        "Is it permissible to change it with the proper size?",
        "May this be switched out for the right fit?",
        "I wonder if I can switch this out for the right one.",
        "Should I swap it for the proper fit?",
        "Wrong fit, could switch?",
        "Correct size can I swap for?",
        "I wonder if I will switch out for the right fit.",
        "If so, swap for the correct size.",
        "Can I swap it for better fit?",
        "Can I get one in the proper dimensions?",
        "Was it possible for me to switch sizes here?",
        "Want to swap for the right size.",
        "Can we change the size now?",
        "Is it possible for me to change for a different size?",
        "Is swapping for a larger size possible?",
        "Can I change this wrong size?",
        "Exchange this, need the proper size.",
        "I would like to trade this in to get the right fit.",
        "I can swap it for the right size.",
        "Can I just swap it for the right one?",
        "Can switch out for the right fit?",
        "Can I exchange this for a size I want?",
        "The right size is needed toexchange this.",
        "Can I exchange it for a new one on the right size?",
        "Could we trade it in for a better fit?",
        "Is it possible for me to acquire the right size?",
        "Can you switch out for the better fit?",
        "Is it possible to exchange for a different size",
        "Is it possible to change out for the correct fit?",
        "Can we replace a larger one, please?",
        "Is exchange possible for the right fit?",
        "There is a question of a size exchange.",
        "It's possible to exchange for a different size.",
        "Can one swap for the right size?",
        "I may switch this out for a better fit.",
        "Is a size exchange conceivable here?",
        "Would it be possible to switch with a new fit?",
        "Are swaps for the right size possible?",
        "I wonder if I can swap for the right fit.",
        "Is it possible to change for the larger one?",
        "Is it possible to switch sizes here?",
        "I could swap it for the correct size.",
        "This needs the right size to exchange.",
        "Can we replace it in a larger size?",
        "The size was wrong, exchange or?",
        "You could swap if there is an incorrect sizing.",
        "Is it possible to change this to my preference size.",
        "Is it possible to exchange for right fit.",
        "Is it possible to swap this for a new one on the same size?",
        "Should we trade this in for the right fit?",
        "Please change this size.",
        "Can I change the size of this wrong one?",
        "I wonder if I can swap it for the correct size.",
        "Would you be interested in swap for the correct size?",
        "Is there a swap for the right size?",
        "We should trade this to get the right fit.",
        "Is it possible to change for a larger one now?",
        "Does it make sense to swap it for the right fit?",
        "Could we trade it in for the right fit?",
        "Is it possible to change it with proper size.",
        "Is it possible for me to get a right size?",
        "Is it possible to change it for the correct fit?",
        "Can you size me up in exchange?",
        "Can I get another one in the correct dimensions.",
        "I want to swap for a better fit.",
        "Could the sizes be switched, possibly?",
        "Can the size be changed to what I want?",
        "To get the right fit, could we swap this in?",
        "Wrong size, could it be changed to a new one?",
        "Is it possible to trade this in for the right fit?",
        "Is it possible to change the size of this?",
        "Is it possible to change it with proper Sizing?",
        "Do I have the right to change it with correct size?",
        "Is it possible to get another one in correct dimensions?",
        "Would there be an exchange for a size?",
        "Can I change the size of this one?",
        "Is it possible to swap this for a different size I need?",
        "Would it be permissible to have a size exchange?",
        "I don't know if I can change it with proper size.",
        "Can I swap it for the right size.",
        "I am wondering if it is possible to swap for the right size.",
        "Can this be changed to the one I want?",
        "Please change sizes, this no fit!",
        "Is it possible to change it to be bigger?",
        "Would you like to swap for the correct size.",
        "We could swap it to get the right fit.",
        "The right size is needed for exchanging this.",
        "This isn't my size and I need to switch it.",
        "Is it possible for me to exchange for a new size?",
        "Is it possible we could swap this in to get the right fit?",
        "Is it possible to exchange it for a bigger one?",
        "Can there be a swap for the correct size?",
        "Need to exchange this for the right size.",
        "This isn't my size, switch it now.",
        "Is it permissible for a size exchange?",
        "Is it possible to swap in for the right size?",
        "Can I change for the correct size.",
        "Is it possible to swap if the sizing is incorrect?",
        "I should switch this out for the right fit.",
        "Can I exchange this for a bigger size I'm looking for?",
        "How about an item-sized exchange?",
        "Can I exchange the right size?",
        "Can the person switch out for the right fit?",
        "Is it possible to swap for a new one in the correct size?",
        "Is it possible to change for larger one now.",
        "Is it possible to swap for the proper fit?",
        "Is it possible to trade sizes here?",
        "I wonder if I could swap for the correct size.",
        "I wonder if a size swap is possible here.",
        "Exchange allowed? the fit was wrong",
        "Maybe I can swap for the right fit.",
        "I wonder if I will switch this out for the right fit.",
        "I wondered if I could replace it with a fitting one.",
        "This isn't my size...switch it now.",
        "There is a wrong fit, any exchanges?",
        "Is it possible to swap this out for the right fit?",
        "Can you change it to my preferred size?",
        "I can change it with proper size.",
        "Will you swap it for my actual size?",
        "Is it possible for me toexchange for the right size?",
        "Need bigger can it be changed?",
        "Will you allow me to make a swap for a different size?",
        "Will I be able to change it with the proper size?",
        "Can I replace this for a larger one?",
        "Will you be willing to trade for a different size?",
        "Is it possible for me to exchange this for a more appropriate size?",
        "You want to swap this for the right one?",
        "Will I be able to get another one in the correct dimensions?",
        "Can I change this Size?",
        "Can we do a different size replacement?",
        "Do you have a opportunity to size up in exchange?",
        "Is it possible to switch with new fit?",
        "Is it possible to trade in this for the right fit?",
        "Is it possible to trade this in for a better fit?",
        "Can I change it with a proper sizing?",
        "Will you be willing to trade this for a different size?",
        "I would like to exchange this for a new one that is the right size.",
        "Exchange this, and need the right size.",
        "Will you swap it for something in my size?",
        "I would like to change it with a proper size.",
        "Can I change that wrong size?",
        "Can you switch for a better fit?",
        "Can this be changed to my preferred size",
        "Will you allow me to trade for a bigger item?",
        "Can it be changed so it is larger?",
        "Is there a way to exchange it for my size?",
        "I'm curious if I can switch sizes here.",
        "How about a size swap?",
        "Is there a way to swap this for the right size?",
        "I'm wondering if it's possible to swap for the right size.",
        "Does it possible to switch out for the right fit?",
        "Is it possible to swap this for another size I need?",
        "Is it Possible for me to get the right size?",
        "Should there be a size exchange here?",
        "Will I swap out for the right fit?",
        "Should I swap it for the proper one?",
        "Want to change for a better size?",
        "Does this need to be changed to my preferred size?",
        "Could I get another one with the proper dimensions?",
        "Is it possible for a size swap here?",
        "Is it possible to exchange it for my size?",
        "The size is incorrect or exchange?",
        "I was wondering if I could get another in the correct dimensions.",
        "I want to swap it for the correct size.",
        "I'm wondering if I can exchange this for the right size.",
        "Will I be able to change it with correct size?",
        "Would you be able to switch out for the right fit?",
        "Can change for bigger one now?",
        "Do I have to change it with a proper size?",
        "Is there any chance of changing for larger one now?",
        "Can I change it to my preference size?",
        "A size exchange could be allowed?",
        "Would it be a good idea to swap this for the right one?",
        "Does it be possible to exchange for the right size?",
        "swap for the right size",
        "It is possible for me to exchange for another size.",
        "Is it possible to get another one in the right size?",
        "I'm not sure if I can swap it for the correct size.",
        "I was wondering if I could swap for a bigger size.",
        "Are you going to swap it for my size?",
        "Will you let me swap it for a different size?",
        "I question if it is possible to swap for the right size.",
        "I would love to swap this for a larger one.",
        "You can allow me to trade this for a different size.",
        "Would a swap for the right size be possible?",
        "Can there be a size exchange?",
        "I'd like to swap it for the right fit.",
        "Am I able to change this wrong size?",
        "Would you trade for the correct size?",
        "Is it possible for me to change it with proper size?",
        "Will you be willing to allow me to swap this for a different size?",
        "Can I swap sizes here?",
        "Exchange it with the right size.",
        "Do you think swap for the right size is possible?",
        "Can it be changed to become bigger?",
        "Is there a chance of changing out for the right fit?",
        "Is it ok to exchange if it's wrong size?",
        "Is it possible that I switch this out for the right one?",
        "Exchange this for a good fit?",
        "I wonder if I could swap this for a bigger one.",
        "I'm wondering if it's possible to exchange for the right size.",
        "Would you swap for a proper size?",
        "Really wrong fit! Any exchanges?",
        "Can you change out for the right fit.",
        "The size is wrong exchange or?",
        "Is it possible for me to swap for a different size?",
        "Can I swap it for a proper one?",
        "This is not my size so switch it now.",
        "Can you switch out for right fit?",
        "Can I do a swap for the right fit?",
        "Are a size exchange possible here?",
        "I question if I can swap for the correct size.",
        "switch it now because this isn't my size.",
        "Want the right size instead?",
        "Is it possible to get another in the right dimensions?",
        "Are you able to change for larger one now?",
        "Is it feasible to switch out for the right fit?",
        "Is it possible to switch out for a correct fit?",
        "Could a swap for the right size be possible?",
        "Is it possible for me to exchange this for a proper size?",
        "Will you exchange it for my actual size?",
        "Will I be able to change it with proper sizes?",
        "Would a size swap be permissible?",
        "Can we trade this to get the right fit?",
        "Is there a way to exchange sizes here?",
        "Is there any way you can facilitate exchanges for different sizes?",
        "swap for the correct size.",
        "Is it possible I swap for the correct size?",
        "Can I change it for the right size?",
        "Possible? Sizes switched?",
        "Please can we do an even-size replacement.",
        "I would like to exchange this for the right one.",
        "Can I trade this for the right size?",
        "I want to exchange this for a larger one.",
        "Should a size exchange be possible here?",
        "We need to trade this for the right fit.",
        "How about an item-sized swap, yeah?",
        "Is it possible to exchange this for a size I'm interested in?",
        "Is it possible for me to exchange this for a size I am after?",
        "Is it ok to change it with a proper size?",
        "Can I change it for a better fit.",
        "Is it possible to exchange this for a different size.",
        "I'm unsure if I can change it with proper size.",
        "Will you let me trade for a different size?",
        "Is it possible I switch this out for a better fit?",
        "Exchange this, you need the right size",
        "I was wondering if I can switch sizes here.",
        "We could swap this in to get a better fit.",
        "Is it possible to change it with correct sizes.",
        "We could trade it in for the right fit.",
        "Is it possible to get the right fit by trading this in?",
        "Can I just swap it for the right fit?",
        "I would like to change it with proper size.",
        "I need to exchange this for a larger one.",
        "I want to exchange for a better fit.",
        "Howbout an item-sized swap?",
        "This can be exchanged for the right size.",
        "Is the size exchange allowed?",
        "I can change this out for the right fit.",
        "Am I able to change it with the correct size?",
        "Is it possible for me to exchange this for a better size?",
        "Should I be able to trade for a different size?",
        "I don't know if I can exchange this for the right size.",
        "I want to know if it's possible to swap for the right size.",
        "The chance to size up in exchange?",
        "We can swap for the correct size.",
        "Is it possible to replace the size?",
        "I wonder if I can swap this for a bigger size.",
        "Am I capable of changing it with proper size?",
        "Is it possible toexchange this for a different size?",
        "Exchange for a good fit?",
        "Is it possible to change for a larger one right now?",
        "I don't know if I can change it with proper sizes.",
        "Yes, I can swap for the correct size.",
        "Can this be changed for a bigger one?",
        "This isn't my size. switch it now.",
        "Would you consider swapping this for the right one?",
        "I would like to exchange this for the correct size.",
        "I should be able to change it with proper size.",
        "Is it possible for me to change it with the proper size?",
        "I don't know if I am able to change it with proper size.",
        "Is it possible to change it with correct sizes?",
        "I would like to swap this for the right one.",
        "Will you allow me to swap this for another one?",
        "Can a larger replacement be done, please?",
        "Can I change this to my own preferred size?",
        "Is it possible I swap for a right fit?",
        "Can you switch out with the right fit?",
        "Is it okay for it to exchange sizes here?",
        "I don't know if you will exchange it for my size.",
        "Is there a way to swap this for a larger size?",
        "Is this possible to swap sizes here?",
        "Isn't it possible to swap it for the correct size?",
        "It's necessary to exchange this with the right size.",
        "Is it possible for me to exchange this for a new size?",
        "Is there a way to swap this for a larger one?",
        "Is it possible to exchange it for a larger size?",
        "swapping for the right size is possible.",
        "Is there a way to switch out the size?",
        "Is it conceivable to exchange sizes here?",
        "Can this be changed to a larger size?",
        "Can it be changed to the size I want?",
        "Want to change for the correct size?",
        "Will I swap it for the correct size?",
        "Are it possible to exchange sizes here?",
        "Can I change it with a correct size?",
        "Is it a good idea to switch out the size?",
        "I question if I can switch sizes here.",
        "For the right fit can you switch out?",
        "May I exchange for the right one?",
        "Can it be changed for need bigger?",
        "Would it be permissible for a size exchange?",
        "It's wrong fit! Any exchanges?",
        "Is there a way to swap this for a new one on the right size?",
        "Will this be exchanged for right fits?",
        "Is it possible to change out the size.",
        "Is asize exchange possible?",
        "Might you change out the size?",
        "Would it be possible to change the size of this?",
        "Could we swap it in to get the right fit?",
        "Is it possible to exchange for a new size?",
        "I want to change this for a larger size.",
        "Can it be changed to larger?",
        "Correct sizing swap possible?",
        "Can it be changed to something bigger?",
        "Would it be possible to exchange for a different size?",
        "Can we do a replacement of this size?",
        "It's possible to swap it for the right fit.",
        "Can I change sizes here.",
        "Is it possible to swap for a new one that is the right size?",
        "Will I be able to trade this for another size?",
        "Is it possible to swap if incorrect sizing is involved?",
        "If there is an incorrect size, swap possible?",
        "Is it possible that I change this out for the right fit?",
        "Should I swap for the right size?",
        "Is it possible we trade this in to get the right fit?",
        "Is there a way to trade this in for the right fit?",
        "Is it possible to change it to fit correctly.",
        "For the correct size can I swap?",
        "I want to swap for the correct size.",
        "This is not my size... switch it now.",
        "Is there an exchange for different sizes?",
        "Could we swap this for a better fit?",
        "This is not my size, switch it immediately.",
        "If it's not the correct size, do you exchange it?",
        "Are you available to size up in exchange?",
        "Would you swap for the correct size?",
        "Is it possible to swap for a new one on the correct size?",
        "I'd like to swap this for a different size.",
        "Could you switch out for the right fit?",
        "Is it possible to swap this for a bigger size I am looking for?",
        "How about exchanging this for a right fit?",
        "Do I need to change it with a proper size?",
        "Is it possible for a size exchange?",
        "Can you switch out for the ideal fit?",
        "Might I swap for the right fit.",
        "Is there a way to swap for a bigger size?",
        "Can change now for larger one.",
        "I wondered if I could change it with proper size.",
        "I'm wondering if I can switch out for the right fit.",
        "Is it possible to switch the sizes here?",
        "So how about an item-sized swap?",
        "It is possible to exchange this for the right size.",
        "I was wondering if I could replace it with a fitting one.",
        "Can I change it with correct sizing?",
        "The right size is needed to exchange this.",
        "Please, can we do an even-sized replacement?",
        "Is it possible to trade this to get the right fit?",
        "For the right fit, may I switch this out?",
        "I'm looking for a size I can exchange this for.",
        "Can I get this changed to my preferred size?",
        "It might be possible to swap if there is an incorrect size.",
        "Is there a way to exchange this for a bigger size?",
        "Might I switch this out for the right fit?",
        "May I change it for the right fit?",
        "Are I able to swap it for the right fit?",
        "Will change for larger one now?",
        "Will you swap it for a bigger one?",
        "Will I swap this out for the right fit?",
        "Will I swap it out for the right fit?",
        "Is that possible to swap sizes?",
        "Can I change for the correct size?",
        "Will my size be exchanged?",
        "Can I have this changed to my preferred size?",
        "I want to trade this for a different size",
        "Is it possible to change it for the right fit?",
        "Please, can we do an even-size replacement?",
        "Will you allow me to swap it for a different size?",
        "Will you let me swap this for a different size?",
        "We could swap in this to get the right fit.",
        "Can I change the size now?",
        "Needs the right size to exchange it.",
        "Exchange this, we need the right size.",
        "Could I get another in the correct dimensions?",
        "Can I exchange this for a size that I am looking for?",
        "Exactly, wrong fit! Any exchanges?",
        "Can we change it to need bigger?",
        "I would like to swap it for a different size.",
        "Will I swap for a right fit?",
        "Is it possible I swap for right fit?",
        "Wrong fit! Any exchanges?",
        "switch it now...this is not my size.",
        "It is possible to exchange for the right size.",
        "Will you swap it for a larger one?",
        "Exchange it, need the right size.",
        "I would like to swap for a larger size.",
        "Is it possible to change it for the correct size?",
        "Can it be changed since it needs bigger?",
        "Need to swap for a different size?",
        "I'm wondering if I can swap this for a bigger size.",
        "Wrong size. exchange or?",
        "We need to trade this in to get the right fit.",
        "Maybe you can swap this for the right one?",
        "Was it possible to get another one in the correct dimensions?",
        "Is it possible to swap if there is incorrect size?",
        "Do I have the right to change it with proper sizing?",
        "Is it possible toexchange for the right fit?",
        "It is possible for me to exchange this for a new one on the right size.",
        "Can I change this for the correct size?",
        "I wonder if we could swap this for the right fit.",
        "Is it possible for me to swap for the same size?",
        "I'm wondering if I can swap for a correct size.",
        "Is it possible to swap for better size?",
        "Can I change to a correct size?",
        "The right size is needed in exchange for this.",
        "Will you swap it for my correct size?",
        "Maybe I should switch this out for a better fit.",
        "Can I change it with appropriate size?",
        "Is it possible to swap this for the right one?",
        "Is there a swap for the correct size possible?",
        "Is this possible to change it with proper size?",
        "Should I swap for a correct size?",
        "Will I be able to swap this for a different size?",
        "Isn't it possible to swap for the correct size?",
        "This is not my size...switch it.",
        "I wish to swap this for a larger size.",
        "Can we do a replacement of the right size?",
        "Do I have the ability to change size here?",
        "Could we get the right fit by trading this?",
        "I wonder if I can swap it for the right size.",
        "I am interested in trading for a different size.",
        "Can I switch between sizes here?",
        "May I be traded for the right fit?",
        "Can I change this to my favorite size?",
        "Is swap possible if incorrect size?",
        "Is there a way to change out the size?",
        "Is it possible to exchange for a different size.",
        "There may be a size exchange possible here.",
        "I would like to exchange this for a new one on the right size.",
        "Can someone switch out for the right fit?",
        "I need to swap it for the right one.",
        "I would like to trade this for a different size",
        "I wish to switch out for a better fit.",
        "It is possible to swap it for the correct size.",
        "Is it possible to get the proper size?",
        "Is it possible to exchange this for a larger size I need?",
        "Might I swap this out for the right one?",
        "I have a wrong size, can I change it?",
        "Need the correct size to exchange this.",
        "Would I be able to change sizes here?",
        "I wonder if I can exchange for a right fit.",
        "Can you size up in exchange for something?",
        "Is it possible to exchange for a right fit.",
        "Can you switch out for a fit?",
        "Are I eligible to change it with the proper size?",
        "Can be switched for the right fit?",
        "I don't know if I can swap it for the right one.",
        "Is it ok for me to exchange for the right fit?",
        "Is it possible to change it with correct proportions?",
        "Could we trade this in to fit?",
        "Do I have the right to change it with the correct size?",
        "I wonder if I could swap it for the correct size.",
        "I asked if I could swap for the correct size.",
        "I don't know if I am eligible to change it with a proper size.",
        "Absolutely incorrect fit! Any exchanges?",
        "Is it ok for me to exchange for a better fit?",
        "I want to swap it for a better fit.",
        "Need the right size instead!",
        "Should I swap it for the correct fit?",
        "Can I change it with correct sizes?",
        "Is it possible to swap this for a new one that is larger?",
        "swap possible if the size is incorrect?",
        "How can I switch sizes here?",
        "Maybe switch out the size?",
        "Can this be changed in my preferred size?",
        "Could I switch this out for a better fit?",
        "Trade this in to get the right fit.",
        "Can it be changed and larger?",
        "Could we trade this in for the right fit?",
        "Is it possible to change the size here?",
        "Absolutely wrong fit! Any exchanges possible?",
        "Want to swap for a different size?",
        "I don't know if I can swap it for the correct size.",
        "Should I change it with a proper size?",
        "The wrong size can I change it?",
        "Is changing for bigger one possible now?",
        "Looking for a swap for the right one?",
        "Would love to swap this for the right one.",
        "Will you allow me to swap for another size?",
        "Is there a swap for correct size possible?",
        "Is it possible for me to get a new size?",
        "Is there a way to trade this for a different size?",
        "Is it possible to change this for the right fit?",
        "Would a size exchange be okay?",
        "Is it possible to exchange this for a different size I'm looking for?",
        "Is it a good idea to switch this out for the right fit?",
        "You need to exchange this in the correct size.",
        "Do I need to swap for the correct size?",
        "Are I able to swap it for the correct size?",
        "Is it possible to swap this for a bigger one?",
        "Could I swap this for a new one in the right size?",
        "Is it ok for it to exchange sizes?",
        "Can I alter this wrong size.",
        "Exchange it with the right size",
        "Is it possible to exchange this for a bigger one?",
        "Can I make a bigger swap for this?",
        "This isn't my size and I should switch it.",
        "Can it be changed to my preference size?",
        "Can I swap it for the correct size.",
        "Will I be able to swap for a larger size?",
        "This isn't my size,switch it now.",
        "Can change out for the right fit?",
        "Are you willing to swap this for the right one?",
        "For right fit, exchange this?",
        "Will I be able to change it with proper sizing?",
        "Can I swap this for a better size?",
        "Can it be changed for bigger?",
        "Is replacing for the right size possible?",
        "Can you switch out for another fit?",
        "Can I change it with the right size?",
        "I don't know if I can swap for the correct size.",
        "Is it possible to exchange this for a different size I need?",
        "I don't know if I am eligible to change it with proper size.",
        "With fitting one can I replace it?",
        "Can I change it with the appropriate size?",
        "I wish to exchange for a right fit.",
        "I want to swap for a correct size.",
        "Is it possible I exchange for a right fit?",
        "Am I able to change it to fit better?",
        "Is there a size swap possible here?",
        "Is there a way to swap this for a size I'm looking for?",
        "Is it possible for me to swap this for a larger size I'm looking for?",
        "If it's wrong size, will you swap it?",
        "Can I change it to a bigger one?",
        "I am wondering if I can swap it for the proper fit.",
        "Really, wrong fit! Any exchanges?",
        "Would you allow a size exchange?",
        "Is a swap for the right size possible?",
        "I can swap it for the right fit.",
        "Is it possible for me toexchange this for a bigger size?",
        "Will this be exchanged for the right fit?",
        "Am I able to change it with correct size?",
        "Can it be changed into my preferred size?",
        "Is it possible to switch the size here?",
        "Are you able to change out the size?",
        "Exchange it, you need the right size.",
        "For the right fit, may I exchange?",
        "May I switch it out for a better fit?",
        "Exchange this and need the correct size",
        "Was it possible to swap this for the right one?",
        "Is it possible to exchange for the right fit?",
        "Is it possible for me to get a proper size?",
        "I would like to swap this for a bigger size.",
        "Is there a swap for right fits?",
        "Could this be traded in to get the right fit?",
        "Are you able to swap out for the right fit?",
        "Could we swap this out to get the right fit?",
        "Is it possible to exchange this for the correct size.",
        "Can I swap it for the proper one?",
        "Can this be changed to suit me?",
        "Is being swapped for the right size possible?",
        "Is it possible for me to exchange this for a size I need?",
        "Is it possible to swap this for a new one that is the correct size?",
        "How can I change it with proper size?",
        "May I trade for the right fit?",
        "Can I get another one with the correct dimensions?",
        "I want bigger can it be changed?",
        "Would a size exchange allow?",
        "Can I change this wrong size.",
        "Would it be possible to swap for the correct size?",
        "You can swap it for my size.",
        "If it's a wrong size, do you exchange it?",
        "I'm wondering if I can swap sizes here.",
        "Is it possible for me to exchange for the correct size?",
        "Is it possible to switch out for a fit?",
        "What if swap for the right size?",
        "Is it possible to change for correct size?",
        "It's possible to exchange for the correct size.",
        "Maybe swap it for the right one?",
        "Would it be possible for me to exchange this for a larger size?",
        "I can swap for the right size.",
        "Is it possible you exchange it for my size?",
        "I need to switch this out for the right fit.",
        "Is it allowed to swap size?",
        "Is it possible to swap this for the right ones?",
        "will you allow me to trade for a different size?",
        "Is it possible to change it with sizing?",
        "Would you allow me to trade this for a different size?",
        "It could be possible to switch the sizes.",
        "Is it okay to swap for the right fit?",
        "We may be able to swap this in to get the right fit.",
        "It is possible to swap it for the proper fit.",
        "If it's wrong size do you exchange it?",
        "I am wondering if I can swap for the right fit.",
        "Is it possible to swap for the correct one?",
        "I would like to swap for the right fit.",
        "Is it possible to exchanges sizes here?",
        "Can I just swap for the correct size?",
        "I am wondering if I can change it with the proper size.",
        "Exchange this for the perfect fit?",
        "I would like this to be changed to my preferred size.",
        "Will you give it back in my size?",
        "This could be exchanged for right fits.",
        "Will you swap for a correct size?",
        "Can I change it for a better size?",
        "I'd like to exchange for the right fit.",
        "Can I change to a larger size?",
        "If it is wrong size, will you swap it?",
        "Do you wish to swap for a correct size?",
        "Is there a way to exchange this for the right size?",
        "I'd like to trade this for a different size.",
        "Would you accept a size up in exchange?",
        "There is a need to exchange this for the right size.",
        "Can it be changed to fit correctly?",
        "Absolutely wrong fit! Are there any exchanges?",
        "Want to trade this for the right one?",
        "I'd like to change this to my preferred size.",
        "Can this be adjusted to my preferred size?",
        "Would it be allowed to have a size exchange?",
        "I am wondering if I can swap for the right size.",
        "Could we get the right fit by trading it in?",
        "Is there an exchange for a right fit?",
        "Can I change sizes here?",
        "Will I be able to swap sizes here?",
        "I want to change it with proper sizes.",
        "Will you give me the swap for my size?",
        "Can I do a swap for a better fit?",
        "I wonder if I can change this size.",
        "I am wondering if I can change it with the correct size.",
        "Can I replace this with a larger size?",
        "Is it possible to change it to better fit?",
        "Are I able to swap this for a larger size?",
        "I need to change this out for the right fit.",
        "Is it possible to swap this for another size?",
        "Is it possible for me toexchange this for a different size?",
        "I don't know if I can replace it with a fitting one.",
        "Is it possible to exchange this for a new one with the same size?",
        "I want to exchange this for another size.",
        "If the size is incorrect, swap possible?",
        "Will you give it back for my size?",
        "Is there a way for me to exchange this for a bigger size?",
        "Can I change this to the size I prefer?",
        "Could a size exchange be allowed.",
        "Want to swap for the correct size?",
        "Could I swap this for a size I'm looking for?",
        "I would love to swap this for a different size.",
        "Do you know if a size exchange is possible here?",
        "Is it possible for me to swap it for a different size?",
        "Will changing for larger one be possible now?",
        "I would like to swap for a bigger size.",
        "I want to trading this for a different size.",
        "May I change out for a better fit?",
        "I'm wondering if you'll allow me to swap this for a different size.",
        "May I have a swap for the right fit?",
        "Can I swap out for a better fit?",
        "Exchange this if you want the right size.",
        "I can swap it for the correct size.",
        "Is there a way to exchange this for a different size?",
        "Is it permissible to change it with correct size?",
        "Will it be possible to change for larger one?",
        "Am I allowed to change it with proper sizing?",
        "This needs to be exchanged with the right size.",
        "Is it possible for me to change it to fit?",
        "swap possible if there is an incorrect size.",
        "Can we do a larger substitution?",
        "I wonder if I can swap it for the right one.",
        "Is it possible to change it with the proper sizing?",
        "Is it ok to change it with the correct size?",
        "What can I do to switch sizes here?",
        "Is it possible to swap this for a larger size.",
        "Are I supposed to switch out for the right fit?",
        "Can you switch out for a better fit?",
        "Could this be changed to my preferred size?",
        "Is it possible to swap this for a size that I'm after?",
        "Is there a way to swap it for the right size?",
        "Is it possible to switched out for the right fit?",
        "It's possible to swap this for a new one on the right size.",
        "Is there a way to swap it for the correct size.",
        "I'd like to swap it for the correct size.",
        "I wonder if it is possible to change for larger one now.",
        "Could we just swap this for the right fit?",
        "Can I swap it for the same size?",
        "Would you swap for a better size?",
        "Will it be possible to exchange sizes here?",
        "This isn't my size so switch it.",
        "I want to change it with the proper size.",
        "Would it be okay to swap this for the right one?",
        "is it possible to swap for the right size?",
        "This is not my size and I should switch it now.",
        "Is it possible for you to get the right size?",
        "Is it possible to switch with a different size?",
        "You might want to swap for the correct size.",
        "I want to exchange this for a bigger one.",
        "Replacement with fitting one?",
        "I want to switch this out for the right fit.",
        "I would like to exchange for a good fit.",
        "Would you be willing to swap for a chance to size up?",
        "Will you allow a trade for a different size?",
        "Is it possible for me to swap it for a bigger one?",
        "Could we swap this in for a better fit?",
        "Want to swap for another size?",
        "Could the sizes switched be possible?",
        "Can we do a replacement in a larger size?",
        "I wonder if we could swap this in to get the right fit.",
        "I wonder if I am eligible to change it with the correct size.",
        "Is it possible to EXCHANGE for the right fit?",
        "Is it possible to exchange my size for a different one?",
        "Exchange this with the appropriate size.",
        "I am wondering if I can swap this for a larger one.",
        "Is it possible to exchange for a right fit?",
        "Is it possible to exchange this for someone else's size?",
        "Are there ways to swap for the right size?",
        "Should we swap for correct size?",
        "How about exchanging this for the right one?",
        "Is it possible to swap for the right fit?",
        "Can I switch the size here?",
        "Is changing for the right size possible?",
        "Is it possible to swap out for the right size?",
        "Can change now for a larger one?",
        "Should I change it with the proper size?",
        "I wish to swap this for a different size.",
        "Can it be changed now for bigger one?",
        "Can change out for a better fit?",
        "May I make a switch for the right fit?",
        "Try to swap for the correct size.",
        "Can you switch out for better fit?",
        "Can it be done for larger one now?",
        "Is it possible to change this wrong size?",
        "Is it possible to facilitate exchanges for different size?",
        "Is swap for the correct size possible?",
        "Is this able to be changed to my preferred size?",
        "It is possible for me to trade for the right size.",
        "Is it possible to swap it for the proper one?",
        "Can we switch out for the correct fit?",
        "Is it possible for me to exchange the right size?",
        "Is it possible to swap out for the right fit.",
        "Could a size exchange be allowed?",
        "Is it possible to change the size?",
        "There can be a size exchange here.",
        "Will I be able to trade this for a different size?",
        "Exchange allowed? There is a wrong fit.",
        "I would like to swap it for the proper one.",
        "Is swap for correct size possible?",
        "Is it possible to swap for a new one on the right size?",
        "Correct size swap possible.",
        "Is it possible to swap this for a different size I am looking for?",
        "swap for the correct size?",
        "Can I get another one that is the correct size?",
        "I'd like to exchange this for the right size.",
        "Is it feasible for me to get the correct size?",
        "Is a size Exchange allowed?",
        "Can we change for larger ones now?",
        "Will you allow a swap for a different size?",
        "I'm not sure if I can swap it for the right fit.",
        "I'm wondering if I can replace it with a fitting one.",
        "Is there a way to swap for a different size?",
        "This isn't my size, swap it now.",
        "There is a question regarding a size exchange here.",
        "Does it make sense to swap it for the correct size?",
        "Will I be able to swap it for the right size?",
        "Is there a possible exchange of sizes here?",
        "Can we swap out for the right fit?",
        "If it is wrong size do you swap it?",
        "Can we do a bigger substitution?",
        "Should I swap it for the correct size?",
        "Can it be swapped for a bigger size?",
        "can I exchange for the right size?",
        "Is there a possible size exchange here?",
        "I'm wondering if I can exchange for the right size.",
        "I wish to swap for the correct size.",
        "Would it be permissible to swap a size?",
        "Is it possible to change it with the right size.",
        "I'm looking for a size I can swap this for.",
        "Really, wrong fit! Any exchange?",
        "A chance to size up in exchange?",
        "Is it possible to change this out for the right one?",
        "Does it possible to swap for the correct size?",
        "Is it necessary to change it with proper size?",
        "Can it be changed and bigger?",
        "Can I change its size?",
        "This wrong size can I change?",
        "Have you been able to switch out for the right fit?",
        "I wish to exchange for a better fit.",
        "Do I have to swap for the correct size?",
        "Would it be possible to exchange a size?",
        "Can I change it for a proper fit?",
        "Can it be changed to bigger?",
        "Can I exchange this for a new one that is the right size?",
        "Please change sizes because this doesn't fit!",
        "Is it possible to swap for correct size.",
        "I want to be able to trade this for a different size.",
        "Can I switch out for the better fit?",
        "Is swap for a bigger size possible?",
        "Is it possible to swap it for a larger one?",
        "Would it be possible to exchange size?",
        "Is it possible to switch this out for the best fit?",
        "How about exchanging this for the right size?",
        "Is this exchange for my size?",
        "Is it possible for me to swap this for a larger size?",
        "I would like to trade for the right fit.",
        "We might be able to swap this for the right fit.",
        "Is it possible for me to swap this for a size that I need?",
        "For the correct size, can I swap?",
        "Is it possible to change for a different size?",
        "Do you want to swap for better size?",
        "I could switch this out for the right fit.",
        "Will I switch out for the right fit?",
        "Is it permissible for me to change it with proper size?",
        "Might I switch out for the right fit?",
        "Is it possible to exchange this for another size?",
        "There is a question of a size exchange here.",
        "Can I swap for another size?",
        "I may switch this out for the right fit.",
        "Should it be possible to exchange sizes here?",
        "Is it possible for me to exchange for a bigger size?",
        "Will you be willing to swap this for a different size?",
        "Is it possible for me to swap for a bigger size?",
        "Will you exchange it for my new size?",
        "I need the right size to exchange this.",
        "Is it possible that you'll exchange it for my size?",
        "Is it possible to swap this for a different one on the right size?",
        "Can you substitute for the right fit?",
        "Is it possible to exchange this for the right fits?",
        "Is it possible to swap for the correct fit?",
        "If it is the wrong size, do you exchange it?",
        "Is it possible to switch it out for a better fit?",
        "We could swap this for a better fit.",
        "If it is wrong size do you exchange it?",
        "I want to swap for the correct size",
        "Will it be possible to switch out for the right fit?",
        "Please can we do a bigger replacement?",
        "Correct size exchange?",
        "Can I switch Sizes here?",
        "Any chance to change the size?",
        "Is there a size swap available?",
        "Can someone switch out for a better fit?",
        "Is exchange for right fit ok?",
        "Am I allowed to change it with the correct size?",
        "Do you think a size exchange is allowed?",
        "I would like to change it for the correct size.",
        "swap for right size",
        "Could I get another in the correct size?",
        "Is it possible for us to do an even-size replacement?",
        "Is there a way to exchange a size?",
        "Is it possible to swap this for a larger size?",
        "I could switch it out for the right fit.",
        "Is swap for the right size possible?",
        "Can we do a replacement in a similar size?",
        "I want to exchange it for a bigger one.",
        "Can I swap it for a more fitting one?",
        "Please change the size of this!",
        "Will you let me swap this for another size?",
        "May I make a change for the right fit?",
        "This is not my size so switch it.",
        "Is it possible to change out for a better fit?",
        "Can I switch out for better fit?",
        "Swap possible if there is an incorrect size.",
        "Is it possible to exchange this for a size that I'm looking for?",
        "Is it possible to change out the size?",
        "Can the person switch out for a better fit?",
        "I don't know if I can change this wrong size.",
        "Is there a chance to change a bad size?",
        "Is it possible to change it with proper sizing.",
        "This isn't my size so switch it now.",
        "I wonder if there is a size exchange here.",
        "We could trade it for the right fit.",
        "This size can I change it?",
        "Is it possible to exchange this for a size that I am looking for?",
        "Is it possible toexchange size?",
        "Is it possible to exchange this for another size I need?",
        "Is substituting for the right size possible?",
        "Is it possible to swap this for a size that I need?",
        "Is it possible that I switch out for the right fit?",
        "Is it possible to swap this for the correct one?",
        "swap for a correct size?",
        "Is it possible to swap for the better fit?",
        "This is the wrong size, can I change it?",
        "Is it possible for me to swap it for a bigger size?",
        "Absolutely wrong fit! There are any exchanges?",
        "Is it possible to exchange this for the right ones?",
        "Want a swap for the correct size?",
        "Will it be possible to swap out for the right fit?",
        "Is it possible toexchange this for a new one in the right size?",
        "Is it possible to change this incorrect size.",
        "Is it possible to swap it for the proper fit.",
        "Can it be changed now for bigger ones?",
        "Do you allow me to trade this for a different size?",
        "Is it possible to exchange this for a size I need?",
        "I want to exchange it for a larger one.",
        "Could I get one in the proper dimensions?",
        "I wish to change this out for the right fit.",
        "I wonder if I am able to switch sizes here.",
        "Are it possible for me to get the right size?",
        "Exchange this, need a correct size.",
        "Does it be possible to exchange for a different size?",
        "Is it possible to switch it out for the right one?",
        "Is it possible for me to exchange for a different size.",
        "Would you like to swap this for the correct one?",
        "I'm wondering if a size exchange is possible here.",
        "How can I swap for the correct size?",
        "Is it possible that I switch this out for a better fit?",
        "A swap for the right size is possible.",
        "I don't know if I can replace with a fitting one.",
        "Am I eligible to change it with the correct size?",
        "Is it possible to get an appropriate size?",
        "Change for the correct size?",
        "Can we make a bigger replacement, please?",
        "Will it be possible to change for bigger one now?",
        "Is it okay to change it with a proper size?",
        "swapping for the right size is possible?",
        "Is it possible for me to exchange this for a new one in the correct size?",
        "Is there a way for me to exchange for the right size?",
        "I wonder if I can swap it for the proper one.",
        "Is it possible to swap sizes.",
        "Is it possible to Exchange this for the right size?",
        "Can it be changed to need larger?",
        "Exchange this and need the proper size.",
        "Is it possible to change it with proper Size?",
        "I don't know if I can swap for the proper fit.",
        "Can we fit a replacement in the same size?",
        "I wonder if I switch out for the right fit.",
        "Can you switch out for that fit?",
        "Is it possible to exchange for the right size.",
        "Can you switch out for a right fit?",
        "I would like to switch size here.",
        "I want to swap this for a different size.",
        "Will you give me a swap for my size?",
        "I wish to swap this for a bigger one.",
        "Would it be permissible to exchange a size?",
        "Would you be willing to swap for the correct size?",
        "I don't know if I can swap this for a larger one.",
        "Is it possible to facilitate Exchanges for different sizes?",
        "Get to size up in exchange?",
        "Exchange this and need the right size.",
        "Is it eligible to change it with proper size?",
        "Is it possible to change it to needs bigger?",
        "Can change for a larger one now?",
        "I question if I can change it with proper size.",
        "Is that possible to exchange for right fit?",
        "Is there any chance of a size exchange here?",
        "Is it possible for me to swap this for a better size?",
        "swapping for the right size would be possible.",
        "Is an exchange of size possible?",
        "I would like to trade this for a different size.",
        "I wonder if I can swap it for the correct one.",
        "What about changing out the size?",
        "Will you give it back to me for my size?",
        "Are you going to exchange it for my size?",
        "Is it possible to swap for a size that I am looking for?",
        "Is it possible for me to swap this for a size that I'm looking for?",
        "Can that be changed to my preferred size?",
        "This should be changed to my preferred size.",
        "Can I exchange this for a size I'm looking for?",
        "Is it possible to swap it for the right size.",
        "Will you swap it for my own size?",
        "Exchange this with a proper size.",
        "Is there a size swap here?",
        "Exchange for right fit for me?",
        "If it is wrong size, will you exchange it?",
        "Is it possible for me to exchange this for another size I need?",
        "Can I change it to the correct one?",
        "I'd like to exchange for the right size.",
        "Would you like to swap for a new size?",
        "Replacing one with fitting one?",
        "Are you able to exchange it for my size?",
        "To get the right fit, could we trade this in?",
        "Is it possible to get a correct size?",
        "You need the right size in exchange for this.",
        "Do you allow me to swap this for a different size?",
        "It would be possible to swap if the size is incorrect.",
        "Is exchanging sizes possible?",
        "Is it possible to swap this for the right size?",
        "Do you want to swap for a proper size?",
        "Would a size swap possible?",
        "Can we do a replacement of the same size?",
        "Do you want a swap for the correct size?",
        "Is it possible to Exchange for the Right Size?",
        "Could I get another one in the correct dimensions.",
        "I am wondering if I can swap this for the right size.",
        "Is there a chance of a size exchange?",
        "May I get the right fit in exchange?",
        "Might it be possible to exchange sizes here?",
        "Can I change it into the correct size?",
        "Can this be adjusted to my size?",
        "Will you allow me to change the size?",
        "Is it possible to exchange my size for another one?",
        "Is it possible I could get the right size?",
        "Can it be swapped for the correct size?",
        "I was wondering if I could get another one in the correct dimensions.",
        "Change for larger one now?",
        "Is it possible to change for a right fit?",
        "Is exchange possible for right fit?",
        "Would it be okay to exchange size?",
        "I ask if I exchange for the right fit.",
        "I want to switch out the size.",
        "Will we exchange it for my size?",
        "I wonder if I can change it with correct size.",
        "Is it possible to switch the size?",
        "Is it possible for me to exchange this for a size that I want?",
        "May I trade for a better fit?",
        "Does it be possible to swap for the right size?",
        "Is it possible for me to trade for the right size?",
        "Got a chance to get larger in exchange?",
        "Can I swap for something larger?",
        "We could swap it in to get the right fit.",
        "Any chance that the size could be changed?",
        "We could trade this in to find the right fit.",
        "Is it possible to change out for the right one?",
        "I want to trade this in to get the right fit.",
        "Isn't it possible to swap for the right size?",
        "Is it possible to change it to need bigger?",
        "Can it change for bigger one?",
        "Will I be able to swap for a bigger size?",
        "Would you swap for a new size?",
        "Can I change this for a bigger version?",
        "Is this changed to my preferred size?",
        "Should I be able to change sizes here?",
        "It is possible to trade this in to get the right fit.",
        "Can we swap for the right size?",
        "Maybe I should change this out for the right fit.",
        "Get the right size to exchange it.",
        "Would it be possible for me to exchange for a different size?",
        "Can I get one in the correct dimensions?",
        "Try to switch out the size.",
        "Can a bigger replacement be done?",
        "Is it possible to swap this for a new one of the right size?",
        "Is there a way to swap this for a new one in the right size?",
        "Can I exchange this for a size I'm after?",
        "Will you allow it to be traded for a different size?",
        "Any chance that the size can be changed?",
        "Could Sizes switched be possible?",
        "Do I have the right to change it with the right size?",
        "Is it possible for me to exchange size?",
        "Is it possible to swap size here?",
        "Is changing it with proper size possible?",
        "Exchange this, need the correct size.",
        "Is there a swap for the right size possible?",
        "Can I switch for a different size?",
        "It is possible for me to exchange for a different size.",
        "Exchange this because it needs the right size.",
        "Do you have a chance to size up in exchange for something?",
        "I wonder if I can swap it for a different size.",
        "Is it possible to change it with the proper size.",
        "Would I be able to swap for the correct size?",
        "Might I exchange for a better fit?",
        "There's a question about a size exchange here.",
        "Can I make a change to my preferred size?",
        "This isn't my size... change it now.",
        "Really, wrong fit! Do you have any exchanges?",
        "fitting one can I replace it with?",
        "Is a size exchange permissible?",
        "Will you allow me to trade for another size?",
        "CanI change it to fit better?",
        "Should I be able to switch sizes here?",
        "Is there a way to exchange for the right fit?",
        "Is it possible to trade this in to get the correct fit?",
        "Can I exchange it for the correct size?",
        "Is it possible to change it with the right size?",
        "Absolutely wrong fit! Any exchanges?",
        "Is it possible to exchange for a good fit?",
        "Is it possible to swap this for a new one on the right size.",
        "Should we trade this in to get the right fit?",
        "Is changing for larger one possible?",
        "Can you change out for a better fit.",
        "Is it possible for someone to swap for the right size?",
        "Can it be changed for a bigger one?",
        "Is it possible for me to exchange this for a size I am looking for?",
        "Could we trade in this to get the right fit?",
        "Can change now for larger one?",
        "I wonder if this can be changed to my preferred size.",
        "Is it possible to switch it out for the right fit?",
        "A chance to change the ill-fitting size?",
        "Will I be permitted to trade this for a different size?",
        "Can we do a replacement in the same size?",
        "This isn't my size... switch it now.",
        "Will I be allowed to swap this for a different size?",
        "Can we swap this in to get the right fit?",
        "I would like to exchange it for the correct size.",
        "Am I allowed to change it with a proper size?",
        "Might I change this out for the right fit?",
        "Absolutely wrong fit! Is there any exchange?",
        "Is it legal for me to change it with proper size?",
        "Is it permissible for it to exchange sizes?",
        "I'm wondering if I can swap for a bigger size.",
        "Are I able to exchange this for the right size?",
        "Is it possible to change for larger ones now?",
        "switch it now...this isn't my size.",
        "Is there a possible size exchange?",
        "Is it possible for me to swap for the right fit?",
        "Exchange this and get the right size.",
        "Can it be changed, please?",
        "This is not my size and I should switch it.",
        "Is it possible to trade this for the right size?",
        "Should I be allowed to trade this for a different size?",
        "Is it possible to swap it for a size I'm looking for?",
        "Is it possible to trade for the correct size?",
        "Oh, how about an item-sized swap?",
        "Can we change this size?",
        "I want to swap this for another size.",
        "Is it possible to switch out for a better fit?",
        "Is it possible I exchange for a better fit?",
        "Can we do a replacement that is larger?",
        "You need the correct size to exchange this.",
        "Can I change it to fit in?",
        "Want to exchange for the correct size?",
        "Is it possible to swap Sizes here?",
        "Could there be a swap for the right size?",
        "Is the size exchange possible here?",
        "Is it worth exchanging for my size?",
        "Can I get this back in the right size?",
        "I wish to switch it out for the right fit.",
        "I could swap for the right size.",
        "Can you change it to need bigger?",
        "Can it be done to exchange sizes?",
        "Am I allowed to change it with the proper size?",
        "Is it possible for me to have the correct size?",
        "I was wondering if I could swap this for the right size.",
        "Could you swap it for the right one?",
        "Can it change for bigger ones now?",
        "How about changing it for the correct size?",
        "Would you allow me to swap this for a different size?",
        "Will I be able to change the size?",
        "Can it change for a bigger one now?",
        "Can they swap sizes here?",
        "Exchange for correct size?",
        "Would a size exchange be accepted?",
        "Is it possible that I can exchange for the right size?",
        "I would be interested in trading this for a different size.",
        "Can you allow me to trade it for a different size?",
        "Is it possible you will exchange it for my size?",
        "May I switch it out for the right fit?",
        "Could we swap this for the right one?",
        "Someone is wondering if a size exchange is possible here.",
        "I think it's wrong fit, any exchanges?",
        "Exchange allowed? There was a wrong fit.",
        "Can I change it to the size I want?",
        "Is there a way I can get the right size?",
        "It is possible toexchange for the right size.",
        "Can I change it for a new size?",
        "Is it possible to conduct exchanges for different sizes?",
        "This isn't my size and I should switch it now.",
        "Will I be able to swap this for a bigger size?",
        "Should we swap this in to get the right fit?",
        "Is it ok for me to change it with proper size?",
        "I would like to change out for the right fit.",
        "Can we swap for the correct size?",
        "For correct size, can I swap?",
        "Would it be possible for me to exchange this for a different size?",
        "Is it possible to swap for a larger size.",
        "exchange this for the right size",
        "Will the swap be for my size?",
        "Is it possible to exchange this for a bigger size I'm after?",
        "Is it possible to swap it for a new one in the right size?",
        "Is it possible to swap this for another size I want?",
        "Do you have a chance to get a size up in exchange?",
        "Can we swap it in to get the right fit?",
        "Is it okay to swap it for my size?",
        "I would like to swap it for a larger size.",
        "Can we replace it in the same size?",
        "Can we get the right fit by trading this?",
        "Is it able to exchange sizes here?",
        "Can I switch it for the correct size?",
        "Will a size exchange be allowed?",
        "Is it permissible for it to exchange sizes here?",
        "I would like to swap it for the right size.",
        "Is it possible I switch it out for the right fit?",
        "Can they change this to my preferred size?",
        "Is there a way to exchange this for a size I need?",
        "Can it be done to get the right size?",
        "If it's the wrong size do you exchange it?",
        "Is it possible to alter it with proper size?",
        "Can I change this to my favored size?",
        "Is there a chance to size up in exchange?",
        "Will I swap for the correct size?",
        "A size exchange is possible?",
        "Can it be changed to fit better?",
        "Can we trade this in to get the right fit?",
        "This could be traded to get the right fit.",
        "Need the correct size instead!",
        "I need bigger can it be changed?",
        "Exchange this, needs the right size.",
        "Is it possible to exchange with the right size?",
        "Can this be altered to my size?",
        "You could swap if there is an incorrect size.",
        "Is it possible to change the right size?",
        "What about an item-sized swap.",
        "Can I change this for a bigger item?",
        "I need to exchange this for the correct size.",
        "Is it possible to swap this for a bigger size I need?",
        "Can I change for the right size?",
        "Is it possible for me to change it with correct size?",
        "Will I be able to replace with fitting one?",
        "Is it possible to swap for another size?",
        "Can I swap for a better size?",
        "We might be able to swap this in to get the right fit.",
        "How 'bout an item-sized swap?",
        "Need larger can it be changed?",
        "Is there a way to exchange the right size?",
        "Exchange this with the proper size.",
        "Is it possible to change this wrong size",
        "Please change sizes because this does not fit!",
        "Is it possible to swap this for another size I'm looking for?",
        "I was wondering if I could swap for a correct size.",
        "I would like to exchange this for a size I'm looking for.",
        "Is it possible to arrange exchanges for different sizes?",
        "Can I swap for the correct size?",
        "Can this be exchanged for the correct size?",
        "Do you plan to swap it for my size?",
        "Can someone swap for the right size?",
        "Is it possible for me to swap for a size I want?",
        "I would love to trade this for a different size.",
        "Is there a way to change sizes here?",
        "May this be replaced for the right fit?",
        "For the right fit, may I swap this out?",
        "I am wondering if I can swap for a larger size.",
        "Can a change out for the right fit?",
        "Is there a way to swap this for a different size?",
        "Can I swap this for a new one with the right size?",
        "Is it possible for me to exchange this for a similar size?",
        "Could I get one in the correct size?",
        "Are you ready to swap for a correct size?",
        "Is it possible to change out for right fit?",
        "Will you allow me to trade for a different size?",
        "I want to change it with a proper size.",
        "Is it possible to swap this for a larger version?",
        "I want to swap it for the correct one.",
        "We might be able to trade in this to get the right fit.",
        "Is it okay to swap for the correct size?",
        "Will I be able to change sizes here?",
        "Is it possible to change it with proper dimensions?",
        "Do I have to change it with the correct size?",
        "I want to swap for a proper fit.",
        "Want a swap for a different size?",
        "I wish to switch out for the right fit.",
        "Is it alright to change it with proper size?",
        "What size can I swap for?",
        "I am wondering if I could get another one in the correct dimensions.",
        "Is it possible to change it with properSize?",
        "We could trade it to get the right fit.",
        "How about changing the size?",
        "Can you swap out for the right fit?",
        "Could we do a swap to get the right fit?",
        "Would it be okay for a size exchange?",
        "Is it possible to facilitate exchange for different sizes?",
        "Is there a way to swap for a larger size?",
        "Can they change it to fit?",
        "We could possibly swap this in for the right fit.",
        "Is it possible to switch this out for the right fit?",
        "Could I get one in the correct dimensions?",
        "Exchange this at the right size.",
        "Can we make a bigger replacement?",
        "There is a question regarding a size exchange.",
        "Can I exchange this for a larger size I'm looking for?",
        "I wonder if I can swap for a correct size.",
        "I don't know if I can swap it for a different size.",
        "Want to swap for a proper size?",
        "Is a swap for the right size doable?",
        "Is it possible to exchange the sizes here?",
        "I am wondering if you will allow me to swap this for a different size.",
        "Could we swap in this to get the right fit?",
        "This is not my size...switch it right now.",
        "Will you give me the exchange for my size?",
        "Can change for a bigger one now?",
        "Is it ok to swap sizes here?",
        "Can they change for a bigger one now?",
        "This may be changed to my preferred size.",
        "Can there be a swap for the right size?",
        "Could we swap this in to find the right fit?",
        "Is it possible to change this for a larger one?",
        "Does it possible to swap for the right size?",
        "I don't know if I can swap it for a better fit.",
        "I want to switch this out for a better fit.",
        "The fit was wrong. Any exchanges?",
        "Can I have a swap for a different size?",
        "Will it be possible to swap this for a different size?",
        "Is it possible to swap it for another size?",
        "Is it possible to get the appropriate size?",
        "Will I be eligible to change it with proper size?",
        "Exchange this with a size you need.",
        "Is it possible to swap different sizes here?",
        "I wanted to know if I could switch sizes here.",
        "Can this be changed to my favorite size?",
        "May I exchange for a better fit?",
        "Can I just swap it for the correct size?",
        "Is it possible to swapsize for the right size?",
        "Can I do a swap for the correct size?",
        "I don't know if I can change it with the proper size.",
        "Is it possible to EXCHANGE this for a new one on the right size?",
        "Is a bigger exchange possible here?",
        "I would like to swap this for another size.",
        "Is it possible I change this out for the right fit?",
        "It's possible to swap this for a larger size.",
        "Can you swap this for a larger one?",
        "We could swap this in to get the right fit.",
        "Want to swap in the correct size?",
        "I wonder if it's possible to switch out for the right fit.",
        "I would like to exchange for the right size.",
        "Is it possible to swap a size?",
        "Can we change for larger one?",
        "Is it possible to trade this for a different size?",
        "Is it possible for me to get a correct size.",
        "Do you wish to swap for the correct size?",
        "Should we swap for a correct size?",
        "Can this be exchanged for the right size?",
        "Could it be possible for me to get the right size?",
        "Can I have this changed to my preference size?",
        "This isn't my size, change it now.",
        "Is it possible to trade this in to get the right thing?",
        "Is it possible for me to exchange it for a larger size?",
        "Can I change this for a bigger thing?",
        "Is it possible to swap for a different size?",
        "Would it be ok to swap this for the right one?",
        "Correct sizing swaps could be possible.",
        "Can this change for bigger one?",
        "Want to swap for the correct size.",
        "Is it possible to swap it for the right one.",
        "Is it possible to change this for a different size?",
        "I don't know if I can swap this for a bigger one.",
        "Can this be changed for my preferred size?",
        "Is it possible to swapped sizes here?",
        "Is it possible to swap this for a new one that is the right size?",
        "Is it possible to swap this for the right fit.",
        "I was wondering if I could swap sizes here.",
        "Is it possible to exchange this for a bigger size I am looking for?",
        "Is it possible for me to get right size?",
        "Can we change it to fit better?",
        "I'm curious if I could get another one in the correct dimensions.",
        "Would you facilitate exchanges for different sizes?",
        "Exchange this to the right size.",
        "Could there be a chance to change the size?",
        "Should I change it with proper sizes?",
        "Exchange this need the right size.",
        "Is it possible to switch out for a different fit?",
        "Is it possible to swap this in for the right one?",
        "Can I replace it for the right fit?",
        "Is it possible to swap this for a larger one?",
        "Will I be able to swap it for the proper fit?",
        "There is a chance to change the wrong-fitting size.",
        "Is a size exchange possible here.",
        "Exchange this and need right size.",
        "Can it be changed to fit bigger?",
        "You can swap for the right size.",
        "Which size can I swap for?",
        "Is it permissible to swap sizes here?",
        "The fit is not right. Any exchanges?",
        "Is it possible for me to swap this for a size I'm after?",
        "Can we switch for the right fit?",
        "Are you willing to swap it for my size?",
        "Is it possible to change it to my preferred size?",
        "If it's incorrect size, do you exchange it?",
        "Were I able to change sizes here?",
        "Should I be able to trade this for a different size?",
        "Please allow me to trade this for a different size.",
        "Can I exchange for the same size?",
        "Is it possible for me to change it to fit better?",
        "I'm wondering if I can exchange it for the right size.",
        "Is it possible for them to exchange sizes?",
        "Is it possible to exchange for someone else's size?",
        "Are I allowed to swap for the correct size?",
        "Is it possible to change it with size?",
        "Can I swap the wrong size for the right one?",
        "Is it possible to swap it for a different size?",
        "We could trade this for the right fit.",
        "swap for a correct size",
        "I want to trade this for a bigger size.",
        "This is not my size, switch it now!",
        "Is it possible for a size swap to be allowed?",
        "Can I change to my preferred size?",
        "Is there an exchange if it's wrong size?",
        "Is a exchange of size possible?",
        "Would a size exchange be able to happen?",
        "Is it possible to alter this wrong size?",
        "Needs the right size instead!",
        "Can it be changed so it's larger?",
        "Will it be possible to switch out for a right fit?",
        "Can we swap this to get the right fit?",
        "This is not my size, swap it now.",
        "Is it possible for me to exchange this for a new one that is larger?",
        "I don't know if I can swap for the right size.",
        "Can I change it to a larger size?",
        "Is it possible to interchange for the right size?",
        "Would it be possible to get another one in the proper dimensions?",
        "Can this be changed to my own preferred size?",
        "Is there a chance of changing for larger one now?",
        "Can you get a chance to size up in exchange?",
        "Can this be changed to my preference size?",
        "A size exchange may be possible here.",
        "I wonder if I can switch it out for the right fit.",
        "Is it feasible to change for larger one now?",
        "Is a size exchange a possibility here?",
        "Is it possible to change out for the right fit.",
        "Will you permit me to trade this for a different size?",
        "This could be exchanged for the right fit?",
        "Could we trade this for a better fit?",
        "Are you looking for a swap for the correct size?",
        "It's possible to change it with proper size.",
        "Do you know if it's possible to exchange sizes here?",
        "Are there a size exchange here?",
        "Can it be possible to get the right size?",
        "I wish to swap it for the right fit.",
        "Will you swap my size for it?",
        "Is it possible to swap for a correct size.",
        "Should I change it with correct size?",
        "Is there a potential for a size exchange?",
        "Can I swap with the correct size?",
        "Can a size exchange be done here?",
        "There is a possibility for a size exchange here.",
        "Is it possible to exchange this for a size I'm after?",
        "switch it now because this is not my size.",
        "This is not my size, change it now.",
        "Really, the fit is wrong! Any exchanges?",
        "Maybe it is possible to swap for the right size.",
        "Is it possible to change it in proper size?",
        "It's possible to swap for correct size.",
        "There is a question as to whether a size exchange is possible here.",
        "Is it possible to exchange this for a correct size?",
        "I wonder if I could swap this for a larger one.",
        "Can we do a bigger replacement, please?",
        "I want to exchange it for the correct size.",
        "Might I swap for the right fit?",
        "Can he switch out for the right fit?",
        "Is it possible to switch the sizes?",
        "Can I change this to a bigger one?",
        "Is it possible to exchange Sizes here?",
        "I don't know if I can swap this for a larger size.",
        "Want to swap this with the right one?",
        "Will you swap it for a larger size?",
        "Do you have the option to size up in exchange?",
        "Is a size exchange feasible?",
        "I want to know if it is possible to swap for the right size.",
        "For right fits, exchange this for another?",
        "Is there a way to exchange this for right fits?",
        "Wrong size... exchange or?",
        "I would like to swap for a different size.",
        "Do you think I can trade this for a different size?",
        "I want to change it with the correct size.",
        "Wrong fit can exchange?",
        "I would like to change it to my preferred size.",
        "Might I swap for the correct size?",
        "Is it possible to swap with a new fit?",
        "Is there a swap for a larger size?",
        "will you allow me to swap for a different size?",
        "Can it be changed to my own size?",
        "Want to swap for the correct one?",
        "Will you swap it for what I need?",
        "You need the right size for exchanging this.",
        "Can we trade this for the right fit?",
        "exchange it for my size",
        "There is a question if a size exchange is possible.",
        "We could possibly swap this for the right fit.",
        "Would it be possible to swap sizes?",
        "This is not my size and should be switched now.",
        "Do you need to switch out the size?",
        "Is it possible that you will exchange it for my size?",
        "Is it possible toexchange for right fit?",
        "If you want to swap this for the right one, please.",
        "How will you exchange it for my size?",
        "It is possible to exchange for the correct size.",
        "Do I need to change it with proper size?",
        "Are you willing to allow me to trade for a different size?",
        "Can we replace it with an even-size one?",
        "Is it possible to change this for the right size?",
        "What about a size exchange here?",
        "Would an exchange of size be possible?",
        "Will I exchange for a better fit?",
        "Isn't it possible to change it with proper size?",
        "Is it possible to have a swap of size?",
        "We could possibly trade this for the right fit.",
        "Can I get a correct size?",
        "I wish to switch this out for the right fit.",
        "You're wrong fit! Any exchanges?",
        "Is it possible to do a bigger replacement?",
        "It's possible for me to exchange the right size.",
        "Does it make sense to switch this out for the right fit?",
        "We need to trade this in for the right fit.",
        "Is a swap for a bigger size possible?",
        "Exchange this with the size you need.",
        "Can it be changed now for larger one?",
        "Can we switch out for a better fit?",
        "Would you be willing to change the ill-fitting size?",
        "Would a size exchange possible here?",
        "I need to switch this out for a better fit.",
        "Do you have an opportunity to size up in exchange?",
        "Could we trade in to get the right fit?",
        "I would like this changed to my preferred size.",
        "Is it possible to exchange for the correct size?",
        "Is it possible to swap this for a bigger one.",
        "May this be changed for the right fit?",
        "Do you allow me to trade for a different size?",
        "I need to switch this out for the best fit.",
        "Changing for larger one now?",
        "swap possible if there's an incorrect size",
        "Could it be sizes switched?",
        "What about a size exchange?",
        "Can a swap for the right size happen?",
        "Is this exchange for right fit?",
        "Is it possible to change it to need larger?",
        "Couldn't we swap this in for the right fit?",
        "It is possible to swap for the right size.",
        "Can I swap it out for the correct size?",
        "Can you allow me to trade for a different size?",
        "Want to swap for a correct size?",
        "Is it possible for me to exchange this for a new one in the right size?",
        "For the right fits, exchange this?",
        "Can you change it for larger one now?",
        "swapping for the correct size is possible.",
        "Is it possible to replace this for a larger size?",
        "Is it possible for me to swap this for a bigger size?",
        "Exchange this in the appropriate size.",
        "I am wondering if you will exchange it for my size.",
        "Can this be changed to my preferred size.",
        "Can we get a bigger replacement?",
        "Will you change it for me?",
        "Can I swap this for a larger version?",
        "Can it be changed so it's bigger?",
        "I wish to change this to my preferred size.",
        "Could we trade this in to find the right fit?",
        "I am wondering if I can change it with a proper size.",
        "Is it possible that I exchange for a better fit?",
        "There is a question if a size exchange is possible here.",
        "Is it possible to change for a larger one?",
        "Is there a chance I can change it with proper size?",
        "Is it permissible to change it with proper size?",
        "Is changing for the right size doable?",
        "Is exchanging for the correct size possible?",
        "It's possible for me to exchange for the right size.",
        "Can I do a swap for a bigger size?",
        "I don't know if I can swap it for the right size.",
        "We might want to trade this in to get the right fit.",
        "If it's wrong size, will you exchange it?",
        "Should I swap for correct size?",
        "Can it be changed into something bigger?",
        "Is it feasible to exchange for the right size?",
        "Is it possible to change for a bigger one now?",
        "Wrong size; exchange or?",
        "Can its size be changed?",
        "Is it possible to change this out for a better fit?",
        "Could we trade in this for a better fit?",
        "Is it possible to get correct size?",
        "Is it possible for it to exchange sizes here?",
        "Could the wrong size be changed to a new fit?",
        "This is not my size, switch it asap.",
        "Can you offer us a chance to size up in exchange?",
        "Would it be possible for me to get the right size?",
        "This is not my size, switch it right now.",
        "Is it possible to trade this for a different size.",
        "A size exchange could be possible here.",
        "Can I change it to a better fit?",
        "Would you be willing to swap for a correct size?",
        "Can you swap sizes here?",
        "I'm wrong fit! Any exchanges?",
        "I want you to swap it for my size.",
        "Do you need to swap for a correct size?",
        "I wonder if I can swap for correct size.",
        "Is it possible to get another one with the correct dimensions?",
        "Absolutely wrong fit! Any exchange?",
        "Is it possible to exchange for another size?",
        "Are I able to change the size?",
        "Is it possible for it to exchange sizes?",
        "I want to change this for a larger one.",
        "Is it possible to get the correct size?",
        "Is there a way to swap for a better size?",
        "The wrong size, can I change it?",
        "Is it ok to swap for the right fit?",
        "Can this size be changed?",
        "Is it possible I can get the right size?",
        "Can you replace for the right fit?",
        "Replacing it with fitting one?",
        "a size exchange is possible",
        "Is it possible for me to trade this for a bigger size?",
        "Is it possible to trade this in in order to get the right fit?",
        "Can I have the correct size?",
        "Is it possible for me to exchange it for a bigger one?",
        "Is it possible to make a swap for the right size?",
        "It's possible for me to swap for the right size.",
        "Would it be possible for me to swap for the right size?",
        "Absolutely, wrong fit! Any exchanges?",
        "For the proper fit, can I swap it?",
        "Should we trade in this for the right fit?",
        "Is there a way to swap for the right size.",
        "Do I have the right to change it with the proper size?",
        "This size isn't right can I change it?",
        "Is it possible to swap this for the right one.",
        "I wonder if I can swap it for the right fit.",
        "trade this in to get the right fit",
        "Is there any way to facilitate exchanges for different sizes?",
        "Were we able to swap this for the right fit?",
        "Can I just swap it for the correct one?",
        "Exchange allowed? It was wrong fit.",
        "Will there be a size exchange here?",
        "How about another one in the proper dimensions?",
        "Can it change for a larger one?",
        "I'm wondering if I could get another one in the correct dimensions.",
        "Is that possible to exchange for the right size?",
        "Is there a chance to size up in exchange.",
        "Are you willing to exchange if it's wrong size?",
        "Is it possible I switch out for the right fit?",
        "May I change this out for the right fit?",
        "Does it make sense to swap for the correct size?",
        "We could swap this for the right fit.",
        "I am wondering if a size exchange is possible here.",
        "Is it appropriate to exchange for the right fit?",
        "Is it possible to switchsizes here?",
        "Will I swap for the right fit?",
        "Is it a swap for my size?",
        "Can you exchange it for a chance to size up?",
        "Can we do a replacement of that size?",
        "Can I get another one that is in the correct dimensions?",
        "I am unsure if I can swap for the correct size.",
        "Is it feasible to swap sizes here?",
        "Is it possible to trade this in to fit?",
        "Exchange for the correct fit?",
        "Can I swap it for a better fitting one?",
        "I wonder if I can swap it for a better fit.",
        "Exchange allowed? Right fit?",
        "I'm wondering if I can change it with proper size.",
        "Is it possible to exchange this for another size I want?",
        "Is it possible to get the right fit by trading in this?",
        "Is it possible to exchange a size for another?",
        "How about switch out the size?",
        "Could we trade it in to get the right fit?",
        "If you need the right size, swap this.",
        "I asked if I could change it with proper size.",
        "Will you allow me to change this size?",
        "Do you want to swap it for my size?",
        "How about swap this for the right one?",
        "Is it ok for you to swap it for my size?",
        "Is it feasible to exchange sizes here?",
        "Can I change to a new size?",
        "Is there a way I can change sizes here?",
        "Will you allow this to be traded for a different size?",
        "Exchange this, get the right size.",
        "Is it possible to swap this for a bigger size I want?",
        "Is there a size exchange available?",
        "Can I change this for something bigger?",
        "Is it possible to swapped for the right size?",
        "Can I switch this out for a better fit?",
        "Look for the right size to exchange this.",
        "Can a size exchange be permitted?",
        "Can I just swap it for the right size?",
        "Is there a way to swap this for right fits?",
        "Can I change to the right size?",
        "I would like to change it with the right size.",
        "Want to swap it for the right one.",
        "Is it possible to swap for a more appropriate size?",
        "Is it possible to swap this for a new one with the right size?",
        "Would you swap size up in exchange?",
        "Is it acceptable to swap sizes here?",
        "Can it be changed to be bigger?",
        "Can I make a substitution for the right fit?",
        "I wonder if I'm eligible to change it with proper size.",
        "Am I able to change it with a proper size?",
        "Is it possible for a size exchange to be permitted?",
        "How can I exchange for the right size?",
        "could I get another one in the correct dimensions?",
        "Will I switch this out for the right fit?",
        "Is it possible for me to trade this for a different size?",
        "Can you swap for a correct size?",
        "Can I change this size?!",
        "Would it be possible to switch sizes here?",
        "Could I switch it out for the right fit?",
        "Is there a way to switch out the size.",
        "Is there a way to trade this in to get the right fit?",
        "We might be able to trade this in for the right fit.",
        "Do I be able to change sizes here?",
        "Is it doable to swap for the right size?",
        "I wonder if I can exchange it for the right size.",
        "This is not my size, switch it soon.",
        "Can it swap sizes here?",
        "Is there a swap for right fit?",
        "Are you interested in exchanging it for my size?",
        "Is it possible to swap for a new one that's the right size?",
        "Is it possible to swap for a more correct size?",
        "I have a question about exchanging this for the right size.",
        "Was it possible to trade this for the right fit?",
        "Is it possible to change this for a bigger one?",
        "Is it possible to swap out the size?",
        "Is this possible to get the right size?",
        "Is it possible to exchange this for a new one on the correct size?",
        "Is it possible for me to get an appropriate size?",
        "Is it possible for me to swap this for a new size?",
        "Can swap out for a better fit?",
        "Is it possible you will swap it for my size?",
        "Can I change it to another size?",
        "Could I exchange for the right size?",
        "Is there a possible exchange of size?",
        "Is there any way to switch sizes here?",
        "Is it possible to swap for right fit?",
        "Is there a size exchange possibility here?",
        "Will there be a swap for my size?",
        "I am wondering if I can switch this out for the right fit.",
        "Am I able to alter sizes here?",
        "Is it possible to exchange for a different size?",
        "I would like to change it with correct size.",
        "Is swap for a larger size possible?",
        "Is it possible to swap for the better size?",
        "Is it possible to replacement with fitting one?",
        "Can I change it for a better fit?",
        "I want to swap it for the right one.",
        "Can I change it to a larger one?",
        "Is it possible to EXCHANGE this for the right size?",
        "The size is wrong, exchange or?",
        "Exchange this in the right size.",
        "Will I swap it for the right fit?",
        "I would like to switch this out for a better fit.",
        "Can I swap for a proper size?",
        "Is there a chance for a size exchange?",
        "Is it possible to change for bigger one now?",
        "Is it possible to exchange my size for another?",
        "Can I change this wrongsize?",
        "Might a size exchange be possible here?",
        "Could I change sizes here?",
        "Is it possible to exchange this for a larger size I want?",
        "This isn't my size, so switch it now.",
        "It's possible to change this to my preferred size.",
        "Can I change this to a different size?",
        "Is it possible for me to exchange for another size?",
        "Can you change for larger one now?",
        "Is it possible to exchange this for a new one that's the right size?",
        "Is it possible for me to exchange my size?",
        "Can we replace it in a bigger size?",
        "Can we swap this for a bigger one?",
        "Would you be happy to swap for the correct size?",
        "Is there a swap for correct size?",
        "Is it okay to swap sizes here?",
        "Can the size be changed to my liking?",
        "Exchange allowed? it was wrong fit.",
        "Can I exchange this for the correct size?",
        "Can I change this for a new one on the right size?",
        "Is a size exchange possible.",
        "I wonder if I can change this wrong size.",
        "I don't know if I am eligible to change it with proper sizing.",
        "Are you willing to swap this for the correct one?",
        "Want to swap this for the right one?",
        "Will it be possible to change it to my preferred size?",
        "It's wrong fit, any exchanges?",
        "Would it be possible to switch out for a better fit?",
        "I want to swap for correct size.",
        "Can a size exchange happen?",
        "For the right fit, may I replace this?",
        "Will you let me swap for a different size?",
        "Can I change a wrong size?",
        "Would the size swap be allowed?",
        "We may be able to swap this in for the right fit.",
        "I wonder if I can swap for the correct size.",
        "Is it possible that I can swap for the right size?",
        "I wonder if it's possible to swap sizes here.",
        "Is it possible toexchange sizes here?",
        "Is it possible for me to swap this for a size I want?",
        "Can we find an even-size replacement?",
        "Can I make a swap for a bigger size?",
        "Really, the fit is wrong. Any exchanges?",
        "Would it be possible to swap if the size is incorrect?",
        "Is it possible that I get a right size?",
        "I would like to change this out for the right fit.",
        "I was wondering if I was able to switch sizes here.",
        "Wrong size, could be changed?",
        "Can it be changed to fit the need?",
        "Is it ok for you to exchange it for my size?",
        "Will you allow me to exchange this for another size?",
        "Exchange this needs the right size.",
        "I was wondering if I could swap this for a larger size.",
        "Is it ok to swap for right fit?",
        "How about swap for the right one?",
        "Would you like to swap for a right size?",
        "Is trading this in to get the right fit possible?",
        "This is not my size,switch it now.",
        "Is it possible that you swap it for my size?",
        "Is it possible to swap this in to get the right fit.",
        "Is it possible to exchange it for the correct size?",
        "Can it change for larger ones now?",
        "Will I swap for right fit?",
        "Can I swap for a more correct size?",
        "Is it possible toexchangesizes here?",
        "Can I switch sizes here?",
        "Can I change it for the correct size.",
        "I wonder if I can replace it with fitting one.",
        "Is it possible to swap for a good size?",
        "Is it possible to swap this for another one in the right size?",
        "Can change now for a bigger one?",
        "Is it possible to exchange it for my size.",
        "Can it be changed in size?",
        "Is it possible to switch with a new size?",
        "This needs the right size to be swapped.",
        "Would it be possible to exchangesizes?",
        "Exchange the right size.",
        "Can I swap this for a new one on the right size?",
        "Is it possible to swapsizes here?",
        "We might want to trade this in for the right fit.",
        "Uhm, wrong fit! Any exchanges?",
        "Is it possible to swap for a size I need?",
        "Do you facilitate exchanges for different sized items?",
        "I would like to exchange this for a bigger one.",
        "Can we replace it at an even-size?",
        "Are you going to swap for a correct size?",
        "Exchange this for the correct size.",
        "Could a size exchange be possible here?",
        "You should allow me to trade this for a different size.",
        "Was it possible to switch with a new fit?",
        "I need to know if I can change it with proper size.",
        "can you switch out for the right fit?",
        "I would like to trade this for another size.",
        "I wonder if I am eligible to change it with proper size.",
        "Is it possible to exchange it for a new one on the right size?",
        "I would like to swap this for a bigger one.",
        "Are we able to change for larger one now?",
        "Is it possible to swap for the right Size?",
        "I need bigger, can it be changed?",
        "I'm wondering if I can get another one in the correct dimensions.",
        "I'm wondering if I can swap this for a bigger one.",
        "Is it possible to swap this for a different size.",
        "This is not my size. switch it now.",
        "This isn't my size, switch it.",
        "I am looking for a size I can swap this for.",
        "Can I get another one in proper dimensions?",
        "Exchange this with a correct size.",
        "Might it be possible to swap for the right size?",
        "Would you like to swap for the correct size?",
        "Can this size be changed for me?",
        "Can I change it for a larger one?",
        "Can I swap it for a good fit?",
        "Is it possible to swap for a correct size?",
        "Are you willing to swap for a correct size?",
        "Would the size exchange be possible?",
        "Might I swap for a better fit?",
        "Maybe I should switch this out for the right fit.",
        "Can I switch out for a better fit?",
        "We can swap this in to get the right fit.",
        "Is it possible to swap if the sizing is wrong?",
        "You need to swap this for the right size.",
        "Are I able to swap this for a larger one?",
        "swap possible if wrong size?",
        "The right size was needed to exchange this.",
        "Is it possible for me toexchange for a different size?",
        "Will you swap it for a larger amount?",
        "Is it possible to change it to need bigger.",
        "I wondering if I can switch sizes here.",
        "I would like to exchange this for the right size.",
        "Is it possible to change for the larger one now?",
        "Am I able to change it to need bigger?",
        "Is it possible to swap this for the correct size?",
        "Is it possible to get a correct size for me?",
        "It's a wrong fit, exchange allowed?",
        "Can it be changed for bigger one?",
        "can I swap for the correct size?",
        "I would like to know if a size exchange is allowed.",
        "Is it possible to swap between the right size?",
        "I want to swap it for the proper fit.",
        "Can I change it for the proper fit?",
        "Is there a size exchange feasible?",
        "Does changing for the right size possible?",
        "Do you allow exchanges for different size?",
        "Is swap for right fit possible?",
        "Would you be interested in swap for correct size?",
        "exchange this with the right size",
        "Should I be allowed to swap this for a different size?",
        "Can a size exchange be arranged here?",
        "I am wondering if I can exchange this for the correct size.",
        "Is it possible that you'll swap it for my size?",
        "You could swap if there's an incorrect size.",
        "Is it possible to exchange this for a new one of the same size?",
        "Is it possible for someone to swap for a different size?",
        "Is it possible to trade this in to get the right fit?",
        "Maybe you could swap this for the right one.",
        "Will it be possible to change this to my preferred size?",
        "Will you give me a replacement for my size?",
        "If it's incorrect size, do you swap it?",
        "Is there any way to swap for the right size?",
        "Is it possible to exchange it for a size I'm looking for?",
        "Would a size exchange be possible?",
        "Can I make a swap for the right fit?",
        "Are you ready to swap this for the right one?",
        "Is it possible I switch out for the right one?",
        "Will I change this out for a better fit?",
        "Are you willing to allow me to trade this for a different size?",
        "I want to trade this for a different size.",
        "Is it possible for me to obtain the right size?",
        "Is it possible for me toexchange this for a larger size?",
        "Is it possible to swap right size?",
        "Is it possible to swap this for a bigger size.",
        "I wonder if I can exchange this for the right size.",
        "swap for the right size?",
        "Can I get another one that is the correct dimensions?",
        "Can it be used to swap sizes here?",
        "Is there a way to exchange for the right size?",
        "Can you offer me a chance to size up in exchange?",
        "Will you be able to swap this for a different size?",
        "Is it possible to change it to fit properly?",
        "I would like to swap for right fit.",
        "Exchange it and need the right size.",
        "Is it possible for me to EXCHANGE this for a larger size?",
        "Would a size exchange be permitted?",
        "I need to know if I can change sizes here.",
        "Can I get a different one in the correct dimensions?",
        "Is it okay for me to exchange for the right fit?",
        "Would it be possible to swap for the right size?",
        "I want to exchange this for the right size.",
        "Are you willing to swap for a different size?",
        "Do you want to swap for correct size?",
        "I need to swap for the right size.",
        "Can I change it to fit nicely?",
        "Would you like to swap for a correct size?",
        "I would like to swap it for the correct one.",
        "I would like to be able to change this to my preferred size.",
        "Is there a way to change this to my preferred size?",
        "Can I make a substitution for the correct size?",
        "Can i change this size?",
        "Is substituting for the correct size possible?",
        "Can I swap for a bigger thing?",
        "I would like to swap it for a better fit.",
        "Will I be able to swap it for the correct one?",
        "Is it possible to swap this for right fits?",
        "Is there a way to change it with the correct size?",
        "I am wondering if I can exchange for the right fit.",
        "Is the swap for the right size possible?",
        "Is it possible for me to swap this for a different size?",
        "Is it possible to exchange this for the right size?",
        "Should I change it with proper size?",
        "Is it possible to change it with right size?",
        "Is there an exchange for the right size?",
        "If it's wrong size, would you exchange it?",
        "I would like to be able to trade this for a different size.",
        "What about exchanging this for right fits?",
        "Could I switch out for the right fit?",
        "exchange this, need the right size",
        "Change for the right size?",
        "Can IChange it to fit better?",
        "Is a size exchange doable here?",
        "Is that possible to exchange sizes?",
        "This should be exchanged for the right size.",
        "Need the right size instead?",
        "Are you wanting to swap for the correct size?",
        "Is it possible to switch for larger one now?",
        "How about a swap with an item size?",
        "Is it possible for me to exchange this for a size that I am looking for?",
        "Is it possible for me to exchange for a better fit?",
        "Is it possible to swap this for a size I am after?",
        "Is it possible for me to swap for a size I'm looking for?",
        "Can I exchange for the correct size?",
        "Can we replace it in an even-sized way?",
        "I am wondering if I can swap this for a bigger size.",
        "Is it possible for me to exchange this for a bigger fit?",
        "Could I swap it for the correct size?",
        "Could I swap for a better fit?",
        "It is possible for me to exchange the right size.",
        "Is it possible to change for bigger one.",
        "Will you exchange my size?",
        "Should you swap it for my size?",
        "Do you think it's possible to swap for the right size?",
        "Is it possible for me to swap for a correct size?",
        "Is it possible for me to swap this for a bigger item?",
        "Can you swap it for my size?",
        "I wonder if I switch this out for a better fit.",
        "There is a potential for a size exchange here.",
        "Is there any chance of swapping for the right size?",
        "Is it possible to switch out for right fit?",
        "Could we get the right fit by trading this in?",
        "Do I have the right to change it with proper size?",
        "Can changing for larger one be done now?",
        "Is it possible to exchange this for a size I'm looking for?",
        "Could I get it in the correct dimensions?",
        "Maybe a size exchange is possible here?",
        "This is not my size... change it now.",
        "Can we change for bigger one?",
        "Try to swap for the right size.",
        "Is it possible to swap this for another one on the right size?",
        "switch it now, it's not my size.",
        "Is it conceivable to swap for the right size?",
        "Is there a size swap possible?",
        "Exchange this, need the appropriate size.",
        "We could get the right fit by trading this in.",
        "Would like to swap this for the right one?",
        "Is it possible to exchange this for a new one with the correct size?",
        "Could I switch sizes here?",
        "Is it permissible to change it with the correct size?",
        "Can you swap this for the correct one?",
        "Is it permissible to change it with a proper size?",
        "Is it possible to swap this for a larger size I am looking for?",
        "Is it possible to exchange the correct size?",
        "Is it possible to swap if there is an incorrect sizing?",
        "Is it possible to trade this in to get the best fit?",
        "Correct size is needed to exchange this.",
        "Can my size be swapped?",
        "Is it possible to change for the bigger one now?",
        "Is it possible for me to exchange this for a larger item?",
        "This isn't the right size, can I change it?",
        "What about exchanging sizes here?",
        "Exchange this for better fits?",
        "Will I be allowed to swap for a different size?",
        "Do you want to swap for the correct size?",
        "Would a size exchange be allowable?",
        "This isn't my size and I need to switch it now.",
        "Is it possible to exchange this for a new size?",
        "Would it be possible for a size exchange to be allowed?",
        "Will it be swapped for my size?",
        "Is there a way to swap this for a bigger size?",
        "Uhm, how about an item-sized swap?",
        "Can this be changed to another size?",
        "Is there a way to swap it for the correct size?",
        "Will it be possible for me to trade this for a different size?",
        "Can I replace it with the right one?",
        "Does it make sense to exchange for the right size?",
        "Exchange this, need the right size",
        "Would you allow me to swap for a different size?",
        "I can switch this out for the right fit.",
        "Is this wrong size possible to change?",
        "Will it be possible to swap for the right size?",
        "Can I have an even-size replacement?",
        "Could I swap for the right size?",
        "Is it possible to exchange this for the right size.",
        "Is there a way to exchange it for the right size?",
        "Can I make a swap for a bigger one?",
        "I want to switch out for the right fit.",
        "Can I swap this for a size I'm after?",
        "Can I change it for a proper one?",
        "Does it possible to switch out for a better fit?",
        "Will it be possible to change for larger one now?",
        "Is it possible to swap for a bigger size I'm looking for?",
        "How about a swap with an item-sized difference?",
        "Correct size exchange or?",
        "Are I able to switch sizes here?",
        "Is it possible to swap for Correct size?",
        "I want to swap it for the correct size",
        "I would like to switch out the size.",
        "Is it possible to swap for the correct size.",
        "I would like to change it with the proper size.",
        "Can I swap this for a more appropriate size?",
        "Is it possible to change for a larger one now.",
        "Please change the sizes of this item.",
        "Is it possible to swap it for the best fit?",
        "Can I change this for another size?",
        "Exchange for the correct size?",
        "Is it possible to exchange my size for the right one?",
        "You need to Exchange this with the right size.",
        "Can I make a substitution for the proper fit?",
        "Will you swap it for something of my size?",
        "Is a sizeexchange allowed?",
        "I can switch it out for the right fit.",
        "Is it possible to swap this for a larger size I need?",
        "Exchange this to get the right fit?",
        "Is it possible to make exchanges for different sizes?",
        "Could we exchange this for the right fit?",
        "Is it possible to swap for a size that I want?",
        "How about swap for the right size?",
        "It needs bigger can it be changed?",
        "Can we do an equally-sized replacement?",
        "Is there a swap for the proper fit?",
        "Is it possible to exchange it if it's wrong size?",
        "Can I replace this wrong size?",
        "Can I change this size?",
        "Would you allow exchanges for different sizes?",
        "Can I change it to a fit one?",
        "Can you switch out for the right fit.",
        "If it's not right size, do you swap it?",
        "I would like to exchange this for a larger size.",
        "I wonder if you'll swap it for my size.",
        "Is there a swap for a right fit?",
        "Am I able to swap for the right size?",
        "Can change now for bigger one?",
        "Might a size exchange be allowed?",
        "Am I able to change this size?",
        "Can it be changed now for a larger one?",
        "Is a size exchanging allowed?",
        "I wish to exchange this for the right size.",
        "Would a size exchange permissible?",
        "Can it be changed? need bigger",
        "Is it possible to exchange this for a better size?",
        "Is there a way to exchange for the correct size?",
        "I wonder if I can change this out for the right fit.",
        "Absolutely wrong fit! How about exchanges?",
        "Might you switch out the size?",
        "Yes, can I swap for the correct size?",
        "Is it possible that I can get the right size.",
        "Do you allow me to swap for a different size?",
        "Is this swapable for a larger size?",
        "Can there be a switch out for the right fit?",
        "How about a swapped item-sized?",
        "Exchange for the right fit, may I?",
        "Do you want to swap for another size?",
        "Will I be able to swap this for a bigger one?",
        "Can I have it changed to my preferred size?",
        "Can you allow me to swap it for a different size?",
        "swapping for the right size?",
        "Will you allow me to swap this for a different size?",
        "Is it allowed for a size exchange?",
        "Does it make sense to swap for the proper fit?",
        "Will a size exchange be possible here?",
        "I wonder if I can change it with a proper size.",
        "Are I able to swap sizes?",
        "This size can I change?",
        "Any chance for a change in size?",
        "Are I allowed to change it with the correct size?",
        "I wish to trade this for a different size.",
        "Would it be possible to exchange sizes?",
        "Is it possible for me to exchange this for a size that I'm looking for?",
        "Can I get it back in the correct size?",
        "If it's wrong size, will you swap?",
        "Should you swap for a correct size?",
        "Is it possible to change the size of this.",
        "Is it possible to swap this for a size that I want?",
        "Are you able to switch out for a better fit?",
        "Would we trade this in to get the right fit?",
        "Can I change this for my preferred size?",
        "Can you switched out for the right fit?",
        "Can I swap this for a new one on the correct size?",
        "Would it be possible to change a size?",
        "This is not the right size, can I change it?",
        "Is there a way to swap this for the right one?",
        "This could be traded in to get the right fit.",
        "Was it possible to swap this in to get the right fit?",
        "Is it possible to alter this to my preferred size?",
        "May I be exchanged for a better fit?",
        "Could we swap in this for the right fit?",
        "Any chance at changing the size?",
        "Is it possible for them to exchange sizes here?",
        "Is it possible to facilitate exchanges for different sizes?",
        "Can we change this bigger?",
        "Is it possible to exchange this for a new one that is the right size?",
        "I don't know if I can switch this out for the right fit.",
        "Will it be possible to change out for the right fit?",
        "Would it be possible for me to exchange this for a bigger size?",
        "Can swap out for the right fit?",
        "Can I switch to a different size here?",
        "Is it possible for me to swap for the correct size?",
        "We could trade this in to get the right fit.",
        "Is it possible for me to swap size?",
        "Would it be possible to switch the sizes?",
        "If there's an incorrect size swap is possible?",
        "Can I change it to fit correctly?",
        "Is it possible to exchange it for a new one in the right size?",
        "This isn't my size; switch it now.",
        "Absolutely wrong fit, so any exchanges?",
        "I wonder if I can swap for a bigger one.",
        "Is it possible that I exchange for right fit?",
        "Is a size exchanging possible here?",
        "Is it legal to change it with proper size?",
        "Will you allow me to trade it for a different size?",
        "How about an item sized swap?",
        "I wonder if I can exchange for a better fit.",
        "Is it feasible to exchange for a different size?",
        "I'm wondering if I can swap it for the correct size.",
        "Can I exchange this for a larger size I need?",
        "Is it possible to exchanges for the right size?",
        "Could the wrong size be changed into a new one?",
        "Would a size swap be possible here?",
        "Is it possible for me to swapsize?",
        "Is it possible to swap for proper size?",
        "Is it possible to change for the right size?",
        "Can I swap this for a different one on the right size?",
        "Exchange this for the proper size.",
        "Is a size exchange okay?",
        "Is it possible to get the correct size for me?",
        "Is it possible to change it to a proper size?",
        "Is it possible for me to swap for a right fit?",
        "Is there a way to swap this for the right fit?",
        "I don't know if I can swap it for the right fit.",
        "Do you plan on exchanging it for my size?",
        "I would like to switch the sizes here.",
        "Will you allow me to swap this for a smaller one?",
        "We may need to trade this in to get the right fit.",
        "It is possible for me to exchange this for a size I am looking for.",
        "Can I change it for a different fit?",
        "Is it possible you facilitate exchanges for different sizes?",
        "A size exchange?",
        "I need to exchange for the right size.",
        "Would it be possible to swap this in to get the right fit?",
        "Do you swap it if it's wrong size?",
        "swap for right size?",
        "Can I get this in the right size?",
        "Is it possible to swap it for a proper fit?",
        "You need the right size to exchange this",
        "Can it be changed to fit properly?",
        "Can I exchange this for the right size?",
        "I would like to trade it for a different size.",
        "Is it possible to swap for the appropriate size?",
        "I would like to switch this out for the right one.",
        "Can I change it for better fit?",
        "Can I swap this for a size I'm looking for?",
        "Would it be allowed to exchange size?",
        "Is it possible to swap this for a smaller size I need?",
        "Could we swap this in to get the best fit?",
        "Can I get another in the right dimensions?",
        "Can a bigger replacement be done, please?",
        "It would be possible to swap for the right size.",
        "Does swapping for the right size happen?",
        "Can I change it to my preferred size.",
        "I am interested in exchanging this for the right size.",
        "Is it possible to exchange if it's not the right size?",
        "Is it possible to swap it for a new one on the right size?",
        "Maybe you should swap for the correct size.",
        "Is it possible that I swap for right fit?",
        "Are I able to exchange for the right fit?",
        "Is it feasible for me to exchange for a different size?",
        "Are you interested in swap for a correct size?",
        "Am I allowed to exchange sizes here?",
        "Is it possible to switch out the size?",
        "Would it be possible to switch sizes?",
        "Is it possible to exchange for a correct size?",
        "I wish to swap for the right fit.",
        "You can swap for correct size.",
        "Is there a swap of size?",
        "Can this size be changed to my preference?",
        "How about an item-sized swap?",
        "Is it possible to replace with a fitting one?",
        "Is it possible to swap for the correct fit.",
        "Would it be better to swap for the correct size?",
        "Is it possible to swap for a right fit?",
        "Can I change for a bigger one now?",
        "We might be able to trade this for the right fit.",
        "Is it possible to change it with correct sizing.",
        "Is that the right size to change it with?",
        "I was wondering if I could swap for the right size.",
        "We could potentially trade this in to get the right fit.",
        "Do you allow me to swap this for another size?",
        "Is exchanging available when something doesn't fit?",
        "Can you allow me to swap for a different size?",
        "Is a size swap feasible here?",
        "Can I change it with proper dimensions?",
        "We could trade in to get the right fit.",
        "It needs larger can it be changed?",
        "Will I be able to swap this for a larger one?",
        "Was it possible to swap this in for the right fit?",
        "Could I change it to fit better?",
        "I was wondering if I could swap this for a bigger one.",
        "Is it possible to swap it for a bigger one?",
        "I was wondering if I could swap it for the proper fit.",
        "I was wondering if I could swap for the correct size.",
        "This isn't my size...switch it.",
        "Are you wanting to swap for a correct size?",
        "I was wondering if I could swap for a larger size.",
        "Can it be changed for larger ones?",
        "Are I able to swap for a larger size?",
        "I'm wondering if I can swap this for a larger one.",
        "Is it possible to exchange the same size here?",
        "Is it possible to swap for a new size?",
        "Can I replace it with the correct size?",
        "switch it now, this isn't my size.",
        "I wonder if I can change it with proper sizes.",
        "It is possible for me to swap for the right size.",
        "I wondered if I could swap it for the right fit.",
        "Can we change it for larger one now?",
        "Are you able to swap for the correct size?",
        "Can we do a replacement that's not too big?",
        "Can they swap for the correct size?",
        "Will your exchange be for my size?",
        "Is there a size exchange here?",
        "I want to change it with the right size.",
        "This is not my size, switch now.",
        "Is it possible for sizes to be switched?",
        "Is it possible to exchange this for a bigger item?",
        "Can I change it to the correct size?",
        "Is it possible to change it with appropriate size?",
        "I am wondering if I can swap it for a better fit.",
        "Wrong fit, any exchanges?",
        "Is it possible to exchange this for a new one in the same size?",
        "Is it possible to swap for the right size?!",
        "I'm not sure if I can change it with proper size.",
        "Can I swap for the right size?",
        "I would like to exchange this for a bigger size.",
        "It is possible to swap for a larger size.",
        "Would a size exchange be ok?",
        "Can this be altered to my preferred size?",
        "Could we make a swap to get the right fit?",
        "What if you swap for the right size?",
        "We could swap this in to find the right fit.",
        "Is there a size exchange available here?",
        "Is it possible to exchange for a size I'm looking for?",
        "I wonder if it's possible to change for larger one now.",
        "Need the right size for the exchange.",
        "I'd like to change it with proper size.",
        "Exchange this and need a correct size.",
        "Want to swap for a new size?",
        "I'm wondering if I can swap for the correct size.",
        "Is it possible to swap it for a better fit?",
        "Are I able to change the size here?",
        "Can there be a change for bigger one?",
        "Is it possible to facilitate swaps for different sizes?",
        "Would you like to swap for a larger size?",
        "Are I able to switch sizes?",
        "Can I switch out for the correct fit?",
        "swapping for the right size is possible",
        "The fit was wrong, any exchanges?",
        "swap possible if incorrect sizing",
        "Will it be possible to switch for the right fit?",
        "Correct size - exchange or?",
        "Is there a way to swap for the correct size?",
        "Is it possible to exchange if it's wrong size?",
        "It's possible to exchange for the right size.",
        "Are it possible to swap sizes here?",
        "Could we swap it for the right fit.",
        "Is it possible to swap for right fits?",
        "I want to change this to my preferred size.",
        "Is it possible for me to exchange it for a bigger size?",
        "I would like to swap for a right fit.",
        "It might be possible to swap if the size is incorrect.",
        "Is it possible to trade this in to find the right fit?",
        "Can I have it changed?",
        "Is it possible to swap this for a new one that's the right size?",
        "swap for the correct size",
        "Is it possible to change it with proper size?",
        "It may be possible to swap if there is an incorrect size.",
        "Is it possible that I could get another one in the right dimensions?",
        "Is it possible to swap out for a right fit?",
        "Is it possible to change to the right fit?",
        "I wonder if I can swap it for the proper fit.",
        "Is it possible to exchange for a correct fit?",
        "I need to switch this out for the right one.",
        "Is it possible to exchange this for a new one on the right size?",
        "Please change this size!",
        "Are you able to swap this for the right one?",
        "Is it possible to exchange this for a larger one?",
        "I want to swap for a larger size.",
        "Is there a exchange of size here?",
        "Can I swap for a new one on the right size?",
        "Exchange this, want the right size.",
        "Just swap for the correct size?",
        "Could I swap for the correct size?",
        "Can I make a swap for a larger size?",
        "Is it possible to swap this for a new one with the same size?",
        "How about an item-sized swap, huh?",
        "It might be possible to exchange for the right size.",
        "Can change for bigger ones now?",
        "I wonder if I can switch this out for the right fit.",
        "Is there a way to change it with proper sizing?",
        "This isn't my size, switch it immediately.",
        "Can I correct this wrong size?",
        "Will I swap for a correct size?",
        "Correct size can I swap?",
        "Is it possible for me to change it with a proper size?",
        "I don't know if I should switch this out for the right fit.",
        "Can I get another one that's in the correct dimensions?",
        "You may want to swap for the correct size.",
        "Was it possible to switch out the size?",
        "Can we trade it in to get the right fit?",
        "Can I change it with a fit one?",
        "Could I get another one with correct dimensions?",
        "Is it possible to swap with fitting one?",
        "Is it possible to swap the sizes here?",
        "Could we swap this in for the right fit?",
        "Is it possible to swap it for the proper fit?",
        "Is it possible to exchange for the best fit?",
        "This is not my size and I need to switch it.",
        "Can this be moved to my preferred size?",
        "Is it possible to swap this out for a better fit?",
        "Can I change this for something larger?",
        "Is it possible to change it to fit?",
        "I am wondering if I can swap for a correct size.",
        "Is it possible to trade it in to get the right fit?",
        "Is it possible to swap between sizes?",
        "Can I exchange this for a new one that's right size?",
        "Could a size exchange happen here?",
        "Could I get another in the right dimensions?",
        "Is it possible to switch for right fit?",
        "It was wrong fit, any exchanges?",
        "I would like to exchange for right fit.",
        "Is swapping for a different size possible?",
        "Will you let me swap this for a bigger one?",
        "Can it be changed for a larger one?",
        "Is it possible to change with proper size?",
        "Might I switch it out for the right fit?",
        "Is it possible to switch out for another fit?",
        "Can we do a replacement with the same size?",
        "Would you swap for a correct size?",
        "Is it ok to exchange for the right fit?",
        "If it's not the correct size, do you swap it?",
        "Is it possible to swap if it's wrong size?",
        "Is it possible for me to exchange this for a bigger item?",
        "I need to swap it for a better fit.",
        "Are I able to change size here?",
        "I wish to exchange for the right fit.",
        "Is it possible to switch with a new fit.",
        "Exchange this if you need the right size.",
        "A size exchange could be possible.",
        "Is there a chance of a size exchange here?",
        "Can I swap this for a larger size I am looking for?",
        "Is it possible to swap this for a new one with the correct size?",
        "Can I change this size to my liking?",
        "Is it possible to swap for a new one in the right size?",
        "Would it be ok to exchange size?",
        "Could the sizes possibly be switched?",
        "Is it possible to trade the right size?",
        "Will I be able to change the size here?",
        "Is it possible to change this to my preferred size.",
        "Can I swap it for the perfect fit?",
        "Is changing for the correct size possible?",
        "Is it possible for me to swap this for a new one in the correct size?",
        "Does it be possible to get the right size?",
        "This could be exchanged for the right size.",
        "Will you approve a trade for a different size?",
        "This could be swapped for the right fit?",
        "Is it possible to change it with the correct sizing?",
        "Can I switch for the correct size?",
        "Is changing for larger one possible now?",
        "Can I have it in the correct size?",
        "Is it possible to change this out for the best fit?",
        "Is it possible for people to swap for the right size?",
        "Can you change it?",
        "Is swapping for the right size doable?",
        "Is it possible for me to swap this for a size I am looking for?",
        "Do I have to swap for a correct size?",
        "Have a swap for the correct size?",
        "I'd like to swap it for the right size.",
        "Is it possible for me to swap this for the right one?",
        "Will it be possible to change for a larger one now?",
        "Can I change them with a fitting one?",
        "Want to swap for a chance to size up?",
        "Might we trade this in for the right fit?",
        "Should you swap for the correct size?",
        "Is it possible for me to exchange for the right one?",
        "Can I exchange for a correct size?",
        "I question if I can change sizes here.",
        "Is it possible to exchange this for the size I'm looking for?",
        "Is it possible toexchange for a different size?",
        "Will I be allowed to trade for a different size?",
        "Will you let me trade it for a different size?",
        "Can I get another in the proper dimensions?",
        "Can I change a size?",
        "Is it possible for me to swap this for a new one in the right size?",
        "We should trade it in to get the right fit.",
        "We could trade this in for the right fit.",
        "We could swap it in for the right fit.",
        "If it's wrong size, do you exchange it.",
        "need the right size to exchange this",
        "Can you allow me to trade this for another size?",
        "What about an item-sized swap?",
        "We may be able to trade this in to get the right fit.",
        "Is a size exchange doable?",
        "Exchange sizes here?",
        "I'm interested in trading for a different size.",
        "Want to exchange size?",
        "Can I replace it with the right size?",
        "Would I be able to switch sizes here?",
        "I wonder if I can swap it for the correct fit.",
        "Is it possible I swap for the right fit?",
        "How about a chance to size up in exchange?",
        "Is a size exchange allowable?",
        "Is it possible to swap it for the correct size?",
        "Can we change for a larger one now?",
        "Can you swap for a better size?",
        "Is it possible to swap for a bigger size.",
        "This isn't my size, switch it now!",
        "Is it permissible to change it with proper sizing?",
        "Is there a way to swap out the size?",
        "Can I change it to fit me better?",
        "Is it possible to swap it for a proper one?",
        "You should allow me to swap this for a different size.",
        "Is a size swap possible here?",
        "Is it possible to exchange Sizes?",
        "If the size is incorrect, do you exchange it?",
        "Is it feasible to swap for the correct size?",
        "Is it possible to exchange the right size for another?",
        "Was it possible for me to get the right size?",
        "Would you like to swap for the right size?",
        "Will you exchange it for something of my size?",
        "I wish to swap this for a larger one.",
        "Does swap for the right size happen?",
        "I wish to switch this out for a better fit.",
        "Can there be swaps for the right size?",
        "Is it possible to swap this for a new one that is the same size?",
        "Really, wrong fit, any exchanges?",
        "I would love to swap it for the correct size.",
        "Is it possible to switch out for the right one?",
        "Will you swap it for me in my size?",
        "If the size is wrong, do you swap it?",
        "I would like to change it with proper sizing.",
        "Can I change it to the correct size.",
        "Is it possible to exchange this for a new one in the right size?",
        "am I able to change sizes here?",
        "It is possible to swap for a correct size.",
        "Can I replace this with a larger one?",
        "Is it possible to swap this for a larger size I want?",
        "Is it possible to change it with proper fit?",
        "Is it possible for me to EXCHANGE this for a bigger size?",
        "Is it possible to exchange it for the right size?",
        "Need to swap this for the right one?",
        "Can I change the size of this thing?",
        "Could you switch out for a better fit?",
        "Can I change size here?",
        "Does it happen to swap for the right size?",
        "I wonder if I can swap this for a larger size.",
        "An item-sized swap?",
        "Should I replace it with a fitting one?",
        "Is there a way for me to exchange this for a larger size?",
        "You can swap it for the correct size.",
        "The size is incorrect, exchange or?",
        "Could I get another one in the correct dimensions?",
        "Is it permissible to exchange for the right fit?",
        "Is swapping for the same size possible?",
        "Can i change sizes here?",
        "If it is wrong size, do you swap it?",
        "I'm wondering if I can switch this out for the right fit.",
        "Is it possible to alter this wrong size.",
        "Is it possible to switch out for the perfect fit?",
        "Could it be possible to swap for the right size?",
        "I need to exchange this for the right size.",
        "Can I change it to fit it better?",
        "Is it possible for me to change it with proper sizing?",
        "Are you willing to trade this for a different size?",
        "If it is not right size, do you exchange it?",
        "Can I exchange this for a new one that's the right size?",
        "If it's not the right size, do you swap it?",
        "Is swaps possible if incorrect sizing?",
        "Were we able to swap this in to get the right fit?",
        "If it's the wrong size, do you exchange it?",
        "Is it possible for me to change for the right size?",
        "Can I change it for the right size.",
        "Do you think a size exchange can be allowed?",
        "Could I switch this out for the right fit?",
        "Can it be changed in order to need bigger?",
        "Can I change it to suit me better?",
        "Is it possible to change it for the correct size.",
        "Someone is wondering if a size exchange is possible.",
        "You want the right size to exchange this.",
        "Can I change thissize?",
        "Is there an option to swap for the right size?",
        "Is it possible to swap for the best size?",
        "How about a swap for an item-sized item?",
        "Can I get the rightsize?",
        "Can i change it to fit better?",
        "Can it change for larger one?",
        "swap possible if there is an incorrect sizing",
        "Do I have the ability to switch sizes here?",
        "Is it possible to swap this in to get the best fit?",
        "Can I have this changed to my favorite size?",
        "Someone wants to know if a size exchange is possible here.",
        "Is it possible to swap sizes?",
        "Will you change it for my size?",
        "I wonder if I will exchange for the right fit.",
        "Is it possible to exchange for a larger one?",
        "Can I switch it out for a better fit?",
        "Could I get another with the correct dimensions?",
        "Is substitution possible for the right size?",
        "Will you give it back to me in my size?",
        "Is it possible to swap if incorrect size is involved?",
        "Is it possible to swap this for a new one in the right size.",
        "Is it possible to switch size here?",
        "Are you going to swap for the correct size?",
        "Can I change it for the right fit.",
        "You need to exchange this for the correct size.",
        "Can I swap it for a new one on the right size?",
        "Can it be changed for larger one?",
        "Could I swap this for a new one on the right size?",
        "Do you want to swap for a correct size?",
        "Will you permit me to swap this for a different size?",
        "can you switch out for the right fit",
        "Correct size swap?",
        "How about an item size swap?",
        "Exchange it for a better fit?",
        "Is it possible to swap it for my size?",
        "Will I be able to replace it with a fitting one?",
        "Right size is needed to exchange this.",
        "Might I switch out for a better fit?",
        "Is it possible for me to swap this for a bigger one?",
        "Is it possible to exchange this for a right fit?",
        "Is it possible to swap this for a new one at the right size?",
        "We should swap this in to get the right fit.",
        "May I switch out for a better fit?",
        "What if you wanted to swap for the correct size?",
        "Can we change this larger?",
        "Is it possible to change for a bigger one?",
        "We could trade this for a better fit.",
        "Is it possible to switch out to the right fit?",
        "I wonder if I can switch sizes here.",
        "Is there a way to swap this for a bigger one?",
        "Is it possible to swap out for the right fit?",
        "Is it possible that sizes could be switched?",
        "Should I be able to change it with proper size?",
        "Could I switch out for a better fit?",
        "It's the wrong fit, any exchanges?",
        "Am I allowed to change it with a correct size?",
        "Is it possible for me to exchange a size?",
        "The fit is wrong! Any exchanges?",
        "Can you change for a bigger one now?",
        "I am wondering if I can swap for a bigger size.",
        "What if a size exchange is possible here?",
        "Would you be willing to swap for a different size?",
        "I need to swap for a correct size.",
        "This could be changed to my preferred size.",
        "Is it possible for me to trade this for a larger size?",
        "Can we get an even-size replacement?",
        "Can I change it to fit it?",
        "Is it possible for me to swap for a size I am looking for?",
        "Want to make a swap for the correct size?",
        "Can this be swapped for a bigger one?",
        "Is it appropriate for me to exchange for the right fit?",
        "Is an exchange of size possible here?",
        "Maybe I should switch it out for the right fit.",
        "Can this size be exchanged?",
        "It is possible to change it with proper size.",
        "There is a wrong fit. Any exchanges?",
        "It is possible that I exchange for the right fit.",
        "Is a size exchange possible",
        "Can I change it to the size I prefer?",
        "Is there a way to swap this in to get the right fit?",
        "Can I have this altered to my preferred size?",
        "Could we trade in this for the right fit?",
        "Can I change this right size?",
        "Will it be possible to change for larger ones now?",
        "Could I get another one that was the correct size?",
        "Is it possible to swap this for a new size?",
        "Is it possible that I switch out for the right one?",
        "Is a size exchange feasible here?",
        "Could you give me a chance to size up in exchange?",
        "I was wondering if I could exchange this for the right size.",
        "I wonder if I can swap for a bigger size.",
        "Do I have to change it with proper size?",
        "Exchange this and needs the right size.",
        "Please swap for the correct size.",
        "Exchange it for the right size.",
        "Exchange allowed? The fit was wrong.",
        "Is a sizeexchange possible?",
        "Is there a way to change for the right size?",
        "Might we switch out the size?",
        "Is it possible to get another in the correct dimensions?",
        "It is possible to switch out for the right fit.",
        "Could we trade it for the right fit?",
        "Is there an exchange of size here?",
        "Can I change this incorrect size?",
        "I would like to change it to fit.",
        "Can I change this particular size?",
        "Can we swap this for the right fit?",
        "I would like to swap it for a proper fit.",
        "Will I be allowed to swap this for another size?",
        "Will you swap it for my new size?",
        "I was wondering if I could switch sizes here.",
        "There could possibly be a size exchange here.",
        "This is not the correct size, can I change it?",
        "Is a size exchange available here?",
        "Do you want to swap for the correct size.",
        "Are you interested in swap for correct size?",
        "Am I able to switch out for the right fit?",
        "Can you swap for the right size.",
        "This needs the right size to be exchanged.",
        "Can I change for a different size?",
        "Is it possible to do an even size replacement?",
        "If the size is incorrect swap possible.",
        "Can I swap it for another size?",
        "Am I allowed to change it with proper size?",
        "Will I be able to swap it for the right one?",
        "Is it possible to change it to my preferred size.",
        "Is it possible to transfer sizes here?",
        "Is it possible to swap this for a new one that is right size?",
        "I wonder if I can swap for the right size.",
        "It may be possible to swap if the size is incorrect.",
        "It is possible for me to swap this for a new one on the right size.",
        "Is it possible to adjust for the right size?",
        "Is it okay to exchange if it's wrong size?",
        "Want to swap this one for the right one?",
        "Is there a way to swap size?",
        "Can I swap this for a size that I am looking for?",
        "If it's not the correct size do you exchange it?",
        "Can i swap for the correct size?",
        "Is exchanging for the right fit possible?",
        "Is it possible for me to exchange this for the right size?",
        "Exchange, need the right size.",
        "Is it possible to exchange for the right size?",
        "I am wondering if I can switch out for the right fit.",
        "The person wants to swap for the correct size.",
        "How about exchanging this for right fits?",
        "It would be possible to switch sizes.",
        "I want to swap for a larger one.",
        "Try to swap for a correct size.",
        "For the right fit, exchange this?",
        "I would like to change it with proper sizes.",
        "Can it change now for bigger one?",
        "Is it ok to change it with the proper size?",
        "Is it possible to exchange this for a size I am after?",
        "Do you know if you can size up in exchange?",
        "Is it possible that I exchange for a right fit?",
        "Can I just swap it for a better fit?",
        "Is it possible for a size exchange to happen here?",
        "Is there a swap for my size?",
        "Can this be changed to the size I prefer?",
        "Could you size up in exchange?",
        "Is it possible to swap this for a bigger size?",
        "Can I change this to the size I like?",
        "I wonder if it is possible to switch out for the right fit.",
        "This is not my size...switch it immediately.",
        "Can this be changed for larger one?",
        "Could we swap this in to get a better fit?",
        "Is it possible to exchange sizes.",
        "Howabout an item-sized swap?",
        "Is it possible for me to swap for a better size?",
        "Do you think I can swap this for a different size?",
        "Is a sizeexchange possible here?",
        "Is it possible to swap it for the better fit?",
        "If it's not the right size do you exchange it?",
        "I'd like to exchange it for the right size.",
        "Am I able to change it with a correct size?",
        "Can I swap this for a size I need?",
        "It is necessary to exchange this with the right size.",
        "Is it possible for a size exchange here?",
        "This isn't my size and I have to switch it now.",
        "Exchange this for something more fitting?",
        "Can it please be changed?",
        "Can I change it for the correct one?",
        "Is it possible to switch this out for the right thing?",
        "Might I change it out for the right fit?",
        "Do you think we should switch out the size?",
        "How about an item-sized swap, eh?",
        "Please change sizes, this doesn't fit!",
        "Want to swap it for the right one?",
        "Is it possible to exchange this for the right fit?",
        "I wonder if I could change it with proper size.",
        "How about an item-sized swap, right?",
        "Can I change this to my preferred size.",
        "Is a swap of sizes possible?",
        "Need the right size for exchanging this.",
        "Want to swap for a different size.",
        "Is it possible for me to change sizes here?",
        "Want a swap for the right size?",
        "I would like to trade for a different size.",
        "Will I exchange for a right fit?",
        "Is it possible to swap it for a bigger size?",
        "Can I change it for another size?",
        "Are you able to switch sizes here?",
        "Should I swap this for a new one on the right size?",
        "It's wrong size, exchange or?",
        "Will you swap it for a bigger size?",
        "Is it possible for me to swap this for another size?",
        "Can I have a swap for the correct size?",
        "I'm wondering if I'm able to switch sizes here.",
        "Toexchange this, need the right size.",
        "Could you swap for the correct size?",
        "Is it possible to have a size exchange here?",
        "Is it possible for a swap of size?",
        "Do I have to change it with the proper size?",
        "Is it possible to change this for a bigger size?",
        "Is swap possible if there is an incorrect size?",
        "It's possible for me to swap for a different size.",
        "Was it possible to change sizes here?",
        "Is it possible to switch out for the better fit?",
        "Is it possible to exchange this for a size that I need?",
        "Can this change for a larger one?",
        "Is it possible to exchange for a bigger one?",
        "Is it possible to change this out for the right fit?",
        "Can I change it for the correct size?",
        "I am unsure if I can change it with proper size.",
        "Can we get an even-sized replacement?",
        "Can I just swap this for a bigger one?",
        "Really, wrong fit? Any exchanges?",
        "Can I EXCHANGE for the right size?",
        "Is it possible to trade sizes?",
        "Can I make a substitution for the right size?",
        "Try and swap this for the right one.",
        "Is it possible for me to exchange this for a suitable size?",
        "Correct fit exchange allowed?",
        "Can we change it for larger one?",
        "Absolutely wrong fit! any exchanges?",
        "I was wondering if I could swap it for the correct size.",
        "Is it possible to swap sizes here?",
        "Is there an exchange of sizes here?",
        "Can I switch the sizes here?",
        "I wonder if I should switch out for the right fit.",
        "Can you switch out for a specific fit?",
        "Is it possible toexchange for the correct size?",
        "Is it possible toexchange this for the right size?",
        "The correct size is needed to exchange this.",
        "Are there possibilities of a size exchange here?",
        "I want to know if you will swap it for my size.",
        "This doesn't fit large, can exchange?",
        "Can you switch out for a new fit?",
        "Is it possible to swap this for a size I'm after?",
        "Is it possible to replace it for the correct size?",
        "Is it possible to swap this for a size I'm interested in?",
        "Can I swap for better size?",
        "Is it possible to trade this for a new one on the right size?",
        "Is it possible to change this size?",
        "Is it possible to exchange different sizes here?",
        "There's a question about a size exchange.",
        "Is it okay to swap size here?",
        "Can this be changed to fit me?",
        "Can I exchange this for a new one in the correct size?",
        "I wonder if I'm able to switch sizes here.",
        "Do I have the right to change it with a proper size?",
        "Exchange this and need the right size",
        "Should we swap for the correct size?",
        "Do you have a chance to get larger in exchange?",
        "I want to switch out for a better fit.",
        "Is it possible to exchange this for a different size I am looking for?",
        "Is it possible to swap it for a better fit.",
        "Are I allowed to exchange for the right fit?",
        "Is that possible to exchange for the right fit?",
        "Would you be willing to swap this for the right one?",
        "Can it be possible to switch out for the right fit?",
        "Can I change this to a larger one?",
        "Is it feasible to switch sizes here?",
        "How about changing out the size?",
        "We could trade this to get the right fit.",
        "Is there a swap for a correct size?",
        "Can you let me trade for a different size?",
        "Is it possible for me to exchange sizes?",
        "I want to replace it with a fitting one.",
        "Could I get another one in the appropriate dimensions?",
        "Is it possible to swap for a right size?",
        "Can I swap this for the right size?",
        "Is it possible to exchange for a bigger size?",
        "I want to know if you will exchange it for my size.",
        "I would like to swap for a better size.",
        "Would you swap it for my size?",
        "You have a chance to size up in exchange?",
        "For the right fit, can switch out?",
        "Can I swap size?",
        "Is it possible to exchange this for the proper size?",
        "Exchange for the perfect fit?",
        "I don't know if I can swap for the right fit.",
        "I'd like to swap this for the right one.",
        "We need the right size to exchange this.",
        "I am wondering if this can be changed to my preferred size.",
        "Can we change out for a better fit?",
        "Is it possible to swap at the right size?",
        "Would you like to swap for another size?",
        "Is it possible to swap this for a larger size I'm looking for?",
        "Are you willing to exchange it if it's wrong size?",
        "Is it possible to swap it for the right fit.",
        "If you swap for the right size, is it possible?",
        "I am wondering if I can change it with proper size.",
        "Can I change it with an appropriate size?",
        "Is that possible to change it with proper size?",
        "Is swapping the right size possible?",
        "Exchange or correct size?",
        "Can it be changed to a bigger size?",
        "Is it possible to trade this in to get the right one?",
        "Is it possible to swap for a larger size?",
        "Is it possible to swap it for a better size?",
        "Can we have a larger replacement?",
        "How about an item-sized swap",
        "Is it possible to swap for the proper size?",
        "I would like to change this wrong size.",
        "Is it possible to swap with the right size?",
        "You could swap for a correct size.",
        "Am I able to change this to my preferred size?",
        "Can change now for bigger one.",
        "Is it possible to switch sizes here.",
        "Is it possible to change this to my preferred size?",
        "You might be able to swap for the right size.",
        "Is exchange for the right fit possible?",
        "Is it possible to interchange sizes?",
        "Would it be possible to exchange for the right size?",
        "Can swap for the right size be done?",
        "Can I change it to suit me?",
        "Can I change it with proper proportions?",
        "Would you be willing to swap for correct size?",
        "If it's wrong size, would you swap it?",
        "I wonder if I can switch out for a better fit.",
        "This isn't my size, so switch it.",
        "I would like to exchange for a right fit.",
        "Can we replace it in an even-sized 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846 888-666-1846",
        "Get a chance to get bigger in exchange?",
        "I wonder if I can replace it with a fitting one.",
        "Can I swap for a bigger version?",
        "Is it possible to exchange this for a new one that's right size?",
        "Will I be able to swap for the correct size?",
        "switch it now, this is not my size.",
        "I wonder if it can be changed to fit properly.",
        "Can I make the change to fit?",
        "Is it okay to change it with proper size?",
        "Would it be possible to exchange sizes here?",
        "Is it possible to change it for proper size?",
        "I wondered if I could swap for a correct size.",
        "Is it possible to switch this out for a different fit?",
        "Is it permissible to trade this for a different size?",
        "I wondered if I could get another in the correct dimensions.",
        "Is there any chance of a swap for the right size?",
        "Could we do a trade to get the right fit?",
        "Is it possible to swap this with a new one on the right size?",
        "Is it doable to exchange for the right size?",
        "Is changing out for a right fit possible?",
        "Is it possible to swap this for a size I need?",
        "Can I change between sizes here?",
        "Is it possible for me to exchange this for an appropriate size?",
        "I wonder if I could get another in the correct dimensions.",
        "How about exchange this for the right fit?",
        "Is it possible to change it with the proper size?",
        "Is it possible to change out for a different fit?",
        "Is it possible to swap it for a proper fit.",
        "The size was wrong or exchange?",
        "Is it possible to replace this for the right fit?",
        "Can I make a swap for the correct size?",
        "Would a size exchange be acceptable?",
        "Can we have a bigger replacement?",
        "Could you change out the size?",
        "Is swapping for the correct size possible?",
        "Will this be changed to my preferred size?",
        "Can I change it to a fitting one?",
        "Does it be possible to switch out for the right fit?",
        "swap for the right size.",
        "Is it possible for me to EXCHANGE for the right size?",
        "For right fit, may I exchange?",
        "I want to swap this for a larger size.",
        "Could we swap it for the right one?",
        "A size exchange would be allowed?",
        "Is there a way to switch sizes here.",
        "If it is wrong size, do you exchange it?",
        "I would like to swap for correct size.",
        "Are I supposed to switch this out for the right fit?",
        "Can I switch size here?",
        "Is it possible to do a size exchange here?",
        "Can it be switched out for the right fit?",
        "I want you to exchange it for my size.",
        "Can it be changed for larger ones now?",
        "can I change sizes here?",
        "Is it possible to swap it for the right one?",
        "Is the swap for my size?",
        "Is it possible to change it for need bigger?",
        "Is it conceivable for me to get the right size?",
        "Is it possible to swap for the right size?",
        "Are you able to facilitate exchanges for different sizes?",
        "Is it possible I can switch sizes here?",
        "Will it be possible to switch sizes here?",
        "We may have to trade this in to get the right fit.",
        "Can we change something small?",
        "Do you have the opportunity to size up in exchange?",
        "Am I supposed to switch out the size?",
        "Can I change this for a larger one.",
        "Do you think it is possible to exchange sizes here?",
        "Is it possible to exchange this for a size I want?",
        "I wonder if I can exchange for the right fit.",
        "It's possible to swap for a correct size.",
        "Is there a way to swap for the proper fit?",
        "Could a size swap be allowed?",
        "Can I swap this for a size I am looking for?",
        "Can I exchange this for a new one on the correct size?",
        "Is it possible to switch for the right size?",
        "Wrong size, could be swapped for a new one?",
        "Is it possible to trade this in for the right one?",
        "Will you allow me to swap this for a bigger one?",
        "Would a size exchange be permissible?",
        "I am wondering if I can change it with proper sizing.",
        "Can I change it to a bigger size?",
        "Is there a way to swap for the right size?",
        "We may be able to swap this for the right fit.",
        "Is it possible to change it with the correct size.",
        "Are you willing to allow me to swap this for a different size?",
        "Is it ok to swap it for my size?",
        "Is it possible to swap this in for the right fit?",
        "Will there be an exchange for my size?",
        "Can I change this to my preference size?",
        "We might be able to trade this in to get the right fit.",
        "Can I swap it for a more appropriate one?",
        "Do I need to swap it for the right fit?",
        "Is it possible to trade for right fit?",
        "Do you think a size exchange is possible?",
        "Is it possible I exchange for the right fit?",
        "Is there a way to switch the size?",
        "It is possible to swap this for the right one.",
        "Could we swap this for the best fit?",
        "I can switch out for the right fit.",
        "I want to trade this for a larger size.",
        "Am I capable of changing it with the correct size?",
        "Is it possible to switch out for a better fit.",
        "Is it possible for me to swap this for a suitable size?",
        "Is there exchange for right fit possible?",
        "Is it possible to exchange this for a larger size?",
        "Is it possible to change it to fit right?",
        "How can I change this size?",
        "Is there a way to swap it for the correct fit?",
        "Is it possible to change this out for the right fit.",
        "How can I switch out for the right fit?",
        "Might I get another one in the correct dimensions?",
        "Is it possible to swap for the right fit.",
        "Is it possible to swap for a better fit?",
        "You can swap for a correct size.",
        "Could this be traded to get the right fit?",
        "I want to know if I can swap sizes here.",
        "Is there a way to exchange this for a size I'm looking for?",
        "Will you swap it for something larger?",
        "Is it possible to swap size?",
        "I wonder if I can switch this out for a better fit.",
        "I don't know if I can swap for a different size.",
        "Is it possible that I can get the correct size?",
        "I don't know if I can swap this for the right size.",
        "I'm looking for a size that I can exchange this for.",
        "How about swap for the correct size?",
        "Will you allow a different size swap?",
        "Is it possible to replace with fitting one?",
        "Can I change it to fit in better?",
        "I need to swap it for the proper fit.",
        "Can I swap for the same size?",
        "Is it possible to change this size.",
        "Is it possible to swap for a new one with the right size?",
        "Could we swap this in to get the right fit?",
        "Is it possible to swap this for a size I am looking for?",
        "Is there a way to swap the right size?",
        "It is possible for me to exchange for the correct size.",
        "Is it possible to exchange this for a larger item?",
        "Is it possible to switch this out for the right one?",
        "Is it ok to exchange for a right fit?",
        "Is it possible for me to get correct size?",
        "Is a size exchange possible?",
        "Will you allow me to trade for a larger item?",
        "Can one change out for the right fit?",
        "Am I able to get another one in the correct dimensions?",
        "It is possible that I can exchange for the right size.",
        "I don't know if I can exchange this for the correct size.",
        "Is it possible toexchange this for a size I'm looking for?",
        "What size can I exchange it for?",
        "Would it be possible for me to exchange for the right size?",
        "Is it possible to change it to fit more correctly?",
        "Are you planning to exchange it for my size?",
        "Will you be able to switch out for the right fit?",
        "Can I change it with a proper size?",
        "I am wondering if I can swap this for a larger size.",
        "Are it possible to swap for the right size?",
        "I'd like to swap this for a bigger one.",
        "can I change it to fit better?",
        "Is it possible to exchange this for another size I'm looking for?",
        "Exchange it for right fits?",
        "Is it possible to swap for the right size",
        "Is it possible to exchange this for another size I am looking for?",
        "Is swapping size possible?",
        "Can I swap it for a proper fit?",
        "Can it be changed for larger one now?",
        "Yeah, how about an item-sized swap?",
        "I need to change this wrong size.",
        "How bout an item-sized swap?",
        "Is it possible for me to exchange this for a new one that is the right size?",
        "switch it now because this ain't my size.",
        "Can we replace it in an even size?",
        "Can I swap for the correct fit?",
        "Can we do a replacement that is similar in size?",
        "Is it possible to switch out for the right fit.",
        "Can this be changed to fit me better?",
        "Are you able to facilitate exchange for different sizes?",
        "Are I able to change it with proper size?",
        "Are I eligible to change it with the correct size?",
        "I am wondering if I can exchange it for the right size.",
        "Is this possible to be changed to my preferred size?",
        "Is there a way to swap it for the correct one?",
        "Exchange it for a chance to size up?",
        "Could you swap for the right size?",
        "Is it possible to swap the right size for another?",
        "Is it possible to exchange this for a new one in the correct size?",
        "I would like to change this to my preferred size.",
        "Might I switch it out for a better fit?",
        "It should be bigger, can it be changed?",
        "Can the size be changed now?",
        "Are you able to exchange sizes here?",
        "Is it possible for I to get the right size?",
        "Is it possible to change it with a correct size.",
        "Is it possible to swap out this for the right one?",
        "Is it possible for this to be changed to my preferred size?",
        "Can I swap it for the proper size?",
        "will you swap it for my size?",
        "I wonder if you will swap it for my size.",
        "Can it be possible for me to get the right size?",
        "Is it possible to get this for the right size?",
        "Is it a good idea to exchange it for my size?",
        "Can we get the right fit by trading in this?",
        "We could trade this in for a better fit.",
        "I wonder if you will exchange it for my size.",
        "Is it possible to swap this for a different size I'm looking for?",
        "Can we do a bigger replacement?",
        "There could be a size exchange here.",
        "Does anyone know if I can switch sizes here?",
        "For right fit, can you switch out?",
        "For the correct size, can I swap it?",
        "Do you want to swap for a new size?",
        "Could it exchange sizes here?",
        "Is it possible to change it with correct dimensions?",
        "exchange for my size",
        "Can i switch sizes here?",
        "What if I swap for the correct size?",
        "It's possible that I can exchange for the right size.",
        "We could trade in this to get the right fit.",
        "How about an item- sized swap?",
        "Could sizes switched be possible?",
        "Is it possible to change it to fit correctly?",
        "Is it possible to exchange this for a bigger size I'm looking for?",
        "Can it be changed to a different size?",
        "Is it possible for me to exchange this for a bigger one?",
        "I would like to change it with the correct size.",
        "Is it possible to swap for a proper size?",
        "Will I be able to change this wrong size?",
        "Is it possible for me to exchange this for a better fit?",
        "Is there a chance for you to size up in exchange?",
        "I am wondering if I can swap it for the right size.",
        "Would you consider swap this for the right one?",
        "Is it possible to trade this for the right fit?",
        "Is there a possibility of changing for larger one now?",
        "Is it possible to exchange this for a bigger size I want?",
        "Is it possible for me to get the proper size?",
        "Is it possible for me to trade for a different size?",
        "Can I just swap for the right size?",
        "Do you intend to exchange it for my size?",
        "Should this be switched out for the right fit?",
        "Is it possible to exchange a size for something else?",
        "May I change this for a better fit?",
        "Is it possible to change for a correct size?",
        "I would like to have this changed to my preferred size.",
        "Is it possible to switch to a new fit?",
        "Is there a way to switch this out for the right fit?",
        "Can you switch out for the right fit",
        "Wrong size, could it be changed?",
        "Is it possible to change it with a proper size?",
        "Are I able to swap for a correct size?",
        "Is it possible to change it with proper sizes.",
        "Can I change this size.",
        "You need to exchange this for the right size.",
        "I would like to switch out for the right fit.",
        "We should trade in this to get the right fit.",
        "I was wondering if I was eligible to change it with proper size.",
        "I want to exchange this for a size I'm looking for.",
        "Can we change out for the right fit?",
        "Are I able to swap for the right size?",
        "Is it possible to exchange the right fit?",
        "I want to exchange this for something bigger.",
        "Can you exchange sizes here?",
        "Can I change it for the better fit?",
        "Is it possible to do exchanges for different sizes?",
        "Will I be able to change this size?",
        "Can you let me swap for a different size?",
        "If there is an incorrect sizing, swap possible?",
        "Would it be allowed to exchange sizes?",
        "Are swaps possible for the right size?",
        "Is swappable for the right size possible?",
        "I wonder if I can switch out for the right fit.",
        "Is it possible to swap this for a new one in the same size?",
        "Do I have the ability to change it with proper size?",
        "Can it be changed to fit?",
        "Would it be possible to swap this for the right fit?",
        "swapping for the right size could be possible.",
        "I want to swap it for a different size.",
        "Can this be changed for a larger one?",
        "Can I exchange this for a size I need?",
        "Will I change this out for the right fit?",
        "Are you able to size up in exchange?",
        "Are there possible swaps for the right size?",
        "Can I change something to fit better?",
        "This could be swapped for the right fit.",
        "Can I replace this with a bigger one?",
        "Is there a size swap?",
        "Is exchanging for right fit possible?",
        "Could the sizes be switched, possible?",
        "I am looking for a size I can exchange this for.",
        "Is it possible that I swap for the right fit?",
        "Is it Possible to swap for the right size?",
        "Is it possible to swap this for a better size?",
        "Is it possible to swap this for a different size I want?",
        "Is it possible to change it for the proper fit?",
        "Will you allow me to swap it for another size?",
        "Will I be able to swap for a different size?",
        "Is it okay for you to swap it for my size?",
        "You can exchange it for my size.",
        "Is it possible to change a larger one now?",
        "Was a size exchange possible here?",
        "I am interested in trading this for a different size.",
        "This isn't my size, change it.",
        "It's possible to exchange this for the right size.",
        "We would like to trade this in to get the right fit.",
        "Can I change it to my favorite size?",
        "I have the wrong size, can I change it?",
        "I want to exchange this for a better size.",
        "I wonder if I can switch out for the right one.",
        "Could we trade this in in order to get the right fit?",
        "Could there be a size exchange?",
        "I want to swap it for the correct fit.",
        "Wouldn't it be great to swap for the correct size?",
        "I would like to trade this for a bigger size.",
        "Are I able to change it with the proper size?",
        "I don't know if I'm eligible to change it with proper size.",
        "I need to swap it for the correct one.",
        "This isn't my size so change it now.",
        "Would it be possible to swap this for a new one on the right size?",
        "Do you wish to swap for correct size?",
        "Can I change it to a different size?",
        "How about exchanging for the correct size?",
        "Can one change for bigger one?",
        "Is it possible to swap this for a new one in the correct size?",
        "Would a size exchange allowed?",
        "Can I exchange this for a size that I'm looking for?",
        "Can it be done to swap sizes here?",
        "Is a size exchange possible there?",
        "Can I change it to fit again?",
        "We need to trade in this to get the right fit.",
        "Can you allow me to swap this for a different size?",
        "Is it possible to change it with a proper fit?",
        "Is it possible to exchange right fit?",
        "Is it possible to change it with proper dimensions.",
        "Was it possible to trade this in to get the right fit?",
        "We can trade this in to get the right fit.",
        "exchange for the right size",
        "Is there a chance of exchanging for the right size?",
        "Can be switched out for the right fit?",
        "Is there a size Exchange here?",
        "Is it possible to swap for a larger one?",
        "Can it be changed to have bigger?",
        "Are I eligible to change it with a proper size?",
        "Try to swap this for the right one.",
        "It is possible to swap this for a new one on the right size.",
        "Is it possible to switch out for the right size?",
        "May I swap for the right one?",
        "I am wondering if I can swap it for the right fit.",
        "Can it be changed to my preferred size.",
        "Can I exchange this for a size I am looking for?",
        "Will I be allowed to trade this for a different size?",
        "I need to switch it out for the right one.",
        "Exchange this, you need the right size.",
        "Exchange this for the correct fit?",
        "Can it be changed to my favorite size?",
        "I want to swap this for the right one.",
        "Is it possible to swap for the proper one?",
        "May I change it out for the right fit?",
        "Correct size or exchange?",
        "Would you swap if it's wrong size?",
        "Am I able to switch sizes?",
        "Could the sizes switched be?",
        "To get the right fit could we trade this in?",
        "Could the wrong size be changed into a new fit?",
        "Are I able to change it with the correct size?",
        "I would like to switch it out for the right fit.",
        "Is it possible to change it with the correct sizes?",
        "swapping for the right size might be possible.",
        "Is it possible toexchange this for a new one on the right size?",
        "Can I change for correct size?",
        "I wonder if I can change it with proper size.",
        "Is it possible to swap this for a new one that's larger?",
        "Could we swap it in for the right fit?",
        "Exchange for a chance to size up?",
        "Can I change this to the size I want?",
        "Exchange it with a right size.",
        "Can I change this to a bigger size?",
        "How about the item-sized swap?",
        "Is it possible to change for larger one right now?",
        "Does swapping for the right size possible?",
        "Is it possible to trade this for a new one in the right size?",
        "I wanted to trade this for a different size.",
        "Is it possible to swap size for size?",
        "Is it possible to swap this for the right fit?",
        "Is it possible for me to change this for a larger size?",
        "There is a possibility of a size swap here.",
        "Can we do a replacement that is the same size?",
        "This is not my size, change it.",
        "I need the right size instead!",
        "Is it possible to swap for theright size?",
        "I would like to swap for a better fit.",
        "Was it possible to change out the size?",
        "I wish to swap it for the correct size.",
        "Might I swap out for the right fit?",
        "Can I swap this for a bigger item?",
        "Is it possible to interchange sizes here?",
        "Is there a possibility of a size exchange here?",
        "Is this possible to swap for a new one on the right size?",
        "Should you exchange it for a chance to size up?",
        "Are there ways to switch sizes here?",
        "Can I replace it with a fitting one?",
        "Can I change this for a larger item?",
        "Is it possible to swap if incorrect sizing is present?",
        "This is not my size, switch it.",
        "Is there a chance of a swap for the right size?",
        "Is a swap for a larger size possible?",
        "Can I change it to my preferred size?",
        "I want to swap this for a bigger one.",
        "I would like to trading this for a different size.",
        "Is swap for a different size possible?",
        "Can we change the size of this?",
        "Can I change it to fit?",
        "May I swap for the right fit?",
        "Can I change for a better size?",
        "Would there be a size exchange available?",
        "I want to swap this for a bigger size.",
        "Do you have a chance to sizeup in exchange?",
        "Are you able to switch out for a right fit?",
        "Does it possible to exchange for the right size?",
        "Is it possible to swap for the rightsize?",
        "Would it be ok for a size exchange?",
        "Possible, sizes switched?",
        "If it's wrong size do you swap it?",
        "Want to swap for a more correct size?",
        "Can I do a swap for a different size?",
        "Want to swap for the right size?",
        "Exchange this with a size that works.",
        "Can you make a switch for the right fit?",
        "Can one change for larger one now?",
        "Can we do an even-sized replacement, please?",
        "I would like to swap this for a new one on the right size.",
        "Exchange this to get the right size.",
        "Maybe you can swap this for the right one.",
        "Is it possible you swap it for my size?",
        "Do you accept Exchanges for different sizes?",
        "I was wondering if it was possible to exchange for the right size.",
        "Is it possible to swap if the size is wrong?",
        "Is it possible to exchange this for a size I am looking for?",
        "Will you exchange for my size?",
        "I would like to exchange for a better fit.",
        "I want to exchange this for the correct size.",
        "Would it be possible to swapsizes?",
        "Should I change it with a correct size?",
        "The right size is needed to swap this.",
        "Exchange this for the right size",
        "Would you be interested in exchanging this for the right one?",
        "Is there a possibility of a size swap here?",
        "Is it possible to swap it for the correct fit.",
        "It's possible to swap it for the correct size.",
        "Please can we do an even-size replacement?",
        "Is it possible to change it with proper Sizes?",
        "For the right fit, may I change this out?",
        "Is there an exchange for right fit?",
        "Wrong size, could switch?",
        "Is it okay for me to trade this for a different size?",
        "I want to switch this out for the best fit.",
        "For the right fit may I switch this out?",
        "Can I change to a different size?",
        "Is it possible to change this to my favorite size?",
        "Is the right size swap possible?",
        "Maybe you could swap this for the right one?",
        "Is exchanging sizes possible here?",
        "Is it possible for me to swap this for a proper size?",
        "Exchange allowed? This is a wrong fit.",
        "Am I able to swap sizes?",
        "Can you offer a chance to size up in exchange?",
        "Are you prepared to swap this for the right one?",
        "Am I able to change it with the right size?",
        "I'm wondering if I can swap for the right size.",
        "Can there be a change for larger one now?",
        "Is it possible for you to facilitate exchanges for different sizes?",
        "Could I get another one that was the right size?",
        "Will you allow a different size trade?",
        "It might be possible to swap for the right size.",
        "Get the right size to exchange this.",
        "I wonder if I can swap for a different size.",
        "Can I change it for the proper size?",
        "Are you interested in swap for the correct size?",
        "Is it possible to alter for larger one now?",
        "The swap for the right size is possible.",
        "Are you able to change sizes here?",
        "For the right size, can I exchange this?",
        "Is it possible to exchange this for a different size I want?",
        "If it is wrong size, would you exchange it?",
        "It's possible to exchange the right size.",
        "Is it possible for me to get the right size",
        "Can I do a swap for the right size?",
        "Can I swap for a better fit?",
        "Is it possible to change this to my preference size?",
        "Is it appropriate to change it with proper size?",
        "Is it possible to swap it for the perfect fit?",
        "Is it possible to exchange for the right fit.",
        "Is it possible to exchange my old size for a new one?",
        "Can we change for a bigger one?",
        "Is a size Exchange possible?",
        "Is it possible to swap for the proper fit.",
        "Is it possible for me to swap this for a size that I am looking for?",
        "Can I exchange this for a size that I want?",
        "Is it possible to exchange this for a larger size I'm looking for?",
        "We should trade this in to find the right fit.",
        "I don't know if I can swap for a correct size.",
        "Is it possible to swap it for the correct fit?",
        "Can I switch it for a better fit?",
        "Is switch out possible for the right fit?",
        "Can we change for a larger one?",
        "How about a size exchange?",
        "You need to exchange this in the right size.",
        "I would like to know if you will exchange it for my size.",
        "May I make a substitution for the right fit?",
        "Can I make a swap for the right size?",
        "Exchange this, with the right size.",
        "Might we trade this in to get the right fit?",
        "Can I change it so it fits?",
        "Is it possible to change to my preferred size?",
        "I would like to know if a size exchange is possible here.",
        "I would like to switch it out for a better fit.",
        "We might be able to swap this in for the right fit.",
        "Can you switch out for the correct fit?",
        "Is it possible to swap for a better size.",
        "Could we trade this in to get a better fit?",
        "I want to change this out for the right fit.",
        "I'm wondering if I can swap for a larger size.",
        "We could trade in this for the right fit.",
        "Is it possible I could get another one in the right dimensions?",
        "I am wondering if it is possible to exchange for the right size.",
        "Is it possible to exchange size?",
        "If there's an incorrect size, swap possible?",
        "swap possible if there's an incorrect size?",
        "Do you think you can swap for the right size?",
        "Is changing out for the right fit possible?",
        "Is it possible to exchange this for a size that I'm after?",
        "How about a swap with an item-sized change?",
        "Will there be a swap for the right size?",
        "Are they able to swap for the right size?",
        "Is there any exchange of sizes here?",
        "Exchange this, find the right size.",
        "Is it possible to exchange a size here?",
        "They need to exchange this for the right size.",
        "It may be possible to swap for the right size.",
        "Is it possible to Exchange for the right size?",
        "Will they exchange it for my size?",
        "Is it possible to change it with proper sizes?",
        "Is it possible to change this for a new one in the right size?",
        "Can I change it to fit well?",
        "Is it possible to facilitate exchanges for different sized items?",
        "Can you swap it for the correct size?",
        "Am I able to change the sizes here?",
        "Would it be possible to get another one in the correct dimensions?",
        "Change for correct size?",
        "Is it possible to swap to the right size?",
        "Maybe you should swap this for the right one?",
        "Are you willing to swap for the correct size?",
        "Is it possible to change it with a correct size?",
        "This is not my size, switch it now.",
        "Have you considered exchanging this for right fits?",
        "Is a size exchange permitted?",
        "Is it possible to swap for the same size?",
        "I want to change it for the right size.",
        "Is it possible to swap this for a bigger size I'm after?",
        "Is it possible for me to change this for a different size?",
        "I would like to swap for the proper fit.",
        "Is there a possible size swap here?",
        "Is it possible for me to swap for the right size?",
        "I would like to swap it for a larger one.",
        "Is it possible we could trade this in for the right fit?",
        "Is it possible to swap for a bigger one?",
        "Are you going to swap this for the correct one?",
        "Looking for a swap for the correct size?",
        "If it is a wrong size, do you exchange it?",
        "Is it possible for me to get the correct size.",
        "A chance to change ill-fitting size?",
        "Is there a way to change it with the proper size?",
        "I'd like to swap this for a larger one.",
        "Is it possible to swap if there's an incorrect size?",
        "I'm not sure if I can swap for the correct size.",
        "I wonder if a size exchange is possible here.",
        "Exchange allowed, it was wrong fit?",
        "This can be exchanged for the right fit?",
        "Will I be able to switch sizes here?",
        "I wish to swap for a correct size.",
        "Was it possible to swap this for the right fit?",
        "Is it okay to change it with correct size?",
        "They need to exchange it for the right size.",
        "This needs to be swapped for the right size.",
        "Will it be possible to change for a bigger one now?",
        "Is it possible to exchange for the correct fit?",
        "How can I change this wrong size?",
        "Wrong size: exchange or?",
        "I would like to swap it for the proper fit.",
        "Will I be able to change it with proper size?",
        "Am I able to change it with proper sizes?",
        "If it's wrong size, can you exchange it?",
        "It is possible to swap for the correct size.",
        "I would like to exchange for the right fit.",
        "I don't know if I can swap it for the proper fit.",
        "I would like to swap for a proper size.",
        "Might I replace this for the right fit?",
        "For the right fit, may I switch this out.",
        "This could be swapped for a larger size.",
        "Is it possible to swap for the correct size?",
        "Do I need to exchange this for the right size?",
        "Is it possible to trade this in to get the right fit.",
        "Can they switch out for a better fit?",
        "Exchange this, need to be the right size.",
        "We could swap this to get the right fit.",
        "Is it possible to trade it in for the right fit?",
        "Can I change it to the right one?",
        "Is it possible to change for something bigger now?",
        "Are I able to swap sizes here?",
        "Is it possible we could trade this in to get the right fit?",
        "Do you need to swap for the correct size?",
        "am I allowed to exchange sizes here?",
        "Is it possible for me to exchange this for a bigger size?",
        "Is it possible to get a different size for this?",
        "Is it possible to swap it for the proper size?",
        "Could we swap this in for the right one?",
        "Am I able to change it with proper sizing?",
        "Should we swap for the right size?",
        "Will I be able to exchange this for the right size?",
        "Please change the size of this one.",
        "I would like to exchange this for a larger one.",
        "It is possible to exchange for a different size.",
        "We could possibly trade this in for the right fit.",
        "I want to swap this for a larger one.",
        "I want to change this wrong size.",
        "Can we swap it for the right fit?",
        "Can I make a larger swap?",
        "Do you wish to swap for a better size?",
        "I want to switch this out for the right one.",
        "Can this be swapped for a larger size?",
        "I wonder if I am eligible to change it with proper sizing.",
        "Is it okay to change it with proper sizes?",
        "Will you allow me to exchange it for a different size?",
        "Exchange this and need the appropriate size.",
        "Will I swap this out for a better fit?",
        "Can we replace it with an even-sized one?",
        "It was asked if a size exchange would be allowed.",
        "Can we switch out for better fit?",
        "Is it possible to get another one that is in the correct dimensions?",
        "Is it possible to swap for a better size?",
        "Is it possible for me to exchange for a better size?",
        "I would like to exchange this for a different size.",
        "Maybe you could swap for the correct size.",
        "Can I swap this for a different size I'm looking for?",
        "swap for correct size?",
        "I'm wondering if I can swap it for the right fit.",
        "Can I change for a new size?",
        "Can changing for bigger one be done now?",
        "Is it possible for me to get the right Size?",
        "Can I change to the correct size?",
        "I am wondering if I am eligible to change it with proper size.",
        "Is it possible to change it with appropriate sizes?",
        "Are I able to get the right size?",
        "swap possible if there is an incorrect size?",
        "Is it possible to change for bigger one right now?",
        "Is it possible I switch this out for the right one?",
        "I wonder if I can swap it for a proper fit.",
        "This could be exchanged for a right fit.",
        "Exchange this and need a right size.",
        "Is it possible to swap for the right size.",
        "Can you change out for the correct fit?",
        "I want to know if a size exchange is possible.",
        "Is there any chance of exchanging for the right size?",
        "Is it possible to swap it for the right size?",
        "Is it possible for me to exchange for the right fit?",
        "Is it okay for me to swap this for a different size?",
        "Can I change the size of this?",
        "Is it possible to exchange this for a new one with the right size?",
        "Is it possible for me to swap this for a new one that is the right size?",
        "Is it possible for me to get the appropriate size?",
        "For the right fit, may I switch out?",
        "Can I swap this for a new one in the right size?",
        "Is it possible to swap this for a new one of the same size?",
        "This isn't my size, switch it asap.",
        "We could trade it in to get the right fit.",
        "Might I switch this out for a better fit?",
        "Can I change for a correct size?",
        "Would you be willing to swap for the right one?",
        "Want to swap the correct size?",
        "Is it possible that I exchange for the right fit?",
        "Want to swap for a larger item?",
        "Is it possible to get another in the proper dimensions?",
        "Is it possible to change the sizes here?",
        "Is it possible to swap this for a different size?",
        "Can I swap this for a new one that's the right size?",
        "Is it possible to swap the one on the right size?",
        "Is it possible to swap this in to find the right fit?",
        "Okay, how about an item-sized swap?",
        "I can swap for the correct size.",
        "Exchange this for something more appropriate?",
        "Would you like to swap for a proper size?",
        "Can you make a substitution for the right fit?",
        "Does it possible for me to get the right size?",
        "Is it possible to exchange this for a different size?",
        "Oh yeah, how about an item-sized swap?",
        "Is it possible to change it with the correct size?",
        "exchange this and need the right size",
        "Can you switch it out for the right fit?",
        "Is it possible for a size exchange to be allowed?",
        "Please exchange this for the right size.",
        "Will you swap for my size?",
        "Is it possible to change size here?",
        "Shall I be able to change sizes here?",
        "Can I swap this for a size that I'm looking for?",
        "Is it possible to swap for my size?",
        "Is there a way for me to exchange this for a different size?",
        "Can we do a replacement large enough?",
        "Is it possible to exchange for a fit?",
        "Can I get another one with the proper dimensions?",
        "I'd like to switch this out for the right fit.",
        "Can I change it for the perfect fit?",
        "Exchange it with the correct size.",
        "It is possible to swap for correct size.",
        "Is it possible to change it with the appropriate size?",
        "Can we do an even size replacement?",
        "Is there a chance to change the wrong-fitting size?",
        "Might I swap this out for the right fit?",
        "Can one switch out for the right fit?",
        "Can you switch out to the right fit?",
        "I would like to swap it for the correct size.",
        "Is there a way to switch out for the right fit?",
        "Maybe I can change this out for the right fit.",
        "Does it be possible to exchange sizes here?",
        "Is it possible for me to exchange this for a larger size I'm looking for?",
        "Can I exchange for the right size?",
        "I wonder if it is possible to swap for the right size.",
        "Can we switch out for a new fit?",
        "Is there a chance of a size swap here?",
        "Is it possible to change it to the correct size?",
        "Is there a size exchange feasible here?",
        "Can I make a bigger swap?",
        "Do you want to change for the correct size?",
        "Could we swap this out for the right fit?",
        "Exchange this for the right size.",
        "Isn't it possible to switch out for the right fit?",
        "Is it possible to change it with correct size?",
        "Is the swap possible for the right size?",
        "Is it possible for me to swap this for a size I'm looking for?",
        "Can we change for larger one now?",
        "Can I swap for a correct size?",
        "I wonder if I can swap sizes here.",
        "You can allow me to trade for a different size.",
        "It is possible to swap it for the right fit.",
        "Exchange allowed? The fit is wrong.",
        "Is there a way to change this wrong size?",
        "Do you think it's possible to exchange sizes here?",
        "Can it be swapped for a larger size?",
        "Is it possible for me to swap for right fit?",
        "Is it possible to exchange for the right size",
        "Can you switch out for the proper fit?",
        "Can I change for the same size?",
        "Can I exchange this for a new one in the right size?",
        "Is it possible I switch out for a better fit?",
        "Is it possible to swap the correct size?",
        "Is it possible to get another one in the appropriate dimensions?",
        "I don't know if I can swap this for a bigger size.",
        "Is it possible to exchange this for a new one that is the correct size?",
        "Can I get another one in the appropriate dimensions?",
        "May I change out for the right fit?",
        "Can you allow me to swap this for another size?",
        "Is it possible I can change sizes here?",
        "Do I need to swap it for the correct size?",
        "Want to change for a new size?",
        "Can I swap for a new size?",
        "Is it okay for you to exchange it for my size?",
        "I wonder if swap for the right size is possible.",
        "Is a swap for the correct size possible?",
        "Do you want to swap this for right fits?",
        "Is there a way to swap for correct size?",
        "Is there a way to swap it for the right one?",
        "Is there an exchange for sizes here?",
        "Is it possible to exchange my size?",
        "Could the sizes be switched?",
        "Is there a way to swap it for the right fit?",
        "Is there a way to swap for the right fit?",
        "Will the exchange be for my size?",
        "Do I have the ability to change sizes here?",
        "Can I change this correct size?",
        "Will you allow me to trade in a different size?",
        "Is it possible to swap this for a new one in the right size?",
        "Is it possible for me to exchange this for someone else's size?",
        "Need the correct size instead?",
        "Can they change for larger ones now?",
        "Is it possible to change for a bigger one now.",
        "I am curious if I can change it with proper size.",
        "I wonder if I can change it with the right size.",
        "Is it possible to exchange this for a new one that is the same size?",
        "I'd like to swap for the right fit.",
        "I would like to change this size.",
        "Is it possible for me to swap for a bigger one?",
        "Might I trade for the right fit?",
        "Can they change for bigger one now?",
        "I need to swap for the correct size.",
        "Does it make sense to swap this for the right fit?",
        "Would a size exchange possible?",
        "Is it possible to switch with a new fit?",
        "Would you be willing to swap for the right size?",
        "Would I be able to get another one in the correct dimensions?",
        "Can I change it for the same size?",
        "We could possibly swap this in to get the right fit.",
        "Maybe it's possible to swap for the right size.",
        "Can you switch out for the perfect fit?",
        "Are I able to change the sizes here?",
        "Is it possible to obtain the correct size?",
        "Please allow me to swap this for a different size.",
        "Is it possible for me to exchange this for another size I want?",
        "Could I change this out for a better fit?",
        "Replacing for the right size is possible.",
        "This ain't my size, switch it now.",
        "I could swap for the correct size.",
        "Is it permissible to exchange a size?",
        "Are you willing to swap for the right size?",
        "Could we make a trade to get the right fit?",
        "Is it possible to have a size swap here?",
        "Is it possible for me to exchange for the right size.",
        "Want to swap this for the correct one?",
        "Is there a chance of swapping for the right size?",
        "Is there a swap for the right fit?",
        "Is it possible for them to swap sizes here?",
        "Is it possible to swap it for the correct one?",
        "Should I swap for the correct size?",
        "Is it possible to swap one size for another?",
        "Might we swap this in to get the right fit?",
        "Can this be swapped for the right size?",
        "Hey, swap this for the right one?",
        "Are there swaps for the right size possible?",
        "Is it possible to change it with proper resizing?",
        "Could we trade this to get the right fit?",
        "Is it ok for me to trade this for a different size?",
        "I want to trade this for another size.",
        "Is there a possible swap of size?",
        "Can this be changed to my size?",
        "Will you allow me to swap for a different size?",
        "Might I change it for the right fit?",
        "I wonder if I can swap this for a bigger one.",
        "Are you trying to swap for the correct size?",
        "Is that possible to switch sizes here?",
        "We can swap this for the right fit.",
        "Is it possible to trade this for another size?",
        "Exchange this, make sure it's the right size.",
        "Can I replace it for a better fit?",
        "Is it possible for me to change it with the correct size?",
        "Can I change the size here?",
        "Are I eligible to change it with proper size?",
        "Can it change for larger one now?",
        "Is it possible for me to exchange for a bigger one?",
        "Can you switch out for the right size?",
        "Is it possible to exchange size here?",
        "I wonder if I can replace with fitting one.",
        "Is it possible for me to swap this for a size that I want?",
        "swapping for the right size is a possibility.",
        "Is it possible to get another one in the correct dimensions?",
        "Can we switch out for the right fit?",
        "Do you have any chance to size up in exchange?",
        "Is it possible to swap sizes here.",
        "I would like to switch out for a better fit.",
        "swap possible if incorrect size?",
        "Wrong fit, could it be changed?",
        "We could potentially swap this in to get the right fit.",
        "If it's wrong size, should you swap it?",
        "Can you swap for a right size?",
        "Can one change for larger one?",
        "I would like to swap for the correct fit.",
        "Is it possible to swap this for a new one in a different size?",
        "I would like to know if a size exchange is possible.",
        "I would like to switch this out for the best fit.",
        "Is there any way to exchange sizes here?",
        "Is it possible for me to swap this for a new one with the right size?",
        "I want to swap it for the right size.",
        "Could I get another one in the correct size?",
        "Is it possible to swap this for a larger size I'm after?",
        "Is it possible to swap this for a size I want?",
        "The size is wrong or exchange?",
        "It could be possible to switch sizes.",
        "There could be a size exchange.",
        "Correct size to exchange or?",
        "Can this be changed for my size?",
        "could we swap this for the right fit?",
        "Is there a way to exchange sizes?",
        "Can it be changed for the right fit?",
        "Wrong size, could make a change?",
        "swap possible if there is an incorrect size",
        "Will I be able to switch out for the right fit?",
        "Is a size change possible here?",
        "Can you swap for correct size?",
        "Might you swap this for the right one?",
        "Is it possible to exchange this for another one on the right size?",
        "Can it be changed to be bigger.",
        "Replacing one with a fitting one?",
        "Is it possible for us to exchange sizes?",
        "Is it possible for me to exchange for a right fit?",
        "Would it be possible to swap a size?",
        "Do you want to exchange it for my size?",
        "Is swapped for the right size possible?",
        "Is it possible for me to swap this for a bigger size I'm looking for?",
        "Was there a chance to size up in exchange?",
        "Am I able to swap sizes here?",
        "Can a size exchange be allowed?",
        "Is it possible to get another one in proper dimensions?",
        "Can it be changed in need of bigger?",
        "Can I swap for the right size.",
        "Do you want to swap for a better size?",
        "I wonder if I could switch this out for the right fit.",
        "Is it okay to change it with proper sizing?",
        "A size exchange possible?",
        "Is there another way to swap for the right size?",
        "We want to trade this in to get the right fit.",
        "Do you want to swap for a more correct size?",
        "It could be possible to swap if there is an incorrect size.",
        "Would a size swap be allowed?",
        "Can I change it to fit best?",
        "I would like to switch out for the right one.",
        "I want to swap it for the proper one.",
        "I want to switch it out for the right fit.",
        "Do you know if it is possible to exchange sizes here?",
        "Are you willing to swap for a chance to size up?",
        "Is it possible to get the rightSize?",
        "Is it okay for me to change it with proper size?",
        "Can I change for a proper size?",
        "Get the right size to swap this.",
        "Is it possible that I could get the right size?",
        "Does it make sense to trade this in to get the right fit?",
        "Could you switch out the size?",
        "Is it possible for me to swapsizes?",
        "Is it possible to swap this to get the right fit?",
        "It's possible toexchange for the right size.",
        "Is there a swap for right size?",
        "Is this allowed to exchange sizes?",
        "Will it be exchange for my size?",
        "If it's possible to swap for the right size.",
        "Is it possible to change it withproper size?",
        "I would like to exchange this for a better size.",
        "We may want to trade this in to get the right fit.",
        "Need the right size to exchange this",
        "Could they swap for the right size?",
        "This needs to be exchanged for the right size.",
        "Will I be allowed to trade this for another size?",
        "I was wondering if I could change it with proper sizing.",
        "Can this change for larger one?",
        "This can be exchanged for a new one on the right size.",
        "It could be possible to swap for the right size.",
        "Try and swap for the correct size.",
        "We need to trade this in to find the right fit.",
        "I need to swap this for a larger one.",
        "Could we trade this in for a better fit?",
        "Is swap for the right size doable?",
        "I wondered if I could swap it for the correct size.",
        "Should I change it with the right size?",
        "I would like to swap this for a different size.",
        "Can I alter this incorrect size?",
        "Can I get another in the correct dimensions?",
        "Should we trade in this to get the right fit?",
        "Is it possible to change it to fit properly.",
        "I wonder if it is possible to exchange for the right size.",
        "Can you change it to fit better?",
        "Is exchanging for the right size possible?",
        "Will you allow me to swap this for a larger size?",
        "I'm wondering if I can swap this for the right size.",
        "Need to swap for the correct size?",
        "Could a size exchange be permitted?",
        "Is it possible to switch out for a right fit?",
        "You may allow me to trade this for a different size.",
        "I would like to exchange this for a new one in the right size.",
        "Exchange this to the correct size.",
        "Are we able to swap this in to get the right fit?",
        "Can I switch for the right size?",
        "I wonder if it's possible to swap for the right size.",
        "Do you have the ability to switch out for the right fit?",
        "I'm looking for a size I can swap for this.",
        "Are there any possibilities of a size exchange here?",
        "Is it possible to exchange it for a bigger size?",
        "Is it okay to exchange for the right fit?",
        "Can I swap it for a better fit?",
        "Is it possible to switch out for the same fit?",
        "I would like to trade this for a larger size.",
        "Would like to swap this for the right one.",
        "Is there an exchange for size?",
        "I'm wondering if I can replace with fitting one.",
        "Is there a way to exchange size?",
        "Do you have a chance to size in exchange?",
        "I need to swap this for a bigger one.",
        "Is it possible to exchange your size?",
        "Got an opportunity to size up in exchange?",
        "Is it possible to change it to fit better.",
        "Is it possible to exchange it for the right size.",
        "Can a swap for the right size be done?",
        "Might I swap for right fit?",
        "will you exchange it for my size?",
        "Could I get another one that is the correct size?",
        "Is it possible to swap this for a new one that's right size?",
        "I wanted to swap it for the right size.",
        "Can I change it with proper fit?",
        "Was it possible to get another one in the proper dimensions?",
        "Is it possible to swap for a better fit.",
        "Do you allow exchanges for different sized items?",
        "Will I switch it out for the right fit?",
        "Is it possible to change this wrong size.",
        "Is it possible to switch this out for the correct fit?",
        "Would it be possible to change the ill-fitting size?",
        "Is there a swap for a bigger size?",
        "Is it possible for me to get the same size?",
        "Is there a sizeexchange here?",
        "I wish to exchange for the right size.",
        "I need to swap it for the right size.",
        "It is possible to exchange this for a new one on the right size.",
        "It needs larger, can it be changed?",
        "Is it okay to change it with the proper size?",
        "Can this be changed to the size I want?",
        "Is it possible to change this for a larger size?",
        "Will I be able to swap it for the correct size?",
        "Can we swap this in for the right fit?",
        "Is there a chance of swaps for the right size?",
        "Is it possible for me to swap this for a similar size?",
        "We might be able to trade in this for the right fit.",
        "How about we trade this in to get the right fit?",
        "I want to know if a size exchange is possible here.",
        "Can you change for a larger one now?",
        "Is it possible to exchange at the right size?",
        "I wonder if I swap for the right fit.",
        "Is there a way to swap for the right one?",
        "Should I change it with the correct size?",
        "It's not my size...switch it now.",
        "Is it possible to swap right fit?",
        "Want to change this for the right one?",
        "Want to swap for a better size?",
        "Is there a way to facilitate exchanges for different sizes?",
        "Would be great to swap this for the right one?",
        "Might I change this out for a better fit?",
        "Can we do a larger replacement.",
        "Can you switch out for the right fit?",
        "How about a size exchange here?",
        "It could be possible to exchange for the right size.",
        "I would like to swap for the right size.",
        "Might I swap for a right fit?",
        "I don't know if I can swap it for the correct fit.",
        "Can I change it with proper size?",
        "Would it be possible to swap this for the right one?",
        "Can a size exchange be possible?",
        "Is it okay to change it with the correct size?",
        "Can there be a chance to change the wrong-fitting size?",
        "Exchange for something that fits?",
        "I don't know if I can swap for correct size.",
        "Is it possible toexchange for the right size?",
        "Is exchange for right fit possible?",
        "Was it possible to switch sizes here?",
        "I want to exchange for a good fit.",
        "Can I get it changed to my preferred size?",
        "Is it possible toexchange for the right size.",
        "It's possible to swap for the correct size.",
        "Am I able to change it with the proper size?",
        "Is a swap for a different size possible?",
        "There's a question if a size exchange is possible here.",
        "I'm interested in trading this for a different size.",
        "May I be exchanged for the right fit?",
        "What size can I swap this for?",
        "Is it possible to Exchange sizes here?",
        "Is it possible to replace it with fitting one?",
        "Can I exchange for a better size?",
        "Can I change it with a fitting one?",
        "There was a question about a size exchange.",
        "It is possible for me to swap for a different size.",
        "Exchange this with the right size",
        "Can one change for bigger one now?",
        "If it is not the correct size, do you exchange it?",
        "Can we do a replacement in a different size?",
        "Is it possible to exchange this for a suitable size?",
        "This is not my size, so switch it now.",
        "I asked if I could change sizes here.",
        "Is it possible to swap if there is incorrect sizing?",
        "Is it possible that I switch this out for the right fit?",
        "Would there be a size exchange here?",
        "Can I change it in proper size?",
        "I am wondering if I can swap it for the correct size.",
        "Can change for bigger one?",
        "Can there be a size exchange here?",
        "Can I change this to my size?",
        "Is it possible for me to swap sizes?",
        "I wonder if I could switch out for the right fit.",
        "I wonder if we could trade this in to get the right fit.",
        "For right fits, exchange this?",
        "Can I change this for the right size?",
        "Is it possible to change it for the right size?",
        "You may exchange it for my size.",
        "Is it possible to change it out for the right fit?",
        "Is it possible to change it with the proper sizes?",
        "Should I swap it for a better fit?",
        "Exchange allowed? Correct fit?",
        "Is it possible to replace it with a fitting one?",
        "Does it be possible for me to get the right size?",
        "Do you accept exchanges for different sizes?",
        "Is it possible to trade this in for the right fit.",
        "The right size is needed when exchanging this.",
        "Is it possible for me to exchange this for a larger size I want?",
        "Is it possible to get the rightsize?",
        "I wonder if it's possible to exchange for the right size.",
        "Will you swap it for something bigger?",
        "Can it be changed to my preferred size?",
        "Is it possible to change for the correct size?",
        "I would love to have this changed to my preferred size.",
        "wanna swap this for the right one",
        "Is it possible to exchange for a better size?",
        "Is it feasible to change it to need bigger?",
        "Is it possible to exchange this for a larger size I'm after?",
        "This isn't my size, switch it!",
        "Is it possible to switch this out for a better fit?",
        "I wanted to swap it for the correct size.",
        "Can I change this to a larger size?",
        "I want to know if you'll exchange it for my size.",
        "Is it possible to exchange this for a bigger size?",
        "If it's wrong size, exchange it?",
        "I need to know if I can switch sizes here.",
        "Can I alter it with proper size?",
        "Is it possible that I get the correct size?",
        "Will it be exchanged for my size?",
        "may I swap for the right fit?",
        "Is it possible to swap from one size to another?",
        "Is there a way to exchange this for the correct size?",
        "Will you let me swap it for my size?",
        "Will I be able to swap for the right size?",
        "Is it possible to change for bigger one now.",
        "Is it possible to swap for a size I want?",
        "Could someone swap for the right size?",
        "Please, can we do a larger replacement?",
        "This isn't my size...switch it immediately.",
        "Is it possible to exchange sizes?",
        "I wonder if I should switch this out for the right fit.",
        "Are you willing to swap for correct size?",
        "Can I change it to fit better?",
        "Definitely wrong fit! Any exchanges?",
        "I want to change it for the correct size.",
        "Can I swap this for a bigger object?",
        "Is it possible to switch for a right fit?",
        "I would like to exchange it for the right size.",
        "I am wondering if I can change it with proper sizes.",
        "Am I able to change sizes here?",
        "Exchange allowed? the fit was wrong.",
        "Would you consider exchanging this for the right one?",
        "Would you like to swap for correct size?",
        "Is it possible for me to switch sizes here?",
        "Does this have to be changed to my preferred size?",
        "I wonder if I can swap for a larger size.",
        "Is it possible to change for larger ones right now?",
        "Could we get the right fit by trading in this?",
        "Will I be able to switch sizes?",
        "Will I be able to change size here?",
        "Can it be changed for a bigger one now?",
        "If it's not the right size do you swap it?",
        "Can you change out for a new fit?",
        "Can I swap this for a size I want?",
        "Is it possible to size up in exchange?",
        "I wondered if I could switch sizes here.",
        "Is it permissible toexchange sizes here?",
        "Could sizes possibly be switched?",
        "It can be swapped for the correct size.",
        "I want to change this size.",
        "I want to swap it for a larger one.",
        "Is this possible to exchange sizes?",
        "Is it possible to swap this for a size that I'm looking for?",
        "Is it possible to swap this for a larger item?",
        "Could I get another one in correct dimensions?",
        "Want to exchange for the right size?",
        "Is it possible for me to get the rightsize?",
        "Will I be able to change it with the correct size?",
        "I want this changed to my preferred size.",
        "Something needs bigger, can it be changed?",
        "Can I change it to fit right?",
        "Can I change it with the proper size?",
        "Is a size swap possible.",
        "Can it change for bigger one now?",
        "Would it be allowed for a size exchange?",
        "Can we make a replacement that is the same size?",
        "Can I exchange this for a new one on the right size?",
        "Could we swap it to get the right fit?",
        "Can I get another one in correct dimensions?",
        "Need the right size to exchange it.",
        "I want to swap it for a proper fit.",
        "Replacing with fitting one?",
        "Is a size exchange available?",
        "Is it ok for me to swap for the right fit?",
        "Here, is a size exchange possible?",
        "Is it possible for me to get a correct size?",
        "Can I change it to better fit?",
        "Is it possible to do an even-size replacement, please?",
        "I want to know if I can switch sizes here.",
        "To get the right fit, could we trade in this?",
        "Wrong size, could it be swapped for a new one?",
        "Is it possible to switch out for the right fit?",
        "Is it possible to exchange for the rightsize?",
        "I need to swap this for a bigger size.",
        "I'm wondering if I can switch sizes here.",
        "Is the size exchange possible?",
        "Asking for the right size instead.",
        "I would like to swap this for a larger size.",
        "Is a swap of size possible?",
        "Would it be allowed to swap sizes?",
        "Should I change it with proper sizing?",
        "Would it be possible to switch out for the right fit?",
        "Is it possible to swap this for the right size.",
        "Could we trade to get the right fit?",
        "Can I swap for a bigger item?",
        "Is it possible for me to swap my size?",
        "Will I switch this out for a better fit?",
        "Is it possible to swap this for the size I'm looking for?",
        "Can I change it for a larger version?",
        "Can I change it for a bigger version?",
        "Do I have to swap it for the right size?",
        "Can I get it in the correct size?",
        "Can a larger one be changed now?",
        "Exchange it for the correct size.",
        "I want to exchange this for a bigger size.",
        "Is a size exchange ok?",
        "Is it permissible for me to trade this for a different size?",
        "Will you be able to trade this for a different size?",
        "Is swap possible if incorrect sizing?",
        "Do you have a chance to sizes up in exchange?",
        "Can we do a replacement that's the same size?",
        "Is it possible for me to swap for a size I need?",
        "Is it possible to swap a size here?",
        "How about trading this in to get the right fit?",
        "Would you like to swap for a chance to size up?",
        "Is there a way to change it for the correct size?",
        "Can I change it with correct size?",
        "swapped for the right size?",
        "Can you switch out for your preferred fit?",
        "Is it possible to change it with a proper sizing?",
        "Is it possible to change it with proper proportions?",
        "I want to swap this for the right size.",
        "We could trade this in in order to get the right fit.",
        "Is it possible to change it with proper proportions.",
        "Is there a possibility of a size exchange?",
        "Isn't it possible to exchange for the right size?",
        "Is itokay to swap sizes here?",
        "Am I allowed to change it with the right size?",
        "Is there a way to switch sizes here?",
        "I asked if I could switch sizes here.",
        "Is it possible to replace this with a new one on the right size?",
        "Is it possible to change to the right size?",
        "Exchange this, need the correct size",
        "If it's too small, will you exchange it?",
        "Could I get another one with the correct dimensions.",
        "Is it possible to swap if there's an incorrect sizing?",
        "Is it possible that I could get another one in the correct dimensions?",
        "Would we swap this in to get the right fit?",
        "I was wondering if I could swap this for a bigger size.",
        "Can we trade this in to find the right fit?",
        "Can I get another one in the correct dimensions?",
        "Any chance for the size to be changed?",
        "It's possible for me to exchange for a different size.",
        "Will someone swap for the right size?",
        "Is there an exchange for right fits?",
        "Can I swap this for a bigger size I'm looking for?",
        "Will I change it out for the right fit?",
        "Can I change the sizes here?",
        "Is it possible to change out for the right fit?",
        "Is there any chance of a size exchange?",
        "Are I able to change it to fit?",
        "Is someone able to swap for the right size?",
        "Can I change it to the right fit?",
        "Could you swap for a correct size?",
        "Can I change it to fit better.",
        "Maybe I should switch out for the right fit.",
        "Is it possible to swap for a size I am looking for?",
        "Is there a way to get another one in the proper dimensions?",
        "Should I switch this out for a better fit?",
        "Is it possible for me to change it with proper sizes?",
        "Can I replace this for a bigger one?",
        "Does a size exchange work here?",
        "Can we change for bigger one now?",
        "I would like to change this for a larger size.",
        "I may switch it out for the right fit.",
        "Is it possible to replace one with a fitting one?",
        "Can I get the right size for this?",
        "Is a size swap feasible?",
        "What about a swap with an item-sized change?",
        "Can we do a replacement in an even size?",
        "I should switch it out for the right fit.",
        "Can I get another one in the proper dimensions?",
        "Yeah, wrong fit! Any exchanges?",
        "Is it possible to trade for the right size?",
        "may I exchange for the right fit?",
        "Exchange allowed? the fit is wrong",
        "Is that possible to exchange sizes here?",
        "We could swap this in for the right fit.",
        "Can I change it for the correct fit?",
        "Is that possible to change sizes here?",
        "Will they swap it for my size?",
        "I need to swap this for a different size.",
        "Isreplacing for the right size possible?",
        "Can I change for better size?",
        "Will you let me trade this for another size?",
        "Can this be changed to my desired size?",
        "Any chance to change the wrong size?",
        "Is it permissible for me to swap this for a different size?",
        "Would there be an exchange for size?",
        "Is it possible to swap this for the right fits?",
        "Change for the correct size.",
        "Can I change for another size?",
        "It is possible for me to swap sizes.",
        "Can I change it back to the correct size?",
        "Is it possible to swap for a different size.",
        "Should I be able to swap this for a different size?",
        "You can exchange this for the right size.",
        "Is it possible to swap this for a new one on the right size?",
        "Will you allow me to swap sizes?",
        "Is it possible I will exchange for the right fit?",
        "Am I eligible to change it with proper size?",
        "Can I change Sizes here?",
        "Is swap for the right size feasible?",
        "There is a need for the right size to exchange this.",
        "You may want to swap this for the right one.",
        "There is a question about a size exchange.",
        "Can I change it for a good fit?",
        "Is it possible I exchange for right fit?",
        "Can they change for larger one now?",
        "Exchange it with a correct size.",
        "swap possible if wrong size is involved?",
        "Can it be changed with bigger?",
        "Is it possible to switch out for a perfect fit?",
        "Does it allow for exchanging sizes here?",
        "I am wondering if I can swap for a different size.",
        "How about an item-sized swap.",
        "Might we swap this for the right fit?",
        "Are you able to switch out the size?",
        "Can it be changed to the size I prefer?",
        "Could we swap this for the right fit?",
        "I want to exchange it for the right one.",
        "Yes, wrong fit! Any exchanges?",
        "Couldn't we trade it in to get the right fit?",
        "Can I swap it for the correct one?",
        "Is it possible for me to trade for the right fit?",
        "Is it possible for me to swap this for a larger one?",
        "Was it possible to switch sizes?",
        "Can we make an even-size replacement?",
        "Can I swap this for the correct size?",
        "I'm wondering if I can swap it for the proper fit.",
        "There could be a size exchange possible here.",
        "Is it possible to swap for a bigger size?",
        "Want to change to the correct size?",
        "I'm wondering if I can swap it for the right one.",
        "Maybe you can swap for the correct size.",
        "Exchange this with the rightsize.",
        "Will you swap for the correct size?",
        "Would I be able to get another in the correct dimensions?",
        "Absolutely wrong fit! Is there any exchanges?",
        "Will you be willing to trade this for another size?",
        "Is it permissible to change it with proper sizes?",
        "Is it possible to EXCHANGE for the right size?",
        "A chance to change the wrong size?",
        "Should this be changed to my preferred size?",
        "Can we exchange sizes here?",
        "I'm wondering if I can swap this for a larger size.",
        "I wonder if I switch this out for the right fit.",
        "Would like to swap for the right one?",
        "Is it possible to change it to fit better?",
        "Yes, I can swap it for the correct size.",
        "Can I change for a larger one now?",
        "I am wondering if I can replace it with a fitting one.",
        "Is it possible to exchange this for right fits?",
        "Is exchange possible for the right size?",
        "Can I alter this to my preferred size?",
        "This is not my size...switch it now.",
        "I would like to swap it for the right fit.",
        "I want to swap for the right size.",
        "What size can I exchange this for?",
        "I would like to swap sizes here.",
        "I'm wondering if I can swap it for a better fit.",
        "Do you have the chance to size up in exchange?",
        "Can I exchange it for the right size?",
        "Can I swap this for a new one in the correct size?",
        "Is it possible to exchange this for a bigger size I need?",
        "Is it possible to swap this for a new one on the correct size?",
        "Would you be interested in swapping this for the right one?",
        "Is it possible to swap if the size is incorrect?",
        "Is it possible to exchange this for a size that I want?",
        "Is a swap for the right size possible.",
        "You could swap for correct size.",
        "Can you switch the size?",
        "Might I switch this out for the right one?",
        "Is it possible for me to exchange for the same size?",
        "Will you swap it for my size?",
        "Is it possible to swap this for a larger one.",
        "am I able to get the right size?",
        "Is it possible to switch Sizes here?",
        "Can I change this to my preferred size?",
        "Do you think you should switch out the size?",
        "I wanted to swap for the correct size.",
        "Exchange this for something that fits?",
        "Should I change this to my preferred size?",
        "Is that possible to swap sizes here?",
        "Is it possible to exchange if it is wrong size?",
        "Can you switch out for a good fit?",
        "Should you exchange it for my size?",
        "Exchange this for something that will fit?",
        "Wrong size, exchange?",
        "Is it possible to exchange for the proper size?",
        "Is exchanging size possible?",
        "Can it be changed for bigger ones now?",
        "Is it possible to swap for a nicer size?",
        "It's possible for me to swap this for a new one on the right size.",
        "Got a chance to get bigger in exchange?",
        "Is it possible to exchange one size for another?",
        "I don't know if I am eligible to change it with the correct size.",
        "This size isn't right, can I change it?",
        "Is it possible to exchange this for a new one that is bigger?",
        "You can allow me to swap this for a different size.",
        "Is a size exchanging possible?",
        "Can I exchange my size for the right one?",
        "switch it now because this isn't my size",
        "Can I change it for the new size?",
        "I could change it with proper size.",
        "Is that possible for me to get the right size?",
        "Can you change out the size?",
        "Size exchange possible here?",
        "How about exchanging for the right fit?",
        "I don't know if I can replace it with fitting one.",
        "Is it ok for it to exchange sizes here?",
        "Is there a size exchange possible here?",
        "Is it possible to change for larger one now?",
        "Can it be altered to my preferred size?",
        "Can we change for bigger ones now?",
        "Might it be possible to switch out for the right fit?",
        "I was wondering if I could change it with proper size.",
        "Can I change it to the correct fit?",
        "Would a size exchange be possible here?",
        "Is this possible to exchange sizes here?",
        "Can this be changed to a different size?",
        "Can this be changed to my own size?",
        "Could we make a swap for the right fit?",
        "Can I change it for a larger size?",
        "Is changing it to fit properly possible?",
        "May I switch this out for a better fit?",
        "I would love to swap this for a bigger one.",
        "I was wondering if I could swap it for the right size.",
        "Is it possible to swap for a size that I'm looking for?",
        "I want to exchange this for a new one on the right size.",
        "Can it be changed in order to be bigger?",
        "I would like to swap it for a bigger one.",
        "Is a swap for the right size feasible?",
        "Can I swap for a larger item?",
        "Is it possible to exchange this for a larger size I am looking for?",
        "Are it possible for me to get the correct size?",
        "Exchange this with the correct size.",
        "We can trade in this to get the right fit.",
        "Exchange this, it needs to be the right size.",
        "It's possible to swap this for the right one.",
        "Could we trade this for the right fit?",
        "Is it possible to swap for a larger size I'm looking for?",
        "Is it possible to switch out for better fit?",
        "Would you like to swap for a better size?",
        "Could I get another one that was the correct dimensions?",
        "Is it possible I could get another one in the correct dimensions?",
        "If it is incorrect size, do you exchange it?",
        "How about an item-sized swap??",
        "Is it possible I exchange for the right one?",
        "Would it be possible to swap for the right one?",
        "Will it be possible to change it with proper size?",
        "Can it be changed in a bigger way?",
        "We should trade this in to get the right fit.",
        "I think it's possible to swap for the right size.",
        "There is a question of whether a size exchange is possible here.",
        "I am not sure if I am eligible to change it with proper size.",
        "I wish to swap it for the right size.",
        "Do you wish to swap for the right size?",
        "Will you allow me to change size?",
        "We could swap it for the right fit.",
        "There is a possibility for a size exchange.",
        "Would I be able to get another one in the proper dimensions?",
        "Absolutely wrong fit! Do you have any exchanges?",
        "Could I get another one that was in the correct dimensions?",
        "Is there a way to exchange this for the right fit?",
        "Will I swap for the right size?",
        "For the right fit, may I switch it out?",
        "Can we get the right fit by trading this in?",
        "Is it possible to switch for the right fit?",
        "Will I be able to trade for a different size?",
        "Was it possible to swap if the size was incorrect?",
        "Can I change the right size?",
        "I am wondering if I can get another one in the correct dimensions.",
        "Is there a chance for a size exchange here?",
        "Are I able to change sizes here?",
        "Can I swap it for the correct fit?",
        "Is it possible that I can get the right size?",
        "You can swap for the correct size.",
        "Do you think to switch out the size?",
        "I don't know if I can swap for a larger size.",
        "I would like to swap for a correct size.",
        "Really, Wrong fit! Any exchanges?",
        "Are you able to switch for the right fit?",
        "I wonder if I could replace it with a fitting one.",
        "Am I allowed to change it with correct size?",
        "Can I change that to fit better?",
        "Is it possible for me to exchange this for a size I'm after?",
        "Will I trade for the right fit?",
        "Should swap for the right size be possible?",
        "Is it possible to exchange if it's not right size?",
        "Well, how about an item-sized swap?",
        "Exchange a wrong fit?",
        "In order to get the right fit, could we trade this in?",
        "Is there an exchange for my size?",
        "Are we able to trade this in to get the right fit?",
        "Is it possible to get another one in the proper dimensions?",
        "Can it be changed so that it's bigger?",
        "Can you change for bigger one now?",
        "Can it be changed now for larger ones?",
        "Were we able to trade this in to get the right fit?",
        "Are I able to swap for the correct size?",
        "Would you like to swap for a more correct size?",
        "Is it possible to adjust it with proper size?",
        "If it's the wrong size, do you swap it?",
        "Exchange allowed? It was a wrong fit.",
        "Is it possible to swap for a size I'm after?",
        "I wonder if I can swap this for a larger one.",
        "Can I have this changed to my preferred size.",
        "Couldn't we trade this in to get the right fit?",
        "Can Iexchange for the right size?",
        "Maybe we could swap this for the right fit?",
        "Can you switch out the size?",
        "Can we do a larger replacement?",
        "Is it exchange for my size?",
        "Is it possible to exchange it for a different size?",
        "may I exchange for a better fit?",
        "Is it possible to swap for right fit.",
        "Could you switch the size?",
        "I need to switch it out for the right fit.",
        "Can I make a swap for a different size?",
        "Is it possible to get another one in the correct size?",
        "It's possible to swap for the right size.",
        "Please change sizes for this.",
        "Can a size exchange be done?",
        "Are I able to exchange for the right size?",
        "Can I get the proper size?",
        "Can we trade this in to get a better fit?",
        "There is a question about whether a size exchange is possible here.",
        "It's not my size, switch it now.",
        "Is there a way to change it with proper size?",
        "How about an item-sized swap?!",
        "Exchange this and find the right size.",
        "Will I be able to swap this for another size?",
        "Can I swap this for a new one in the same size?",
        "I wonder if I can swap for a better fit.",
        "Is it possible for it to swap sizes here?",
        "Is it possible to swap this for something bigger?",
        "I think it's wrong fit. Any exchanges?",
        "Can we switch out for the better fit?",
        "If it's wrong size, do you exchange it?",
        "Are you exchanging it for my size?",
        "Is it possible to swap for right size?",
        "Are you willing to swap if it's wrong size?",
        "Maybe I can switch it out for the right fit.",
        "I would like to replace it with a fitting one.",
        "Changing for the right size is possible.",
        "Is it possible to exchange for the appropriate size?",
        "Is this possible for me to get the right size?",
        "Is it possible to swap this for a bigger version?",
        "Is there a way to swap sizes?",
        "I want to exchange this for a larger size.",
        "Is it possible to trade for the right fit?",
        "I would like to swap it for the correct fit.",
        "Is it possible to exchange my size for someone else's?",
        "It's possible to switch out for the right fit.",
        "Is swapping for a bigger size possible?",
        "Can I change it to the right size?",
        "I'd like to swap for the correct size.",
        "will you allow me to swap this for a different size?",
        "Is it possible for me to EXCHANGE this for a different size?",
        "Is there a chance of swap for the right size?",
        "Do you have a chance to size up in exchange?",
        "Is it possible to exchange my size for something else?",
        "Correct size can be swapped.",
        "Might I swap this out for a better fit?",
        "I could swap for the right fit.",
        "Is it possible to exchange this for a new one of the right size?",
        "How about an item-sized swap!",
        "Can we trade this in for the right fit?",
        "I would like to swap for the correct size.",
        "Is a size swap allowed?",
        "Could we swap for the right size?",
        "size exchange possible here?",
        "I may change this out for the right fit.",
        "Might I exchange for a right fit?",
        "Is it possible to change for the right fit?",
        "May I exchange for the right fit?",
        "Is it possible to switch out for a good fit?",
        "Is that possible to swap for the right size?",
        "Can this be adjusted for my size?",
        "Can I change it because it's the wrong size?",
        "Exchange for the right size?",
        "We could possibly trade this in to get the right fit.",
        "Will you exchange it for something in my size?",
        "It's possible for me to exchange for another size.",
        "Exchange this with a right size.",
        "Is it possible for me to change this for a bigger size?",
        "Maybe I can switch this out for the right fit.",
        "Can a size swap be allowed?",
        "How about swap for correct size?",
        "Am I able to exchange for the right size?",
        "There is a possibility for me to exchange for the right size.",
        "Can it be changed to my size?",
        "Is it possible for me to exchange for a different size?",
        "May I swap for a better fit?",
        "I wonder if I switch it out for the right fit.",
        "I don't know if I'm eligible to change it with proper sizing.",
        "Can I swap it for a better fit.",
        "Can I swap the correct size?",
        "Is that possible to swap for the right fit?",
        "Is it possible to swap it for the right fit?",
        "Will you trade it for my size?",
        "Is it OK to swap sizes here?",
        "There is a question as to if a size exchange is possible here.",
        "Do you acceptExchanges for different sizes?",
        "Can I swap this for a bigger size I am looking for?",
        "Is it possible to trade in this to get the right fit?",
        "Is it possible to swap if incorrect sizing happens?",
        "I wonder if I could swap for a correct size.",
        "This isn't my size, switch it right now.",
        "Want to swap for the same size?",
        "swap for correct size",
        "Can one change for larger ones now?",
        "Can I get another one in the correct size?",
        "Am I supposed to switch this out for the right fit?",
        "Is it possible to trade for the right size.",
        "Exchange this with the right size.",
        "Am I able to change it with proper size?",
        "Can we trade in this for the right fit?",
        "Has there a chance to size up in exchange?",
        "Is it possible to exchange for the correct size.",
        "Could I get a different one in the correct dimensions?",
        "It is possible for me to exchange for a better size.",
        "Is swapping for the right size feasible?",
        "Is it possible to swap this for a bigger size I'm looking for?",
        "Exchange it to the right size.",
        "Is it possible to exchange for a larger size?",
        "I would like to be able to swap this for a different size.",
        "Is it possible to swap for correct size?",
        "Are we able to swap for the right size?",
        "How about another one in the correct dimensions?",
        "Could this be exchanged for the right fit?",
        "Is there a way to change it with a proper size?",
        "How about exchange for right fit?",
        "Can change for larger one?",
        "I want to trade this for a bigger one.",
        "need the right size to exchange this.",
        "Is it possible to exchange this for a new one that is larger?",
        "Would you allow me to trade for a different size?",
        "Can you switch sizes here?",
        "I am wondering if I can swap it for the right one.",
        "Might swap for the right size be possible?",
        "Is it possible for me to swap the right size?",
        "Is it okay for it to exchange sizes?",
        "Correct size swap possible?",
        "You need to exchange it for the right size.",
        "Can one change for a bigger one?",
        "Would it be possible to get the right size?",
        "Can I have the correct size swap?",
        "I was wondering if I could swap it for the right fit.",
        "Is it possible for me to swap for a larger size?",
        "want to swap this for the right one",
        "It is possible to change this to my preferred size.",
        "Could we swap this for the right fit.",
        "Is it possible to trade this for a size I'm looking for?",
        "I want to swap for the proper fit.",
        "Want to exchange this for the right one?",
        "Was it possible to trade this in for the right fit?",
        "How about exchanging this for the right fits?",
        "Is it possible to swap this for a newer one on the right size?",
        "Is it possible for me to exchange this for a size that I need?",
        "Are you able to switch out for the right fit?",
        "I am wondering if I can replace with fitting one.",
        "Is it possible for me to exchange for a larger one?",
        "Are there ways to exchange sizes here?",
        "Can you exchange it for my size?",
        "Would you be willing to trade this for a different size?",
        "Are I able to change it to fit better?",
        "Can I put it in the correct size?",
        "Is it possible for me to swap this for a size I need?",
        "Will you make a swap for my size?",
        "Would it be possible to have a size exchange?",
        "Is it possible to change it with an appropriate size?",
        "Are you able to swap for the right size?",
        "Can I exchange this for a larger size I am looking for?",
        "Need to swap for the right size?",
        "Is it possible you will swap for my size?",
        "The size is wrong - exchange or?",
        "Can I change it with proper sizes?",
        "I wish to swap for a right fit.",
        "I am wondering if I can swap sizes here.",
        "Can this be changed into my preferred size?",
        "This isn't my size...switch it soon.",
        "Please switch out the size.",
        "This does not fit large, can exchange?",
        "Can it be changed for bigger one now?",
        "Can the switch out for the right fit?",
        "Can we do an equally large replacement?",
        "Can I change this for a larger version?",
        "Is it possible to exchange this for the correct size?",
        "Can I change it with a proper fit?",
        "Is it possible to exchange the same size?",
        "Is it possible that I swap for a right fit?",
        "Could there be sizes switched?",
        "Can you provide me with a chance to size up in exchange?",
        "Do you think you should swap out the size?",
        "Are you planning on exchanging it for my size?",
        "Are it possible to change it to need bigger?",
        "I can change it with the correct size.",
        "I would like to change this for the right fit.",
        "It's possible to exchange this for a new one on the right size.",
        "Is it possible for me to exchange this for a larger one?",
        "Want to get the correct size?",
        "I am curious if I can switch sizes here.",
        "Is it possible to swap this for a new one of the correct size?",
        "Can I swap it for a better size?",
        "Are you willing to swap this for a different size?",
        "Is it possible to swap this for a right fit?",
        "Is it possible we could swap this for the right fit?",
        "Not right fit! Any exchanges?",
        "Need to swap for the right one?",
        "I want to swap it for the right fit.",
        "You could swap for the correct size.",
        "Is it possible to have a swap for the right size?",
        "We could potentially swap this for the right fit.",
        "Would it make sense to switch out the size?",
        "Is it possible to exchange this for a new one that's larger?",
        "Can we trade in this to get the right fit?",
        "If you can switch out for the right fit?",
        "In exchange, need the right size.",
        "You might exchange it for my size.",
        "I can change it with the proper size.",
        "Do you swap it for my size?",
        "Is it possible to switch out for a right fit.",
        "Wanted to swap for the right one?",
        "Can you switch for the right fit.",
        "We could swap in this for the right fit.",
        "I wonder if I am able to change it with proper size.",
        "swap for the right size is possible.",
        "It's possible to swap for a larger size.",
        "We may be able to trade this in for the right fit.",
        "Is it possible to change to a new fit?",
        "Can we do aneven-size replacement?",
        "Were we able to swap this in for the right fit?",
        "Is it possible for me to swap this for a larger item?",
        "Can it be changed now for a bigger one?",
        "What size can I change here?",
        "Will you allow me to swap this for another size?",
        "Can I change it to a better size?",
        "Is it ok to exchange it for my size?",
        "It's not right fit, any exchanges?",
        "Is there a way to swap for a right size?",
        "This is not my size and I need to switch it now.",
        "Exchange allowed? it was a wrong fit.",
        "Is there a way to get another one in the correct dimensions?",
        "Can I change from one size to another?",
        "Might I be able to change sizes here?",
        "Can we change for a bigger one now?",
        "I wonder if I could swap it for the right size.",
        "I am wondering if I can exchange this for the right size.",
        "Is it possible to change this out for the right thing?",
        "Is it possible to swap it for the correct size.",
        "Need the right size to swap this.",
        "Absolutely Wrong fit! Any exchanges?",
        "Pick the right size to exchange this.",
        "Is it possible to exchange a size?",
        "Is it possible to swap my size?",
        "Is it possible to change the size of it?",
        "Will you let me swap it for a bigger one?",
        "You want to swap for the correct size?",
        "Will I be able to change it with a proper size?",
        "Is it possible to Exchange for a different size?",
        "Can we change the size of it now?",
        "Is swapping for another size possible?",
        "Can it change for a bigger one?",
        "Is it permissible to swap size here?",
        "Am I able to change the size?",
        "Could we swap it for the right fit?",
        "I asked if I could swap it for the correct size.",
        "I need to exchange it for the right size.",
        "Has it been possible to switch sizes here?",
        "I'd like to switch out for the right fit.",
        "I want to change it with proper size.",
        "I could switch this out for a better fit.",
        "Can be changed for larger one now?",
        "You want the right size for exchange.",
        "For right fit can you switch out?",
        "Exchange for correct fit?",
        "Is it possible to change this for a new one on the right size?",
        "Do I have to swap it for the correct size?",
        "Is it possible I switch this out for the right fit?",
        "swap possible if incorrect size",
        "Is it possible to swap for the right one?",
        "Is it possible to swap it for the appropriate fit?",
        "Please exchange this with the right size.",
        "swap for correct size.",
        "Is it permissible to swap for the correct size?",
        "Is it possible to change it with appropriate sizing?",
        "Can I change it for the proper one?",
        "Can I change for larger one now?",
        "Is it possible to exchange the right size?",
        "Could you swap this for the right one?",
        "Can you swap out for a better fit?",
        "Can we do a replacement in size?",
        "I am wondering if you will swap it for my size.",
        "Can you switch out for a better fit.",
        "Am I able to get the right size?",
        "I want to exchange this for a different size.",
        "Does swap for the right size possible?",
        "Is a size swap possible?",
        "I would like to exchange this for another size.",
        "I would like to swap this for the right size.",
        "Is it possible to trade for a different size?",
        "I'm wondering if I can swap for the right fit.",
        "You need to Exchange this in the right size.",
        "I wonder if I can change it with proper dimensions.",
        "I need to swap it for the right fit.",
        "Was it possible to swap for the right size?",
        "Is it possible to get another one in the correct dimensions.",
        "Does it exist to swap for the right size?",
        "Is there a size exchange possible?",
        "Might I change out for the right fit?",
        "I would like to swap it for the right one.",
        "I am wondering if I can swap this for a bigger one.",
        "How about I swap for the right fit?",
        "Is there a way to swap for a correct size?",
        "Is it possible to swap it for a larger size?",
        "To get the right fit, could we trade this?",
        "Do you exchange it for my size?",
        "I am wondering if I can swap for the correct size.",
        "I was wondering if I could swap this for a larger one.",
        "may I swap for a better fit?",
        "Does a size exchange possible here?",
        "Is it okay for a size exchange?",
        "Will I be able to swap for the right fit?",
        "Will you allow me to trade this for another size?",
        "Can this change to my preferred size?",
        "It is possible for me to exchange for a larger size.",
        "If it's not right size, do you exchange it?",
        "Can I swap this for a larger item?",
        "Is it realistic to swap for the right size?",
        "I would like to change it for the right size.",
        "swapping for the right size may be possible.",
        "Is there any chance I could get another one in the correct dimensions?",
        "I need to swap it for the correct size.",
        "Might you switch out for the right fit?",
        "Can I change out for a better fit?",
        "Can I swap this for a new one that's right size?",
        "Can you swap for the right size?",
        "I would like to switch this out for the right fit.",
        "Is it possible to switch to the right fit?",
        "Is it possible to swap this for a new one that is bigger?",
        "Am I able to change the size here?",
        "I want to swap it for a larger size.",
        "Get the chance to size up in exchange?",
        "Are you able to change out for the right fit?",
        "I don't know if you'll exchange it for my size.",
        "Is it possible toexchange for another size?",
        "Would a size swap be possible?",
        "We might be able to get the right fit by trading this in.",
        "I wonder if I can change it with the proper size.",
        "For the right fit, can you switch out?",
        "Is it possible to switch out the size.",
        "Is it possible you'll swap it for my size?",
        "Is it possible for you to swap it for my size?",
        "Will you let me trade this for a different size?",
        "Can you change the size of it now?",
        "Exchange this, you need the correct size.",
        "Would the size exchange be allowed?",
        "I'm wondering if I'm eligible to change it with proper size.",
        "Is it possible to swap if there is an incorrect size?",
        "Is it possible to change it with proper sizing?",
        "Is it possible to swap this in to get the right fit?",
        "This isn't my size and I have to switch it.",
        "Would a size swap be accepted?",
        "If it is not the right size do you exchange it?",
        "Could I get another one with the correct dimensions?",
        "Is that a swap for right fit?",
        "Is a size Exchange possible here?",
        "Exchange this if you need the correct size.",
        "Is it feasible to swap for the right size?",
        "Is it possible to swap for the perfect size?",
        "I want to exchange it for the right size.",
        "Can I replace this with a bigger size?",
        "Exchange this and you need the right size.",
        "Is a size exchange conceivable?",
        "I ask if I can swap for the correct size.",
        "I wonder if you will exchange it for my size?",
        "Can I trade for the right size?",
        "Is it ok to change it with proper size?",
        "Will you allow me to trade this in a different size?",
        "Is it possible to change out for a right fit?",
        "I would like to swap this for a larger one.",
        "I ask if I can exchange for the right fit.",
        "Would like to swap for the correct size?",
        "Is it possible to change it with correct size.",
        "It should be larger, can it be changed?",
        "Is it possible to swap this out for the right one?",
        "Would a size exchange be OK?",
        "Can I have a swap for the right size?",
        "Is it possible for me to change the size?",
        "For the right fit, might I switch this out?",
        "Can I change this to my desired size?",
        "Can a change out for a better fit?",
        "I wonder if you'll exchange it for my size.",
        "I don't know if I can replace with fitting one.",
        "Is it possible to swap out for the right one?",
        "Is the exchange for my size?",
        "Will you give me an exchange for my size?",
        "Would it be possible to trade this in to get the right fit?",
        "Can a size exchange happen here?",
        "If it's wrong size, do you swap it?",
        "Would it be possible toexchange a size?",
        "Is it possible to exchange for the same size?",
        "Do you want to swap for a chance to size up?",
        "The fit is wrong. Any exchanges?",
        "You could swap for the right size.",
        "I wonder if a size exchange is possible.",
        "What if you swapped for the right size?",
        "I should switch out for the right fit.",
        "It's possible for me to exchange for the correct size.",
        "Is it possible to exchange for a better fit?",
        "Is there a swap for the correct size?",
        "Can we make a larger replacement?",
        "It would be possible to exchange for the right size.",
        "Do I have to swap for the right size?",
        "Is it possible to change it with a proper size.",
        "I need to trade this for a different size.",
        "Can I get the correct size?",
        "Can this be changed to a bigger size?",
        "Is it possible to switch sizes?",
        "Is it possible to swap for an appropriate size?",
        "Will I swap for a better fit?",
        "I want to change it with correct size.",
        "Can I switch this for a larger one?",
        "We might be able to trade it in to get the right fit.",
        "Can it be changed to get bigger?",
        "Is it possible to exchange this for a new one in a different size?",
        "I want to swap for a proper size.",
        "I would love to swap this for the right one.",
        "Wanted to swap this for the right one?",
        "Can I change it to fit more correctly?",
        "Exchange for right fit, may I?",
        "Is it possible for me to exchange this for a larger size?",
        "I want to know if I can change it with proper size.",
        "Is it possible for me to exchange this for a bigger size I'm looking for?",
        "Is it possible to switch this out for a better fit.",
        "Is swap possible for the right size?",
        "Do you desire to swap for a correct size?",
        "Can I change it with proper sizing?",
        "Would you swap for correct size?",
        "Is it possible to replace with fitting one.",
        "Could we swap for the right fit?",
        "If the size is wrong do you exchange it?",
        "Can I change with a fitting one?",
        "I wish to exchange it for the right size.",
        "Is it possible to exchange size for size?",
        "Want to swap for a larger size?",
        "Are I able to alter sizes here?",
        "It's possible to trade this in to get the right fit.",
        "Can it be possible to swap for the right size?",
        "I want to exchange for the right size.",
        "Is it possible to switch this out for the right fit.",
        "Is there a chance to size up in the exchange?",
        "I wondered if I could swap for the correct size.",
        "Would it be possible to trade this in for the right fit?",
        "I am wondering if I am able to switch sizes here.",
        "Is it possible to switches sizes here?",
        "Is it possible to swap it for a different size.",
        "Can the size be changed for me?",
        "Can this be swapped for a larger one?",
        "Can you swap for the correct size?",
        "May I change this out for a better fit?",
        "Needed is the right size to exchange this.",
        "Can they change it to my preferred size?",
        "Want to change for a different size?",
        "You need to exchange this with the right size.",
        "Is it possible to have a size exchange.",
        "can I change this size?",
        "If you need the right size, exchange this.",
        "Is anyone able to swap for the right size?",
        "To swap for the correct size?",
        "Is it possible for me to get this in a different size?",
        "I am looking for a size that I can exchange this for.",
        "Is it possible to swap out for a better fit?",
        "It could be possible to swap if the size is incorrect.",
        "Will I be permitted to swap this for a different size?",
        "Can you switch in for the right fit?",
        "Will it be possible to trade this for a different size?",
        "Does it make sense to swap for the right size?",
        "Is changing this out for the right fit possible?",
        "Can I change this size",
        "Is it possible to change this incorrect size?",
        "Can it change now for larger one?",
        "Is it possible for me to use the right size?",
        "Can a switch out be for the right fit?",
        "can this be changed to my preferred size",
        "Is swap possible if the size is incorrect?",
        "Want to swap for better size?",
        "Is it possible for me to get the correct size?",
        "Can I exchange this for a new one with the right size?",
        "Exchange this and need the correct size.",
        "Is there a way to swap it for a better fit?",
        "Could we exchange it for the right fit?",
        "Are it possible to exchange for the right size?",
        "Am I able to change size here?",
        "Can it be changed to fit more?",
        "I wonder if I could swap it for the right fit.",
        "I wish to change it with proper size.",
        "Can you swap out the size?",
        "Is there a way to swap sizes here?",
        "Is it possible to switch out for a proper fit?",
        "Is it possible to exchange for right fit?",
        "I'm wondering if I can exchange for the right fit.",
        "Need the right size to exchange this.",
        "Can I just swap this for a larger one?",
        "Is it possible to change for bigger one?",
        "Are you willing to exchange it for my size?",
        "Exchange or is it wrong size?",
        "I would like to swap for a larger one.",
        "If there is an incorrect size swap is possible?",
        "Is it possible to switch out for a new fit?",
        "Is it possible to change for Larger one now?",
        "It is possible for me to exchange for the right size.",
        "Is it possible for me to swap for another size?",
        "Do you think a size exchange is possible here?",
        "I might be able to change it with proper size.",
        "Is it possible to exchange sizes here?",
        "Can it be done to exchange sizes here?",
        "Is that possible for me to exchange for the right fit?",
        "Can a size exchange be possible here?",
        "Can we make an even-sized replacement?",
        "Is it possible that you will swap it for my size?",
        "Is it possible to swap this for a size I'm looking for?",
        "Is it possible to EXCHANGE for a different size?",
        "Am I able to change it with appropriate size?",
        "I want to swap it for a bigger one.",
        "Could I swap this for a larger one?",
        "do you have a chance to size up in exchange?",
        "I want to trade it for a different size.",
        "Can we do a replacement that is not too big?",
        "Can this be reverted to my preferred size?",
        "Could these sizes be switched?",
        "We could trade this in to get a better fit.",
        "Is it ok for me to swap this for a different size?",
        "Would it be possible to swap size?",
        "Please, can we do a bigger replacement?",
        "It can be possible for me to get the right size.",
        "I wonder if I can change it with the correct size.",
        "Is it okay to swap if it's wrong size?",
        "Is a size trade possible here?",
        "Can we swap sizes here?",
        "Was it possible to switch out for the right fit?",
        "Is it conceivable to swap sizes here?",
        "Do you plan to exchange it for my size?",
        "There is a question about a size exchange here.",
        "I'm wondering if I can change it with proper sizing.",
        "Can change for larger ones now?",
        "Can I change this out for a better fit?",
        "Are I able to swap this for a bigger one?",
        "Maybe swap for the right size.",
        "Was I able to change sizes here?",
        "Could we swap it for a better fit?",
        "Are I able to swap it for the right size?",
        "I'm wondering if I can swap it for the right size.",
        "Can someone swap for the correct size?",
        "I wonder if I can exchange for the right fit?",
        "Can you change it for larger one?",
        "Can I swap this for a new one that is the right size?",
        "If it's not right size do you exchange it?",
        "Would it be possible to swap this in for the right fit?",
        "Maybe we could swap this for the right fit.",
        "This isn't my size...switch it right now.",
        "How about a item-sized swap?",
        "Is an item-sized swap possible?",
        "I wish to exchange this for a different size.",
        "This isn't my size, switch it soon.",
        "Someone wants to swap for the right size.",
        "Is a size exchange allowed?",
        "exchange if it's wrong size",
        "Would it be possible to trade this for the right fit?",
        "Can I change it with the correct size?",
        "Could I change this size?",
        "Is it possible to switch out for the best fit?",
        "Is it possible to swap for a proper fit?",
        "What about a item-sized swap?",
        "The size needs to be switched out.",
        "I want to swap it for a bigger size.",
        "Is it possible to switch out for the correct fit?",
        "This might be changed to my preferred size.",
        "Will I be able to swap for a correct size?",
        "It could be possible for me to get the right size.",
        "Is it possible to swap my size for the right one?",
        "Can it be changed to be larger?",
        "I want to swap for a better size.",
        "Could there be a size exchange here?",
        "I don't know if I can exchange it for the right size.",
        "Please can we do an even-sized replacement?",
        "We might be able to trade this in to find the right fit.",
        "Is it possible toexchange sizes?",
        "Is it possible to allow a size exchange?",
        "How about an item-size swap?",
        "Could we swap this to get the right fit?",
        "Could I change it with proper size?",
        "Is it possible I get the right size?",
        "Want to swap for a larger one?",
        "Is there a way to exchange this for a new one on the right size?",
        "Could I exchange for a better fit?",
        "Is it possible that you exchange it for my size?",
        "Could I exchange this for a new one on the right size?",
        "Wrong fit! any exchanges?",
        "Exchange this in the correct size.",
        "Will I be able to swap this for a larger size?",
        "Were we able to trade this in for the right fit?",
        "This is not my size, switch it!",
        "Is it possible for me to have a correct size?",
        "Are you able to trade this for a different size?",
        "Please change sizes, this does not fit!",
        "How can I trade this for a different size?",
        "Can we replace it in an even-size way?",
        "Wrong fit...exchange allowed?",
        "Is it possible for me to exchange this for a correct size?",
        "Is it possible to change for larger one.",
        "Couldn't we swap this in to get the right fit?",
        "Will it be possible to switch out for a better fit?",
        "Will it be possible for me to get the right size?",
        "Is there a way to trade this for the right fit?",
        "Could we trade for the right fit?",
        "Can you change this to my preferred size?",
        "Is it possible to exchange this for the right one?",
        "Are you ready to swap for the correct size?",
        "Can I exchange sizes here?",
        "Wrong size, could you change it?",
        "Should it be possible to swap sizes here?",
        "Will I be able to swap it for the right fit?",
        "Is it possible to change it with correct sizing?",
        "Can I have the right size for this?",
        "Is a exchange of size possible here?",
        "Wrong size - exchange or?",
        "Can it be changed to fit right?",
        "Would you swap it for a chance to size up?",
        "Can I change this wrong size",
        "Are you able to swap for a correct size?",
        "Do you think it is possible to swap for the right size?",
        "I am wondering if I can switch sizes here.",
        "Can there be a change for larger one?",
        "Is there a exchange for right fit?"
    ]
}