{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Roaming and international usage questions",
    "inquiry_sub_category": "Roaming charges",
    "description": "Customers may inquire about the costs associated with making calls, sending messages, and using data while roaming outside their home country.",
    "inquiry": "What are the data charges while roaming?",
    "paraphrases": [
        "Is it a cost to use data abroad?",
        "Can you tell me what the costs of using data are when traveling outside my coverage area?",
        "Data roaming cost?",
        "How much do data fees cost when travelling?",
        "How much does data cost when away from home?",
        "Will there be a cost for roaming data?",
        "When travelling with data charges?",
        "Data charges while roaming how much?",
        "It charges for data when you are on the move.",
        "How much does it cost to access mobile data overseas?",
        "Is there an extra fee for accessing mobile data abroad?",
        "Is it true that there are expenses for roaming data?",
        "How much do I have to pay for data in another country?",
        "What charges are there for the data on the move?",
        "What charges are associated with using data on the road?",
        "How much is the roaming data?",
        "How high is the cost to use data abroad?",
        "They have roaming data fees.",
        "Out on the road, what charges are put in place for using data?",
        "Can you tell me the cost of using data abroad?",
        "Payment for roaming data?",
        "How much do I have to pay for data while I'm outside?",
        "Data costs for roaming.",
        "I wonder if there are data fees when travelling.",
        "Is there cost for roaming data?",
        "I'm looking for information on Roaming data costs.",
        "How much is the fee for data travel?",
        "Is there a charge for using data and roaming?",
        "How much does it cost to use data in another country?",
        "The cost of data travelling.",
        "How much should I pay for data abroad?",
        "Rates of data roaming.",
        "Do you have data charges while away?",
        "How much do we have for data abroad?",
        "Is it charged for roaming data usage?",
        "Data roaming fees",
        "Is there a data fee when travelling abroad?",
        "Are there any data roaming fees?",
        "What is the roaming fee for data?",
        "Is there any extra charges for accessing mobile data abroad?",
        "There are roaming data charges?",
        "Does it cost more to access mobile data abroad?",
        "Is there any info onRoaming data costs?",
        "How much data fees are when travelling?",
        "Can you tell us how much roaming data costs are?",
        "What information on Roaming data costs is there?",
        "The fee for roaming with data",
        "Data roaming charges?",
        "Will there be data charges while away?",
        "How much will it cost me to use my data abroad?",
        "How much do I pay for data when travelling?",
        "The costs of data when travelling.",
        "The fee for roaming data is not known.",
        "Data fees while roaming.",
        "Information on Roaming data costs",
        "Data roaming can cost fees.",
        "Data costs inRoaming: cost of data?",
        "Is there fees for data when travelling?",
        "What expenses are associated with data roaming?",
        "What are data charges in roaming?",
        "Do you know what Roaming data charges are?",
        "Where is the cost for data abroad?",
        "Is there a charge for roaming and using data?",
        "How much do you know about Roaming data costs?",
        "We don't know what the fee is for data roaming.",
        "What does it cost for data on the move?",
        "What charges are made for data on the move?",
        "Information on dataRoaming costs?",
        "Is there any extra charges for accessing mobile data overseas?",
        "The charges are for data while on the move.",
        "What are the costs for traveling with data?",
        "Any information about Roaming data costs?",
        "What charges are there for using data while out on the road?",
        "Roaming data usage costs?",
        "How much is cost for roaming data?",
        "Data charges while on the road?",
        "Is there any fees for data roaming.",
        "What's the cost for roaming data?",
        "What are the fees for roaming with data?",
        "Data fees when abroad?",
        "What charges are used for using data while traveling?",
        "What is a fee for data roaming?",
        "Is there anything on Roaming data costs?",
        "How much are the costs of using data abroad?",
        "What is the costs for data abroad?",
        "Can you tell me about data charges abroad?",
        "Can you tell me the costs of using data outside my area?",
        "Data costs when traveling?",
        "How much do I have to pay for data while on the move?",
        "Disclosure of roaming data costs?",
        "When travelling, will you pay data fees?",
        "How much do you spend on data when roaming?",
        "Roaming data rates?",
        "Can you give me more information about the costs of using data outside my coverage area?",
        "When roaming outside, do you pay data fees?",
        "Do you know the costs of using data abroad?",
        "Data fees when you are travelling?",
        "What is the cost of Roaming data?",
        "Is there data charges when away?",
        "How much data do you charge abroad?",
        "Did you have any information on Roaming data costs?",
        "How much is the price for data roaming?",
        "Is data charged during travels?",
        "Data fees when traveling?",
        "How much do I have to pay for data used abroad?",
        "Data is charged when away?",
        "Is the data charges in roaming?",
        "Data charges when away?",
        "When roaming, how much does it cost to use the data?",
        "Can you tell me the cost of using data when I travel outside my network coverage area?",
        "How much is that for roaming data?",
        "What is the cost of data in roaming?",
        "What is the cost of using data in another country?",
        "How much do I pay for roaming for data?",
        "There are data charges in roaming?",
        "Is there data costs in roaming?",
        "The charges for using data while on the road are unknown.",
        "How much will data cost abroad?",
        "Can you let me know the costs of using data outside my coverage area?",
        "Is this cost for data abroad?",
        "What charges do you charge for data while on the move?",
        "Is there any extra fees incurred to access mobile data overseas?",
        "Data costs in roaming",
        "How much does a data roaming fee cost?",
        "How much is data charged when you travel?",
        "What charges is there for data on a move?",
        "Data fees when on the move outside?",
        "While roaming, how much does data cost?",
        "Can you explain the costs of using data when traveling outside my coverage area?",
        "How much can you pay for roaming data?",
        "What about data charges when away?",
        "Is there any data fees abroad?",
        "Can you tell me how much it costs to use data outside my area of coverage?",
        "Cost for roaming data usage?",
        "Do data charges come in roaming?",
        "What charges are in place for using data while out on the road.",
        "Is there a cost to data roaming?",
        "How much is it for data when you are on the move?",
        "How much is it for data to be used abroad?",
        "Do you know how much data roaming costs?",
        "The fees for data roaming are not known.",
        "The cost of having roaming data.",
        "DataRoaming charges abroad?",
        "Is it the cost for data abroad?",
        "How much do I pay for data in roaming?",
        "Will there be data roaming fees?",
        "How much is it going to cost to use the data abroad?",
        "How much does it cost to use data internationally?",
        "Do you know what the fee is for data roaming?",
        "Can you tell me the costs of using data when traveling outside the network area?",
        "The cost of data when on the move.",
        "Data usage charges for travelling?",
        "Data expense while you travel?",
        "Do you know the data roaming fee?",
        "What charges are in place for using data when out on the road?",
        "How much do you pay forRoaming data charges?",
        "How much do we have to pay to use data abroad?",
        "Is there a charge for data consumption when I'm in other countries?",
        "How much does it cost to have data in another country?",
        "The cost of data while abroad.",
        "What is the amount of money for data roaming?",
        "What price is charged for data roaming?",
        "What is the price for roaming with data?",
        "Is there a charge for data use when travelling internationally?",
        "What is the fee for the data roaming?",
        "Can you tell me about the fee for data roaming?",
        "There are fees for data roaming.",
        "Can you tell me about the costs of using data outside my network area?",
        "Will there be fees for data roaming?",
        "What information is there regarding Roaming data costs?",
        "How much do I have to pay for data in roaming?",
        "How much does it cost toRoaming data?",
        "What is the amount of data charges while roaming?",
        "What charges are for roaming data usage?",
        "What charges are put in place to use data on the road?",
        "Data can be charged for while on the go.",
        "What charges is it for data to be on the move?",
        "What are fees for data roaming?",
        "Data expenses while on the go",
        "How much is using data abroad cost?",
        "The costs for Roaming data?",
        "Do you know if there is Roaming data charges?",
        "Are there data charges for roaming?",
        "What is the rate for roaming data?",
        "Information about Roaming data costs?",
        "Are the data charges in roaming?",
        "Can you tell me the costs of using data for travel outside of my coverage area?",
        "What are the charges for data roaming?",
        "Where are the expenses for roaming data?",
        "How much data is charged when traveling?",
        "There's a cost of roaming data.",
        "Is there charges for data usage roaming?",
        "How about data expenses while on the move?",
        "I wonder what the fee is for data roaming.",
        "How much do you pay for data on the move?",
        "Charges for roaming data use?",
        "How much does using data overseas cost?",
        "There is a charge for data while roaming",
        "There are data expenses when roaming.",
        "The data costs when travelling?",
        "When travelling are there data fees?",
        "Is there any information on the cost of data roaming?",
        "The data charges in roaming.",
        "Is it costs for data roaming?",
        "I want to know how data is charged during travel.",
        "Data charge while roaming.",
        "Can you tell me the costs of using data when I travel outside of my area?",
        "What costs for data abroad?",
        "Costs for roaming data.",
        "Data cost while roaming.",
        "How much is the cost of data use abroad?",
        "How much does data cost while traveling?",
        "What is the cost to use data while on the road?",
        "When traveling outside of my network coverage area, can you tell me the costs of using data?",
        "Can you tell me about the cost to use data abroad?",
        "Can you tell me about the costs of using data when traveling outside my network coverage area?",
        "What are the roaming data costs.",
        "Is there aRoaming Data charges?",
        "In roaming, data charges?",
        "Is there any additional charges for accessing mobile data abroad?",
        "Information on Roaming Data costs?",
        "Is there any data charges while roaming?",
        "How much is it for data abroad?",
        "What charges are it for data on the move?",
        "Was there an expense for roaming data?",
        "Is the data roaming fee?",
        "Data fees when travelling are unknown.",
        "Is it possible to reveal roaming data costs?",
        "How much does it cost to use data while abroad?",
        "Data cost will be charged while roaming.",
        "How much does data cost while on the road?",
        "Is thereRoaming Data charges?",
        "When I travel internationally, is there a charge for data usage?",
        "What is the cost for roaming data?",
        "Can you talk about data roaming costs?",
        "How are the data roaming fees?",
        "What is the cost for traveling with data?",
        "How much do you charge for using data abroad?",
        "Data costs while you're away?",
        "Do you know what it will cost to use data abroad?",
        "The charges for Roaming data?",
        "There may be a charge to roam and use data.",
        "Are the costs of dataRoaming?",
        "Data charges for travelling?",
        "Can you tell me what charges are for data while on the move?",
        "Data charges roaming",
        "Data roaming can have fees.",
        "I am not sure what the fee is for data roaming.",
        "Is there expense for roaming data?",
        "How much do you pay for data when on the go?",
        "Is there any additional fee for accessing mobile data overseas.",
        "How much do I pay for data while travelling?",
        "How much do data costs while on the move?",
        "Roaming data fees are not known.",
        "The data expenses are while roaming?",
        "How much will it cost for roaming data usage?",
        "How much should I pay in order to use data abroad?",
        "Cost of data? Roaming",
        "Is there a charge for data consumption when I'm travelling abroad?",
        "Will there be charges for data in roaming?",
        "How much does it cost to roam with data?",
        "Can you clarify the costs of using data when traveling outside the coverage area?",
        "There are data charges while on the go.",
        "Data prices when travelling?",
        "Was there charges for roaming data usage?",
        "Do you have any charges for data roaming?",
        "Are there costs for data roaming?",
        "Is data costs while roaming?",
        "Is it a charge for roaming data?",
        "Is there data expenses while abroad?",
        "What expenses do you have for data roaming?",
        "What charges are put in place for using data while traveling?",
        "Roaming, the cost of data?",
        "How much do we need to pay for roaming data?",
        "Is there a charge for roaming data use?",
        "Does anyone know the charges for roaming data usage?",
        "How much do I pay for data while outside?",
        "A cost for data roaming.",
        "Relating toRoaming data charges?",
        "Do you know the data charges while roaming?",
        "When roaming how much do you pay for data?",
        "Expenses for using roaming data?",
        "Is there costs for data roaming?",
        "The cost for data abroad?",
        "How much is data costs abroad?",
        "For data roaming, what is the fee?",
        "While roaming data expenses?",
        "There are data rates while abroad.",
        "Do you reckon data charges abroad?",
        "What is Roaming data costs?",
        "How much is the data roaming fee?",
        "What charges are in place for using data when you're on the road?",
        "Do you have to pay data fees when travelling?",
        "How much do you pay for roaming data?",
        "What are charges for roaming data usage?",
        "Do you know about the roaming data fees?",
        "How much is data charged when travelling?",
        "How much is it necessary for me to use data abroad?",
        "How much does a roaming data cost?",
        "How much are the roaming data costs?",
        "How much does it cost to use the data abroad?",
        "Is it cost to travel with data?",
        "What charges are in place to use data while out on the road?",
        "Do you know anything about Roaming data costs?",
        "Rates for roaming data.",
        "Does it cost to send data abroad?",
        "How much does it cost to access mobile data abroad?",
        "Do you know what the cost is of using data abroad?",
        "Do you know about data fees when travelling?",
        "Is there a charge for data while away?",
        "Do you know what data is charged during travel?",
        "Data costs when travelling",
        "The cost of data while travelling.",
        "How much does using data abroad cost?",
        "What charges are charged for data when on the move?",
        "Fees for data travelling?",
        "How much is Roaming data charges?",
        "The fee for data roaming is not clear.",
        "Where is the fee for data roaming?",
        "How much does it cost to get roaming data?",
        "What is the fee for data roaming",
        "How much do you have for roaming data?",
        "The costs of data roaming.",
        "Do you charge for roaming data usage?",
        "Are there any charges to use data and roam?",
        "What information is there on Roaming data costs?",
        "What charges are made for using data while on the road?",
        "How much do I pay for data when I'm roaming?",
        "The cost of data abroad",
        "How much do you pay to use data when traveling?",
        "Do you have charges for data while on the move?",
        "Can you tell me about the roaming data fees.",
        "Do there data charges in roaming?",
        "How much do I have to spend to use data abroad?",
        "Will there be charges for roaming data?",
        "Can you tell me the cost of using data when I travel outside of my coverage area?",
        "Can you tell me the costs of using data when traveling outside my coverage area.",
        "Can you give me an idea of the costs of using data outside of my coverage area?",
        "Costs for data travel?",
        "Data fees when you go abroad?",
        "How much does it cost toRoaming data charges?",
        "Is there any extra fee for accessing mobile data abroad?",
        "There are charges for data while roaming.",
        "The cost of data roaming around.",
        "How much do I pay for my data when I travel?",
        "Do you know what charges are for data when on the move?",
        "Are there any additional charges for accessing mobile data overseas?",
        "Data usage abroad costs what?",
        "How high are the roaming data fees?",
        "Is the cost of roaming data?",
        "How much does it cost to use a roaming data plan?",
        "How much do we pay for data outside?",
        "What charges are in place for using data while on the road.",
        "How much is it going to cost for me to use data abroad?",
        "Can you say the cost for roaming data?",
        "The data charges while roaming are unclear.",
        "Can you explain the costs of using data when travelling outside my coverage area?",
        "How much does data charge while on the road?",
        "What charges are placed on using data while on the road?",
        "How much does data cost while on the go?",
        "Can you tell the public about the roaming data costs?",
        "Is there data costs when travelling?",
        "Data cost while traveling?",
        "What is the cost for roaming data",
        "Cost of data roaming?",
        "What is the costs for data roaming?",
        "What are the data charges when on the go?",
        "Roaming costs data",
        "The roaming data fees are up in the air.",
        "Is it costs for data abroad?",
        "Is there anyRoaming Data charges?",
        "What is the data fee when travelling?",
        "How much should I pay to use my data outside?",
        "Data fees with travelling?",
        "How much does it cost for using data while out on the road?",
        "What is the charge for roaming with data?",
        "Is there any added charges for accessing mobile data overseas?",
        "Can you tell me about the costs of using data when travelling outside my coverage area?",
        "How much do you spend on roaming data costs?",
        "Is it cost of data for Roaming?",
        "Information on the costs of data roaming?",
        "How much do I pay for data when I'm abroad?",
        "There are data expenses while roaming.",
        "How much do I pay for data while on the go?",
        "Can you tell me the costs of using data while traveling outside of the coverage area?",
        "How much is it for data on the move?",
        "How much is the cost of data using abroad?",
        "Fees on data roaming?",
        "How much does it cost to have roaming data?",
        "Data charges when on the go?",
        "Is there a specific charge for data consumption when I'm roaming outside?",
        "How much does it cost to use data when on the go?",
        "How much does it Cost to use data abroad?",
        "roaming data use charges?",
        "Will there be additional fees for accessing mobile data overseas?",
        "Data expenses, while on the move?",
        "Is the data roaming fees?",
        "Is that cost for data abroad?",
        "How much does it cost to use data while on the road?",
        "Can you tell me the costs of using data when travelling outside of the coverage area?",
        "What charges are associated with roaming data?",
        "Do you know how much data it costs to use abroad?",
        "It costs for data when on the move.",
        "What are the data charges when travelling?",
        "Data expenses on the prowl?",
        "How much does the data cost in roaming?",
        "Is there any additional fee for accessing data overseas?",
        "Rates when data is abroad.",
        "Can you tell me the cost of data roaming?",
        "What charges are made for roaming data usage?",
        "Is it a fee for data on the move?",
        "Is there a charge for data consumption when travelling outside of the country?",
        "How about data expenses while on the road?",
        "Do you know if it charges for data while on the move?",
        "What charges is it for data when you travel?",
        "How much do I pay for my data abroad?",
        "What is the rate for data while on the move?",
        "What charges are in place for using data while out and about?",
        "How much do data abroad cost?",
        "Can you tell me the cost of using data when traveling outside my area?",
        "Is there data charges while roaming?",
        "Is there a charge for data consumption during roaming?",
        "The amount of data charges while roaming?",
        "What's the charge for data roaming?",
        "Is there charges for roaming data usage?",
        "Do data fees apply when travelling?",
        "How much data charges while away?",
        "Data charges are there in roaming?",
        "Something about data charges abroad?",
        "A cost for roaming data",
        "How much do I have to pay to use data in other countries?",
        "Is it possible to discuss roaming data costs?",
        "Is there data roaming charges?",
        "Are there charges for roaming data?",
        "Data charges while being away?",
        "How much do you pay for data while traveling?",
        "Data roaming are fees?",
        "What is the data roaming cost?",
        "How much do you pay to use data while on the move?",
        "How much do you think the Roaming data costs are?",
        "Does it cost to use data in other countries?",
        "The costs for data abroad.",
        "Is it possible to talk about roaming data costs?",
        "Costs for data roaming",
        "Is the cost of data Roaming?",
        "What charges are there for using data while on the road.",
        "How much do you pay for data while on the move?",
        "Do you have charges for data roaming?",
        "How much does it cost for data travel?",
        "Is there an additional cost for accessing mobile data overseas?",
        "How much do you have to pay for data while roaming?",
        "Cost for data in a foreign locale?",
        "How much do I have to pay to use international data?",
        "Can you ask about data fees when roaming abroad?",
        "Data costs during roaming.",
        "What charges are there for data on the move.",
        "How much does it cost for data when travelling?",
        "Does it charge for data while on the move?",
        "How much do I have to spend on data abroad?",
        "When travelling, what are data fees?",
        "Is there a charge for data consumption in roaming?",
        "Data expenses while on the go.",
        "Can you tell me about the costs of using data when traveling outside the coverage area?",
        "Data is charged for while on the move.",
        "How much does travelling with data cost?",
        "Can you tell me the costs of using data when I'm outside of my coverage area?",
        "Data charge in roaming?",
        "Can you explain the costs of using data when travelling outside the network coverage area?",
        "How about data fees when travelling?",
        "Can you discuss roaming data costs?",
        "Can you tell me about Roaming data charges?",
        "What aboutRoaming data charges?",
        "Rate for data while abroad.",
        "Data expenses on the move?",
        "What charges are there for data when you're on the move?",
        "What is the fee for data traveling?",
        "How much data is charged while travelling?",
        "How much can you charge for roaming data usage?",
        "What charges are put in place for data usage out on the road?",
        "How much will data roaming cost?",
        "Information on the data costs for roaming?",
        "How much do you pay to use data roaming?",
        "How much do I have to pay for data use while roaming?",
        "Data can be charged abroad?",
        "How much do you pay to use roaming data?",
        "Is it true that data costs while roaming?",
        "What is the price of data while roaming?",
        "Do you have a price for data abroad?",
        "How much do you spend on data abroad?",
        "Is it possible to disclose the data roaming costs?",
        "What data charges are associated with roaming?",
        "Do you charge data fees while travelling?",
        "What is the fee for roaming data?",
        "Is it cost for data to go abroad?",
        "The amount of data charges when roaming?",
        "How much do you have to pay for roaming data usage?",
        "What is the cost of using data somewhere else?",
        "Is there a charge for international data use?",
        "Can you tell the public about roaming data costs?",
        "Is it a cost to use data and roam?",
        "What is the charges for data while on the move?",
        "Can you tell me the costs of using data while traveling outside the coverage area?",
        "How much for travelling with data?",
        "What charges are put in place for using a data device while on the road?",
        "Is there an extra fee for accessing mobile data overseas?",
        "Data charges while you're gone?",
        "What is the cost to use data in another country?",
        "Is there an additional fee for accessing mobile data overseas?",
        "Do you have data fees while travelling?",
        "How much does it cost to travel with data?",
        "Data is charged while you're roaming.",
        "Is there data fees when travelling?",
        "I wonder if there is a charge for data consumption when I travel internationally.",
        "How much data is charged while roaming?",
        "There may be a charge to roam and use the data.",
        "Did you know the cost of using data abroad?",
        "How much do roaming data usage charges cost?",
        "Is there any charges for using data on the road?",
        "Do we know how much it costs to use data abroad?",
        "Is there any extra fees for using mobile data abroad?",
        "Did you know Roaming data charges?",
        "How much do I pay for data while on the run?",
        "Is it cost to roam and use data?",
        "Data charges are there while away?",
        "Data is charged for when roaming.",
        "There are data charges when roaming.",
        "The cost of data when traveling?",
        "Is there a fee for accessing mobile data overseas?",
        "Is there any information on dataRoaming costs?",
        "How much do you charge for accessing mobile data abroad?",
        "When travelling, data costs?",
        "What is the cost for data to be used abroad?",
        "What charges are in place for using data on the go?",
        "What charges are in place for using data while travelling?",
        "How much do you pay to use data while on the go?",
        "Data charges for roaming.",
        "Can you tell me about roaming data charges?",
        "Data charges at times while away?",
        "Is there a charge for data consumption when I travel around the world?",
        "What is the fee for mobile data roaming?",
        "Is there any additional fees for international mobile data access?",
        "Do you know the data charges when roaming?",
        "Can you tell me the costs of using data when travelling outside my area of coverage?",
        "What amount of data does it cost while roaming?",
        "Is this a charge for roaming data usage?",
        "Data charging in roaming?",
        "What is the cost of using data when roaming?",
        "Will there be data fees when you travel?",
        "Data charges while abroad: how much?",
        "What data charges are there while on the move?",
        "Is there any data charges while on the move?",
        "Is there data charges while away?",
        "I want to know what it costs to use data abroad.",
        "How much data does it cost abroad?",
        "How much is it cost to access mobile data overseas?",
        "Do you know what it costs to use data outside?",
        "Costs of roaming data",
        "Is there any additional cost for accessing mobile data abroad?",
        "How much do I need to pay for international data use?",
        "What are the data charges when you're roaming?",
        "Are there fees for data roaming?",
        "How much do you pay for roaming data",
        "It charges for data while on the move.",
        "Roaming data charge for data",
        "The cost of roaming for data.",
        "What are the data roaming expenses?",
        "How much data is charged during traveling?",
        "What are the costs for data while roaming?",
        "How much does a roaming data plan cost?",
        "What charges are put in place for using data when you are on the road?",
        "How much for traveling with data?",
        "When travelling, should you pay data fees?",
        "Is there some charges for roaming data usage?",
        "What charges is it for data while travelling?",
        "What charges is there for data when you're moving?",
        "Costs of roaming data.",
        "The fee for data roaming is still unknown.",
        "Do you pay data fees travelling?",
        "Data abroad costs what?",
        "How much does it cost to use my data abroad?",
        "Is the cost of dataRoaming",
        "What does data cost while on the move?",
        "There will be data fees when travelling.",
        "How much do you spend on using data abroad?",
        "There are certain fees for data roaming.",
        "There is a cost of roaming data",
        "There are data charges while away.",
        "Do there data fees when travelling?",
        "Can you tell me the costs of using data when travelling outside of my network coverage area?",
        "How expensive is data abroad?",
        "Can you tell me about the costs of using data when travelling outside my network coverage area?",
        "Can you tell me how much it will cost to use data outside my coverage area?",
        "Is there a fee for using data and roaming?",
        "When traveling outside of my network coverage area, can you explain the costs of using data?",
        "What is the charge for using data while on the road?",
        "Is there any roaming data fees?",
        "How much is it to use data in another country?",
        "How much does it cost to use a data plan while roaming?",
        "How much is it for data roaming outside?",
        "There's a cost of data roaming.",
        "How much data charges while roaming?",
        "I wonder if there are any additional fees for accessing mobile data overseas.",
        "There are data roaming costs.",
        "Data cost in roaming",
        "Data might be charged while away.",
        "Roaming data charge.",
        "What charges is there for data while travelling?",
        "Do you know what the cost is for data used abroad?",
        "Does it cost data when travelling?",
        "Rate for data while abroad",
        "How much is it going to cost me to use data abroad?",
        "How much do I spend to use data abroad?",
        "Roaming: cost of data",
        "Roaming data's cost.",
        "Rates for data while traveling.",
        "How much does data cost for traveling?",
        "Is there any additional fee for accessing overseas mobile data?",
        "When traveling with data fees?",
        "I don't know what the data charges are for roaming.",
        "How much are charges for roaming data use?",
        "The cost of roaming data.",
        "Was there data charges in roaming?",
        "Can you tell me the costs of using data when traveling outside of my coverage area?",
        "Any charges for roaming data usage?",
        "Is there any data fees when travelling.",
        "Fees for roaming with data?",
        "How much do you charge for roaming data use?",
        "Is there Data Fees when travelling?",
        "Information on Roaming data costs?",
        "Has there been charges for roaming data usage?",
        "What charges is there for data on move?",
        "How much do you cost for roaming data?",
        "Data costs when abroad?",
        "Is there data fees when you go abroad?",
        "The roaming data fees.",
        "Does travelling cost data fees?",
        "How much does it cost to travel with your data?",
        "How much is it to use data abroad?",
        "What are the roaming data fee?",
        "How much does it cost for data to travel?",
        "How much is required to use data abroad?",
        "Something about data charges in roaming?",
        "Do you know the cost of using data outside of the country?",
        "How much is it spent on roaming data?",
        "Is there a specific data consumption charge when I travel internationally?",
        "How much does it cost to have data on the move?",
        "How much does data cost when roaming?",
        "How much do I have to pay for data outside?",
        "Do there additional fees for accessing mobile data overseas?",
        "Is there a charge for data usage when traveling internationally?",
        "Did you know that Roaming data charges?",
        "When roaming, how much do you pay for data?",
        "Can you explain the cost for roaming data?",
        "There are data charges abroad?",
        "How much does the data cost when roaming?",
        "I want to know the fee for data roaming.",
        "What charges are in place for using data on the road.",
        "What charge is it for data on the move?",
        "How much is data while on the move?",
        "How much do you pay for data while you're roaming?",
        "What's the cost for data abroad?",
        "How much does data cost while you travel?",
        "What is the data cost for roaming?",
        "Is there charges for roaming data?",
        "There is a charge for data when you are roaming.",
        "How much does data costs when roaming?",
        "What is the cost to use data while roaming?",
        "How much do you think data costs abroad?",
        "How much is spent on data roaming?",
        "How much is the cost of roaming data?",
        "What's the cost of data in roaming?",
        "Can you tell me about the costs of using data outside of my network coverage area?",
        "What charges apply for using data while on the road?",
        "How much data do you have to pay while roaming?",
        "Data charges are available while away.",
        "The data charges while roaming are unknown.",
        "Do you know the costs of Roaming data?",
        "Is there any additional charges for overseas mobile data access?",
        "There are data charges for roaming.",
        "Where is the roaming data fees?",
        "Is the data charged in roaming?",
        "I want information on Roaming data costs.",
        "What are the data costs when roaming?",
        "Can you tell me the costs of using data while traveling outside the network coverage area?",
        "Roaming data usage charges.",
        "Can you tell the public how much roaming data costs are?",
        "Can you tell me the cost of traveling outside my network coverage area with data?",
        "Roaming data Charges?",
        "What charges are put in place for using data while out on the road.",
        "How much do you pay for roaming data costs?",
        "What charges are in place for data use while on the road?",
        "How much do I have to pay for data while outside?",
        "What data charges are there while on the road?",
        "Can you tell me the costs of using data when traveling outside of my network coverage area?",
        "How much does it cost to use data abroad?",
        "How much do we have for data roaming?",
        "The expenses for roaming data?",
        "What charges are there for data on the go?",
        "Is it fees for data roaming?",
        "Data charges while abroad?",
        "Do I have to pay to use data abroad?",
        "What's the price for using data abroad?",
        "How much does it cost to use a data plan abroad?",
        "Do you have a charge to use and roam data?",
        "rates for data while abroad",
        "How much do I pay for data while I travel?",
        "Will there be charges for roaming data use?",
        "What is the rate for data on the move?",
        "I don't know how much I need to pay for data abroad.",
        "Does it cost you data when travelling?",
        "How much do you spend on data when travelling?",
        "Data charges when travelling",
        "Rates for roaming data usage?",
        "There is the cost of roaming data.",
        "Is there a fee for roaming and using data.",
        "How much do I pay for data usage when I travel?",
        "When using data abroad, what is the cost?",
        "Can you tell the truth about roaming data costs.",
        "What is the cost for data use abroad?",
        "What about Roaming data charges?",
        "Costs for traveling with data?",
        "Talk about data roaming fees.",
        "Will there be charges for roaming data usage?",
        "Is there any additional fees for accessing data overseas?",
        "What is the cost of data while roaming?",
        "How about data expenses while roaming?",
        "Data costs when roaming?",
        "Is there a data fees when travelling?",
        "What charges are put in place for using data while away from home?",
        "Cost for data in another locale?",
        "Can you tell me how much it costs to use data when roaming?",
        "The data expense while traveling?",
        "The fees for data roaming?",
        "Figuring out the cost of roaming data.",
        "When travelling, do you have data fees?",
        "What charges are in place for using a data plan while on the road?",
        "How much is using data abroad costing?",
        "Do you have data expenses during travel?",
        "Is it possible to have data fees when travelling?",
        "Is there any charges for roaming data usage.",
        "How much must I pay to use my data abroad?",
        "Was there charges for roaming data use?",
        "What about data roaming charges?",
        "Is that data charges in roaming?",
        "Is there a charge for data usage when I travel abroad?",
        "Do you know what the cost of using data overseas is?",
        "Can you tell the true cost of roaming data?",
        "How much do we have for roaming data usage?",
        "What's the price for data roaming?",
        "What is it costs to use data abroad?",
        "How much will it cost to use data abroad?",
        "How much data does roaming cost?",
        "What is the charge for data while on the move?",
        "Roaming data charges??",
        "Is there a cost of data in Roaming?",
        "How much do you pay for data when you're roaming?",
        "Rates for using data abroad.",
        "How much is it for data roaming.",
        "Can you tell me the cost for roaming data?",
        "Does data fees apply when travelling?",
        "Do you have data fees when you travel?",
        "What charges are in place for using data while on the street?",
        "Do you know about data fees when traveling?",
        "Will it cost for roaming data?",
        "I'd like to know the costs of using data when traveling outside my coverage area.",
        "When I travel internationally, is there a specific charge for data use?",
        "How much do you spend on data when on the go?",
        "The price for data roaming?",
        "Is it Cost for data abroad?",
        "How much does it cost when you travel with data?",
        "There is a cost to data roaming.",
        "Is there any information aboutRoaming data costs.",
        "How much data is charged when travelling?",
        "How much do we pay for data in roaming?",
        "Can you give me some information on the costs of using data outside of my coverage area?",
        "Data cost when roaming.",
        "How much do I pay for my roaming data?",
        "What is the cost for using data in another country?",
        "How much is it for roaming data",
        "I want to know what charges are for data on the move.",
        "Can you tell me the costs of using data while travelling outside my coverage area?",
        "Rates for data when it's abroad.",
        "Data charges are roaming?",
        "Will you pay data fees when travelling?",
        "Is there a fee for roaming data usage?",
        "How much do roaming data costs?",
        "What charges is it for data when travelling?",
        "Is it possible to describe roaming data costs?",
        "Is there charges for roaming data usage",
        "There are data expenses while roaming",
        "The cost of data use abroad.",
        "What are the data rates while roaming?",
        "Do you have a charge to roam and use data?",
        "How data is charged while traveling?",
        "Data charges in the roaming area?",
        "What charges are in place for using a data card on the road?",
        "The charges for data in roaming.",
        "How much does it cost to use my data in another country?",
        "Is there any added costs for accessing mobile data overseas?",
        "What charges for roaming data?",
        "Is there any charge for roaming data usage?",
        "Is there data charges inRoaming?",
        "Is there a charge for international data usage?",
        "Is there an extra charge for accessing mobile data overseas?",
        "Can you tell me the costs of using data outside the network coverage area?",
        "Data bills abroad?",
        "The fee for data roaming is a question.",
        "What aboutRoaming data costs?",
        "When using data abroad what is the cost?",
        "Roaming data charges, what?",
        "Rates for data travels.",
        "What do you know about Roaming data costs?",
        "Is it cost to have data abroad?",
        "Is there a charge for roaming data usage?",
        "What are the charges for data when on the go?",
        "Do you know the cost of data roaming?",
        "Data rates when abroad.",
        "Roaming's cost of data.",
        "Cost of data while roaming?",
        "How much do I pay for data when I am on the road?",
        "How much do we have to pay for data roaming?",
        "What charges do you pay for data while roaming?",
        "Can you tell me about the data charges while roaming?",
        "What's the cost to use data abroad?",
        "Charge for data when on the go.",
        "What are the data expenses while roaming?",
        "Can you tell me about the costs of using data outside of my coverage area.",
        "Data costs of roaming",
        "Is there data expenses while on the road?",
        "What charges are put on for using data while on the road?",
        "Talk about data fees when travelling.",
        "The cost of data is roaming",
        "Data charges while roaming are not known.",
        "What does it cost to use data in another country?",
        "How much would I have to pay to use my data abroad?",
        "There are roaming data charges.",
        "Data cost while roaming",
        "How much do I need to pay for roaming data?",
        "Are there any extra fees for accessing mobile data overseas?",
        "What charges is there for data on the move.",
        "Can you tell me about the costs of using data while traveling outside my coverage area?",
        "How much do you have for roaming data usage?",
        "Is data cost while away?",
        "How much does it cost for data in roaming?",
        "Is there a fee for data on the move?",
        "What information about Roaming data costs is there?",
        "When travelling do you pay data fees?",
        "Do we have a cost for data abroad?",
        "Should you pay data fees while travelling?",
        "Is there a data charge when away?",
        "Is there any data fees when traveling abroad?",
        "How expensive is it to use data abroad?",
        "What data charges are there while on the go?",
        "What data charges are there when you travel?",
        "Is there costs for roaming data?",
        "Can you tell me about the costs of using data when traveling outside my area?",
        "What is the price for roaming data?",
        "Can there be a cost for data roaming?",
        "Is there a data charge when roaming?",
        "What are the charges for data when traveling?",
        "Can you explain the costs of using data while traveling outside the coverage area?",
        "When out on the road, what charges are put in place for using data?",
        "Is there a charge for data consumption when I travel outside of the country?",
        "What charges are put in place to use data while out on the road?",
        "How much does it cost to use data outside the country?",
        "What charges are put in place when using data while out on the road?",
        "Is it cost to roam data?",
        "Can you give me information on Roaming data costs?",
        "Will you be able to reveal roaming data costs?",
        "I was wondering about the Roaming data costs.",
        "Does it cost to have data on the move?",
        "When travelling what data fees are there?",
        "How much do I pay for data when I'm on the road?",
        "Prices for data roaming?",
        "Are there charges for using data and roaming?",
        "What charges are put in place for using data while on the road",
        "The cost of data isRoaming: cost of data?",
        "I need to know the costs of using data when traveling outside of my coverage area.",
        "How much does data cost for roaming?",
        "Is the cost of data used abroad?",
        "How much is it costs to use data abroad?",
        "What are the fees for roaming data?",
        "Data charges while travelling?",
        "The cost of roaming data",
        "How much do I have to pay for data when I'm abroad?",
        "What charges is there for data on the go?",
        "How much do you pay for roaming data use?",
        "The cost of data while on the move.",
        "When travelling outside my network coverage area, can you tell me the costs of using data?",
        "Data roaming can cost you fees.",
        "Will it cost to use data abroad?",
        "While abroad the rates are for data.",
        "What costs are associated with data abroad?",
        "Is there a charge for data usage when I'm overseas?",
        "There are data fees when traveling.",
        "How much do you pay for data when you are roaming?",
        "Data charge while on the go",
        "How much does data cost on the run?",
        "The costs of Roaming data?",
        "The fees for data roaming",
        "Will there be data fees when traveling?",
        "Is there any charges for using data while out on the road?",
        "How much does it cost to use a data plan when roaming?",
        "Does anyone know the cost of Roaming data?",
        "Can you tell me the costs of traveling outside my coverage area with data?",
        "Data fees while travelling?",
        "What is the charges for data roaming?",
        "Data prices when traveling abroad.",
        "Data use abroad costs what?",
        "Data expenses when on the move?",
        "What about data expenses while travelling?",
        "Do you see data fees when travelling?",
        "How are data charges when travelling?",
        "How much do you have to pay for using data while on the road?",
        "It's data charges while away?",
        "How much does data cost while away from home?",
        "What are the charges for data while on the go?",
        "Do you know of any additional fees for accessing mobile data overseas?",
        "Does data cost during travel?",
        "Do you know Roaming data charges?",
        "What's the cost of using data in another country?",
        "Is this data expenses while roaming?",
        "How much should you pay for data while roaming?",
        "Is it true that there are charges for roaming data usage?",
        "Is it really cost for data abroad?",
        "Do you know the fees for data roaming?",
        "Is this data charges while away?",
        "Data cost of roaming.",
        "How much does Roaming data costs?",
        "Data charges when you are away?",
        "Data costs while roaming, how much?",
        "How much do I have to pay for data on the road?",
        "the cost of data in roaming",
        "Is there an added fee for accessing mobile data overseas?",
        "What is the total fee for data roaming?",
        "Is there any information on Roaming data costs.",
        "The cost of using data abroad is unknown.",
        "Will there be a charge for roaming and using data?",
        "Rates for data travel.",
        "Is it a charge for data when on the move?",
        "Is there a charge for data consumption when I travel abroad?",
        "How much are charges for roaming data usage?",
        "How much should I pay to use data overseas?",
        "Can you tell me about the costs of using data outside the coverage area?",
        "What data expenses are there while roaming?",
        "What roaming data fees are there?",
        "Data charges while on the move.",
        "What are the data charges while on the move?",
        "When roaming abroad will there be data fees?",
        "How much data fees when travelling?",
        "How much do I need to shell out for data abroad?",
        "Can you explain the costs of using data when traveling outside of the network coverage area?",
        "Data can be used abroad, but what does it cost?",
        "Can you tell me the costs of using data for travel outside my coverage area?",
        "Data fees while roaming?",
        "charges for data while roaming",
        "It is a question of cost for roaming data.",
        "Data costs when traveling.",
        "How much do you pay to use data when you travel?",
        "How much do I pay to use my data in other countries?",
        "How much does it cost to roam around with data?",
        "Is the cost of data roaming.",
        "What data roaming fees are there?",
        "Is it true that data expenses are incurred while roaming?",
        "Information on Roaming data costs is needed.",
        "Data costs are charged while roaming.",
        "Is it possible to explain the costs of roaming data?",
        "Datacharges in roaming?",
        "Can you tell me the costs of using data while traveling outside of my network coverage area?",
        "Is there data usage charges for roaming?",
        "The charges for data while on the road.",
        "What is the price for data roaming?",
        "Data can be charged while you are roaming.",
        "The price of data roaming.",
        "Can you tell me the costs of using data while travelling outside my network coverage area?",
        "Fees for roaming using data?",
        "What charges is it for data to be used while on the move?",
        "Roaming data is charged?",
        "Data expenses while going somewhere?",
        "The dataRoaming data fees",
        "Data fees when you are abroad?",
        "Is there a cost for data roaming?",
        "The roaming data fees are not clear.",
        "How much do we pay for roaming data?",
        "What are theRoaming data fees?",
        "Do you pay data roaming fees?",
        "Is it charging for data while on the move?",
        "Can you tell me about the data roaming fees?",
        "Do you have any information onRoaming data costs?",
        "Rates for data in roaming?",
        "Roaming price of data?",
        "The rates for data when abroad.",
        "Is there a charge for data consumption when I'm overseas?",
        "Can you tell me what the fee is for data roaming?",
        "Is there charges for roaming data usage.",
        "Is it a matter ofRoaming data charges?",
        "What about data charges in roaming?",
        "How much do I have to pay to send data abroad?",
        "How much do you charge for roaming data usage.",
        "Costs of data in roaming?",
        "Is there a charge for data while on the move?",
        "How much is it for using data abroad.",
        "How much data does it take to travel?",
        "Roaming data cost how much?",
        "When using data while on the road, what charges are in place?",
        "Can you tell me about the cost of using data abroad?",
        "Roaming data fees are unknown.",
        "What is the fee for data roaming.",
        "Can you tell me the costs of travelling outside my network coverage area with data?",
        "Is it expensive to have data abroad?",
        "What is the cost of data during roaming?",
        "Is data charges charged while away?",
        "What costs are associated with using data abroad?",
        "Is it charges for roaming data?",
        "How much is roaming data cost?",
        "Data roaming prices?",
        "Did you know there are fees for data roaming?",
        "Is it cost for roaming data",
        "How much does data cost to use abroad?",
        "Is it a fee for data while on the move?",
        "What charges are used for using data on the road?",
        "The price for data abroad?",
        "What charges are in place for using data when travelling?",
        "Does it cost to use data and roam?",
        "There could be a charge to roam and use data.",
        "Is there charges for roaming data use.",
        "Is there a specific charge for data usage when I'm roaming?",
        "How much can you charge for roaming data?",
        "Can you tell me about the costs of using data while traveling outside the coverage area?",
        "What is the fee for data travel?",
        "How much does data travel for?",
        "Do you know the costs of using data when traveling outside of my coverage area?",
        "When I'm traveling internationally, is there a specific charge for data consumption?",
        "What is the costs for Roaming data?",
        "How much does the data cost while on the road?",
        "I don't know how much I need to pay to use the data abroad.",
        "Can you tell me the costs of using data when travelling outside the network coverage area?",
        "Do you know the cost of using data abroad.",
        "Data roaming charges, what's the fee?",
        "Is there a specific charge for data use when I'm abroad?",
        "How expensive is using data abroad?",
        "Data fees while traveling abroad?",
        "Will there be data fees when travelling?",
        "Data roaming fees?",
        "What are the data roaming fees for?",
        "Data cost in roaming.",
        "Is this data charges in roaming?",
        "How much do I have to pay for my data roaming?",
        "Data may be charged for while roaming.",
        "The cost for data abroad is unknown.",
        "How much do I spend on data roaming?",
        "what is the fee for data roaming?",
        "How much does data cost when traveling?",
        "Data costs while travelling.",
        "Do you charge fees for data roaming?",
        "Data charges abroad, what?",
        "The cost of data on the road.",
        "Is it charged for data when on the move?",
        "Did you know about the Roaming data costs?",
        "Can you tell me the charges for roaming data usage?",
        "A cost of roaming data.",
        "What charges exist for using data while out on the road?",
        "Data fees can be incurred when travelling.",
        "How much do I pay for data when I'm away?",
        "Is there anything to charge for roaming data usage?",
        "What is the data cost when roaming?",
        "Data roaming may have fees.",
        "I don't know what it costs to use data abroad.",
        "How much does it cost me to use data outside?",
        "Is there any extra fees for data access overseas?",
        "What is the costs of using data abroad?",
        "How much data costs while on the road?",
        "Data is charged while roaming.",
        "What are the costs for Roaming data?",
        "Data will be charged when roaming.",
        "How is data charged when you travel?",
        "Do you know about roaming data charges?",
        "How much should I pay for using data abroad?",
        "Data fees when you are travelling.",
        "What data charges are in place when you are on the road?",
        "Can you tell people about roaming data costs?",
        "The costs of data in roaming.",
        "How much are the costs for roaming data?",
        "What is the data roaming fee.",
        "Roaming data use charges?",
        "What charges are in place when using data while out on the road?",
        "There will be data expenses while roaming.",
        "What charges is it for data on the go?",
        "How much data is charged while traveling?",
        "Data charges are included in roaming?",
        "Can you tell me about expenses for roaming data?",
        "Data charges are possible while away.",
        "How much for roaming data usage?",
        "Data cost roaming.",
        "Are expenses for roaming data?",
        "Is there any information on Roaming data costs?",
        "How much did it cost to use data abroad?",
        "The costs for roaming with data?",
        "How much should I pay to use data outside?",
        "Data rates can be charged while abroad.",
        "Was the cost of roaming data?",
        "How much data charges when roaming?",
        "How much do you spend when roaming with data?",
        "Was there a cost for data roaming?",
        "The data roaming fees are not clear.",
        "Can you tell me the costs of using data when I'm outside my network coverage area?",
        "How much do they charge for roaming data?",
        "Does travelling have data fees?",
        "How much do I need to shell out to use data abroad?",
        "Can you tell me the costs of using data when I travel outside of the coverage area?",
        "DataRoaming cost of data?",
        "How much data do you charge while on the go?",
        "Is there any fees for data roaming?",
        "Is it possible to explain roaming data costs?",
        "Is there a dataRoaming charges?",
        "Expense for roaming data?",
        "How much does it cost to use data in a foreign locale?",
        "Do you know what the data charges are when roaming?",
        "What are the roaming data charges.",
        "Is there any extra charges for accessing data overseas?",
        "Do you know the cost of using data in another country?",
        "Data is charged for while on the go.",
        "It charges for data when you're on the move.",
        "The data cost is roaming.",
        "Is there any information on the costs of data roaming?",
        "Information onRoaming data costs.",
        "How much of a cost of data is roaming?",
        "How much do you pay for accessing mobile data abroad?",
        "How much is it for data roaming?",
        "How much do I have to pay to use my data while traveling?",
        "I was wondering about Roaming data costs.",
        "How much is there data roaming?",
        "Roaming data fees are not clear.",
        "Is it a fee for data when travelling?",
        "Data charges can be incurred while away.",
        "Is it a fee to use and roam data?",
        "Data can be charged when away.",
        "Roaming data cost.",
        "Roaming abroad with data fees?",
        "Data charges roaming.",
        "Do you know how much data charges while roaming?",
        "A question about data fees when travelling.",
        "Is there any dataRoaming data charges?",
        "How much is the cost for data roaming?",
        "When travelling, what are the data fees?",
        "The roaming data fees are a topic of discussion.",
        "How much do I pay for data while I'm abroad?",
        "The fee for data roaming isn't known.",
        "How much do you think Roaming data costs are?",
        "data charges in roaming",
        "How much data is charged when you travel?",
        "Data charges when roaming: how much?",
        "What charges is it for data while you are on the move?",
        "How much do Roaming data charges cost?",
        "Data can be charged for while travelling.",
        "How much does the data cost when traveling?",
        "The cost of data on the move.",
        "Do you know what the roaming data fees are?",
        "Which is the fee for data roaming?",
        "How much data do you charge while on the move?",
        "Do you know what it cost to use data outside of the country?",
        "Is there any extra fee for accessing overseas mobile data?",
        "Is there data charges for roaming?",
        "Expense for data roaming?",
        "How much does it cost to use a roaming data card?",
        "Can you tell me about the costs of using data while traveling outside of my coverage area?",
        "How much does it cost for data while roaming?",
        "Costs for roaming data?",
        "Roaming costs for data?",
        "What about roaming data expenses?",
        "There are data costs while roaming.",
        "How much data does it cost while traveling?",
        "Data can be charged when roaming.",
        "Does anyone know if there are any additional fees for accessing mobile data overseas?",
        "How much is cost for data roaming?",
        "Data expenses, while roaming?",
        "What charges are in place for using a data device while on the road?",
        "What are the charges for using data while on the go?",
        "The data roaming fees?",
        "What is the cost of Roaming data",
        "How much do you charge to use roaming data?",
        "What charges is it to have data on the move?",
        "Is there any charges for roaming data?",
        "Can you explain the costs of using data outside of my network coverage area?",
        "What are the charges for data travel?",
        "The fees for data roaming are unknown.",
        "What about data expenses while on the move?",
        "What charges are put into place for using data while on the road?",
        "Is there a cost to roaming data?",
        "The price for data roaming.",
        "What charges do you charge for data on the move?",
        "Cost of data when roaming?",
        "How much are there roaming data fees?",
        "Data prices while away.",
        "What is the cost of using data in another place?",
        "How much data is charged for roaming?",
        "The fee for roaming with data is not known.",
        "What's the rate for data roaming?",
        "Is roaming data cost?",
        "Is there a fee to roam and use the data?",
        "Is there any extra fees for overseas access to mobile data?",
        "Is there any extra fees involved in accessing mobile data overseas?",
        "What charges are in place for using data while on the road?",
        "The cost of data traveling.",
        "Charge for data while on the go.",
        "The data expenses while on the move?",
        "Can you ask about data charges in roaming?",
        "Can you tell me the costs of using data while travelling outside of my coverage area?",
        "What charges are put in place for using data while out in the road?",
        "How much do I have to pay for data to use abroad?",
        "Data charges while roaming is a question.",
        "There are charges for data when on the move.",
        "When traveling outside my network coverage area, can you clarify the costs of using data?",
        "Is there any data charges when away?",
        "How much does it cost for data to be roaming?",
        "What charges for data roaming?",
        "Do you know the charges for data while on the move?",
        "What are the dataRoaming data fees.",
        "Roaming cost data?",
        "Is there a specific charge for data use when I travel internationally?",
        "How much does it cost to data use abroad?",
        "Is there any additional cost for accessing mobile data overseas?",
        "I want to use data abroad, how much do I need to pay?",
        "How much do you pay for the roaming data fees?",
        "Is there a charge for data usage when travelling internationally?",
        "What charges are in place for data usage on the road?",
        "Do you know how much data costs while roaming?",
        "the cost of using data abroad",
        "How much does it cost to use data roaming?",
        "Is there a specific charge for data consumption when I'm roaming?",
        "Is it a fee to roam and use data?",
        "Is cost for roaming data?",
        "What is the cost of data used abroad?",
        "How much does traveling with data cost?",
        "Data roaming charges, what is the fee?",
        "For roaming data expenses?",
        "There are data charges when you are roaming.",
        "What is the data cost in roaming?",
        "What information do you have on Roaming data costs?",
        "I want to know the costs of using data outside of my network coverage area.",
        "How much do I have to pay for overseas data use?",
        "Is there a data fee when traveling?",
        "Is there a charge for data consumption when abroad?",
        "Do you know what data charges are for on the move?",
        "There are charges for using data while out on the road.",
        "The roaming data fees are unclear.",
        "Is there a specific charge for data consumption when I travel outside of the country?",
        "Is there data fees when abroad?",
        "Do you know the cost of data while roaming?",
        "Is data charged when travelling?",
        "How much do you spend on data roaming?",
        "How do you charge data while traveling?",
        "Is there charges for using roaming data?",
        "Data charges on the go?",
        "Can you estimate the cost for roaming data?",
        "How much does it cost to use data while outside?",
        "Is it cost for data abroad.",
        "How much is it to have roaming data?",
        "How much do you pay for data during roaming?",
        "What does data roaming cost?",
        "Is the cost of data roaming?",
        "roaming data charges",
        "Data fees roaming abroad?",
        "Is there any charges for accessing mobile data overseas?",
        "How much is charged for roaming data usage?",
        "What charges is it for data while on a move?",
        "What is the cost of data use abroad?",
        "Data and roaming charges?",
        "You can charge for data while traveling.",
        "Do we have a cost for roaming data?",
        "There may be data charges in roaming.",
        "What are the data fees when travelling?",
        "What charges are put in place when using data on the go?",
        "Data Charge when roaming",
        "What charges is it for data while traveling?",
        "Is data charges in roaming?",
        "What is the fee for data roaming?",
        "Can you point out the costs of using data when traveling outside of my coverage area?",
        "The data fees when travelling",
        "Will there be data expense during travel?",
        "Is travelling with data fees?",
        "The cost of data for roaming?",
        "Is there a data charge in roaming?",
        "Can you tell me the costs of using data while traveling outside my coverage area.",
        "Can you say how much roaming data costs are?",
        "Are the costs for roaming data high?",
        "Do you have a fee for data roaming?",
        "The cost for data roaming.",
        "The charges for data while on the go.",
        "Is there a charge for roaming and using the data?",
        "There are data costs when travelling.",
        "Data charges are levied while roaming.",
        "Was it cost for roaming data?",
        "How much are costs for roaming data?",
        "The cost of data roaming",
        "The cost for roaming data.",
        "There are charges for data in roaming.",
        "How much does it cost for data when on the move?",
        "There is cost of data roaming.",
        "How much data charges during roaming?",
        "What about data roaming fees?",
        "What charges are in place when using data while on the go?",
        "Data charges when you are away.",
        "How much does it cost to use data somewhere else?",
        "Is it possible to incur additional fees to access mobile data overseas?",
        "Is there a charge for data consumption while roaming?",
        "While roaming, how much do you pay for data?",
        "Are there costs for data abroad?",
        "How much is there for data roaming?",
        "There are charges for using data on the road.",
        "What are the charges for data during roaming?",
        "What do you charge for data on the move?",
        "Do you know any information on Roaming data costs?",
        "When travelling, what do you pay for data?",
        "Tell me about Roaming data costs.",
        "Is there data charges when you're away?",
        "Data charges while abroad.",
        "Can you tell us about the cost of roaming data?",
        "What expenses are for roaming data?",
        "Is cost for data abroad?",
        "I'm looking for information about Roaming data costs.",
        "When traveling outside my coverage area, can you tell me the costs of using data?",
        "What charges are in place for using data while out on the road",
        "What charges are included for using data on the road?",
        "Can you tell the public about your roaming data costs?",
        "How is data charged when travelling?",
        "Rates for data travelling.",
        "Is there any additional fees incurred for accessing mobile data overseas?",
        "How much data is charged during travels?",
        "How aboutRoaming data charges?",
        "How much does it cost to use data elsewhere?",
        "You can charge for data when roaming.",
        "What is the price to use data abroad?",
        "Will there be data expenses while roaming?",
        "What is the cost of data while on the road?",
        "Are there data fees when traveling?",
        "What is the cost of international data use?",
        "I don't understand what the roaming data fees are.",
        "Do you know what the price is for using data abroad?",
        "Data roaming fees.",
        "Are there data charges when away?",
        "Is there any data fees when travelling abroad?",
        "Data charge during roaming.",
        "Is there a price for using data abroad?",
        "Are there expenses for roaming data?",
        "Data charge going abroad?",
        "Is it a charge to roam and use data?",
        "How much does it cost to use data in a foreign country?",
        "The data roaming cost.",
        "Data fees when on the go?",
        "When traveling outside my network coverage area, can you tell me the costs of data use?",
        "Is it cost to use data while roaming?",
        "Is there any information on Roaming Data costs?",
        "The expenses for data roaming?",
        "Do you know how much data cost when roaming?",
        "How much data costs while on the go?",
        "How much do you charge to useRoaming data charges?",
        "The charges for roaming data use.",
        "Do you know what it costs to use data overseas?",
        "What is the cost for data when roaming?",
        "Can you tell me how much it costs to use data outside of my area?",
        "Is there charging for roaming data usage?",
        "What charges are in place for using data out on the road?",
        "Where is the cost for roaming data?",
        "Do you know how much data costs while travelling?",
        "Data cost for roaming.",
        "What are the roaming data costs?",
        "Can you inform the public about roaming data costs?",
        "Is there a charge for data consumption while abroad?",
        "Data roaming is subject to charges.",
        "I want to know the costs of using data when traveling outside of my coverage area.",
        "How much is the roaming data fee?",
        "Can you tell me what it costs to use data abroad?",
        "Is there a charge for data consumption abroad?",
        "What's the price of using data abroad?",
        "What are the data charges when on the move?",
        "How much do you think for data roaming?",
        "There is any information aboutRoaming data costs?",
        "What is the cost of data in Roaming?",
        "Is there a cost for traveling with data?",
        "Is there a cost for roaming data",
        "How much do I pay to use data abroad?",
        "Rates for data while away from home.",
        "How much does it cost me to use data abroad?",
        "What is the price of using data abroad?",
        "Is it cost to use data abroad?",
        "Data expense while on the go?",
        "What is the charge for data when on the move?",
        "What charges is made for data during travel?",
        "What information on Roaming data costs are available?",
        "How much does it cost to use foreign data?",
        "What charges are levied for data on the move?",
        "Can you provide information about roaming data costs?",
        "Is there roaming fees for data?",
        "How much does it cost to use data when traveling?",
        "Data charges while on the go.",
        "A cost of data roaming",
        "What charges are put in place for using data while on the road.",
        "Is there a specific charge for data usage when I'm abroad?",
        "What charges are imposed for using data on the road?",
        "charges for roaming data usage",
        "How much do I pay for data when traveling?",
        "How much do you charge for roaming data usage?",
        "Will expenses be incurred for roaming data?",
        "When roaming internationally, is there a charge for data consumption?",
        "Roaming: costs of data?",
        "Can you tell me about the data roaming costs?",
        "The cost to use data abroad is unknown.",
        "Is it cost to access mobile data overseas?",
        "How much do you have to pay for data while on the go?",
        "Is there any costs for data roaming?",
        "How much should I pay to use my data in another country?",
        "How much is roaming data fees?",
        "What is the cost to use data when on the road?",
        "How much do I pay for data while I'm on the move?",
        "What charges are imposed for roaming data usage?",
        "Is there a charge for data usage when I'm roaming outside?",
        "Are there fees for roaming data?",
        "What about data expenses while roaming?",
        "Can you explain the costs of using data when travelling outside the coverage area?",
        "What's the cost for data roaming?",
        "Can you tell me how much data costs while roaming?",
        "How much do I pay for data abroad?",
        "What charges are put in place for using data when on the go?",
        "Can you explain the costs of using data while traveling outside my coverage area?",
        "How much does data costs while on the road?",
        "Rates for traveling with data.",
        "There are data charges while away?",
        "Do we have data charges in roaming?",
        "How much do I pay for data while I'm outside?",
        "Data charges while roaming.",
        "Will it cost you data when travelling?",
        "The cost of data on roaming?",
        "Do you know aboutRoaming data charges?",
        "Data fees while traveling?",
        "There are charges for data on the move.",
        "How much do the data roaming fees cost?",
        "What charges is it for data when on the go?",
        "When traveling outside the network coverage area, can you tell me the costs of using data?",
        "Is data charged while on the move?",
        "I wonder if there is a charge to roam and use data.",
        "How much do you charge for data while roaming?",
        "Rates are for data while abroad",
        "Data cost while on the go.",
        "Are there charges for data while away?",
        "Is there roaming data fees?",
        "How much do you charge for data while on the phone?",
        "How much do you charge for Roaming data?",
        "How much do I need to spend to use my data abroad?",
        "While abroad, rates for data.",
        "I wonder how much I have to pay to use data abroad.",
        "The prices for data roaming?",
        "I would like to know information on Roaming data costs.",
        "Is there any additional fees charged for accessing mobile data overseas?",
        "I want to use data abroad, how much should I pay?",
        "Can you clarify the costs of using data when traveling outside of my coverage area?",
        "How much is it cost to use data overseas?",
        "What charges are in place for using data when traveling?",
        "Are there charges to use and roam data?",
        "The costs of data roaming?",
        "Roaming cost of data?",
        "Is there data charges when you travel?",
        "Is it possible to reveal the costs of roaming data?",
        "Is there a cost for roaming data.",
        "How much does data cost while abroad?",
        "Do travellers pay data fees when travelling?",
        "Does it cost for data on the move?",
        "What is the cost for data roaming.",
        "Do I have to pay a specific charge for data consumption when I'm outside?",
        "Is there any additional charges for overseas data access?",
        "When roaming outside, will there be data fees?",
        "Is there any additional fees for accessing mobile data overseas.",
        "When travelling how much do you pay for data?",
        "Do data fees apply while travelling?",
        "How much does data cost in roaming?",
        "You can charge for data while travelling.",
        "Data prices while away?",
        "Data costs for roaming",
        "So what is the fee for data roaming?",
        "Data cost in roaming?",
        "Is there any additional fees for accessing overseas mobile data?",
        "Can you tell us how much you pay for roaming data?",
        "How much is it for roaming data?",
        "How much is it for roaming to use data?",
        "What are roaming data costs?",
        "How much do I have to pay to use my overseas data?",
        "There's a cost for data roaming.",
        "What charges are in place when using a data device while on the road?",
        "How much do you spend on data while roaming?",
        "Rates for data on the go.",
        "There is a charge for data while on the go.",
        "When travelling, can there be data fees?",
        "Is there any extra fees incurred for accessing mobile data overseas?",
        "How much do I have to pay when I travel with data?",
        "How much can you charge for data roaming?",
        "How much do I pay to use my data in another country?",
        "What are roaming data fees?",
        "How much do you have to pay for data while traveling?",
        "How much is a data roaming fee?",
        "Rates for data while on the go.",
        "Data charges roaming?",
        "Is it the cost for roaming data?",
        "The data roaming fees are not known.",
        "Data roaming costs.",
        "There are data fees for roaming.",
        "What do we pay for data roaming?",
        "How are data charges when traveling?",
        "I'm not sure what the roaming data fees are.",
        "Rates for data roaming?",
        "It's a question about cost for roaming data.",
        "Data expenses when roaming?",
        "What charges are put in place for using the data while on the road?",
        "How much does it cost to use a data card abroad?",
        "How much do I pay for data while on the road?",
        "Is there additional fees for accessing mobile data overseas?",
        "Is there cost for data abroad?",
        "Can you tell me the roaming data costs?",
        "Is it cost to use roaming data?",
        "How much does one pay for roaming data?",
        "How much is it for using data abroad?",
        "How much is it for using data in another country?",
        "Something about data fees when travelling?",
        "Does Roaming cost data?",
        "Data fees when you're abroad?",
        "Data charges during roaming",
        "What is the cost of data on the move?",
        "There may be data expenses while roaming.",
        "What does data cost while roaming?",
        "What charges are in place when using data on the go?",
        "Data can be charged during travel.",
        "How much data does it cost when roaming?",
        "Do you have a cost for roaming data?",
        "Can you tell me about data expense during travel?",
        "How much do you pay for data while on the run?",
        "Is it cost for traveling with data?",
        "Do you have fees for data roaming?",
        "Can you point out the costs of using data when traveling outside the coverage area?",
        "Is there data fees when traveling abroad?",
        "Is there any extra fees for using mobile data overseas?",
        "Is there any extra fees for overseas mobile data access?",
        "Is there any costs for accessing mobile data overseas?",
        "Is there any additional costs for accessing data overseas?",
        "Can you tell me the costs of using data when traveling outside of the network coverage area?",
        "Data expenses while on the move.",
        "What does it cost to use data when roaming?",
        "Is it possible to incur additional costs for accessing mobile data overseas?",
        "Data fees when you travel outside?",
        "Roaming data costs.",
        "I want to know how much data costs while roaming.",
        "Data charges can be charged while roaming.",
        "What charges are put in place for using a data card while on the road?",
        "How much do data roaming costs?",
        "Do you know how much data charges are while roaming?",
        "Was the cost for data roaming?",
        "What costs are associated with roaming data?",
        "How much do you have to pay for roaming data?",
        "How much should we pay for roaming data?",
        "The cost of data on roaming.",
        "Is there any cost for roaming data?",
        "Can you tell me the costs of using data when traveling outside my area of coverage?",
        "Is there any additional fees for international data access?",
        "I don't know what the fee is for data roaming.",
        "Was it costs for roaming data?",
        "How much do you charge for data while travelling?",
        "Can you tell me the costs of using data while traveling outside my area?",
        "Do you know how much data costs while traveling?",
        "The cost of Roaming data?",
        "It's a question of cost for data abroad.",
        "What charges is there for the data while on the move?",
        "What charges are there for the data while on the move?",
        "There might be a charge to roam and use the data.",
        "I need to know what the roaming data fees are.",
        "Is there any charges forRoaming data?",
        "Data expenses in roaming?",
        "Do you know the price for data roaming?",
        "Do I have to pay a charge for data consumption when I travel internationally?",
        "What is the data charge when roaming?",
        "What charges are put in place for the use of data on the road?",
        "A data charge while away?",
        "How much do I have to spend to use the data abroad?",
        "How much do I have to pay to use my data in other countries?",
        "What is the fee for roaming with data?",
        "Is there any charge for roaming data use?",
        "Is there any cost for data roaming?",
        "How much does it cost to have data on the go?",
        "Do you know what its cost to use data abroad?",
        "Is there any additional costs for accessing mobile data overseas.",
        "What are roaming data prices?",
        "How much do roaming data charges cost?",
        "What charges are levied for roaming data usage?",
        "Do you know what the charges are for data while on the move?",
        "How much can you tell about roaming data costs?",
        "How expensive is data roaming?",
        "What are the data charges while on the go?",
        "Do you know the amount of data charges while roaming?",
        "The expenses for roaming data",
        "What is the fee for using data outside?",
        "How much is the Roaming data cost?",
        "Can you tell me the costs of using data when traveling outside of my area of coverage?",
        "Cost for data roaming",
        "Data costs when away?",
        "While roaming you should be charged for data.",
        "What charges are put in place for using data while travelling?",
        "Do you know if there are roaming data charges?",
        "How much do I have to pay for data use while traveling?",
        "What charges are put in place for using data while on the go?",
        "How much does it cost toRoaming: cost of data?",
        "The cost of data while roaming?",
        "How much do you pay for roaming data charges?",
        "Data charges when roaming.",
        "Is there a charge for data consumption when roaming?",
        "How much does the roaming data fees cost?",
        "How much should we pay for data roaming?",
        "How much do data roaming fees cost?",
        "What are the roaming data fees",
        "How much does data cost when on the go?",
        "What is the cost of data when roaming?",
        "There is a charge for data while on the move.",
        "How much is it for data use abroad?",
        "What are the data roaming fees?",
        "How much does it costs to use data abroad?",
        "Do we pay data roaming fees?",
        "Is there data fees when you travel abroad?",
        "Do you pay data fees when traveling abroad?",
        "What information do you have regarding Roaming data costs?",
        "How much do you spend on roaming data fees?",
        "Data can be charged in roaming.",
        "Rates for data while in another country.",
        "Is there charges for data usage abroad?",
        "Rates of roaming data.",
        "How much does it cost to use data and roam?",
        "How much is the roaming data costs?",
        "How much is there for roaming data?",
        "Does it cost for data roaming?",
        "When roaming, how much does it cost to use data?",
        "What is the price of data abroad?",
        "Data charges while they're away?",
        "How much is the cost of data used abroad?",
        "roaming data cost",
        "How about roaming data charges?",
        "How much do you spend on data when on the road?",
        "What are the expenses for roaming data?",
        "Data will be charged when you are roaming.",
        "Roaming's cost of data?",
        "How much data costs while roaming?",
        "Can you tell me about roaming data costs?",
        "Can you let me know the costs of using data outside of my coverage area?",
        "Do you have Fees for data roaming?",
        "How much do you have to pay to access mobile data overseas?",
        "How much does it cost toRoaming Data?",
        "What charges are put in place for using data while out the road?",
        "What charges are imposed when using data while on the road?",
        "Talking about data fees when travelling.",
        "How much do you pay for data while outside?",
        "What are charges for using data while on the road?",
        "Data charges while you are away?",
        "Does it cost more for data roaming?",
        "How much do you pay to use data when roaming?",
        "Can you calculate data fees when travelling?",
        "The data expenses while on the road?",
        "Data will charge while away?",
        "Are there charges for roaming data use?",
        "How much do I have to pay for data abroad?",
        "How much for data roaming outside?",
        "Is there charges for travelling with data?",
        "How much is a roaming data fee?",
        "Data cost can be charged while roaming.",
        "Is it possible to incur data fees when travelling?",
        "Is there any additional fees for overseas mobile data use?",
        "There might be a charge to roam and use data.",
        "Data charges while on the run?",
        "roaming data fees",
        "What is the rate for data roaming?",
        "There are charges for using data out on the road.",
        "I don't know how much data I need to pay for abroad.",
        "How much data fees abroad?",
        "What charges are put in place for travelling with data?",
        "How much is it to use data abroad.",
        "How much is it going to cost to use data abroad?",
        "What is the cost for data while roaming?",
        "How much do I have to pay for data while abroad?",
        "How much can I pay for data abroad?",
        "The cost to use data abroad is not known.",
        "What's the roaming data fees?",
        "There are fees for roaming data.",
        "How much is the fee for data traveling?",
        "How much do you charge for data in roaming?",
        "What is the data charges for roaming?",
        "How much data does it cost to travel?",
        "How much is the cost for data abroad?",
        "How much is going to be spent on roaming data?",
        "What were the roaming data fees?",
        "There are data roaming charges.",
        "Was it cost for data roaming?",
        "The cost for data abroad.",
        "How much data is charged in roaming?",
        "Can you tell me about the roaming data fees?",
        "Can you tell the public about the costs of roaming data?",
        "I don't know what the data roaming fee is.",
        "How much is charged for data when roaming?",
        "Data roaming charges",
        "Is there data charges when traveling?",
        "Can you tell me about the costs of using data outside of my coverage area?",
        "Are there any costs for data roaming?",
        "The cost ofRoaming data",
        "When travelling, will there be data fees?",
        "The roaming data charges.",
        "Do you know what it costs to use the data abroad?",
        "How much do you charge to use data abroad?",
        "Is there a charge for data during travel?",
        "I would like to know the costs of using data when traveling outside of my network coverage area.",
        "What data charges are there when you're on the move?",
        "Is there an additional fee for accessing data overseas?",
        "Can you tell me about the costs of roaming data?",
        "What charges are put in place for data use on the road?",
        "Data costs can be charged while roaming.",
        "I am in need of information on Roaming data costs.",
        "What information is available about Roaming data costs?",
        "Is it possible to reveal data roaming costs?",
        "Can you tell me about the charges for roaming data usage?",
        "Is the cost of data abroad?",
        "Is it possible to disclose the roaming data costs?",
        "Information onRoaming data costs",
        "How much are the roaming data fees?",
        "What charges are in place when using data while on the road.",
        "Data charges when you're away.",
        "Data costs will be charged while roaming.",
        "Data Charge for roaming.",
        "What is the amount of data roaming fee?",
        "What are data roaming charges?",
        "Do you have information on Roaming data costs?",
        "Is there Roaming data charges?",
        "Is there any information on theRoaming data costs?",
        "Do you think there is a cost for data abroad?",
        "Information on data costs in roaming?",
        "Is there a data expense during travel?",
        "How much data is charged during travelling?",
        "Data can be charged for while roaming.",
        "What costs are put in place for using data while on the road?",
        "There is a cost for roaming data",
        "Is it possible to reveal the roaming data costs?",
        "What charges are it for data while on the move?",
        "Is there a charge for data consumption while I'm roaming?",
        "Is there a cost for roaming data usage?",
        "The rates for data while abroad.",
        "Data charges will be made while roaming.",
        "Cost of data in Roaming?",
        "Is there fees for roaming data?",
        "Can you tell me what the costs of using data are outside my coverage area?",
        "What costs are associated with data roaming?",
        "Do you have a charge to use data and roam?",
        "There are data fees when travelling.",
        "Can you tell me the cost of roaming data?",
        "The costs for data abroad?",
        "What charges are put in place for using a data device outside?",
        "Is there any extra fee for accessing mobile data overseas?",
        "How much data charges in roaming?",
        "How much does data cost when you're on the go?",
        "Data will be charged while away?",
        "Is there an additional fee for accessing overseas mobile data?",
        "Can you tell the truth about data roaming costs?",
        "What do we pay for roaming data?",
        "Cost of data roaming.",
        "What charges is there for data while on the move.",
        "Do you get data fees when travelling?",
        "How much data charges are in roaming?",
        "Are the fees for data roaming?",
        "What charges are associated with data roaming?",
        "What are the charges for using data while on the road?",
        "Is there any cost for accessing mobile data overseas?",
        "What charges are used when using data while on the road?",
        "What is the cost when using data abroad?",
        "How about the roaming data fees?",
        "Is there any fee to access mobile data overseas?",
        "How much does it cost to use data out of country?",
        "What is the cost to use data when traveling?",
        "How much will I have to pay to use the data abroad?",
        "The data cost in roaming.",
        "What charges is there for data when on the move?",
        "Is there any extra costs to access mobile data overseas?",
        "Is there any extra cost to access mobile data overseas?",
        "Can you explain the costs of using data when traveling outside of the coverage area?",
        "Cost of data abroad?",
        "Can you tell me the cost of using data when travelling outside my network coverage area?",
        "What are the charges forRoaming data?",
        "How much do I have to pay for data in other countries?",
        "Is there charges for data while on the move?",
        "Is there a charge for data consumption when I travel outside the country?",
        "Is there a charge for data consumption when traveling internationally?",
        "Roaming charges for data?",
        "Rates for data traveling.",
        "How will data be charged during travel?",
        "Can you explain the costs of using data when traveling outside of my coverage area?",
        "I would like to know the costs of using data when traveling outside my coverage area.",
        "Is there any charges for data while on the move?",
        "There is a cost of roaming data.",
        "Do we have to pay for data roaming?",
        "There is a cost of data roaming.",
        "Data charges when traveling?",
        "What is the cost of using data outside?",
        "Is there any data fees for travelling?",
        "I would like to know the costs of using data when traveling outside my network coverage area.",
        "There is data fees when travelling.",
        "Is there a data fee when travelling?",
        "Information on the Roaming data costs?",
        "Costs for data roaming.",
        "What are data roaming fees?",
        "Is there a roaming data charge?",
        "What charges are it for data when you are on the move?",
        "How much does it cost to access roaming data?",
        "The fee for data roaming, what is it?",
        "How much will it cost to travel with data?",
        "Data expenses as you travel?",
        "What additional fees are incurred for accessing mobile data overseas?",
        "There are data fees when roaming.",
        "Information regarding Roaming data costs?",
        "Is there a charge for data usage when I travel?",
        "cost of data roaming",
        "How much does one have for roaming data?",
        "The cost of data while roaming",
        "How much will it cost for roaming data?",
        "The charges for data are on the move.",
        "Is there data expense when traveling?",
        "Can you tell me how data is charged during travel?",
        "How much is the cost of data abroad?",
        "Are there charges to use data and roam?",
        "The charges for data while roaming are unknown.",
        "Can you tell me about the costs of using data outside the network coverage area?",
        "Data charges for roaming?",
        "There may be data fees when travelling.",
        "How much do I need to pay for data abroad?",
        "Do you know how much roaming data costs are?",
        "What charges is the data on the move?",
        "Data charges during roaming?",
        "How much is charged for data while roaming?",
        "What costs is it for data while on the move?",
        "Data costs while on the move.",
        "Can you give the cost of roaming data?",
        "What are the charges for using data on the go?",
        "How much does it cost for data to be used abroad?",
        "How much does it cost to use data when on the move?",
        "Data prices when travelling.",
        "How much does it cost to use international data?",
        "Is the fee for roaming data?",
        "What charges are put in place for data use while out on the road?",
        "How much do I have to pay to use overseas data?",
        "Does it cost anything to use data abroad?",
        "Do you incur data expense during travel?",
        "How much do Roaming data costs vary?",
        "Is there a charge for international data consumption?",
        "Do you know about Roaming data charges?",
        "Do you know how much data costs while outside?",
        "Can you tell me the costs of using data while traveling outside of my coverage area?",
        "Is there a charge for data use when I'm traveling internationally?",
        "It is a question about data expense during travel.",
        "Is there any data charges in roaming?",
        "How much does it cost to use data in another locale?",
        "Can you let the public know about the roaming data costs?",
        "How much should you pay for data roaming?",
        "Can you tell me about the costs of using data outside of my area?",
        "What is the cost for roaming data.",
        "The cost for data roaming?",
        "Data is charged while away?",
        "To use data abroad, how much do I have to pay?",
        "Information about Roaming data costs.",
        "Do you incur data fees when travelling?",
        "What charges are put in place for using a data card on the road?",
        "What information on Roaming data costs do you have?",
        "Can you explain roaming data costs?",
        "How much is the fee for data roaming?",
        "The roaming data fees are a topic.",
        "How much data does it cost while on the go?",
        "What are the costs for roaming data?",
        "Is there any added fees for accessing mobile data overseas?",
        "What is the amount for roaming data?",
        "Data costs when travelling.",
        "Is the cost of roaming data.",
        "The cost for roaming data is not known.",
        "Data charges when on the move.",
        "TheRoaming data charges?",
        "Data rates when abroad",
        "Is there a charge for data consumption when I travel overseas?",
        "How much does it cost to use data while out on the road?",
        "Does anyone have any information about Roaming data costs?",
        "How much are the fees for data roaming?",
        "There might be a charge to use data and roam.",
        "Is it cost to have roaming data?",
        "Is there a charge for data consumption when I travel outside?",
        "Is there any charges regarding roaming data usage?",
        "What charges are in place for using data while out on the road?",
        "The cost of data during roaming.",
        "Is it cost to use data while on the move?",
        "Is that cost for roaming data?",
        "Can you tell me the cost of using data when traveling outside of my coverage area?",
        "What are the charges for traveling with data?",
        "Data cost roaming",
        "Is that cost for data roaming?",
        "Do I have to pay a data consumption charge when I'm abroad?",
        "Is there any extra costs for accessing mobile data abroad?",
        "Can you tell me the costs of using data outside my area of coverage?",
        "Is it a cost for data abroad?",
        "How much does it cost to use data while traveling?",
        "Data charged while away?",
        "How much do you have to pay for data while travelling?",
        "Can you give me any information on Roaming data costs?",
        "Are the data roaming fees?",
        "There are data charges in roaming.",
        "Is there any additional fees associated with accessing mobile data overseas?",
        "Is there a fee for roaming and using data?",
        "Data charges when roaming",
        "Data roaming Fees?",
        "What costs for data roaming?",
        "Can you tell me about the costs of using data when traveling outside of my coverage area?",
        "Is it costs for roaming data usage?",
        "Is there any data expenses while on the go?",
        "Data prices while travelling?",
        "How high is the cost for data abroad?",
        "What charges are made for data during travel?",
        "Data can be charged while you're roaming.",
        "How much do you pay for data outside?",
        "Data costs for abroad?",
        "Is there a charge for data consumption when I'm roaming?",
        "Should we pay data fees when travelling?",
        "What data charges are there when you are on the move?",
        "Is there a cost for data abroad.",
        "Is there any charges for data in roaming?",
        "What is the charge for data roaming?",
        "Do you mean Roaming data charges?",
        "Is it expensive to use data when roaming?",
        "Is there a charge for data usage when I'm in another country?",
        "Is there any information on the cost of roaming data?",
        "Is data expenses while roaming?",
        "Is it cost of data in Roaming?",
        "Can you tell me the costs of using data when travelling outside of my coverage area?",
        "What data costs do you have on Roaming?",
        "How much do you think for roaming data?",
        "It's not known what the fee is for data roaming.",
        "What charges is it for data on move?",
        "How costs for roaming data?",
        "Can you tell me more about the costs of using data outside my coverage area?",
        "the cost for data abroad",
        "How much do you charge for data during roaming?",
        "How much do I have to pay to use my data outside?",
        "What is the cost of data use in another country?",
        "What charges are put in place for using data when out on the road?",
        "How much do we shell out for roaming data?",
        "How much data is charged while on the run?",
        "Is there any additional fees for accessing mobile data abroad?",
        "What charges do you have for roaming data usage?",
        "How much do I have to pay for data while travelling?",
        "What is it cost to use data in another country?",
        "What are the data costs for Roaming?",
        "Is there any extra fees to use mobile data overseas?",
        "The cost of data when roaming.",
        "What charges are put in place for using data outside?",
        "How much do I have to pay for international data use?",
        "Is there data charges for travelling?",
        "Is it possible to reveal the cost of roaming data?",
        "How much do I pay for roaming data usage?",
        "What do we have to pay to use data abroad?",
        "I want to know the costs of Roaming data.",
        "Roaming data costs?",
        "Can you tell me the costs of using data when traveling outside of the coverage area?",
        "The data charges while roaming are not known.",
        "What's the data roaming fee?",
        "Is there any additional costs for accessing mobile data abroad?",
        "Data charges can be made while roaming.",
        "How much do we pay for data abroad?",
        "Do you have data expenses while roaming?",
        "Data costs roaming",
        "What are the costs of data roaming?",
        "What charges is it for data when you're on the move?",
        "How much is it going to cost me to use the data abroad?",
        "What data costs are there for Roaming?",
        "The roaming data fees are something to ponder.",
        "How about charges for roaming data use?",
        "How much does it cost to use data while on the run?",
        "Can you tell me about the costs of using data outside of my area of coverage?",
        "How much data is charged for traveling?",
        "Is there any fees for data travel?",
        "Is there a fee to use data and roam?",
        "What are the expenses for data roaming?",
        "Do you know what it would cost to use data abroad?",
        "Is there any extra fees for access to mobile data overseas?",
        "What charges are placed for using data while out on the road?",
        "Is there any charge for data while on the move?",
        "Can you reveal roaming data costs?",
        "Data can be charged for while on the road.",
        "How much do I have to pay for data when I'm on the go?",
        "The charges for data while on the move.",
        "Can there be any additional fees for accessing mobile data overseas?",
        "How much for data on the go?",
        "Is there any additional costs associated with accessing mobile data overseas?",
        "Is it possible to clarify the costs of using data outside my coverage area?",
        "Does anyone know the costs of Roaming data?",
        "Data can be charged when you are roaming.",
        "How much does it cost to travel with roaming data?",
        "Data charge travelling abroad?",
        "Can you tell me about the costs of using data when I travel outside of my coverage area?",
        "Can you tell the price of roaming data?",
        "When roaming abroad, what are the data fees?",
        "Is Roaming cost of data?",
        "How much do I have to pay for data on the go?",
        "Can you tell me the cost of using data when roaming?",
        "How much do you charge forRoaming data?",
        "How much does data cost during travel?",
        "Can you tell me the cost of data abroad?",
        "How much is it for Roaming data costs?",
        "Data fees for roaming?",
        "Rates for roaming data?",
        "How much do Roaming data costs?",
        "What are the charges for data when travelling?",
        "What is the fees for data roaming?",
        "Is there data fees when going abroad?",
        "Roaming can cost data.",
        "Do you know how much data costs in roaming?",
        "Is there any extra fees for accessing mobile data overseas.",
        "Is there information on Roaming data costs?",
        "Data prices in roaming?",
        "Information on Roaming Data Costs?",
        "Data costs inRoaming",
        "How much should data roaming costs be?",
        "How much do we spend on data when roaming?",
        "What data charges are in place when out on the road?",
        "Rates for data when you are abroad.",
        "Do you know what data charges are when roaming?",
        "How much is it for data on the road?",
        "Is there a specific charge for data consumption when I'm abroad?",
        "Is there a data charges while roaming?",
        "Fees for data on the move?",
        "What is the cost of data while on the go?",
        "What information is available on Roaming data costs?",
        "Is there a data charges in roaming?",
        "Is it cost for data roaming?",
        "It's data expenses while roaming?",
        "How much do I pay for data when on the go?",
        "What are the data charges when you are roaming?",
        "How much do you cost for data abroad?",
        "How much is charged for data when traveling?",
        "What does it cost to use data while roaming?",
        "What are the charges for data on the road?",
        "What is the cost ofRoaming data?",
        "the fee for data roaming",
        "Data fees when travelling are not known.",
        "For data roaming?",
        "What charges are for data while on the move?",
        "Data may be charged while roaming.",
        "Do you know what data charges are abroad?",
        "When travelling, how much does it cost to use data?",
        "Is it a fee for data roaming.",
        "How much would it cost for roaming data?",
        "Is there anything to pay for data roaming?",
        "Is there a charge for data use when traveling internationally?",
        "Are there any costs for using data abroad?",
        "Information onRoaming data costs?",
        "Can you tell me the costs of using data when I travel outside of my network coverage area?",
        "How much data do you pay while roaming?",
        "Is there any additional cost to access mobile data overseas?",
        "The costs of using data abroad.",
        "What are the charges for using data when on the road?",
        "Data charges can be levied while roaming.",
        "How much does a person have for roaming data?",
        "Is there any charges for roaming data use?",
        "Is there any extra fees charged for accessing mobile data overseas?",
        "How much do data roaming charges cost?",
        "Do you think about data charges in roaming?",
        "Do you have any information about Roaming data costs?",
        "Data rates while abroad.",
        "Roaming data fees?",
        "How much does it cost to use roaming data?",
        "Is there any information on the costs of roaming data?",
        "Cost for data roaming.",
        "Data charge for roaming",
        "How much do I have to pay to use that data abroad?",
        "Roaming the cost of data?",
        "What charges are put in place to use data while on the road?",
        "Are there any additional fees for overseas data access?",
        "Rates for data when it is abroad.",
        "How much is data charged for travel?",
        "How much do I pay to use overseas data?",
        "How much did you pay for roaming data?",
        "When roaming, how much does the data cost?",
        "Rates are for data while abroad.",
        "What expenses are there for data roaming?",
        "Is there a charge for data usage when I'm roaming?",
        "There will be a charge for data while roaming.",
        "Can you tell me the costs of using data when I travel outside the coverage area?",
        "Can you let me know the costs of using data when traveling outside my coverage area?",
        "How much does it cost for data to roam?",
        "How much does it cost to use data while on the go?",
        "Data costs when roaming",
        "What charges are put in place for using data while on the road?",
        "Is there any additional charges for accessing mobile data overseas?",
        "Is it possible to clarify the costs of using data when traveling outside my network coverage area?",
        "Is there a charge for data when on the move?",
        "Is data charged while traveling?",
        "Is it costly to use data abroad?",
        "Do you have data roaming charges?",
        "While abroad, there are rates for data.",
        "How much are expenses for roaming data?",
        "What are the charges for Roaming data?",
        "What charges are placed on using data on the road?",
        "What is the roaming data rate?",
        "Data charges while on the move?",
        "How much would it cost to use data abroad?",
        "How much do I have to pay to use the data abroad?",
        "The roaming data fees are discussed.",
        "Is there a cost for the data abroad?",
        "What charges are in place for using data when on the road?",
        "Data charges in traveling?",
        "The data expenses while travelling.",
        "Can you tell us what the roaming data costs are?",
        "How much will it cost for data abroad?",
        "How much does it cost for Roaming data?",
        "What charges are there for using data while on the road?",
        "Data expenses while on the run?",
        "Is there any additional fee for accessing mobile data overseas?",
        "Do you know what the data roaming fees are?",
        "Roaming data costs have been asked about.",
        "The cost for data roaming",
        "How much does it cost to use the data while roaming?",
        "How much are fees for data roaming?",
        "Data fees when on the move?",
        "How much does it cost for traveling with data?",
        "What is the cost for data roaming?",
        "How much is the cost for using data abroad?",
        "The cost to use roaming data.",
        "How high is the cost of roaming data?",
        "Data usage charges for roaming?",
        "What charges apply to roaming data usage?",
        "Is there a charge for data consumption when I'm on the go?",
        "When traveling outside my coverage area, can you tell me the cost of using data?",
        "Is it a cost to roam and use data?",
        "what is the fee for data roaming",
        "Is there a fee for using and roaming data?",
        "What charges are charged for data on the move?",
        "Do you know how data is charged in travel?",
        "Do you have charges for roaming data usage?",
        "Data Charge for roaming",
        "Are data expenses while roaming?",
        "What are the charges for data while travelling?",
        "The data cost abroad?",
        "I need to know the costs of using data when traveling outside of my network coverage area.",
        "Do charges exist for roaming data usage?",
        "How much do I have to pay for using data abroad?",
        "How much do I pay for data when I travel?",
        "Is there roaming data charges?",
        "Can you tell me the cost of using data when travelling outside my coverage area?",
        "Can you tell me how much it costs to use data outside my area?",
        "Are the costs for data roaming?",
        "Is there a data charge for roaming?",
        "Is there any additional costs for overseas access to mobile data?",
        "Talk about data charges in roaming?",
        "Can you tell us what it costs to use data abroad?",
        "What charges is it for data when on the move?",
        "What is the roaming data amount?",
        "What costs are associated with data while on the move?",
        "Is there any data expenses while roaming?",
        "Where are the roaming data fees?",
        "There are charges for using roaming data.",
        "Is there roaming charges for data usage?",
        "Does it cost to roam and use data?",
        "Can you tell me about the costs of using data outside my area?",
        "Is data charged while travelling?",
        "Is there a data fee when traveling abroad?",
        "How much for data on the road?",
        "Is there a cost for using data abroad?",
        "Can you tell me about the costs of using data outside my coverage area?",
        "Is there charging for roaming data use?",
        "What charges is it for the data on the move?",
        "How much does it cost to use data when away from home?",
        "Is it possible to incur additional fees for accessing overseas mobile data?",
        "How much do I have to pay to use roaming data?",
        "Is there a roaming data charges?",
        "Any information onRoaming data costs?",
        "Data charges while travelling",
        "Does using data abroad cost anything?",
        "Is there a cost to using data abroad?",
        "Did you know data fees when travelling?",
        "Is there a cost of data in roaming?",
        "Is there a charge for data usage when I travel internationally?",
        "What are roaming data charges?",
        "How much do you pay for using data while out on the road?",
        "For roaming data, how much?",
        "Can you tell me the costs of using data when traveling outside of my area?",
        "Is there charged for roaming data usage?",
        "When traveling outside of my network coverage area, can you tell me about the costs of using data?",
        "Data roaming fee, what's it?",
        "How much do you charge for data on the road?",
        "How much is it for me to use data abroad?",
        "What charges is it for data while on move?",
        "How much is it to use data and roam?",
        "I want to know if you can disclose roaming data costs.",
        "What do you charge for data roaming?",
        "How much do I pay for using data abroad?",
        "Data charges while you're gone.",
        "Is there any data fees while travelling?",
        "Data is charged in roaming?",
        "Is this cost for roaming data?",
        "Data cost for abroad?",
        "Roaming: the cost of data?",
        "How much do you think it will cost to use data abroad?",
        "What charges is data for on the move?",
        "Do you know the cost for data abroad?",
        "Is there any information regarding Roaming data costs?",
        "The charges for roaming data usage.",
        "How much do I need to pay to use my data overseas?",
        "It's a question of data expense during travel.",
        "What does it cost to use overseas data?",
        "Can you tell me about the data charges when roaming?",
        "Data charges while gone?",
        "Some fees for data roaming.",
        "Is the data fee when travelling?",
        "How much do I need to pay to use my data outside?",
        "Is there a charge for data on the move?",
        "How much do you charge for data while abroad?",
        "What costs do we pay to use data abroad?",
        "What costs do you have for data roaming?",
        "Do I have to pay a data consumption charge when I travel internationally?",
        "The costs of data in roaming?",
        "When traveling outside my coverage area, can you tell me about the costs of using data?",
        "How much data charges abroad?",
        "Roaming data fees are a question.",
        "What charges are put in place when using data on the road?",
        "Is thereRoaming data charges",
        "Costs for data in another country?",
        "Can you tell me about the costs of using data when traveling outside of my area?",
        "Roaming data usage Charges?",
        "Do we pay fees for data roaming?",
        "Data charges are made while away?",
        "How much do we spend for roaming data?",
        "Is there any data charges while away?",
        "When roaming abroad, can there be data fees?",
        "How much do I pay to use my data outside?",
        "Can you tell me the cost of using data outside of my coverage area?",
        "Do data fees apply when you travel?",
        "Roaming is cost of data?",
        "Is there a cost for data in another country?",
        "How about Roaming data charges?",
        "What is the cost to use data when roaming?",
        "How much do you spend to use data while roaming?",
        "How much do you have for data roaming?",
        "Can you explain the costs of using data when traveling outside of my network coverage area?",
        "Do you know what the data charges are while roaming?",
        "How much does it cost to use data when away?",
        "How much do I spend on data while on the move?",
        "Do we have data charges while away?",
        "I don't know if there is a charge to roam and use data.",
        "What are the costs of using data abroad?",
        "What is the rate for roaming with data?",
        "The cost of using roaming data.",
        "Is that data expenses while on the go?",
        "What cost of data is Roaming?",
        "What charges are there for data on the move?",
        "What charges is it for data when on a move?",
        "Is there a specific charge for data consumption when travelling internationally?",
        "Possible expenses for roaming data?",
        "How much does the data cost while traveling?",
        "The cost to use data abroad.",
        "How much do roaming data fees cost?",
        "Do I need to pay to use data abroad?",
        "The price for roaming data?",
        "Roaming data costs are not known.",
        "Cost for roaming data",
        "Data charges are charged while away?",
        "What does the cost of using data abroad look like?",
        "What is the fee for data travelling?",
        "When using data abroad what does it cost?",
        "What information do you have onRoaming data costs?",
        "How much do you have for roaming data fees?",
        "Can you tell me about data expenses while roaming?",
        "Data is charged while on the move.",
        "Talk about charging for data while roaming.",
        "Is there a fee for data consumption when I'm abroad?",
        "Data expenses while on the move",
        "The data charges in roaming?",
        "The cost of roaming data varies.",
        "How do we pay for data during travel?",
        "Can you ask about data fees when travelling?",
        "What is the cost for the data abroad?",
        "Does it cost more to access mobile data overseas?",
        "What are the roaming data charges?",
        "What is the cost to use data while on the go?",
        "Is there any added costs for accessing mobile data abroad?",
        "Data charges while on the move, what?",
        "Data can be charged for while on the move.",
        "How much do I need to pay for data in another country?",
        "Can you point out the costs of using data outside of my coverage area?",
        "When travelling, do you pay data fees?",
        "Does data charge when away?",
        "Is there any additional fees for overseas access to mobile data?",
        "What charges is there for data when you're on the move?",
        "Can you tell me about your roaming data costs?",
        "Charge for data in roaming.",
        "How much do I get charged for data roaming?",
        "What charges are there for using data on the road?",
        "How much does it cost to use the data outside?",
        "The roaming data fees, what are they?",
        "I don't know the fee for data roaming.",
        "Is there data charges when roaming?",
        "Is there any information about roaming data costs?",
        "What expenses do you see for roaming data?",
        "Can you tell me the cost of using data when traveling outside the network coverage area?",
        "Can you let the public know about the data roaming costs?",
        "The data roaming fee?",
        "What charges are used when using data on the road?",
        "What are the data charges when you are on the go?",
        "Data charges if you are away?",
        "What charges are there for data while travelling?",
        "What charges is there for the data on the move?",
        "Is there any information on the Roaming data costs?",
        "Is it the cost to use data abroad?",
        "Is there a charge for data consumption when I am abroad?",
        "I need to know the fee for data roaming.",
        "Is there a cost for data travel?",
        "Roaming data fees.",
        "Data is charged for while roaming.",
        "Rates for data when abroad.",
        "Can you tell me charges for roaming data usage?",
        "Data cost: Roaming?",
        "Was there any information on Roaming data costs?",
        "Is there any info about Roaming data costs?",
        "What costs is it for data on the move?",
        "How much does the data cost on the road?",
        "Is there a charge for data consumption when I'm traveling internationally?",
        "Can you tell me the costs of using data outside my network area?",
        "How much do you spend for data roaming?",
        "How much data charges while on the go?",
        "Is there any added fees for accessing mobile data abroad?",
        "Can you tell me the cost of using data while traveling outside my coverage area?",
        "Rates of data while abroad.",
        "Data costs while on the go?",
        "What expenses do you have for roaming data?",
        "Do you know what it costs to use data in another country?",
        "Is there data charges forRoaming?",
        "Will there be data fees when traveling abroad?",
        "How much data costs when traveling?",
        "Is there any added cost for accessing mobile data overseas?",
        "What is the charged for data roaming?",
        "Can you tell me the costs of using data outside my coverage area?",
        "Can you tell me the roaming data fees?",
        "The data charges while roaming, what are they?",
        "What are the charges for using data while on the road.",
        "What are the data charges when you are on the move?",
        "What are the fees for data roaming?",
        "Do you know what the cost is to use data abroad?",
        "I wonder if there are expenses for roaming data.",
        "The data roaming fee.",
        "Was it charges for roaming data usage?",
        "Data charges during travels.",
        "Can you explain the costs of using data while traveling outside of my coverage area?",
        "Data charges on the move?",
        "What data charges are there when on the move?",
        "How much is data cost in Roaming?",
        "Do you know the data charges abroad?",
        "Does it cost a lot to use data abroad?",
        "What is the cost for data abroad.",
        "Any information aboutRoaming data costs?",
        "How much does it cost for using data on the road?",
        "Can you tell me the costs of using data when traveling outside my network area?",
        "Is there any information about Roaming Data costs?",
        "How much do you spend on data when on the move?",
        "The costs of data when travelling?",
        "When travelling with data costs?",
        "Are data charges in roaming?",
        "How much does Roaming data costs vary?",
        "What information about Roaming data costs are there?",
        "Data charges for traveling?",
        "Can you tell me the data roaming costs?",
        "When using data on the road, what charges are put in place?",
        "What costs do we have to pay to use data abroad?",
        "Rates can be used for data while abroad.",
        "How much do you have to spend to use data abroad?",
        "Is there any extra charges for using mobile data overseas?",
        "Data fees when roaming?",
        "Roaming charge for data",
        "Costs of data roaming",
        "Is that charge for data while on the move?",
        "Expenses related to roaming data?",
        "The cost of data roaming away.",
        "Can you tell us how much you spend on roaming data?",
        "How much is data abroad cost?",
        "Expenses related to data roaming?",
        "How much can you charge for data while roaming?",
        "Is there a cost to use data abroad?",
        "How much does it cost to use a data plan when outside?",
        "Is there a fee for data roaming?",
        "Data is charges while away?",
        "The charge is for data while on the move.",
        "How much is it going to cost to use my data abroad?",
        "When using data while on the road, what charges are put in place?",
        "There is a question about how much for roaming data.",
        "How much data is charged while on the go?",
        "Is it possible to detail roaming data costs?",
        "What charges is it for data when traveling?",
        "What charges are in place for using data while out on the street?",
        "How much do I need to pay to use overseas data?",
        "What information is there about Roaming data costs?",
        "Is it possible to incur additional fees to access mobile data abroad?",
        "Prices for data abroad?",
        "Are there data roaming fees?",
        "How much does it cost to use data while travelling?",
        "How much do I pay to use the data abroad?",
        "Is this cost for data roaming?",
        "Will it cost you for roaming data?",
        "How much is data while on the road?",
        "How much data does it cost while roaming?",
        "There are data fees when travelling?",
        "Is there a fee for accessing mobile data overseas.",
        "Is there a fee for roaming and data use?",
        "Data charges when you travel?",
        "Concerning data charges abroad?",
        "Can you tell me the costs of using data outside of my area of coverage?",
        "How much do I pay for data while I'm roaming?",
        "How much does it cost to use my data outside?",
        "What charges are associated with data when on the move?",
        "Did you know data expenses while roaming?",
        "How much do you charge when you travel with data?",
        "Can you clarify the costs of using data when traveling outside my coverage area?",
        "What are the costs to use data abroad?",
        "How much do I have to pay for data in foreign countries?",
        "What are the roaming data expenses?",
        "Is the roaming data fees?",
        "How much do you pay to access mobile data overseas?",
        "Was there a cost for data abroad?",
        "What expenses do you pay for roaming data?",
        "There is charge for data while roaming.",
        "Cost of roaming data?",
        "What information onRoaming data costs are there?",
        "There are data fees when travelling",
        "Data costs while traveling.",
        "How much do I have to pay to use data in another country?",
        "What does it cost for data while on the move?",
        "Data charges on roaming?",
        "When roaming what are the data charges?",
        "Do you know how much data costs while on the move?",
        "The charges for using data while out on the road are unknown.",
        "Rates while abroad for data",
        "What are the rates for data roaming?",
        "There's a charge for data when roaming.",
        "How is data charged while travelling?",
        "The data expenses while abroad?",
        "How much are roaming data fees?",
        "What data charges is it for on the move?",
        "Is there data fees when you travel?",
        "AreRoaming data charges?",
        "Is there any added fee for accessing mobile data overseas?",
        "How much do you reckon for roaming data?",
        "Is that charge for roaming data usage?",
        "Is it possible to clarify the costs of using data when traveling outside my coverage area?",
        "Can you explain the costs of using data when traveling outside my area?",
        "Is there a charge for data consumption when travelling abroad?",
        "Data fees when you travel abroad?",
        "Is the cost for the data abroad?",
        "The amount of data charges while on the move.",
        "Data charges related to roaming?",
        "How much does the data cost abroad?",
        "I wonder how data is charged during travel.",
        "Data fees when on the go.",
        "How much data does it cost while on the move?",
        "The data expenses while abroad.",
        "How much does data cost roaming?",
        "How much do you charge for data roaming?",
        "What charges are charged for using data while on the road?",
        "The cost of using data abroad.",
        "Can you tell me the costs of using data when I'm not in the coverage area?",
        "Do you have to pay fees for data roaming?",
        "What charges are it for data when on the move?",
        "Is there any additional costs for overseas data access?",
        "The expenses for roaming data.",
        "A cost of roaming data",
        "Is there a fee to use data outside?",
        "What are the charges for roaming data?",
        "How much do I spend on data while on the go?",
        "A question regarding data expenses while roaming.",
        "What charges are put in place for data usage while on the road?",
        "I need to know the costs of using data when traveling outside my network coverage area.",
        "Do data fees apply when traveling?",
        "Charge for data while on the move.",
        "Data charged in roaming?",
        "Was it a cost for roaming data?",
        "When roaming, how much do you spend on data?",
        "Data charges in travelling?",
        "How much do we pay to use data abroad?",
        "What charges is it for the data to be on the move?",
        "What is the cost when using data in another country?",
        "How much data is charged for travel?",
        "How much is charged for data while on the move?",
        "Can you tell the public about data roaming costs?",
        "What is the cost of overseas data use?",
        "What is the roaming data fee?",
        "The fee for roaming data",
        "What charges is it for data to be used on the move?",
        "Data charges are related to roaming.",
        "While out on the road, what charges are put in place for using data?",
        "Is the cost for roaming data high?",
        "There are costs for accessing mobile data abroad.",
        "Will the cost be for roaming data?",
        "I am interested in information on Roaming data costs.",
        "Information aboutRoaming data costs?",
        "The rates are for data while abroad.",
        "How much do I need to pay to use the data abroad?",
        "Is it cost to use data when roaming?",
        "Do you know what charges are in place for using data while on the road?",
        "Can you tell me about data charges while roaming?",
        "How much do we pay for data while roaming?",
        "How much do you charge for data when you are roaming?",
        "Is there a data charge while roaming?",
        "How much data is charged when roaming?",
        "Costs of data roaming.",
        "How much is it for accessing mobile data overseas?",
        "Data costs while abroad.",
        "Can you tell me the costs of using data outside my network coverage area?",
        "Is there data roaming costs?",
        "It costs how much to use data abroad.",
        "How much can you say about roaming data costs?",
        "Do you know what the cost is for using data abroad?",
        "The fee for data roaming is not yet known.",
        "There are roaming data fees.",
        "Data charge when roaming",
        "How much does roaming data use cost?",
        "How much do you charge for data when you travel?",
        "Can you tell the public about the data roaming costs?",
        "Do I have to pay a charge for data consumption when I'm outside?",
        "Is the cost of data in roaming?",
        "Data costs in Roaming.",
        "Can you tell me the data charges while roaming?",
        "How much do I need to pay to use data in another country?",
        "How much are the data charges when roaming?",
        "Do you know what roaming data charges are?",
        "How much do you charge for using data on the road?",
        "Data expenses while on roaming?",
        "There is cost of roaming data.",
        "How much is it for roaming data usage?",
        "Rates for data while away.",
        "How much does it cost me to use data overseas?",
        "Roaming data usage charges",
        "Data charges while you are gone?",
        "Data cost during travels?",
        "How about expenses for roaming data?",
        "How much do you pay for Roaming data charges?",
        "Is there a cost to data abroad?",
        "Do you know the charges for roaming data?",
        "How much data charges do you pay while roaming?",
        "How much do I need to spend to use data abroad?",
        "How much do we pay for data when we travel?",
        "Is there any additional charges for accessing data overseas?",
        "Is the cost for the data roaming?",
        "Is there any data expenses while on the move?",
        "The fee for data roaming is not specified.",
        "Can anyone tell me about Roaming data costs?",
        "So what are the roaming data fees?",
        "The price of roaming data.",
        "There are charges forRoaming data.",
        "What charges are in place to use data while on the road?",
        "Is it a charge to use and roam data?",
        "How much data expenses are there while roaming?",
        "How much do I have to pay to use my data while roaming?",
        "How much will it cost me to use the data abroad?",
        "How much do I pay for data when on the road?",
        "How much does it cost for using data abroad?",
        "How much do I have to pay for data usage while roaming?",
        "Data fees are when travelling?",
        "Do you know data charges abroad?",
        "Roaming costs the data?",
        "Is there a charge for data usage when I'm traveling internationally?",
        "Data expenses during roaming?",
        "How much would I have to pay to use the data abroad?",
        "Is there a price for roaming data?",
        "Where are the fees for data roaming?",
        "Is there a charge for data consumption when I'm international?",
        "What charges are it for data to be on the move?",
        "The cost of data abroad?",
        "What charges are imposed for using data while out on the road?",
        "There are data roaming fees.",
        "Can you tell me what it cost to use data abroad?",
        "What expenses are related to roaming data?",
        "The roaming data fees are something we don't know.",
        "What are the prices for roaming data?",
        "What charges are there for data while you are on the move?",
        "Data roaming's fees?",
        "How much do you pay for data on the go?",
        "What charges are there for data while on the move.",
        "Can you tell me how much you spend on roaming data?",
        "charged for data while roaming",
        "Data is being charged while away?",
        "Is there a charge for data consumption when I travel internationally?",
        "Is there dataRoaming charges?",
        "Can you tell me about the costs of using data outside of my network area?",
        "How much will it cost me to use data abroad?",
        "What are the data roaming fees.",
        "What does the cost of data use abroad look like?",
        "What charges are in place for data use on the road?",
        "How much data is charged when travel?",
        "How much does roaming cost data?",
        "Data fees when travelling abroad?",
        "What are the charges for using data when out on the road?",
        "Roaming data costs, any information?",
        "Is there an expense for data roaming?",
        "What are the charges for data on the go?",
        "Roaming Data charges?",
        "Data abroad can have a cost.",
        "What about Roaming data costs?",
        "Roaming data fees, what are they?",
        "The fee for data roaming?",
        "How much does data cost abroad?",
        "Is there Roaming Data charges?",
        "What is the cost for data abroad?",
        "the cost of roaming data",
        "what is the data roaming fee?",
        "Is there charges for data usage in roaming?",
        "Data could be charged while away.",
        "Can you tell me the costs of traveling outside of my coverage area with data?",
        "When traveling, how much does it cost to use data?",
        "The charges for roaming data usage are unknown.",
        "What charges are put in place for using data when you're on the road?",
        "Do you know how much data costs when roaming?",
        "Can I ask about the roaming data fees?",
        "While roaming, what data charges are there?",
        "There are roaming data usage charges.",
        "Data can be charged while on the move.",
        "What charges are in place for using data while out in the road?",
        "How much is the roaming data fees?",
        "Was the cost of dataRoaming?",
        "Data fees when you travel?",
        "What about roaming data costs?",
        "Data charges in travelling.",
        "When traveling outside my network coverage area, can you tell me the cost of using data?",
        "Do you know what the data roaming fee is?",
        "The data expenses while on the move.",
        "Information on Roaming data costs.",
        "Do you pay data fees when you travel abroad?",
        "Data fees when roaming.",
        "Data charges, while away?",
        "Is there a specific charge for data consumption when I'm travelling internationally?",
        "Is there any charges for data while roaming?",
        "Data charging while roaming.",
        "What charges are put in place for using data while traveling.",
        "How much is it going to cost me to use my data abroad?",
        "What charges are made for using data on the road?",
        "What costs are incurred for roaming data?",
        "Is it charges for roaming data usage?",
        "When traveling outside of my coverage area, can you tell me about the costs of using data?",
        "How much do you pay for data in roaming?",
        "Is there a fee for data roaming.",
        "Information on the fee for data roaming.",
        "Data can be charged while traveling.",
        "While roaming what are the charges for data?",
        "Data rates while away.",
        "You can charge for data while on the move.",
        "The costs of roaming data",
        "A question about data charges while roaming.",
        "Can you tell me about the Roaming data costs?",
        "What charges are put in place for data usage on the road?",
        "Do you have charges for roaming data?",
        "Will there be a charge to roam and use data?",
        "How much is data charged during travels?",
        "How much do I pay for data when I'm on the go?",
        "There are data charges while roaming.",
        "Is there any charge for accessing mobile data overseas?",
        "Do you have data charges in roaming?",
        "How much data is charged while on the move?",
        "Can you tell me how much it costs to use data outside of my network coverage area?",
        "Is there charges for roaming data use?",
        "What is the cost of data on roaming?",
        "Do you know the cost of data abroad?",
        "Is there any extra fees for international mobile data access?",
        "Can you tell me the costs of using data when I travel outside my coverage area.",
        "What are the costs for using data abroad?",
        "Roaming data prices?",
        "Data charges while roaming",
        "What charges are in place for the use of data while on the road?",
        "Do you know the cost of using data when roaming?",
        "The costs for roaming data?",
        "What information aboutRoaming data costs are there?",
        "Do I have to pay a specific charge for data consumption when I travel internationally?",
        "Do we pay a fee for data roaming?",
        "Data fees when you travel outside.",
        "How much is it costing to use data abroad?",
        "Is it Cost for roaming data?",
        "There may be data charges while away.",
        "What is the charges for data on the move?",
        "Data cost while roaming is unknown.",
        "How much should you pay for data while on the move?",
        "Is it cost for roaming data usage?",
        "Is there any roaming data charges?",
        "Do you know what the fee for data roaming is?",
        "The cost of roaming data?",
        "Data will be charged for while roaming.",
        "What charges are put in place for using data on the road.",
        "What is the data roaming price?",
        "Is there any Roaming data charges?",
        "How much do I pay to use my data while on the road?",
        "Are there data charges in roaming?",
        "What are the rates for data when roaming?",
        "The cost for traveling with data?",
        "There is any information about Roaming data costs?",
        "What costs are incurred when using data abroad?",
        "How much do the roaming data fees cost?",
        "How much does data cost when you are away?",
        "When traveling outside of my coverage area, can you tell me the costs of using data?",
        "When roaming, how much does it cost to use a data card?",
        "Do you have data expenses while on the go?",
        "The charges for roaming data use?",
        "Is it cost to use data overseas?",
        "When using data while out on the road, what charges are in place?",
        "What is the total cost for data roaming?",
        "How much is data charged while on the move?",
        "Data can be charged for during roaming.",
        "Is there any fee for accessing mobile data overseas?",
        "The cost of data in Roaming",
        "What does it cost to send data to another country?",
        "The charges for data roaming?",
        "Cost of data roaming",
        "Can you tell me the cost of using data when traveling outside of my network coverage area?",
        "What is the data cost while roaming?",
        "What is the cost of data while traveling?",
        "How much do you spend to use data abroad?",
        "Is it possible to reveal the costs for roaming data?",
        "Figuring out charges for roaming data usage.",
        "I wonder if there are charges for roaming data usage.",
        "How much do we pay for data while on the go?",
        "Is there a charge for data consumption when I'm abroad?",
        "How much is the fee for data roaming.",
        "Data can be used abroad, what does it cost?",
        "Will there be data charges in roaming?",
        "Data expense while on the move?",
        "Data costs while travelling?",
        "A question about the fee for data roaming.",
        "How much is the data charges while roaming?",
        "What charges is it for data on a move?",
        "How much does it cost for accessing mobile data overseas?",
        "Do you have a charge for roaming and using data?",
        "Data can be charged while roaming.",
        "There is cost for roaming data.",
        "How much data is charged during roaming?",
        "How much do you pay to use data overseas?",
        "The amount of data cost while roaming.",
        "For accessing mobile data overseas, are there any additional fees?",
        "Data may be charged while away.",
        "Does it mean charges for roaming data usage?",
        "Is there roaming data usage charges?",
        "What are the costs for data abroad?",
        "What charges do you have for roaming data use?",
        "Can you tell me about roaming data costs.",
        "Roaming data is charged for.",
        "When roaming how much does it cost to use the data?",
        "Cost for data roaming outside?",
        "When travelling, can you pay data fees?",
        "Can you tell me about the costs of using data when I travel outside the coverage area?",
        "How much is the data charge while roaming?",
        "Can you tell me the costs of using data while outside my coverage area?",
        "What is the roaming data fees?",
        "How much do I need to pay for overseas data use?",
        "What charges are in place for data usage while on the road?",
        "How much do you pay for data roaming?",
        "Roaming cost of data.",
        "Fees for roaming data",
        "How much data will be charged while roaming?",
        "Is it charges for data on the move?",
        "What charges is there for using data while on the road?",
        "The cost of data when roaming?",
        "Do you know what it costs to use data abroad.",
        "Is there any charges for using roaming data?",
        "What are the charges for using data while traveling?",
        "Is there a fee for data consumption when I'm outside?",
        "Is there an additional charge for accessing mobile data overseas?",
        "What charges are used for using data while on the road.",
        "Do you know the costs of using data when traveling outside the coverage area?",
        "Is there any information regardingRoaming data costs?",
        "Data fees on travelling?",
        "Are there a fee for data roaming?",
        "Data charges while roaming are unknown.",
        "The fee for data roaming is a mystery.",
        "Is there any extra charges for accessing overseas mobile data?",
        "Is there Data charges in roaming?",
        "Are you able to disclose roaming data costs?",
        "When roaming abroad are there data fees?",
        "roaming data fees.",
        "Is there a charge for roaming data usage.",
        "Is it expensive to use data abroad?",
        "How much does data charge while roaming?",
        "What charges are in place when using data on the road?",
        "Can you tell me the costs of using data while traveling outside my network area?",
        "Data charge on roaming.",
        "Data expenses when away?",
        "Are there roaming data rates here?",
        "Prices for data while abroad.",
        "How much do I have to pay in roaming data?",
        "Is there any additional charges for accessing overseas mobile data?",
        "How much is the cost for roaming data?",
        "Data charge while on the move",
        "How much are the data charges while roaming?",
        "How much is data charged when traveling?",
        "Is there an extra cost for accessing mobile data overseas?",
        "how much do you pay for roaming data?",
        "The data charges while traveling.",
        "How much do I have to pay to use the data overseas?",
        "Data fees while on the go?",
        "Is there a fee for traveling and using data?",
        "Rates for data used abroad.",
        "Roaming data expenses.",
        "How much is the cost of using data in another country?",
        "How much do I have to pay to use data abroad?",
        "Can you tell us about data roaming costs?",
        "I don't know what the roaming data fees are.",
        "Are charges for roaming data use?",
        "Can you give me some information on the costs of using data outside my coverage area?",
        "When I travel internationally, is there a charge for data use?",
        "Can you explain the costs of using data outside my coverage area?",
        "There is a charge for the data while roaming.",
        "How much do you charge for roaming data charges?",
        "Is there a charge for roaming with data?",
        "Can you tell me the costs of using data when I travel outside the network coverage area?",
        "How much do I have to pay for my roaming data?",
        "Is there charges for data while away?",
        "What information is there on the Roaming data costs?",
        "Is it cost for data abroad?",
        "How much do I have to pay for data when I travel?",
        "What is the charges for roaming data usage?",
        "Roaming has a cost of data.",
        "How much do I have to pay for data when roaming?",
        "A question about the cost of using data abroad.",
        "Data costs while on the move?",
        "What charges are in place for using data on the road?",
        "Does it cost any more to access mobile data overseas?",
        "Is there any charge for data on the move?",
        "What is the cost for data on the go?",
        "Is there fee for data roaming?",
        "How much do I pay for data when I'm on the move?",
        "Talk aboutRoaming data charges?",
        "Data fees in roaming?",
        "How much data is charged during travel.",
        "How much does it cost for data on the road?",
        "Are the costs for roaming data?",
        "The costs for roaming data.",
        "What is the cost of data for roaming?",
        "I need information about Roaming data costs.",
        "What charges are placed for using data while on the road?",
        "The cost of using data abroad is a question.",
        "I wonder if there is a charge for roaming and using data.",
        "Do charges apply for roaming data usage?",
        "How are the data charges when traveling?",
        "What is the cost of roaming with data?",
        "Is that a fee for data roaming?",
        "How much should data roaming cost?",
        "How much does data cost on a roaming basis?",
        "There are Roaming data costs.",
        "Rates for data when away.",
        "How much do you pay for data when on the move?",
        "How much do you pay to use data while on the road?",
        "Data expenses when on the go?",
        "Can you tell me the cost of using data when traveling outside my area of coverage?",
        "What charges is that for data while on the move?",
        "Is there a data fee for travelling?",
        "How much do I have to spend to use my data abroad?",
        "What is the price for data while on the move?",
        "Do you pay data fees while travelling?",
        "While roaming what are the data charges?",
        "Data may be charged abroad?",
        "Is there an additional fee for accessing mobile data abroad?",
        "What charges are there for data while on the go?",
        "Do fees for data roaming exist?",
        "What expenses are incurred for roaming data?",
        "How much do you pay for roaming data Fees?",
        "How much does it cost to access data abroad?",
        "There's a cost to roaming data.",
        "roaming data expenses?",
        "Roaming is the cost of data?",
        "Is that fee for data roaming?",
        "Is there a charge for data use when I'm roaming?",
        "Are there any charges for roaming data usage?",
        "What is the price of using data in another country?",
        "How much do you pay for data when roaming?",
        "Is it any charges for roaming data usage?",
        "Can you let me know the costs of using data when traveling outside of my coverage area?",
        "What data charges are there during roaming?",
        "How much does it cost to use data on the go?",
        "How much does it cost to use data abroad.",
        "How much data is charged abroad?",
        "How high is the cost for data roaming?",
        "What charges are put in place for using data while on the move?",
        "Is a cost for roaming data?",
        "There are data charges when away.",
        "Data roaming have fees?",
        "Do you charge data when away?",
        "The data charges while roaming?",
        "What is the cost to data use abroad?",
        "Which are the roaming data fees?",
        "Is there any charges for using data while on the road?",
        "The roaming data fees are unanswered.",
        "There are data fees when abroad.",
        "How much is the data that is roaming?",
        "How much is Roaming data costs?",
        "What charges are put in place for data use while traveling?",
        "Did you know data charges abroad?",
        "Do you know what data charges are for roaming?",
        "Cost of data in roaming?",
        "The data expenses while on the go.",
        "The expenses for data while roaming?",
        "How much does data charge while on the go?",
        "Is there any additional costs for accessing mobile data overseas?",
        "How much does it cost me to use data in another country?",
        "Is the cost of dataRoaming?",
        "When roaming how much does it cost to have data?",
        "How much does it cost to data roam?",
        "What charges are there for data when on the move?",
        "Roaming data costs are unknown.",
        "Roaming data fees",
        "How much is data on the go?",
        "There are charges for roaming data usage",
        "The amount of data charges when roaming.",
        "The charges for roaming data usage",
        "Do you pay data fees when traveling?",
        "Can anyone tell me about the Roaming data costs?",
        "Is data costs in roaming?",
        "Do you know if there areRoaming data charges?",
        "Do you know if there are Roaming data charges?",
        "Data charges during travel is a question.",
        "It's Roaming data charges?",
        "Do you think there are costs for data roaming?",
        "Is there a charge for data consumption when I travel international?",
        "The charges for data while roaming.",
        "Data costs roaming.",
        "Can you tell me about the costs of using data outside my area of coverage?",
        "How much does it cost to use a data plan when traveling?",
        "Is there a charged for roaming data usage?",
        "Is there any fees for accessing mobile data overseas?",
        "Data charges in roaming.",
        "How much does Roaming data costs cost?",
        "Data prices while abroad.",
        "How much do I pay for data while I'm traveling?",
        "Is there a specific charge for data consumption when I'm traveling internationally?",
        "Is there any additional fees for overseas mobile data?",
        "How much does it cost for data while on the move?",
        "Roaming data cost?",
        "How much do you charge forRoaming data charges?",
        "To use data abroad, how much do I pay?",
        "What charges are in place for using a data card while on the road?",
        "Can you tell me more about the costs of using data outside of my coverage area?",
        "The data expenses while on the road.",
        "How much do I pay in roaming data charges?",
        "Roaming data has a cost.",
        "Is there any information onRoaming data costs?",
        "Do you know the fee for data roaming.",
        "How much is data charged when roaming?",
        "When travelling, what data fees do you pay?",
        "Is there data fees for travelling?",
        "Can you say what the roaming data costs are?",
        "Rates for data, while abroad.",
        "The expenses for data roaming.",
        "Is theRoaming data charges?",
        "Costs for roaming data use?",
        "Is there any added fees for accessing overseas mobile data?",
        "Can there be a cost for roaming data?",
        "How much do you charge for roaming data fees?",
        "How much areRoaming data charges?",
        "What charges are there for data while traveling?",
        "Is it costs to have data abroad?",
        "Is there a charge for data consumption while I'm abroad?",
        "How much does it cost for me to use my data abroad?",
        "how much does it cost to use data abroad?",
        "Is there a charge for data consumption when traveling abroad?",
        "The cost of data while on the go.",
        "How much is the fee for data travelling?",
        "The cost of data when travelling.",
        "How much are you charging for data roaming?",
        "Is it cost toRoaming data?",
        "What does using data abroad cost?",
        "Data expenses while on the hop?",
        "How much do you charge for the data while roaming?",
        "I want to use data abroad, how much does it cost?",
        "Data charges while they are away?",
        "It's not clear what the fee is for data roaming.",
        "You can charge for data in roaming.",
        "I was wondering if there was any information on Roaming data costs.",
        "Are the data fees when travelling?",
        "Can you tell me about the costs of using data when I travel outside my coverage area?",
        "Is there any fees for using mobile data overseas?",
        "What are theRoaming data charges?",
        "Will there be data fees when travelling abroad?",
        "The cost of data roaming.",
        "How about roaming data costs?",
        "How much data is charged when you are roaming?",
        "What is the cost of using data in other countries?",
        "How much do you shell out for roaming data?",
        "What are the data charges when you're on the go?",
        "Where's the fee for data roaming?",
        "Is there any additional fees to use mobile data overseas?",
        "I want to know the costs of using data when traveling outside my coverage area.",
        "How much do data costs when roaming?",
        "Do you know the cost of data use abroad?",
        "The cost of data under Roaming?",
        "How much are you paying for roaming data?",
        "How much do I have to pay in order to use the data abroad?",
        "What are the charges for roaming data usage?",
        "What charges for data when on the move?",
        "How much is the data charge when roaming?",
        "What charges for data on the move?",
        "How much do I pay for data usage while on the road?",
        "There is cost for data roaming.",
        "How much doRoaming data charges cost?",
        "What charges are put in place for using the data on the road?",
        "How much do I have to pay for data while I travel?",
        "Is thereRoaming Data Charges?",
        "How much do we have for roaming data?",
        "Did you know about Roaming data costs?",
        "Do you know the charges for data on the move?",
        "Can you tell me the costs of using data while travelling outside of my network coverage area?",
        "The fee for data roaming is not known.",
        "How much data charges for roaming?",
        "Tell me about the Roaming data costs.",
        "Will there be roaming data fees?",
        "Data costs while traveling?",
        "I need information on Roaming data costs.",
        "Is there a charge for data consumption when I'm travelling internationally?",
        "Figuring out the cost of data roaming.",
        "Is there a charge for data consumption when traveling outside of the country?",
        "DataRates for data while abroad",
        "What charges are in place for using data when you are on the road?",
        "Is it possible to clarify the costs of using data outside of my coverage area?",
        "Data roaming has fees.",
        "How much does it cost to use a data plan when travelling?",
        "Data charges in roaming",
        "Data cost while travelling.",
        "Roaming cost of data is unknown.",
        "Do you know data fees when travelling?",
        "How much do I need to shell out to use my data abroad?",
        "What charges do I pay for data on the move?",
        "Data fees when you're travelling?",
        "How much do you spend on Roaming data?",
        "Data expenses while on the road?",
        "Is data expenses while on the go?",
        "Rates are available for data while abroad.",
        "How much do you spend on Roaming data costs?",
        "Is there any extra costs for accessing data overseas?",
        "Data expenses while on the move?",
        "Will there be expenses for data roaming?",
        "What charges are there for data on move?",
        "How much is data charged while on the go?",
        "How much is a roaming data cost?",
        "Is there a specific charge for data consumption when I travel internationally?",
        "When travelling, data fees?",
        "Does it cost to use data overseas?",
        "What are the data charges when you travel?",
        "Is there any extra fees for accessing data overseas?",
        "Data costs when roaming.",
        "How much do I pay for data when roaming?",
        "What fees do you have for data roaming?",
        "data expenses while on the go?",
        "What charges are for data on the move?",
        "Data charges while we're away?",
        "How expensive is roaming data?",
        "How much do I have to pay for data usage outside?",
        "How much do you pay to access mobile data abroad?",
        "How much is charged for roaming data use?",
        "Fees for data traveling?",
        "The data expenses while roaming",
        "Can you tell me about the costs of using data outside of the network coverage area?",
        "Expenses associated with roaming data?",
        "The cost of using data abroad?",
        "It is charged for data while on the move.",
        "What about data fees when travelling?",
        "Data rates can be used while abroad.",
        "How much does a data roaming cost?",
        "What charges are charged for using data on the road?",
        "What about data charges while away?",
        "Can you tell me the cost of using data abroad.",
        "How much does data abroad cost?",
        "Can you tell me the cost of using data outside of my area?",
        "There is a cost for roaming data.",
        "What are the charges for data while on the road?",
        "How much do we pay for using data abroad?",
        "What are the Roaming data costs?",
        "Can you tell me the costs of using data while travelling outside the coverage area?",
        "What charges do you have for data while on the move?",
        "How much do you pay when you travel with data?",
        "Is there data expenses while on the move?",
        "There is data charges while away?",
        "What are the data rates when roaming?",
        "Do you know of data fees when travelling?",
        "There are costs of roaming data.",
        "Are there roaming data charges?",
        "Data rates in roaming",
        "How much do I spend on data when I'm on the go?",
        "What charges are there for data while on a move?",
        "It costs for data on the move.",
        "Is there a charge for using data on the road?",
        "Do you know what it costs to use data abroad?",
        "How much does it cost for data roaming?",
        "What are the charges for data when on the move?",
        "Data charges in roam?",
        "How much data charges while on the move?",
        "The cost for using data abroad.",
        "How much do I spend on data when I'm on the road?",
        "How much does it cost to have data while roaming?",
        "Is there any info on Roaming data costs?",
        "Costs for data abroad",
        "What are data charges when roaming?",
        "How much data is charged on travel?",
        "How much is spent on roaming data?",
        "How much should I pay to use my data in other countries?",
        "Can you tell me the costs of travelling outside my coverage area with data?",
        "Data cost in Roaming.",
        "Can you tell me the costs of using data while traveling outside my network coverage area?",
        "Is it possible to reveal roaming data cost?",
        "How much should it cost to use data abroad?",
        "Do you know the cost of using data overseas?",
        "what is the cost for roaming data?",
        "I want to know about Roaming data costs.",
        "Cost of roaming data",
        "How much does it cost for data roaming outside?",
        "How much do I have to pay to use my data abroad?",
        "Is it cost of data to roam?",
        "Cost for traveling with data?",
        "What are the charges for data when roaming?",
        "Do data charges exist in roaming?",
        "I was wondering about the costs of Roaming data.",
        "Is there data roaming fees?",
        "Do data charges in roaming?",
        "How much is the cost of data roaming?",
        "How much should I pay to use data in other countries?",
        "There are charges for roaming data usage?",
        "How much is it for data to travel?",
        "Does anyone have any information on Roaming data costs?",
        "Some expenses for roaming data?",
        "The cost for roaming data",
        "Data charge when roaming.",
        "While roaming charge for data",
        "Is data expenses incurred while roaming?",
        "What are the dataRoaming data fees?",
        "What charges are put in place for using data away from home?",
        "How much do you pay for roaming data fees?",
        "What charges apply for using data on the road?",
        "How much data can be charged during travel?",
        "I wonder what the roaming data fees are.",
        "Is using data abroad expensive?",
        "Can you tell me the costs of using data outside my coverage area.",
        "Roaming charges for data",
        "What is the amount for data roaming?",
        "The cost to roam with data.",
        "Data rates for roaming?",
        "Was there charges for roaming data?",
        "How much isRoaming data charges?",
        "Roaming costs of data?",
        "How much doRoaming data charges?",
        "What are the rates for roaming data?",
        "What is cost for data abroad?",
        "How much does it cost to use data on the move?",
        "Can you tell about roaming data costs?",
        "Do there charges for roaming data usage?",
        "What is the price for data abroad?",
        "How much does Roaming data charges cost?",
        "Does data cost while away?",
        "When roaming, how much do you pay to use data?",
        "When travelling with data fees?",
        "Can you tell me the costs of using data when travelling outside of my area?",
        "How much does it cost for roaming data",
        "How much does data use abroad cost?",
        "Is there a charge for data roaming?",
        "Can you tell me if there are any additional fees for accessing mobile data overseas?",
        "What charges are used for using data out on the road?",
        "There are charges for Roaming data.",
        "Can you give an estimate of roaming data costs?",
        "Data charges while traveling",
        "How much is the cost to use data overseas?",
        "Is there any data costs for Roaming?",
        "Do you know what it cost to use data overseas?",
        "Do you charge for data while on the move?",
        "The data charges are while away?",
        "Data roaming is subject to fees.",
        "The charges for data in roaming?",
        "What charges are incurred for data on the move?",
        "How much is it cost for roaming data?",
        "Do you know how much data costs while on the go?",
        "Data expenses while abroad?",
        "Is there a charge when I travel internationally with my data?",
        "Is there any extra fees for overseas data access?",
        "Can you tell me the costs of using data outside of my coverage area?",
        "How much do you pay for data in other countries?",
        "What charges are put in place for using data while out on the road",
        "What is the cost of data roaming?",
        "Is there a specific charge for data consumption when I travel?",
        "How much do you have to pay to use data while on the road?",
        "Is there any information about the Roaming data costs?",
        "Data rates in roaming.",
        "What about data expenses while traveling?",
        "How much is it for data when on the move?",
        "Data costs when you travel abroad.",
        "What charges are in place for using data while on the move?",
        "Data can be charged while travelling.",
        "Does it cost to roam data?",
        "The data charges while away.",
        "Data costs while roaming",
        "How much is the cost of using data abroad?",
        "There is a cost to roaming data.",
        "Expenses for using data outside?",
        "Is this charge for roaming data usage?",
        "How much do you pay for data while you are roaming?",
        "How much do you pay in roaming data fees?",
        "Roaming cost of data",
        "What expenses are incurred for data roaming?",
        "The data roaming fee is unknown.",
        "Rates are charged for data while abroad.",
        "Do you know what it cost to use data abroad?",
        "Do data fees come with travelling?",
        "How much is data charged while on the road?",
        "How much do I have to pay for data usage while traveling?",
        "Data roaming charging fees?",
        "Is there expenses for roaming data",
        "What about data expenses while on the road?",
        "The fee for data roaming is unclear.",
        "How much does data cost to travel?",
        "How much does data charge when roaming?",
        "How much does it cost to useRoaming data charges?",
        "Do you know how data is charged during travel?",
        "Is there data fees when travelling abroad?",
        "When roaming, how much do I pay for data usage?",
        "What charges do you have for data on the move?",
        "Data charges during the time away?",
        "How much is paid for data roaming?",
        "Will it cost data during travel?",
        "Is there any extra fees for accessing mobile data overseas?",
        "How much should we pay to use data abroad?",
        "Do you know how much data cost while roaming?",
        "How much do I pay for data roaming?",
        "What charge is it for data while on the move?",
        "The charges forRoaming data?",
        "Data charges in the wild?",
        "Data expenses while on the run.",
        "What are the charges for the data while on the move?",
        "Do you know what the cost is for using data overseas?",
        "What are the prices for data roaming?",
        "How much do you have to pay for data when roaming?",
        "How much does one have to pay for roaming data?",
        "What charges are put in place when using data while on the road?",
        "How much are there for data roaming?",
        "data roaming fees",
        "Cost for data travel?",
        "Is it cost of data to be roaming?",
        "Can you tell me the costs of using data when I travel outside my area?",
        "How much do I have to pay to data use abroad?",
        "Data can be charged for when roaming.",
        "When using data on the road, what charges are in place?",
        "Is there a fee for data consumption when I travel internationally?",
        "Is there any charges on roaming data usage?",
        "Can you tell me the costs of using data outside of my network coverage area?",
        "There may be charges for roaming data usage.",
        "Can you explain the costs of using data when traveling outside the coverage area?",
        "There are Roaming data charges.",
        "What charges are placed for using data on the road?",
        "The data charges while on the go.",
        "How much does it cost to have data outside?",
        "Do you have any data fees when travelling?",
        "Is there any extra charges for accessing mobile data overseas.",
        "What prices is it for data on the move?",
        "What are the data charges when roaming?",
        "Do you pay data fees when travelling abroad?",
        "Can you let the public know about data roaming costs?",
        "Is there some fees for data roaming?",
        "Data cost while on the move.",
        "How much is charged for using data while on the road?",
        "How much should I pay to use data in another country?",
        "Is the data charge in roaming?",
        "What is the cost of using the data abroad?",
        "How much do we spend on data when we travel?",
        "The data cost while roaming.",
        "How much does a data plan cost when roaming?",
        "Do you know charges for roaming data usage?",
        "How much should I pay for roaming data?",
        "The data fees when traveling abroad.",
        "What charges is there for data while on the move?",
        "Data rates when travelling.",
        "Are there any costs for roaming data?",
        "How are the roaming data fees?",
        "Do you know about data fees when roaming abroad?",
        "How much does data cost while travelling?",
        "Traveling with data fees?",
        "Is data roaming charging fees?",
        "How much do we pay for roaming data fees?",
        "How much does it take to use my data abroad?",
        "The data expenses while roaming.",
        "Data charges while on the go?",
        "What charges are put in place for use of data on the road?",
        "How much do you charge for data when on the move?",
        "Are there any charges for roaming and using data?",
        "Can you tell me the costs of traveling outside of my network coverage area with data?",
        "Data expenses and roaming?",
        "What do you pay for data while roaming?",
        "What charges is it for the data while on the move?",
        "How much do roaming data usage costs?",
        "What does it cost for data to be roaming?",
        "Data charges are possible while away?",
        "Does anyone know anything about Roaming data costs?",
        "Are there any data fees when travelling?",
        "There are charges for data while away.",
        "Do you charge data while away?",
        "How much do you pay for the data roaming?",
        "Is there any fees for roaming with data?",
        "Do you think it costs for data abroad?",
        "Is there data charges while you're away?",
        "The fee for roaming data is unknown.",
        "What do you charge for data while on the move?",
        "How much do I pay for data while traveling?",
        "Is there any additional fees involved in accessing mobile data overseas?",
        "How is data charged when traveling?",
        "What charges are there for roaming data usage?",
        "There are fees for data roaming",
        "Can you tell us about roaming data costs?",
        "How much is the use of data abroad costing?",
        "Is there any information pertaining to Roaming data costs?",
        "Is there any data fees when traveling?",
        "What charges are in place for use of data on the road?",
        "How much does Roaming cost for data?",
        "Can you give me any information about Roaming data costs?",
        "How much should I pay to use my data abroad?",
        "What does the fee for data roaming cost?",
        "How much for data travel?",
        "How much are you paying to use data abroad?",
        "Charges for data when roaming.",
        "How much data costs when roaming?",
        "Is the expenses for roaming data?",
        "How much do we have to spend to use data abroad?",
        "How much is a data roaming cost?",
        "How much do I have to pay for data roaming?",
        "Is it possible to tell about roaming data costs?",
        "Is there any data roaming fees?",
        "Is the cost of using data abroad?",
        "Are there any additional fees for accessing overseas mobile data?",
        "There are costs for using data abroad.",
        "Can you tell me the costs of using data outside of my network area?",
        "Roaming data price.",
        "Data expenses when you travel?",
        "How much is data charged while traveling?",
        "How much does it cost to data travel?",
        "data expenses while on the move?",
        "The charges for data on the move?",
        "How much is it cost to use data abroad?",
        "There are charges for data while on the move.",
        "Are data roaming fees?",
        "How much do you pay for roaming data usage?",
        "What does the fee for data roaming look like?",
        "How much is charged for data during travel?",
        "What are the data roaming fees",
        "What data fees are associated with travelling?",
        "There's a cost for roaming data.",
        "What charges are levied for data while on the move?",
        "Was there costs for roaming data?",
        "The cost of data while on the road.",
        "What is the cost of using data in another locale?",
        "I want to know if there is a charge to roam and use data.",
        "Data fees while travelling outside?",
        "Is there any data fees when travelling?",
        "How much does it cost me to use my data abroad?",
        "What is the cost to use data while on the move?",
        "What charges is there for data while traveling?",
        "How much does someone have to pay for roaming data?",
        "How much will it cost to use roaming data?",
        "How much is there for data abroad?",
        "There are some charges for roaming data usage.",
        "How much is it for data to be roaming?",
        "Will there be expenses for roaming data?",
        "Is the expense for roaming data?",
        "Is there a specific charge for data usage when traveling internationally?",
        "Do you know what data charges abroad are?",
        "Is it a charge for data while on the move?",
        "There's data charges while away.",
        "Can you tell me the costs of using data while traveling outside of the network coverage area?",
        "What does data cost abroad?",
        "Roaming data costs",
        "Is it cost for data to be abroad?",
        "How much data is charged while on the road?",
        "Is there a charge for data consumption when I travel internationally.",
        "When travelling, what data costs?",
        "What charges are incurred for data while on the move?",
        "How much do I spend on data while roaming?",
        "How much is the fees for data roaming?",
        "There areRoaming data charges?",
        "Data expenses roaming?",
        "Can you tell me the cost of using data outside my coverage area?",
        "There are data fees when you are abroad.",
        "How much is it for the data to be roaming?",
        "How much do I have to pay to use data overseas?",
        "Rates for data kept abroad.",
        "What charges are there for data while on the move?",
        "How much is charged for roaming data?",
        "How much does it cost for me to use data abroad?",
        "Any info on Roaming data costs?",
        "How much do you charge for data while on the road?",
        "Is there a charge for using data while on the road?",
        "Do you know the costs for roaming data?",
        "The roaming data fees are a question.",
        "When I travel internationally, is there a specific charge for data consumption?",
        "How much do I pay for data while abroad?",
        "Do you know if there are any additional fees for accessing mobile data overseas?",
        "A charge for data while on the move.",
        "The data charges are roaming.",
        "Did you know thatRoaming data charges?",
        "What charges are put in place for use of data while on the road?",
        "What does it cost for data roaming?",
        "How much do we have to pay for using data abroad?",
        "Is there a charge for data consumption when I travel outside of my country?",
        "Do you have any data roaming fees?",
        "There are costs of data roaming.",
        "How much is it for data while roaming?",
        "Is there any charges for roaming data usage?",
        "Is data fee when travelling?",
        "Do you know how much data fees are when travelling?",
        "There are roaming data fees",
        "Data roaming charges.",
        "How much does it cost to roam and use data?",
        "How much does data cost when on the move?",
        "How much do I have to pay to use data outside?",
        "The cost of data while away.",
        "How much does it cost to use outside data?",
        "How much does it cost for data abroad?",
        "How much does it cost to transmit data abroad?",
        "What information is there onRoaming data costs?",
        "Can you tell me about the costs of using data when traveling outside of my network coverage area?",
        "What data fees are there when travelling?",
        "Data will be charged while roaming.",
        "How is data charged while traveling?",
        "The cost of data in roaming",
        "How much is a fee for data roaming?",
        "Is there any extra costs for using mobile data overseas?",
        "Data charges can be incurred while roaming.",
        "How much does data cost while away?",
        "Data expenses when on the road?",
        "Is anyone aware of Roaming data costs?",
        "The data fees when traveling.",
        "Can you tell me about data fees when travelling?",
        "How much do data charges cost while roaming?",
        "How much is it if you use data abroad?",
        "data cost in roaming",
        "Do you know the cost of data in roaming?",
        "How much does it cost for roaming data usage?",
        "How much data do you charge while roaming?",
        "Do you know the cost of roaming data?",
        "When roaming what does it cost to use data?",
        "How much do I have to pay for data when I'm on the road?",
        "How much does it cost me to use the data abroad?",
        "Is data charged when away?",
        "What charges are imposed for using data while on the road?",
        "The data expenses while traveling.",
        "Is there a charge for data consumption when I travel?",
        "When roaming, what are the data charges?",
        "Is there a price for data abroad?",
        "What charges are in place for data use while out on the road?",
        "Expenses for data roaming?",
        "How much does it cost for data on the move?",
        "How much do you see for roaming data?",
        "What charges are put in place for data use when out on the road?",
        "What is the cost of dataRoaming?",
        "Data fees while abroad.",
        "Data charges when abroad?",
        "What's the cost of data roaming?",
        "Is there any fees incurred for accessing mobile data overseas?",
        "How much do I pay for data while I'm away?",
        "How much do I have to pay for data when I'm outside?",
        "Data charges for roaming",
        "How much do I have to pay for data while on the road?",
        "How much do I have to pay for using data while traveling?",
        "How much do you get for roaming data?",
        "Do you charge data fees when travelling?",
        "What do the roaming data fees cost?",
        "Data expenses in the roaming area?",
        "Is there any data fees when abroad?",
        "It is a question of cost for data abroad.",
        "Data fees while abroad?",
        "Is there data fee when travelling?",
        "How much do I pay for data on the road?",
        "Data charge while on the go.",
        "The charges for data while away?",
        "Can you tell me what the data charges are for roaming?",
        "Data is charged for while you are roaming.",
        "How much do you pay for data when travelling?",
        "Does it have charges for roaming data usage?",
        "What charges are associated with data on the move?",
        "What should data roaming fees be?",
        "Data rates in roaming?",
        "Do you know the costs for data abroad?",
        "Is it a fee to use data and roam?",
        "Does it cost for data to be abroad?",
        "What charges are put in place for data use out on the road?",
        "What charges are in place when using data while on the road?",
        "How much does data costs while roaming?",
        "The cost of dataRoaming: cost of data?",
        "Is the cost of data while roaming?",
        "Is the cost for data roaming?",
        "What is the cost to use data when on the go?",
        "How much do you charge for roaming with data?",
        "Data charges when travelling.",
        "Do you know if there are data fees when travelling?",
        "Can you tell me about the costs of using data while travelling outside my coverage area?",
        "What are charges for using data on the road?",
        "What charges are put in place for traveling with data?",
        "What is the fee for traveling with data?",
        "Data expenses while you travel?",
        "Data charges in travels?",
        "Do you have to pay data charges while away?",
        "Are there Roaming data charges?",
        "What is the Roaming data costs?",
        "How data is charged when travelling?",
        "roaming data cost?",
        "How much does it cost to use data in foreign countries?",
        "Are the data expenses while roaming?",
        "Data roaming with fees?",
        "There are charges for data when roaming.",
        "A question about the roaming data fees.",
        "How much data charges are associated with roaming?",
        "What are roaming data rates?",
        "The charges for roaming data?",
        "I want to know the costs of using data when traveling outside my network coverage area.",
        "Is it cost of data roaming?",
        "Is there a data charge while away?",
        "The data costs while roaming?",
        "The data roaming fees.",
        "Can you give me more information on the costs of using data outside of my coverage area?",
        "Cost for abroad data?",
        "It is possible to charge for data while roaming.",
        "Rates for data during travels.",
        "Do you know the cost of using data abroad?",
        "Is it a data expense when traveling?",
        "Data charges in away from home?",
        "What are Roaming data costs?",
        "How data is charged when traveling?",
        "What charges are put in place for data use while on the road?",
        "I want to know what charges are for data while on the move.",
        "What is the cost to use data in other countries?",
        "How much should I pay to use overseas data?",
        "Do you know how much it costs to use data outside?",
        "DataRoaming data charges?",
        "How much do I need to pay to use my data abroad?",
        "Is it possible to reveal the data roaming costs?",
        "How much data does travelling cost?",
        "Is it costs to use data abroad?",
        "Roaming costs of data.",
        "Is data costs while away?",
        "How much do I pay for data during roaming?",
        "Is there a charge for data consumption when I'm in another country?",
        "Can you tell me how much data costs when roaming?",
        "How much do we have to pay for roaming data?",
        "Are the expenses for roaming data?",
        "Is there a fee for using data while on the road?",
        "How much data charge while roaming?",
        "What costs are involved in using data abroad?",
        "What are expenses for roaming data?",
        "Is it possible to tell me about roaming data costs?",
        "How much does data cost when you are abroad?",
        "Can you tell the cost for roaming data?",
        "Is there a roaming data usage charge?",
        "Is that the fee for data roaming?",
        "Data is charged when you are roaming.",
        "How much does roaming data cost?",
        "How much is the fee for roaming with data?",
        "Data fees when travelling outside?",
        "Can you tell me the costs of using data outside of the network coverage area?",
        "How much do you pay for roaming with data?",
        "What charges are for using data while on the road?",
        "How high are charges for roaming data usage?",
        "When roaming how much do you spend on data?",
        "How much do you pay for traveling with data?",
        "How much do you have to pay for data roaming?",
        "How much do I need to spend to use the data abroad?",
        "What information do you have about Roaming data costs?",
        "Is there any additional cost for accessing overseas mobile data?",
        "How much is charged for using data on the road?",
        "What are the data fees for roaming?",
        "Roaming's costs of data?",
        "Are there costs for roaming data?",
        "Is there a charge for data consumption when I'm traveling abroad?",
        "What are the charges for using data out on the road?",
        "What is the data roaming fee?",
        "Can you tell me the costs of using data when travelling outside the coverage area?",
        "What data charges are there for on the move?",
        "What data roaming charges are there?",
        "How much do you pay for data on the road?",
        "How much do I spend on data when I travel?",
        "What expenses do you incur for roaming data?",
        "How much is needed to use data abroad?",
        "The cost of data in roaming.",
        "How much do you spend on roaming data?",
        "Can you tell me the costs of using data outside of my area?",
        "Data can be charged while away.",
        "How much does it cost to use data when you travel?",
        "Do you know what the charges are for data on the move?",
        "How much does Roaming data cost?",
        "Those charges for roaming data usage?",
        "How much do I pay for data when I'm traveling?",
        "Is there any data fees when you travel?",
        "What charges do you have for roaming data?",
        "Do you know if there are additional fees for accessing mobile data overseas?",
        "There is cost of roaming data",
        "Is there a charge for data use when I travel abroad?",
        "Is there an additional fee for using mobile data overseas?",
        "How much does it take to use data abroad?",
        "Can you tell me the cost of using data outside my area?",
        "How much is data roaming?",
        "Is it charges for data roaming?",
        "Data cost in Roaming?",
        "What charges are put in place for using a data plan while on the road?",
        "While abroad there are rates for data.",
        "When I'm abroad, is there a specific charge for data consumption?",
        "How much is it when using data abroad?",
        "Rates are applicable for data while abroad.",
        "Roaming costs of data",
        "How much is it for roaming data use?",
        "Do you know what the cost is for data use abroad?",
        "How much will I have to pay to use data abroad?",
        "There may be a charge to use data and roam.",
        "The cost for roaming data?",
        "Data roaming costs?",
        "data roaming cost",
        "The cost of data roaming in other countries.",
        "What charges is it for data while on the move.",
        "Can you tell me aboutRoaming data charges?",
        "How much is the data on the move?",
        "Can you tell me about the costs of using data when traveling outside my area of coverage?",
        "Data charge traveling outside of us?",
        "What charges is there for data while you are on the move?",
        "To use data abroad, how much should I pay?",
        "DataRoaming: cost of data?",
        "When traveling outside of my network coverage area, can you tell me the cost of using data?",
        "How much is for roaming data?",
        "Data costs while away.",
        "Is there anyRoaming Data Charges?",
        "What are the data charges during roaming?",
        "Can you tell me the costs of using data when I travel outside my network coverage area?",
        "The fee for roaming data.",
        "Is there any data fees when you travel abroad?",
        "Possible charges for roaming data usage.",
        "Is it possible to charge for data while on the move?",
        "What is the price for data on the move?",
        "How much should I pay for my data to be used abroad?",
        "Do you know how much data charges are for roaming?",
        "What the charges are for using data while on the road?",
        "How much are the data roaming fees?",
        "Do you have to pay data roaming fees?",
        "Cost of data: Roaming?",
        "Does it cost for data abroad?",
        "How much is it to use roaming data?",
        "Do I have to pay a specific data consumption charge when I travel internationally?",
        "When travelling, are there data fees?",
        "Data rates when travelling?",
        "Data fees when on the move.",
        "What charges is there for data on the move?",
        "How much did it cost for roaming data?",
        "Is there data expense while roaming?",
        "Rates on data while abroad.",
        "What is the roaming data costs?",
        "How much is the cost of using data outside?",
        "What are the costs for data roaming?",
        "There is a charge for data when roaming.",
        "The roaming data fees are something to ask about.",
        "The data expenses while roaming?",
        "How much for data roaming?",
        "Is there any additional fee for accessing mobile data abroad?",
        "How much do you pay for data while abroad?",
        "Roaming charges for data usage?",
        "data cost while roaming",
        "How much is the data charges when roaming?",
        "Do we pay data fees when travelling?",
        "Data fees while away?",
        "roaming data fees, what are they?",
        "Data cost while travelling?",
        "Data charges, roaming?",
        "Is there a fee for going and using data?",
        "During travel how much do you spend on data?",
        "Data costs of roaming.",
        "What is the total cost of data roaming?",
        "The data cost for roaming.",
        "How much do I have to pay for roaming data?",
        "What is the roaming data cost?",
        "There is a rate for data while abroad.",
        "What charges are used for roaming data usage?",
        "How much data charges do you have for roaming?",
        "What charges are put on for using data on the road?",
        "How much is it for data on the go?",
        "How much do you pay for using data on the road?",
        "What charges are there for data on a move?",
        "How much do I spend on data while on the road?",
        "There is any information onRoaming data costs?",
        "What does it cost to use data overseas?",
        "Data fees when on the road?",
        "How much to pay for roaming data?",
        "Is there a charge for using data while out on the road?",
        "When roaming outside, are there data fees?",
        "Rates for data while you're away.",
        "What is the costs for roaming data?",
        "How much does data costs while on the move?",
        "roaming data usage charges",
        "Data rates are available while abroad.",
        "Traveling with data expense?",
        "What data fees do you pay when travelling?",
        "What data roaming costs are there?",
        "Can you tell me more about the costs of using data when traveling outside my coverage area?",
        "What costs do I have to pay to use data abroad?",
        "Data charge traveling outside the us?",
        "What are data charges when you travel?",
        "How much is the cost to use data abroad?",
        "What areRoaming data charges?",
        "What is cost for roaming data?",
        "Cost for data roaming?",
        "Is there any information about theRoaming data costs?",
        "How much do you charge for Roaming Data?",
        "How much is it for the data to travel?",
        "Data expense when you travel?",
        "Is there anything to know about Roaming data costs?",
        "Is it charged for data while on the move?",
        "Do you know the cost to use data abroad?",
        "How much is data when on the move?",
        "The cost of data while traveling.",
        "Where is the cost for data roaming?",
        "Is the dataRoaming charges?",
        "Can you let the public know about roaming data costs?",
        "How much do I pay for roaming data?",
        "How much does it cost to use data while away?",
        "There will be data charges while away.",
        "Can you tell me about data roaming costs?",
        "What do we pay to use data abroad?",
        "Data charge travelling outside the us?",
        "You can charge for data while roaming.",
        "Can you tell me the cost of using data when traveling outside my coverage area?",
        "How much do you charge for data on the go?",
        "Is it cost for roaming data.",
        "Can you tell me the costs of using data when traveling outside my network coverage area?",
        "Is there any data charges for roaming?",
        "Is there data charges in roaming?",
        "What are the charges for data in roaming?",
        "What charges are in place for traveling with data?",
        "What charges are put in place when using data out on the road?",
        "What is the information on Roaming data costs?",
        "How much do we cost to use data abroad?",
        "How much are expenses for data roaming?",
        "Is it a cost for data roaming?",
        "Data costs: Roaming?",
        "Data charges while on the go",
        "What does roaming data cost?",
        "The cost of data is related to Roaming.",
        "The charges for data when roaming.",
        "How much is it to roam and use data?",
        "How much does data cost on the road?",
        "How much do I pay for my data roaming?",
        "Data costs while abroad?",
        "How much do you charge toRoaming data charges?",
        "Can you explain the costs of using data outside my network coverage area?",
        "Can you tell me the cost for data roaming?",
        "How much is the fee for data roaming",
        "Is there any information on the cost of Roaming data?",
        "How much data do you pay when travelling?",
        "Can you tell me about data charges in roaming?",
        "Is there any information on data costs for roaming?",
        "Data expenses for roaming?",
        "There can be data fees when travelling.",
        "What is the cost when using data overseas?",
        "The data charges are roaming?",
        "Do you have a cost for data overseas?",
        "The charges for roaming data usage?",
        "Is there a charge for data consumption when I'm traveling?",
        "What are the charges for data while traveling?",
        "Are there charges to roam and use data?",
        "Do you know the charges for roaming data usage?",
        "Is it cost to use data and roam?",
        "While abroad, rates for data",
        "Is there any additional fee to access mobile data overseas?",
        "How much does data costs abroad?",
        "How much do you spend using data abroad?",
        "DataRoaming charges?",
        "How much does it cost for roaming data?",
        "Is there any additional charges for overseas access to mobile data?",
        "What charges are put in place for data use while travelling?",
        "Roaming data usage charges?",
        "Data expenses on the road?",
        "Can you tell us about the roaming data costs?",
        "Fees for travelling with data?",
        "Is there any charge for roaming and using data?",
        "How much do I have to pay to use the data outside?",
        "It's rates for data while abroad.",
        "Can you tell me the costs of using data when I travel outside of the network coverage area?",
        "Information on the Roaming data costs.",
        "Is there a charge for data consumption when roaming outside?",
        "Is there data fees when roaming?",
        "Was it charged for roaming data usage?",
        "Is there a charge for data consumption when I'm on the move?",
        "Are there charges for roaming and using data?",
        "Can you charge data while away?",
        "What are expenses for data roaming?",
        "Did you know that there areRoaming data charges?",
        "Roaming data fees are a mystery.",
        "Is it possible to tell you about roaming data costs?",
        "roaming data costs",
        "Is there any costs for roaming data?",
        "The data fees when travelling abroad.",
        "Is there a fee for roaming with data?",
        "I want to know information on Roaming data costs.",
        "How much do I pay for data use while on the road?",
        "What is the cost of using data abroad?",
        "What charges are put in place for using data out on the road?",
        "What charges are put in place for using data while out and about?",
        "Data costs while on the road?",
        "What costs for roaming data?",
        "What is the cost to use data when on the move?",
        "Data cost when travelling?",
        "How much does it cost to use my data overseas?",
        "Does it cost anything for data roaming?",
        "The data charges while roaming",
        "Do you know the price of using data abroad?",
        "Roaming charges for data.",
        "How much do you have to pay for data while on the move?",
        "Do you have any information regarding Roaming data costs?",
        "Can you tell me what the costs are for using data outside of my coverage area?",
        "Data charges on the run?",
        "Data fees when roaming around.",
        "What charges is there for data when you are on the move?",
        "Cost for data in another place?",
        "What charges is it for data on the move?",
        "What are the charges for data while roaming?",
        "Is there data charges roaming?",
        "What data charges are there while roaming?",
        "How much do you thinkRoaming data charges are?",
        "Is the cost for data roaming high?",
        "A question about data charges in roaming.",
        "There are data expenses while travelling.",
        "Is there any fees for roaming data?",
        "What costs is it for data when on the move?",
        "Are there any costs for data abroad?",
        "How much do I pay for roaming with data?",
        "Are thereRoaming data charges?",
        "What charges are put in place for using data on the road?",
        "Do you know the cost for roaming data?",
        "Is there a cost of data roaming?",
        "Will there be a cost for data abroad?",
        "How much data is charged for travelling?",
        "Data fees, when travelling?",
        "Data expenses on the run?",
        "Can you tell me about the costs of using data when traveling outside the network coverage area?",
        "It's a question of data charges while roaming.",
        "Are charges for roaming data usage?",
        "Pricing for data abroad?",
        "Data usage charges for traveling?",
        "Is it possible to incur data expenses while roaming?",
        "Am I charged for roaming data usage?",
        "Data fees can be charged when travelling.",
        "Is there charges for data on the move?",
        "How much do I have to pay for my data abroad?",
        "Does it cost data during travel?",
        "Can you give me some information about the costs of using data outside of my coverage area?",
        "Is there any data charges when roaming?",
        "How much does data cost when abroad?",
        "How much for roaming data use?",
        "Do you know what the costs are for using data abroad?",
        "Payments for data roaming?",
        "Is there any extra costs for accessing overseas mobile data?",
        "What charges are used for using data while out on the road?",
        "What charges are in place for using data while traveling?",
        "How much will it cost to have roaming data?",
        "How much are data costs abroad?",
        "Data charges when roaming?",
        "Is there a charge for data consumption when I'm roaming outside?",
        "Can you give me an idea of the costs of using data outside of my area?",
        "Figuring out what the roaming data fees are.",
        "Data can be charged while on the go.",
        "What charges are in place for using a data device on the road?",
        "Data expenses while on the roam?",
        "Do you know about data charges abroad?",
        "Is there data fees while travelling?",
        "How much data charges are there for roaming?",
        "Data costs when travelling abroad?",
        "How much does it cost to use data while on the move?",
        "What data charges are there in roaming?",
        "Do there data fees when traveling?",
        "How much should I pay to use my data overseas?",
        "Is there any additional fees for using mobile data overseas?",
        "Is there any extra fees for accessing overseas mobile data?",
        "Is there charge for roaming data usage?",
        "Do you know what the charges are for using data while on the road?",
        "How much does data cost when you travel?",
        "Do we have a charge to roam and use data?",
        "Data charge traveling?",
        "How much do I need to pay for data in other countries?",
        "The cost of data when abroad.",
        "Data can be charged for when you are roaming.",
        "How much do I pay for data to be used abroad?",
        "What charges are used for using data while on the road?",
        "What is the total cost for roaming data?",
        "What charges is it for data while you are moving?",
        "How much does the data cost while on the move?",
        "How high is the fee for data roaming?",
        "Do you know any information about Roaming data costs?",
        "Charges for data while on the move.",
        "How much do you pay for data when on the road?",
        "How much does data cost in Roaming?",
        "Roaming: a cost of data?",
        "Can you explain the costs of using data when travelling outside of my coverage area?",
        "Do you pay data fees when travelling?",
        "Can you tell me about the costs of using data outside my network coverage area?",
        "There might be a charge for roaming and using data.",
        "Is data charges for roaming?",
        "There is a cost of data in roaming.",
        "Is that charged for data while on the move?",
        "Do you have data fees when traveling?",
        "What charges are put on for using data while out on the road?",
        "When roaming, what data charges are there?",
        "Cost for data in another country?",
        "What is the roaming data charges?",
        "Data costs when traveling abroad?",
        "Is this a data fee when travelling?",
        "Data may be charged during travel.",
        "The costs of roaming data.",
        "The charges for data while roaming are not known.",
        "Can you tell us about your roaming data costs?",
        "Roaming data prices.",
        "When travelling should you pay data fees?",
        "Do we know what it costs to use data abroad?",
        "Talk about data charges in roaming.",
        "Does it cost more to have data abroad?",
        "Is there any additional expenses for accessing mobile data overseas?",
        "What does it cost to have data while on the move?",
        "What are the charges for data while on the move?",
        "Is the data expenses while roaming?",
        "Is there a charge for data usage when I'm on the go?",
        "Rates for data when travelling.",
        "What charges are put into place for using data on the road?",
        "How much does it cost to use data on the run?",
        "When roaming how much does data cost?",
        "Is there a charge for data usage when I'm travelling internationally?",
        "How much do you spend for roaming data?",
        "How much are roaming data costs?",
        "What are theRoaming Data Fees?",
        "Data expenses from roaming?",
        "Can you tell me the costs of using data while travelling outside my area?",
        "What charges are in place for using the data while on the road?",
        "How much do I pay to use my data while on the move?",
        "Can you tell me the costs of using data when traveling outside the network coverage area?",
        "What charges are put in place for using data while going somewhere?",
        "How much do I pay for roaming and data?",
        "The cost for data abroad",
        "Can you tell me the costs of using data when I travel outside my area of coverage?",
        "Is there data expense when travelling?",
        "Is there any data costs for roaming?",
        "Is there data expenses while roaming.",
        "What does it cost for data when on the move?",
        "What are charges for roaming data use?",
        "What is the data charges in roaming?",
        "Is there a specific charge for data usage when I travel internationally?",
        "Is there data charges when you are away?",
        "Data expenses while on the go?",
        "What are the costs of data use abroad?",
        "Do you know how much data costs abroad?",
        "Is there a charge for data consumption when on the road?",
        "Data rates can be paid while abroad.",
        "I want to know about the Roaming data costs.",
        "Is there a fee for walking and using data?",
        "How do you charge the data during travel?",
        "Data charges while you're away?",
        "What about roaming data fees?",
        "How much do I have to pay for data travel?",
        "Information on data costs for roaming?",
        "How much for data on the move?",
        "I need information onRoaming data costs.",
        "When roaming, how much does it cost to have data?",
        "How much does a roaming data usage cost?",
        "Do you know what the cost is for roaming data?",
        "Prices for roaming data?",
        "There are data expenses while traveling.",
        "Will there be a fee for data roaming?",
        "Do you know if there is a charge to roam and use data?",
        "Can you tell me about the costs of using data when traveling outside my coverage area?",
        "Rates for data taken abroad.",
        "What are the data roaming charges?",
        "What are the data charges when on the road?",
        "What charges for data while on the move?",
        "Can you give a description of roaming data costs?",
        "Is there a cost for data overseas?",
        "How about charges for roaming data usage?",
        "Can you tell the public about the cost of roaming data?",
        "Do you know anything about the Roaming data costs?",
        "Data fees as you travel?",
        "How much do you spend on data when you are roaming?",
        "How much do you have to pay for accessing mobile data overseas?",
        "Can you tell me about the costs of using data when travelling outside the coverage area?",
        "The cost of data when travelling?",
        "How much does data cost while on the run?",
        "How much do you cost to use data abroad?",
        "What are the costs of Roaming data?",
        "How much does it cost to roaming data?",
        "Is there data expenses while roaming?",
        "Data fees when traveling abroad?",
        "Do you see charges for roaming data usage?",
        "Do you know about the cost of using data abroad?",
        "What is data roaming's fee?",
        "Rates for data when you're abroad.",
        "Do you know how much it costs to use data roaming?",
        "Do you know about the data charges while roaming?",
        "Is there any additional costs for accessing overseas mobile data?",
        "Is it a data expense when travelling?",
        "Are there any additional costs for accessing mobile data overseas?",
        "Can you tell me the costs of roaming data?",
        "Was there a cost for roaming data?",
        "The price of roaming data",
        "Data charge for roaming.",
        "Roaming data costs can be revealed.",
        "Data charges while on the move",
        "How much do I pay for data while I'm on the go?",
        "Can you tell me the costs of using data when travelling outside my network area?",
        "Data fees when you're abroad.",
        "Do you have any information on the Roaming data costs?",
        "How much data is charged during a journey?",
        "Do you know about the data charges abroad?",
        "There are data expenses while on the road.",
        "Do you know the cost to use data overseas?",
        "What charges apply for roaming data usage?",
        "Data roaming cost.",
        "Roaming costs cost of data?",
        "We don't know the cost for roaming data.",
        "What is the total cost of roaming data?",
        "Is there a fee to use or roam data?",
        "How much does data cost when you travel outside?",
        "Data cost during roaming?",
        "How much does the data cost while roaming?",
        "I am looking for information about Roaming data costs.",
        "How much do we pay for data roaming?",
        "What's the roaming data fee?",
        "Is there any information onRoaming data costs.",
        "Is it possible to illuminate roaming data costs?",
        "How much will it cost to use my data abroad?",
        "Can you tell me how much it costs to use data abroad?",
        "The fee for data roaming.",
        "Is the cost for data abroad?",
        "The fees for roaming data.",
        "The cost of data roaming outside.",
        "Rates for roaming data use?",
        "Is there a data roaming charge?",
        "What's the cost of Roaming data?",
        "Do you have any information aboutRoaming data costs?",
        "I want to know the cost of using data abroad.",
        "Was the cost for roaming data?",
        "Is there data charges when travelling?",
        "How much does data cost while on the move?",
        "The cost of data roaming?",
        "Does it cost to use data abroad?",
        "How much does it cost to have data abroad?",
        "Data fees when traveling outside?",
        "Does it cost to use roaming data?",
        "Is there a cost to roam and use data?",
        "Data rates are applicable while abroad.",
        "How much does data cost when you are on the road?",
        "Is there any extra fees for accessing mobile data abroad?",
        "How much do data charges abroad?",
        "What amount for roaming data?",
        "How much does it cost to use a roaming data device?",
        "What charges are there for data while roaming?",
        "Are there charges for data roaming?",
        "Is there any charge for data roaming?",
        "roaming data fees?",
        "Data prices when travelling",
        "Rates for data when they are abroad.",
        "How much does it cost to use data overseas?",
        "Roaming of data costs?",
        "Can you talk about roaming data costs?",
        "How much does it cost to use data while out of town?",
        "How much does data costs while traveling?",
        "What is the price of data roaming?",
        "Is there any fees for accessing overseas mobile data?",
        "Do you know whatRoaming data charges are?",
        "Is there any additional fees for data access overseas?",
        "Is that charges for roaming data usage?",
        "Is there fees for data roaming?",
        "How much do I need to spend on data abroad?",
        "How much is charged for using data while out on the road?",
        "How much are costs for data abroad?",
        "Does it cost to use outside data?",
        "How much do I have to pay to access my data abroad?",
        "Do you have information about Roaming data costs?",
        "The cost of data in Roaming.",
        "How much do I pay to use my data overseas?",
        "When roaming abroad, are there data fees?",
        "Is there charges for data usage while roaming?",
        "How much data charges while on the road?",
        "How much do you have to pay to use data overseas?",
        "When travelling with data, how much?",
        "When travelling, how much do you pay for data?",
        "What charges is there for data while on the go?",
        "The data fees when travelling?",
        "There are data charges while on the road.",
        "How do you charge data when you travel?",
        "Can you tell me the costs of using data while traveling outside my area of coverage?",
        "Rates while abroad for data.",
        "How much is it going to cost me to use data overseas?",
        "Is there an expense for roaming data?",
        "Do you know what data charges are while roaming?",
        "Did you knowRoaming data charges?",
        "How much do you charge for roaming data?",
        "Roaming data cost",
        "How much do you pay for data when roaming abroad?",
        "Is there information onRoaming data costs?",
        "Is there charges forRoaming data?",
        "Is thereRoaming data charges.",
        "What are the data roaming costs?",
        "What is the data charge while roaming?",
        "Do there any additional fees for accessing mobile data overseas?",
        "How much does data cost when you are on the go?",
        "How much do I have to pay for data use abroad?",
        "Data can be charged for while traveling.",
        "The cost of data on the go.",
        "Do you know what the data charges are for roaming?",
        "I don't know what the fee for data roaming is.",
        "What is theRoaming data charges?",
        "Data use abroad cost what?",
        "There are data expenses while roaming?",
        "What data charges are there on the move?",
        "How are charges for roaming data usage?",
        "What charges are there for data roaming?",
        "Is there any additional fees for overseas mobile data access?",
        "What charges are in place when using a data device on the road?",
        "Did you know data charges while away?",
        "What information are there on Roaming data costs?",
        "There are costs for data roaming.",
        "What are the costs for accessing mobile data overseas?",
        "Is there a fee to use and roam data?",
        "Will data charges be charged while away?",
        "How much is it for roaming data.",
        "How much do I have to pay for data to be used abroad?",
        "Do you know about data charges in roaming?",
        "Relating to the roaming data fees.",
        "What about the data roaming fees?",
        "How much do we have to pay for roaming data usage?",
        "How much do I pay for data while I'm on the road?",
        "What does data cost when roaming?",
        "How much does data cost when away?",
        "How much do I pay for data on the go?",
        "Pricing for roaming data?",
        "Data charges in traveling.",
        "Can you tell me how much it costs to use data outside my coverage area?",
        "Do you see data expenses while roaming?",
        "How much do you charge for data on the move?",
        "Are there data expenses while roaming?",
        "What charges are associated with data while on the move?",
        "I do not know what the roaming data fees are.",
        "Do you know what charges are in place for using data on the road?",
        "What is the fee for using data abroad?",
        "Is there any information aboutRoaming data costs?",
        "How much do I need to pay for my data abroad?",
        "What does the fee for data roaming include?",
        "How much is the Roaming data costs?",
        "Is it a charge to use data and roam?",
        "What charges are in place to use data on the road?",
        "Data can be used abroad, but what is the cost?",
        "When travelling will there be data fees?",
        "There are data expenses while on the go.",
        "There are data charges when travelling.",
        "How much do you pay for using data abroad?",
        "What are the charges for using data while out on the road?",
        "What charges is that for data on the move?",
        "Is there any information about Roaming data costs?",
        "How much do you pay for data while roaming?",
        "What is the data charges when roaming?",
        "How much do I have to shell out for data abroad?",
        "Can you explain the costs of using data when traveling outside my network coverage area?",
        "How much is the data for roaming?",
        "What are the Roaming data charges?",
        "Is it cost for roaming data?",
        "The cost of data used abroad.",
        "Roaming data fees are discussed.",
        "Costs for data abroad?",
        "How much does data charge abroad?",
        "Is there a specific charge for data consumption when roaming?",
        "Data fees while travelling abroad?",
        "What is the cost for using data while on the road?",
        "Can you tell me the costs of using data while traveling outside my coverage area?",
        "Is there a fee for travelling and using data?",
        "All charges for roaming data usage?",
        "There is a cost of data in Roaming.",
        "Is it a fee for roaming data usage?",
        "Is the data charges for roaming?",
        "Can you tell me about the costs of using data while traveling outside my network coverage area?",
        "Is there a charge for data use when I'm abroad?",
        "The data cost when roaming.",
        "How much does it cost to take data abroad?",
        "Disclosure of roaming data costs is a question.",
        "Can there be a cost for data abroad?",
        "Is charged for roaming data usage?",
        "How much do we pay for data while on the move?",
        "What is the data roaming fees?",
        "How much does it cost to travel and use data?",
        "Can you tell me the costs of using data when travelling outside my network coverage area?",
        "How much does it cost to have data while on the move?",
        "The fees for data roaming.",
        "How much do you charge for using data while on the road?",
        "How much data will you pay when travelling?",
        "Is there data fees when traveling?",
        "Can you tell me about the costs of using data when travelling outside of my coverage area?",
        "Do you know how much data costs roaming?",
        "Roaming data costs how much?",
        "Can you give me an idea of the costs of using data outside my coverage area?",
        "Do you know the data fees when travelling?",
        "How high is the cost of using data abroad?",
        "Do you have data roaming fees?",
        "I wonder if there are fees for data roaming.",
        "Data charges during roaming.",
        "roaming data charges?",
        "Is there a fee to roam and use data?",
        "Does it cost for roaming data?",
        "Data is charged while you are roaming.",
        "Data charges while travelling.",
        "Data cost in Roaming",
        "How much data charges are there when roaming?",
        "Charging for roaming data usage?",
        "Does roaming cost data?",
        "Is it cost to use data in another country?",
        "What information about Roaming data costs do you have?",
        "Do you have any fees for data roaming?",
        "Data may be charged when away.",
        "Are data fees when travelling?",
        "There may be a charge for roaming and using data.",
        "Expenditures for roaming data?",
        "How much are the data charges for roaming?",
        "Data fees when away from home?",
        "Are roaming data charges?",
        "What do we pay for using data abroad?",
        "Can you tell me the cost of using data when traveling outside the coverage area?",
        "How much is data cost in roaming?",
        "Data charges during travel are a question.",
        "How much is it for data while on the move?",
        "What costs do we incur to use data abroad?",
        "What does it cost to use data while on the move?",
        "While roaming, data expenses?",
        "Can you tell me the cost of using data when I travel outside my coverage area?",
        "Roaming data's cost",
        "How do you charge data while travelling?",
        "What charges are charged for data while on the move?",
        "How much should I pay to use data abroad?",
        "Does it cost to use overseas data?",
        "Rates apply for data while abroad.",
        "A question about data expenses while roaming.",
        "The data roaming fee is not known.",
        "What are the data fees for travelling?",
        "How much does it cost to use data outside?",
        "How much does it cost to use data while away from home?",
        "Can you tell me the cost of using data when traveling outside my network coverage area?",
        "Can you ask about data roaming fees?",
        "The cost of dataRoaming data",
        "How much does the use of data abroad cost?",
        "Data charges while you're away.",
        "Can you tell me about the cost of roaming data?",
        "Data feesRoaming abroad?",
        "How much are roaming data?",
        "Something aboutRoaming data charges?",
        "Do you know what data charges are in roaming?",
        "Data is charged for when you are roaming.",
        "Is there data charge while away?",
        "Is that charge for data on the move?",
        "How much data do you charge while away?",
        "Was there any charges for roaming data usage?",
        "Is it any fees for data roaming?",
        "Data expenses when abroad?",
        "What expenses are associated with roaming data?",
        "Do fees exist for data roaming?",
        "There are charges for roaming data.",
        "How much data charges do you have to pay while roaming?",
        "There is a cost for data roaming.",
        "The fee for roaming with data is unknown.",
        "How much do you know about roaming data costs?",
        "How much do you charge to access mobile data overseas?",
        "Data roaming expenses?",
        "Is cost for data roaming?",
        "Data cost while roaming, how much?",
        "Data charges while on the go: how much?",
        "What charges are in place for using data while on the go?",
        "Will there be charges for data while away?",
        "Data charges while traveling?",
        "How much data costs while traveling?",
        "Is there data expenses while traveling?",
        "How much does it cost for me to use data overseas?",
        "When roaming, how much do you have to pay for data?",
        "How much do I pay for data while roaming?",
        "the cost of data roaming",
        "Is data expenses while on the move?",
        "Do I have to pay a data consumption charge when I'm roaming?",
        "Data costs when abroad.",
        "Talk about charges for roaming data usage.",
        "Do you know what the roaming data charges are?",
        "Is there any data charges when travelling?",
        "How much is the data cost abroad?",
        "how much is the fee for data roaming?",
        "Can you tell me the cost of using data when traveling outside of the coverage area?",
        "Is there expenses for roaming data.",
        "The roaming data fees are not known.",
        "Data charged while roaming.",
        "When roaming abroad, data fees?",
        "Is it cost me to use data abroad?",
        "What charges are put in place for using a data device on the road?",
        "Is it a cost for roaming data?",
        "Roaming data charges are what?",
        "What are the charges for using data on the road?",
        "Can you tell me the fee for data roaming.",
        "Is it possible to clarify the costs of using data when traveling outside of my coverage area?",
        "Will there be any additional fees for accessing mobile data overseas?",
        "How much does it cost to have data roaming?",
        "There are costs for Roaming data.",
        "Is there a charge for roaming and using data.",
        "There is any information on Roaming data costs?",
        "Is there information on the Roaming data costs?",
        "Is data on the move charged?",
        "I want to know what the fee is for data roaming.",
        "Is there any additional fees for overseas data access?",
        "I don't know how much I have to pay to use data abroad.",
        "Rates for data while on the move.",
        "What are the data costs for roaming?",
        "Are there data fees when you travel?",
        "Is there anyRoaming data charges?",
        "There is information about Roaming data costs.",
        "There is a question about data charges during travel.",
        "How much does data roaming cost?",
        "It costs for data while on the move.",
        "Can you charge me for roaming data usage?",
        "Data charges while roaming?",
        "How much do I pay for data outside?",
        "How much does the data cost when travelling?",
        "How much do I need to pay for data roaming?",
        "Was there any charges for roaming data use?",
        "What charges are put in place for using data on the go?",
        "What charges is the data for on the move?",
        "What charges are associated with roaming data usage?",
        "Data expenses while on the prowl?",
        "How much do data costs abroad?",
        "Data expenses while out and about?",
        "I need information on the Roaming data costs.",
        "Data expenses on the go?",
        "How much are Roaming data costs?",
        "What are data roaming costs?",
        "Is there a fee for roaming and using the data?",
        "Is it a charge to roam and use the data?",
        "How much do we spend on roaming data?",
        "Roaming costs data?",
        "How much do you pay for Roaming data costs?",
        "Do there fees for data roaming?",
        "The data fees for travelling?",
        "What's the fee for traveling with data?",
        "How much do you charge to roam and use data?",
        "Can you give a description of the roaming data costs?",
        "Can you tell me how much it costs to use data when traveling outside my coverage area?",
        "What is the cost for data while on the move?",
        "Are there charges for data in roaming?",
        "What are the roaming data fees.",
        "What charges are given for using data while on the road?",
        "Rates for data when traveling.",
        "How much is it for data travel?",
        "What charges are in place for using data when on the go?",
        "What about data expenses while on the go?",
        "When travelling can you incur data fees?",
        "Data charges while roaming, what are they?",
        "What cost for data roaming?",
        "Is there a charge for data consumption when travelling internationally?",
        "Can you explain the costs of using data when traveling outside of my area?",
        "What are the dataRoaming data fees",
        "How much does it cost for using data while on the road?",
        "The data charges while roaming.",
        "Data cost while away?",
        "Data expense while abroad?",
        "How much does it cost to roam on data?",
        "How much do you pay for data while on the road?",
        "Do you know what it costs to use data outside of the country?",
        "What fees are charged for data roaming?",
        "How much do we spend on data while roaming?",
        "How much does roaming cost your data?",
        "What are the roaming data rates?",
        "How much do you charge for using roaming data?",
        "Data charges can be found in roaming.",
        "The costs of data roaming",
        "How much does the data cost for roaming?",
        "Can you tell me the costs of using data on the road?",
        "What is it cost to use data abroad?",
        "Is it charges for data while on the move?",
        "Is the fee for data roaming?",
        "Rates are charged for data when abroad.",
        "When travelling outside my coverage area, can you tell me the costs of using data?",
        "Roaming data fees are what they are?",
        "Can you tell me about charges for roaming data usage?",
        "How much do you pay for data while on the phone?",
        "The cost of data inRoaming",
        "Are there any fees for data roaming?",
        "What's the cost for roaming with data?",
        "Can you tell me the costs of traveling outside the network coverage area with data?",
        "Can you tell me the costs of using data when I'm outside the coverage area?",
        "Do you know what charges are for roaming data usage?",
        "What do you pay for data roaming?",
        "How much is it for traveling with data?",
        "Can you tell me how much roaming data costs are?",
        "How much does it cost to use data while roaming?",
        "The data expenses while travelling?",
        "Are there charges for data while on the move?",
        "What charges are used for using data when out on the road?",
        "How much data do you pay for roaming?",
        "Is it true that Roaming data charges?",
        "Data charge traveling abroad?",
        "What are the charges for roaming data usage.",
        "How much do I pay to use my data while on the go?",
        "Data prices when travelling abroad.",
        "How much is data when on the road?",
        "When traveling outside my network coverage area, can you tell me about the costs of using data?",
        "How much do I pay for data while on the move?",
        "Is it possible to reveal roaming data costs.",
        "How much do you spend to use data overseas?",
        "Can you tell me what the data charges are while roaming?",
        "How much data charges while traveling?",
        "Is it a charge for data on the move?",
        "While roaming, what are the data charges?",
        "Do you charge data when travelling?",
        "How much is data for roaming?",
        "What about the Roaming data costs?",
        "Is there a cost to use data and roam?",
        "Is it possible to clarify the costs of using data outside my network coverage area?",
        "Is there a charge for data usage when I'm abroad?",
        "Rates for data while abroad are available.",
        "What are the costs for roaming with data?",
        "Is there a charge for data consumption when I'm on the road?",
        "What charges is it for data when you're moving?",
        "How much data will you pay while roaming?",
        "How much does data cost when on the run?",
        "Can you tell me the costs of using data when traveling outside of my coverage area.",
        "Is there any extra fees to access mobile data overseas?",
        "The charges for data on the move.",
        "I need any information on Roaming data costs.",
        "Data costs in Roaming",
        "How much do I pay when roaming for data?",
        "There are rates for data while abroad.",
        "How much do we have to pay for data abroad?",
        "Data charges while roaming, how much?",
        "Data charge while on the move.",
        "How much do I have to pay for roaming with data?",
        "When roaming abroad, do you pay data fees?",
        "Is it possible to show the costs of roaming data?",
        "How much data charges are there in roaming?",
        "How much do you pay to use data on the road?",
        "Data is used abroad, what does it cost?",
        "How much do I have to pay to use my data in another country?",
        "How much are the data charges in roaming?",
        "Can you tell me the costs of using data when travelling outside my coverage area.",
        "Does it cost to use data outside?",
        "When on the move, what charges is it for data?",
        "Do you have charges for roaming data use?",
        "roaming data usage charges?",
        "How much do I need to pay abroad to use my data?",
        "How much is charged for data when travelling?",
        "Information on roaming data costs?",
        "How much do I have to pay for using data while roaming?",
        "Is there data expenses when roaming?",
        "Can you tell me the cost of using data outside of my network coverage area?",
        "What information on Roaming data costs?",
        "How much do you pay roaming data fees?",
        "A cost for roaming data.",
        "You can charge for data while on the go.",
        "Rates for data on the move.",
        "There are data charges while on the move.",
        "Does it cost data abroad?",
        "Is there a roaming data fee?",
        "Costs for roaming data",
        "Can you say what the costs are for roaming data?",
        "When roaming, what does it cost to use data?",
        "Do you know the roaming data fees?",
        "Is there a cost for roaming data?",
        "How much does data cost when you are on the move?",
        "Is there any additional fees for access to mobile data overseas?",
        "How much do I pay for data when I am outside?",
        "What is the cost of roaming data?",
        "Do we know what it cost to use data abroad?",
        "What charges are in place for data use out on the road?",
        "It's data charges in roaming.",
        "Data roaming fee, what is it?",
        "The cost of using data abroad",
        "Do you know the cost of data used abroad?",
        "Do you have any charges for roaming data usage?",
        "Data rates are charged while abroad.",
        "Data rates while away?",
        "It charges for data while you are on the move.",
        "How much do you pay for accessing mobile data overseas?",
        "Is there any extra fees associated with accessing mobile data overseas?",
        "Data cost inRoaming",
        "What is the data roaming fee like?",
        "Data roaming rates?",
        "Do you know what roaming data fees are?",
        "What charges are charged for roaming data usage?",
        "Is it cost for data while on the move?",
        "What is the cost of data while on the move?",
        "The cost of data for roaming.",
        "What are the charges for roaming data use?",
        "costs of data roaming",
        "The cost of data in roaming?",
        "I need info on Roaming data costs.",
        "What costs does it take to use data abroad?",
        "Data expenditures while on the go?",
        "Is there any extra fees for international data access?",
        "When traveling outside my network coverage area can you tell me the costs of using data?",
        "Is there any additional charge for accessing mobile data overseas?",
        "What is the cost to use data roaming?",
        "Can you tell me the cost of using data outside my network coverage area?",
        "How much do we have to pay for data while roaming?",
        "how much is the fee for data roaming",
        "It's a question of cost for roaming data.",
        "Data fees when roaming",
        "What charges is it for the data when on the move?",
        "How much will it cost for me to use data abroad?",
        "Is there any extra cost for accessing mobile data overseas?",
        "What is the cost of using data abroad.",
        "Data fees for traveling?",
        "Do you have data fees when travelling?",
        "What charges are in place for use of data while on the road?",
        "Is there any additional charges for using mobile data overseas?",
        "The costs for data roaming.",
        "How much do you charge for data while on the go?",
        "Using data abroad costs what?",
        "Do we know the cost of using data abroad?",
        "What are the data rates for roaming?",
        "I'm interested in information on Roaming data costs.",
        "Data costs while roaming?",
        "How much does it cost me to use my data outside?",
        "Can you give a breakdown of roaming data costs?",
        "Rates for the data while abroad.",
        "Do you know what the cost is for data abroad?",
        "How much do I have to pay for data when I'm roaming?",
        "What is the data costs for Roaming?",
        "Can you tell me the costs of using data when traveling outside the coverage area?",
        "There are charges for roaming data use.",
        "Is data expensive while roaming?",
        "Can you tell me the costs of using data when I'm outside my coverage area?",
        "When traveling outside my network coverage area, can you explain the costs of using data?",
        "What information on Roaming data costs are there?",
        "How much are data charges when roaming?",
        "There might be data fees when travelling.",
        "There are some fees for data roaming.",
        "I would like to know about Roaming data costs.",
        "What is the charge for roaming data usage?",
        "Is there a charge to use data and roam?",
        "Do you know how much it would cost to use data abroad?",
        "What charges is there for data while on a move?",
        "There are data costs for Roaming.",
        "How much does it cost to roam data?",
        "Is it cost of data toRoaming?",
        "Data fees during travelling?",
        "How much is it for using data overseas?",
        "Can you tell me the cost for data abroad?",
        "Roaming data fees, what they are?",
        "Is a charge for roaming and using data?",
        "Do you know the fee for data roaming?",
        "Rates for data while travelling.",
        "Fees for roaming data use?",
        "Are there roaming data fees?",
        "Can you tell me what the roaming data costs are?",
        "Are you able to reveal roaming data costs?",
        "Do you know the cost for data overseas?",
        "What about dataRoaming charges?",
        "Can you tell me the costs of using data when travelling outside my coverage area?",
        "What charges are placed on using data while out on the road?",
        "Is there a cost of using data abroad?",
        "Data roaming costs",
        "How much do you charge for Roaming data costs?",
        "Data charges when traveling.",
        "How much do you think it costs to use data abroad?",
        "Can you tell me the costs of traveling outside my coverage area and using data?",
        "Do you know what data fees are when travelling?",
        "When roaming abroad do you pay data fees?",
        "How much do I have to pay for data while roaming?",
        "How much does it cost to use data in other places?",
        "I am looking for information on Roaming data costs.",
        "Do you know what the cost of using data abroad is?",
        "What does the data roaming fee cost?",
        "Data costs in roaming?",
        "How much does it cost to use data in roaming?",
        "Is it possible to incur additional fees for accessing mobile data abroad?",
        "What does the cost for data abroad look like?",
        "Do you know what charges are for data while on the move?",
        "How about data expenses while on the go?",
        "What are the charges for data while abroad?",
        "Is there data fees when travelling.",
        "Does it cost for data while on the move?",
        "Data charge travelling outside us?",
        "Data costs when you travel?",
        "Data and roaming expenses?",
        "Is there a data consumption charge when I travel internationally?",
        "How much does it cost for roaming data use?",
        "How much data does it cost while on the road?",
        "Data will be charged for when roaming.",
        "Do you have a cost for data abroad?",
        "How much does it cost to use data when outside?",
        "Did you know there are data charges in roaming?",
        "How much do you charge for data during travel?",
        "What are the data charges when you are abroad?",
        "Is there anything more expensive for accessing mobile data overseas?",
        "Do you have any information on Roaming data costs?",
        "Is there a specific charge for data consumption when I'm overseas?",
        "The data fees when travelling.",
        "data costs while roaming",
        "What expenses are there for roaming data?",
        "What charges are put in place for using data when travelling?",
        "Fees for roaming data usage?",
        "Is it possible to clarify the costs of using data when traveling outside the coverage area?",
        "How much do I pay to use my data abroad?",
        "Data is charged in roaming.",
        "Is there any charged for roaming data usage?",
        "What is the price for using data abroad?",
        "How much will you pay for data while roaming?",
        "Is there any extra costs for accessing mobile data overseas.",
        "Is there a specific charge for data consumption when traveling internationally?",
        "What charges are put in place for using data on the road",
        "What is the cost for Roaming data?",
        "There are roaming data costs.",
        "Data can be charged while away?",
        "Did you know there are roaming data charges?",
        "Data expense while roaming?",
        "Can you tell me how much data is roaming?",
        "The data charges while on the move.",
        "Data is charged while you are away?",
        "How much do I have to pay for data when traveling?",
        "What is the cost for travelling with data?",
        "Is data charged while away?",
        "How much does it cost to use data when on the road?",
        "What is the cost to use the data abroad?",
        "There are data charges in roaming",
        "What about expenses for roaming data?",
        "What charges are put into place for using data while out on the road?",
        "Is there a charge for data usage when I'm on the road?",
        "Is there any data costs when travelling?",
        "When traveling outside of the network coverage area, can you tell me the costs of using data?",
        "How much does using data outside cost?",
        "There are charges for data while on the go.",
        "Use of data abroad costs what?",
        "Expenses for using data abroad?",
        "Data charges while traveling.",
        "Is there a charge for data usage when I travel outside of the country?",
        "Data charges when you're away?",
        "How much do you spend for data abroad?",
        "Rates for data when abroad",
        "How much is cost for data abroad?",
        "Talk about Roaming data costs.",
        "Is there any additional costs for using mobile data overseas?",
        "Is the cost of data use abroad?",
        "Is it charged for data on the move?",
        "What are the charges for the data on the move?",
        "Do you know how much data is charged during travel?",
        "What is the cost for using data abroad?",
        "Can you tell me the costs of using data when I travel outside of my coverage area?",
        "Is there data expenses while travelling?",
        "How much should I pay to use the data abroad?",
        "Rates for data while abroad",
        "Is there a roaming data fees?",
        "What information do you have on the Roaming data costs?",
        "Is there any data costs on Roaming?",
        "Can you tell me the costs of traveling outside my network coverage area with data?",
        "How much do you charge for data when roaming?",
        "Is data charged in roaming?",
        "What information do you have aboutRoaming data costs?",
        "Cost for travelling with data?",
        "What is the cost for roaming with data?",
        "How much does data cost on roaming?",
        "The data expenses while on the go?",
        "Is it true that charges for roaming data usage?",
        "Is there any additional fee for using mobile data overseas?",
        "Data charge traveling outside?",
        "What are the charges for data on the move?",
        "Data cost for roaming?",
        "There are charges forRoaming data",
        "Do I have to pay for data usage while on the road?",
        "Can you tell me about the roaming data costs?",
        "Is there any cost to access mobile data overseas?",
        "How much do you pay for the roaming data?",
        "How much data is charged while away?",
        "How much do you charge for accessing mobile data overseas?",
        "What charges are in place for using data while away from home?",
        "How much do I have to pay in order to use my data abroad?",
        "Is Roaming data charges?",
        "How much does data cost when travelling?",
        "The charges for data abroad?",
        "How much should I pay for my data abroad?",
        "Do you know how much it costs to use data overseas?",
        "There is a charge for data while you are roaming.",
        "There are data fees when you travel.",
        "Is there any extra fees incurred for accessing overseas mobile data?",
        "Can you tell me the costs of using data while outside my network coverage area?",
        "The data charges for roaming?",
        "What are the data roaming charges.",
        "Data roaming can be charged fees.",
        "The cost of data on Roaming.",
        "Is there any charges for data usage abroad?",
        "How much are the roaming data charges?",
        "Which data costs are included in Roaming?",
        "Fees for data when travelling?",
        "Where are the data roaming fees?",
        "How much do you spend to use data when roaming?",
        "What charges are available for using data while on the road?",
        "Is it cost to use data roaming?",
        "What are there roaming data fees?",
        "What are the roaming data prices?",
        "Is there a cost for data abroad?",
        "How much does it cost to useRoaming data?",
        "How much do I have to pay for data during roaming?",
        "How much will I have to pay to use my data abroad?",
        "Can you tell me about the costs of traveling outside my coverage area with data?",
        "There are data expenses while on the move.",
        "Data charges on the move.",
        "Is there charges forRoaming Data?",
        "Is there any charges for data roaming?",
        "What charges is it for data on the move.",
        "Data costs while on the go.",
        "Is there any extra costs for accessing mobile data overseas?",
        "What is the cost for data on the move?",
        "How much does the data roaming fee cost?",
        "Will it be a cost for roaming data?",
        "How much should I pay for data to be used abroad?",
        "When roaming abroad, will there be data fees?",
        "What charges is it for data when you are on the move?",
        "Do you know how much data charges are when roaming?",
        "Is it cost to data abroad?",
        "Roaming data charges",
        "Does it cost to have data abroad?",
        "While away, data charges?",
        "I am not sure what the roaming data fees are.",
        "Is the charge for roaming and using data?",
        "What charges are related to data while on the move?",
        "What charges exist for using data while on the road?",
        "Could there be charges for roaming data usage?",
        "There is data charges while roaming.",
        "How much do you have to pay for using data on the road?",
        "What is the cost for data travel?",
        "Can you tell me the cost of using data when traveling outside of my area?",
        "What expenses are involved in roaming data?",
        "What about roaming data charges?",
        "Roaming data charge",
        "Money for roaming data?",
        "The fee for data roaming is unknown.",
        "Data roaming fee?",
        "Any information on the cost of data roaming?",
        "How much do I have to pay to use this data abroad?",
        "Data charges while we are away?",
        "Can you tell me how much data charges are while roaming?",
        "Is the cost for roaming data?",
        "Data expenses while out on the road?",
        "What is the fee for travelling with data?",
        "How much does it cost forRoaming data charges?",
        "Data costs in roaming.",
        "Data will be charged while you are roaming.",
        "Do you pay fees for data roaming?",
        "Is there any additional fees for accessing mobile data overseas?",
        "Do you know how much data charges abroad?",
        "Can you tell us the cost of roaming data?",
        "What charges are put in place for using data when on the road?",
        "Can you specify charges for roaming data usage?",
        "Can you let me know the costs of using data when I travel outside my coverage area?",
        "data roaming fees?",
        "When roaming how much does it cost to use data?",
        "How much does it cost for data on the go?",
        "Are there charges for roaming data usage?",
        "Data charges when on the move?",
        "Is there charging for roaming data?",
        "Do you know how much data is charged while roaming?",
        "What charges is it for on the move data?",
        "How much do we pay for roaming data usage?",
        "Data expenses on roaming?",
        "When traveling outside my network coverage area, can you tell me the costs of using data?",
        "While roaming you can charge for data.",
        "Is there a expense for roaming data?",
        "How much is the data roaming?",
        "Does it cost to have data while on the move?",
        "Is there any charges forRoaming data usage?",
        "Can you tell me the costs of using data outside of my network?",
        "When travelling outside of my network coverage area, can you tell me the costs of using data?",
        "How much for traveling with your data?",
        "Data charges for abroad?",
        "What charges are in place for using data while out the road?",
        "Can you tell me the costs for roaming data?",
        "How much do I spend on data when I'm roaming?",
        "Do you see data charges while away?",
        "How much do you pay for data while travelling?",
        "How much do you spend on data when you travel?",
        "What are the data roaming prices?",
        "Can you tell us about the data roaming costs?",
        "Can you give me an idea of the costs of using data outside my area?",
        "What expenses are involved with roaming data?",
        "The cost for roaming data is unknown.",
        "How much do I end up paying for data roaming?",
        "What are the data fees when roaming?",
        "Data charges while on the run.",
        "Do you know how much data it costs when roaming?",
        "Does it cost to use foreign data?",
        "What data roaming fees are?",
        "Can you tell me the costs of using data when travelling outside my area?",
        "Costs for roaming data usage?",
        "Are there any additional fees for accessing mobile data overseas?",
        "The price of using data abroad.",
        "Rates for data in a foreign locale.",
        "Are the charges for roaming data usage?",
        "Can you give information about roaming data costs?",
        "The data expense while travelling?",
        "Data roaming costs what?",
        "Does anyone know if there are additional fees for accessing mobile data overseas?",
        "Will data expenses be incurred while roaming?",
        "I don't know how much it will cost to use data abroad.",
        "I want to know the costs of using data when traveling outside of my network coverage area.",
        "What charges are charged for using data while out on the road?",
        "Do you know about the data fees when travelling?",
        "Can you tell me the fee for data roaming?",
        "Did you know the fee for data roaming?",
        "What charges are put in place for using data while on the street?",
        "Is data charged when traveling?",
        "When using data abroad, what does it cost?",
        "How much for data abroad?",
        "Can you explain the costs of using data when traveling outside the network coverage area?",
        "I don't know how much I need to pay to use data abroad.",
        "Is this data expense while roaming?",
        "What are data charges for roaming?",
        "What are data fees when travelling?",
        "The costs for data roaming?",
        "Rates for data while on the road.",
        "Data roaming amount?",
        "There are costs for data abroad.",
        "What does it cost to have data on the move?",
        "Is it possible to incur additional fees when accessing mobile data overseas?",
        "Data cost when roaming?",
        "Data roaming cost",
        "How much does the data cost during travel?",
        "Is that data expenses while roaming?",
        "Do we have charges for roaming data usage?",
        "How much do you have for data abroad?",
        "How much do I have to pay to use my data overseas?",
        "Data costs when travelling?",
        "What are the data roaming rates?",
        "How much do you pay for data abroad?",
        "What are the charges for data when you travel?",
        "How much does it cost to use data on the road?",
        "Do you know what charges are for data on the move?",
        "How much do you pay for data when traveling?",
        "Can you tell me about the costs of using data when traveling outside of the coverage area?",
        "Any info onRoaming data costs?",
        "There are charges for roaming data usage.",
        "How much will you pay for roaming data?",
        "Is there any data roaming charges?",
        "Is there charges for Roaming data?",
        "Data abroad can cost.",
        "The data roaming fees are unknown.",
        "How much data costs while on the move?",
        "Data fees when on the phone abroad.",
        "A cost for data roaming?",
        "Do you know what the charges are for using data on the road?",
        "The cost of data during roaming?",
        "The cost of data abroad is unknown.",
        "What are the costs of using data in another country?",
        "The data fees when roaming outside?",
        "I want to know what the roaming data fees are.",
        "How much is data charged while travelling?",
        "How much is the fee for roaming data?",
        "Is it a charge for data roaming?",
        "What is the cost of data while travelling?",
        "The cost of data when traveling.",
        "Do you know how much it cost to use data abroad?",
        "I need to know the costs of using data when traveling outside my coverage area.",
        "What cost for roaming data?",
        "When travelling will you pay data fees?",
        "How do you charge data when traveling?",
        "How much do I pay for roaming with my data?",
        "How much do you have to pay to use data abroad?",
        "Is there a fee for data while on the move?",
        "Is there any dataRoaming charges?",
        "How much do Roaming data costs cost?",
        "Do you know if it costs to use data abroad?",
        "There are fees for data roaming?",
        "Data charge traveling in other countries?",
        "When travelling have data fees?",
        "The data fees for roaming.",
        "roaming data costs?",
        "Charge when roaming for data.",
        "Data costs while roaming.",
        "Is there any cost for data abroad?",
        "Roaming costs data.",
        "How much data charges are there while roaming?",
        "How much data do you have to pay roaming?",
        "Does it cost anything for roaming data?",
        "Data may be charged while away?",
        "Is there a charge for data consumption when I'm away?",
        "How much do you pay for data while on the go?",
        "Costs for data roaming?",
        "How much do I have to pay abroad to use my data?",
        "Cost of data for roaming?",
        "In case of roaming data expenses?",
        "There is data charges in roaming.",
        "How much are data roaming fees?",
        "I want to use data abroad, how much do I have to pay?",
        "What are the data charges for roaming?",
        "A cost for data abroad?",
        "Is there any additional fees for using mobile data abroad?",
        "The fee for data roaming",
        "Is there data charges while you are away?",
        "There are charges for data roaming.",
        "Can you tell the extent of the roaming data costs?",
        "Data costs in Roaming?",
        "Is there a fee to access mobile data overseas?",
        "Roaming data charges.",
        "How much do you spend on data when traveling?",
        "Roaming charges for data use?",
        "Is there a cost for roaming and using data?",
        "Data fees for travelling?",
        "Will there be charges for data roaming?",
        "Is there any information about Roaming data costs.",
        "Can you tell me the cost of traveling outside my coverage area with data?",
        "A charge for data while on the go.",
        "Is costs for data abroad?",
        "Rates for data while in other countries.",
        "When travelling, what data fees are there?",
        "Is there anything about Roaming data costs?",
        "What are the data charges while roaming?",
        "How much do you charge to use data and roam?",
        "Do you have any information about the Roaming data costs?",
        "How much does it cost to use data in other countries?",
        "Does it cost to have roaming data?",
        "How much do you pay for roaming data.",
        "Do you incur data expenses while roaming?",
        "Is it cost of data in roaming?",
        "When I travel internationally, is there a charge for data consumption?",
        "How much do I have to pay for using my data abroad?",
        "Data prices when traveling?",
        "Can there be data charges while away?",
        "Is there any information concerning Roaming data costs?",
        "Is it really cost for roaming data?",
        "Can you tell me about Roaming data costs?",
        "Do you have a cost for data roaming?",
        "How much does it cost to use data when abroad?",
        "Is there a data roaming fee?",
        "Can there be data fees when travelling?",
        "Is there any extra fees incurred when accessing mobile data overseas?",
        "How much is the data roaming fees?",
        "How much do you have to pay for using data while out on the road?",
        "What are the charges for using data while travelling?",
        "Is it possible to clarify the costs of using data outside of my network coverage area?",
        "Do you have to pay for data roaming?",
        "What charges are made for data while on the move?",
        "Can you tell me the costs of using data when traveling outside of my network area?",
        "How much do you pay to use data abroad?",
        "Is there a specific charge for data consumption when I travel outside the country?",
        "Data costs while on the run?",
        "What charges are for data when on the move?",
        "While roaming, what are the charges for data?",
        "While roaming what data charges are there?",
        "What amount for data roaming?",
        "Is there any data fee when travelling?",
        "Do you have data expense during travel?",
        "Can you tell me the costs of using data when traveling outside my area?",
        "What charges are put in place for using data when traveling?",
        "How much does it cost for roaming data.",
        "What fee is charged for data roaming?",
        "How much is it for travelling with data?",
        "When I travel internationally, is there a specific charge for data usage?",
        "Does it charge for data on the move?",
        "How much does data cost during roaming?",
        "What data charges are there when you are roaming?",
        "How much do I have to pay for data while traveling?",
        "What are the costs for data when roaming?",
        "data charge while roaming",
        "How much do we spend to use data abroad?",
        "When roaming abroad, how much do you pay for data?",
        "Does anyone have information on Roaming data costs?",
        "Data fee when travelling?",
        "How much does it cost to use a data plan outside?",
        "How much does using data cost when roaming?",
        "How much does it cost to use Roaming data?",
        "Data charge while roaming",
        "What costs do you have to pay to use data abroad?",
        "How much do I spend on data while traveling?",
        "Can you tell me how much it costs to use data outside of my coverage area?",
        "The cost of data on Roaming?",
        "What charges are there for data when you are on the move?",
        "How much will it cost for data roaming?",
        "How much is charged for data while on the go?",
        "How much do I have to shell out to use data abroad?",
        "Is the data charged while away?",
        "Can you tell the truth about roaming data costs?",
        "How much does it cost to use data outside of the country?",
        "What charges exist for using data on the road?",
        "What charges are included for using data while on the road?",
        "The cost of using data abroad is not known.",
        "When on the move, what charges is there for data?",
        "Do you know how much it costs to use data while roaming?",
        "the cost for roaming data",
        "How much does data charge while on the move?",
        "The data charges in roaming",
        "Are there charges for data on the move?",
        "Charges for data while roaming.",
        "Is there a charge for roaming and data use?",
        "Do you know what roaming data costs are?",
        "When travelling can you pay data fees?",
        "Was there any cost for roaming data?",
        "How much is the cost of using data overseas?",
        "What do you pay for roaming data?",
        "Data charge travelling outside of us?",
        "costs for data abroad",
        "There are charges for using data while on the road.",
        "Does it cost anything for data while on the move?",
        "How much is it going to cost to use data overseas?",
        "What dataRoaming data fees",
        "Do you know what the cost is to use data overseas?",
        "Data charges in the roaming?",
        "Is there charging for data roaming?",
        "How much should I pay for using my data abroad?",
        "Data abroad may have a cost.",
        "Data charges while you are away.",
        "Are Roaming data charges?",
        "Costs of data in Roaming?",
        "How much do I have to shell out to use my data abroad?",
        "Does the data consumption charge apply when I travel internationally?",
        "What data charges are there when roaming?",
        "How much data does it cost to roam?",
        "Is there any charges for data on the move?",
        "What costs are associated with data on the move?",
        "Data charges are made while roaming.",
        "Is there a charge for data usage when I travel outside the country?",
        "Are there any charges for accessing mobile data overseas?",
        "Is it charges for roaming data use?",
        "How high is the cost for roaming data?",
        "Do you know the costs of using data when traveling outside my coverage area?",
        "There are charges for using data when out on the road.",
        "How much is the data charged while roaming?",
        "Is it cost to roam with data?",
        "What is the cost for data when on the move?",
        "Can you tell me how much it will cost to use data outside of my coverage area?",
        "How much does it cost to use data when travelling?",
        "Roaming data expenses?",
        "How much do I have to pay for data while on the go?",
        "Cost of data when travelling?",
        "charge for data while roaming",
        "Are there any extra charges for accessing mobile data overseas?",
        "How much does data cost when on the road?",
        "Is there an expense for data during travel?",
        "What charges are associated with using data while on the road?",
        "Where are the charges for roaming data usage?",
        "What charges are in place for using the data on the road?",
        "Is there data expenses while on the go?",
        "How much do I pay to use data in another country?",
        "How much do we spend on data roaming?",
        "Can you tell me the costs of using data while traveling outside of my area?",
        "Figuring out the cost for roaming data.",
        "Does that cost for data abroad?",
        "The amount of data charges while roaming.",
        "Can you tell me how much you pay for roaming data?",
        "While roaming how much does data cost?",
        "How much is the data that's roaming?",
        "How much is data charged while roaming?",
        "Tell me about the costs of Roaming data.",
        "How much do you charge for data while on the move?",
        "What are the charges for data when you are on the move?",
        "How much does data cost on the move?",
        "How much do you charge for data abroad?",
        "What costs do you incur for roaming data?",
        "Do you think the cost of data is Roaming?",
        "What are the data charges in roaming?",
        "There are rates for data when abroad.",
        "Is there any data fees when roaming?",
        "A cost for roaming data?",
        "When roaming, how much does data cost?",
        "How much do you pay for the data while roaming?",
        "Data costs while away?",
        "How much do I have to pay for data usage when I travel?",
        "Is there any additional cost for using mobile data overseas?",
        "What data charges are there for roaming?",
        "What about data charges when you travel?",
        "How much does roaming cost for data?",
        "Data charges when on the road?",
        "How much does the data cost while travelling?",
        "What charges is it for data while on the go?",
        "When I'm traveling internationally, is there a charge for data consumption?",
        "Is there a data roaming charges?",
        "Data cost while roaming?",
        "There are costs for roaming data.",
        "Is there charges for data in roaming?",
        "Is it costs for roaming data?",
        "How much does roaming data usage cost?",
        "Do you know how much data costs while on the road?",
        "What is the cost of data abroad?",
        "How much can you pay for data while roaming?",
        "The roaming data fees are a mystery.",
        "Is there a fee for roaming data?",
        "When roaming, how much does it cost to use a data plan?",
        "What is the cost of data using abroad?",
        "How much do you pay for data when you travel?",
        "Can you tell me about the cost of using data abroad.",
        "How much do you charge for data while traveling?",
        "What charges are placed on using data when out on the road?",
        "How much do I have to pay in order to use data abroad?",
        "Can you tell me the costs of using data when travelling outside of the network coverage area?",
        "Roaming data fees are a topic.",
        "A question about expenses for roaming data.",
        "I want to know if there are any additional fees for accessing mobile data overseas.",
        "Data charge during roaming",
        "When I'm travelling internationally, is there a specific charge for data consumption?",
        "The roaming data fees are unknown.",
        "Is there any added fees for using mobile data overseas?",
        "The cost of data while roaming.",
        "Was there any fees for data roaming?",
        "How much are data charges while roaming?",
        "Did you know there areRoaming data charges?",
        "The data charges are related to roaming.",
        "There are data fees for travelling.",
        "What should charges be for roaming data usage?",
        "Do you know the cost for data roaming?",
        "Fees for roaming data?",
        "There is data charges for roaming.",
        "Is therecharging for roaming data usage?",
        "How much should you pay for roaming data?",
        "Will it cost you for data abroad?",
        "The data charges while travelling.",
        "What is the cost for roaming data usage?",
        "What is the cost to use data abroad?",
        "Is the data roaming charges?",
        "Can you give a cost for roaming data?",
        "When on the move, what charges are there for data?",
        "How much does it cost to use overseas data?",
        "What charges are in place when using data out on the road?",
        "Can you tell me the costs of using data when I travel outside my coverage area?",
        "How do you charge data when travelling?",
        "Can you tell me how much data cost while roaming?",
        "data charges while roaming",
        "How much do you pay for data roaming outside?",
        "Is that charged for roaming data usage?",
        "Does it cost more to use data abroad?",
        "How much is it for use of data abroad?",
        "How much do you pay to use data while roaming?",
        "Is there any extra charge for accessing mobile data overseas?",
        "Is it cost to use data abroad.",
        "How much is charged for data roaming?",
        "How much does data cost in a foreign location?",
        "While roaming, how much do I pay for data usage?",
        "Is there any additional costs to access mobile data overseas?",
        "Is there a fee for accessing mobile data abroad?",
        "Is there a charge for traveling and using data?",
        "Is it a fee to roam and use the data?",
        "I'm not sure what the fee is for data roaming.",
        "The cost of data in Roaming?",
        "Are there data charges while away?",
        "The cost of data inRoaming.",
        "Do you know the price for data abroad?",
        "Do you know the cost for using data abroad?",
        "Cost of using data abroad",
        "How much do you charge data roaming?",
        "When roaming abroad, what data fees are there?",
        "Is it a charge for roaming data usage?",
        "Do you know how much it costs to use data abroad?",
        "Roaming costs Data?",
        "Data will be charged for when you are roaming.",
        "The data charges when roaming.",
        "Data expenses while on the streets?",
        "Data charge traveling outside us?",
        "Do you pay data fees when you travel?",
        "How much do you cost for data roaming?",
        "How much does data cost on the go?",
        "Is there data costs while roaming?",
        "Can you tell me the cost of using data when travelling outside of my coverage area?",
        "The cost for data roaming is not known.",
        "Is there data charges in roaming.",
        "Cost of roaming data usage?",
        "Data charges when travelling?",
        "What is the charge for data on the move?",
        "Data cost of roaming",
        "Can you tell me the costs of using data when traveling outside my coverage area?",
        "How much data charges do you have while roaming?",
        "How much do I pay for data when I'm outside?",
        "Is there a charge for data use when I travel internationally?",
        "Can you tell me the costs of data use when traveling outside my coverage area?",
        "Do you know how much it costs to use data when roaming?",
        "Is there charges for data roaming?",
        "We don't know what the roaming data fees are.",
        "Is there a charge for using data when I travel internationally?",
        "Those expenses for roaming data?",
        "There is a cost of data roaming",
        "Can you explain the costs of using data outside of my area?",
        "What are the data charges when traveling?",
        "Do you know what the cost is for data roaming?",
        "Can you tell me what the roaming data fees are?",
        "Data costs for roaming?",
        "Where can I find information on Roaming data costs?",
        "How much do you pay for using data while on the road?",
        "Is there any information on roaming data costs?",
        "Can you tell me how much it costs to use data outside my network coverage area?",
        "How much is data cost abroad?",
        "When travelling can there be data fees?",
        "How much should I pay in order to use my data abroad?",
        "Does it cost to use data in another country?",
        "What charges are in place for using data while on the road",
        "Do you know how much it will cost to use data abroad?",
        "How much does roaming cost with data?",
        "The charges for data in roaming",
        "What costs do you have for roaming data?",
        "Is there information about Roaming data costs?",
        "Do the data fees apply when travelling?",
        "What is charged for data during travel?",
        "How much should you pay for roaming data usage?",
        "I need some information on Roaming data costs.",
        "Do you know the cost for data abroad.",
        "Are there data fees when travelling?",
        "Is there a specific charge for data consumption when I travel abroad?",
        "I would like to know the costs of using data when traveling outside of my coverage area.",
        "Data fees while traveling outside?",
        "Will it be cost for roaming data?",
        "When roaming how much does the data cost?",
        "What's the fee for data travel?"
    ]
}