{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Assistance with mobile number portability",
    "inquiry_sub_category": "Invalid Porting Request",
    "description": "Inquiries about porting requests that are deemed invalid due to reasons like the mobile number being inactive or not associated with an active account, or the information provided not matching the records of the current operator.",
    "inquiry": "Why is my porting request invalid?",
    "paraphrases": [
        "The reason for the invalid port request is not known.",
        "Why wasn't the port request valid?",
        "Why were the port request unsuccessful?",
        "I asked about my invalid port request.",
        "I wondered what was happening with my invalid port Request.",
        "Why do I have the question if my request to port isn't valid?",
        "What's happening to my port request?",
        "What's causing the problematic port request?",
        "My request for a port was not legit.",
        "What is the problem with my port request?",
        "Why did my port request not get granted?",
        "Is there any reason why Port is denied?",
        "The request to port isn't valid, isn't it?",
        "What is the reason for the port request invalid?",
        "Why did the port not accept the request?",
        "Why do I have the question when my request for port is not valid?",
        "Why was the port refused to process my request?",
        "What is the matter with an invalid port request?",
        "Why do I not get the port request?",
        "Why didn't port request work?",
        "What made my port request rejected?",
        "I asked to go to a port, but was refused.",
        "What are the reasons for not letting the port in?",
        "I had a problem with my port-request.",
        "Why did the port request get denied?",
        "I'm not sure what's going on with the invalid port request.",
        "Why isn't the port request approved?",
        "What is the issue of my port-request?",
        "My request for a port has been rejected.",
        "What is the reason for the port request being denied?",
        "What is the reason the port request didn't work?",
        "I wonder what's happening with my invalid port Request",
        "What is incorrect with my port-request?",
        "Why was the port request rejected?",
        "I'm confused as to what's wrong with my port-request.",
        "Why did my port request have it rejected?",
        "Why didn't it get approved for the port?",
        "Why did my request to port not work out?",
        "Why am I having the question posed to me, when my request to port is not valid?",
        "Why couldn't they process my request to go to the port?",
        "My request to disembark is not valid.",
        "I'm stumped by what is wrong with my port-request.",
        "I have the question posed to me because my request to port is invalid.",
        "What happened? Port denied!",
        "There is an issue with my invalid port request.",
        "Can you tell me about the invalid port request?",
        "Why wasn't my port request successful?",
        "What is the situation with the invalid port request?",
        "My request to port was not granted.",
        "My port-request is not working.",
        "I wonder what is happening with my invalid port request?",
        "Port denied!What is the reason?",
        "I have a question, what is the reason for my port not functioning?",
        "It refused to process my request for a port of call",
        "Why was it denied to my port request?",
        "There is a question, what is the reason of my port messed up?",
        "My request to port is not valid!",
        "My port request wasn't accepted",
        "Is there a reason for the port order not being renewed?",
        "My request to port was found not valid.",
        "I wondered what was going on with my invalid port request.",
        "Why did it fail, my porting?",
        "My request to port is illegitimate.",
        "Which is why the port was denied?",
        "My request to the port was found to not be valid.",
        "Why denial of the port?",
        "My port-request is not being received.",
        "Is there some reason that the port order expired?",
        "I am confused by what is wrong with my port-request.",
        "I am very confused as to what is wrong with my port-request.",
        "I have a question, what is the reason for my port being messed up?",
        "I was wondering why my port request was rejected.",
        "My request for a port is not working.",
        "What was the matter with the invalid port request?",
        "Is there a problem with my invalid port request?",
        "Why was it denied my request to go to the port?",
        "Why do I have questions about my request for port that is not valid?",
        "I have a port request, what is the problem?",
        "Why has the port issue not been approved?",
        "What is causing an invalid port request?",
        "The invalid port request confuses me.",
        "I wonder what's happening with my invalid port request?",
        "I am puzzled as to what is wrong with my port request.",
        "My request for port was not granted.",
        "My port request was not accepted",
        "I am wondering what is happening with my port request.",
        "Why was the port's request declined?",
        "Is there a reason for the expired port order?",
        "Why is my request for port not valid?",
        "Why haven't the port been allowed?",
        "why did my port request fail",
        "There is a reason why my request to port is not valid.",
        "Why did Port not be granted?",
        "The port order expired, who are the reasons?",
        "Why is my port request null and void?",
        "I have a question about why my request to port is not valid.",
        "I wonder why my port request is not working.",
        "My request to port is not legit.",
        "What the heck is happening with porting denied?",
        "What is the reason for the port order that expired?",
        "What is the reason that the port order is expired?",
        "Why do I have my port request rejected?",
        "Why did the port denial come about?",
        "I don't feel my request to port is valid.",
        "I can't port my request.",
        "Which is why the port request was denied?",
        "Why was the port bid denied?",
        "Why didn't the port requestwork out?",
        "What is the reason for my port request not valid?",
        "What's causing this when I have an invalid port request?",
        "Why was the Port request denied?",
        "Why did the port request fail?",
        "My request to Port is not valid.",
        "What is the actual reason for the invalid port request?",
        "I wonder what's going on with the port request?",
        "Why did this port request not function?",
        "Why do my port requests not go through?",
        "Why did the port plea not work?",
        "Please explanation for the port not happening.",
        "What concerning the invalid port request?",
        "Why did the port request not be successful?",
        "What is wrong with this port-request?",
        "Why is my request to port not accepted?",
        "Why did this port request flop?",
        "I'm perplexed about what is wrong with my port-request.",
        "Any reasons for the port to be denied?",
        "why was the port denied",
        "Why did the port not get allowed?",
        "I wonder why my port request is not being processed.",
        "Why did my port request not win approval?",
        "Why didn't the port be let in?",
        "So what are the reasons why the port order expired?",
        "Why did the port request do not work out?",
        "Isn't my request to port incorrect?",
        "I am puzzled by what is wrong with my port request.",
        "I am curious about the status of my invalid port request.",
        "Port denied! What is it?",
        "Why didn't the port issue be approved?",
        "Any reasons for Port denial?",
        "Why was the Port request not successful?",
        "I think my request to port is incorrect.",
        "Any possible reasons for the port denial?",
        "The request to port has been invalid.",
        "My port request is not functioning.",
        "Why wasn't the port let in?",
        "I was denied my request for a port of call.",
        "Which is the reason for the expired port order?",
        "Why was my port proposal rejected?",
        "My request for a port didn't work.",
        "Port turned down! what now?",
        "Why did the port not be allowed in?",
        "Why did my portrequest fail?",
        "The port was turned down?",
        "Why did the port request not Work?",
        "I want an explanation as to why the port didn't happen.",
        "The request that I made to port is not valid.",
        "Why was it unresponsive to my request to enter the port?",
        "Any reasons why port was denied?",
        "What may be the problem with my port-request?",
        "Why are the port not allowed in?",
        "My request to port is incorrect.",
        "Why is my port request ignored?",
        "My request for a port is wrong.",
        "The request to port is not valid, isn't it?",
        "Why did my port request not get approved.",
        "What the hell? Porting denied.",
        "Why cannot the port be let in?",
        "Why is the port's request turned down?",
        "What causes the port request to fail?",
        "Why couldn't the port request be successful?",
        "Why was my port request denied?",
        "How come my request to port is not valid?",
        "The request to port is not valid for me.",
        "Any reasons for the Port being denied?",
        "Why did the port be rejected?",
        "I was wondering why my port request was invalid.",
        "Why had the port issue not been approved?",
        "Why was my port application denied?",
        "Why did the port request not work correctly?",
        "Why isn't the port request valid?",
        "What is causing the problem, my invalid port request?",
        "How can the port request fail?",
        "I want to know why my port request is invalid.",
        "I am perplexed as to what is wrong in my port-request.",
        "What is the cause of the expired port order?",
        "Why did the port issue not receive approval?",
        "What the heck is happening, Porting denied?",
        "What is the circumstance with the invalid port request?",
        "What's happened with my invalid port request?",
        "Why wasn't the request for a port processed?",
        "I am confused about what is wrong with my port-request",
        "What is it that denied porting?",
        "Which is the reason for my invalid port request?",
        "Why don't the port request come through?",
        "I am not sure what is going on with the invalid port request.",
        "What is the reason for the port denying?",
        "Why wasn't the port request success?",
        "What's the reason that the port order expired?",
        "My request to port isn't valid, why?",
        "Does anyone know why the port is denied?",
        "What's the reason for the port order expired?",
        "I have a invalid request for port.",
        "Why didn the port request not work?",
        "I wonder why my port request is invalid?",
        "I have a question, why did my port not work?",
        "My port request is invalid.",
        "I was wondering what was wrong with my port-request.",
        "Is there any reason the port is being denied?",
        "Why did the Port request not work?",
        "I don't understand why the port request didn't work.",
        "Why is my port request off?",
        "What is wrong with my port-request is baffling to me.",
        "Why is there a problem with my port request?",
        "What happened to the port request not going through?",
        "I wonder if there is a reason that the port order is expired.",
        "I wonder what the problem is with my port request.",
        "What's the cause of my invalid port request?",
        "I am confused with what is wrong with my port request.",
        "The request to port was not valid for me.",
        "What is the reason for this invalid port request?",
        "Why did a port request not work out?",
        "Why was this port request unsuccessful?",
        "Why wasn't I allowed to go to my port?",
        "What's the reason for the port order not being renewed?",
        "Why were my ports denied?",
        "My request to go to port was not valid.",
        "Why was the port ask refused?",
        "Why was the port turn down?",
        "What were the reasons for denying the Port?",
        "Why am I not getting my port-request?",
        "Why isn't the port request successful?",
        "Is the reason for my port request invalid?",
        "Why the port request was turned down?",
        "Why was my port request snubbed?",
        "I have a invalid port request.",
        "Port denied, what are the reasons?",
        "How come the port ask was turned down?",
        "Why did the port request not successful?",
        "Why is my request to the port not valid?",
        "Why did my port request reject?",
        "Where is the reason for the expired port order?",
        "The request to port isn't valid and I have questions about it.",
        "I had a question about my request to port being invalid.",
        "I am confused as to what is wrong with my port request.",
        "I don't know why the port order expired.",
        "I asked why it wouldn't process my request to go to port.",
        "The matter with the invalid port request?",
        "Is the problem because of my invalid port request?",
        "Why did my port requests fail?",
        "Why the port wasn't allowed?",
        "Why was the port's request not accepted?",
        "Why was port not allowed?",
        "Why do you think Port was denied?",
        "Why was my request denied at the port?",
        "What is the reason why the port request failed?",
        "I'm not sure about my invalid port request.",
        "Why didn't this port request success?",
        "Why are my port requests not valid?",
        "The port order expired, but what are the reasons?",
        "Why wasn't my request for port valid?",
        "My request to the port has been denied.",
        "There are any reasons why the Port is denied?",
        "Why was the question posed to me when my request to port was not valid?",
        "There is a question as to why the port order is expired.",
        "My request to go to the port is not valid.",
        "Why were the port ask denied?",
        "I don't know what's happening with my invalid port Request.",
        "I don't comprehend what is wrong with my port-request.",
        "I have questions about my request to port that it is not valid.",
        "Why did the port being denied happen?",
        "Why did the port request not fulfill?",
        "There is a question about why the port order expired.",
        "A port denied! What is the reason?",
        "Why did a port be denied?",
        "I wonder why the port order is expired.",
        "Why is my port request problematic?",
        "How can the port be rejected now?",
        "Why is the port request not valid.",
        "I'm not sure what's wrong with my port-request.",
        "I am trying to understand what is wrong with my port-request.",
        "Please an explanation for the port not happening.",
        "Why should the port be denied?",
        "Why is the port request not succeeding?",
        "What makes my port request invalid?",
        "I'm wondering what's going on with my invalid port request.",
        "I wondered what was happening with my invalid port request",
        "Why was it that the port was turned down?",
        "Why was the port declined?",
        "My request to go to the port has not been accepted.",
        "Are there any reasons why the port isn't allowed?",
        "Why didnt the port request work?",
        "why was the port request rejected?",
        "The port order expired, so what are the reasons?",
        "How come it refused to process my request for a port?",
        "Why were the port not allowed in?",
        "There is an issue with my port-request?",
        "Why didn't it allow the port?",
        "Any reasons for denied port?",
        "Why did the port request stop working?",
        "What is problematic with my port request?",
        "Why wasn't the Port issue approved?",
        "Porting denied, what was that for?",
        "I can't switch carriers, do you know why?",
        "Why did the port request not get approval?",
        "A question, what is the reason of my port messed up?",
        "What's going on with an invalid port request?",
        "My request for port isn't valid.",
        "A port was denied?",
        "Why was my port Request rejected?",
        "Any reasons for why the port was denied?",
        "What made the port request not go through?",
        "Are there any reasons why the port was denied?",
        "Do you know why the port request failed?",
        "My request for a port hasn't been accepted.",
        "This port request is not valid.",
        "Port denied! why?",
        "Why did my port proposal fail?",
        "I asked why it wouldn't process my request to go to a port.",
        "Why aren't the ports allowed?",
        "The port order expired is there a reason?",
        "I wonder what is happening to my invalid port request?",
        "What is wrong with my port-request is something I am confused about.",
        "I have a question as to why my request to port is not valid.",
        "What is the reason for my port not opening?",
        "My request to get to the port was not valid.",
        "The port was denied?",
        "Why couldn't the port request be approved?",
        "How come it refused to process my request to go to port?",
        "Why did the port ask that was denied?",
        "Why are I questioning why my request to port is not valid?",
        "My request to enter the port was refused, why?",
        "Why did the request to port not work out?",
        "Why wouldn't the port request work?",
        "Why were the port requests denied?",
        "There is a port request not valid.",
        "How can my port request not be valid?",
        "Is there any explanation for port denial?",
        "Is there a reason why the port won't be let in?",
        "Why my port request was denied?",
        "Why is the port not allowed?",
        "Why was my port request not valid?",
        "Why my request to port isn't valid?",
        "What are the reasons behind my invalid port request?",
        "So what is the reason for the port order to expired?",
        "My request to port isn't valid",
        "What isn't right with my port-request?",
        "Why is the question posed to me that my request to port is not valid?",
        "What is causing this and my invalid port request?",
        "Why the port plea was jinxed?!",
        "Why is port plea so jinxed?",
        "The request to port is invalid.",
        "I wonder if there is a reason the port order expired.",
        "My request to go to the port was rejected.",
        "Reason why the port plea is jinxed?",
        "The port order expired, what is the reasons?",
        "Porting denied, what now?",
        "What is the matter with a port request that is invalid?",
        "Why was the port request not implemented?",
        "Is there a reason the port order is expired?",
        "The port did not get accepted!",
        "Why's the port denied?",
        "Why wasn't the port request work out?",
        "I have the question posed to me because my request to port is not valid.",
        "I don't feel that my request to port is valid.",
        "What now? port was rejected",
        "Why don't the port requests work?",
        "So what is the reason for the port order to have expired?",
        "Why did this port request fail to succeed?",
        "Why did my port order fail?",
        "Why couldn't the port be allowed?",
        "I have questions about my request to port as it is not valid.",
        "What is the reason behind my invalid port request?",
        "Why did the request for port not come through?",
        "What is the reason for why the port order expired?",
        "What happened that the port was denied?",
        "Is there a reason for my port request invalid?",
        "What made the port request fail?",
        "What is causing this invalid port request?",
        "My request for a port wasn't valid.",
        "Is there any reason why the port is being denied?",
        "What is causing my port request not working?",
        "A request to port has been denied.",
        "Why was the port request not given?",
        "What is the problem with the port request?",
        "My request for a port was refused, why?",
        "The port was rejected! What now?",
        "What is the problem with my port request",
        "Why did port plea go bad?",
        "The port order expired, what was the reason?",
        "So the port order expired, what is the reason?",
        "Why do I have the question if my request to port is invalid?",
        "Why doesn't my port request work?",
        "I am wondering what is wrong with my port-request.",
        "Is there a reason why the port wouldn't be let in?",
        "There are some reasons why the port is denied.",
        "What is the deal with the invalid port request?",
        "Why don't I receive the port-request?",
        "What made the port request not work?",
        "Why wasn't the port request through?",
        "Why would the port request not come through?",
        "What's occurring with my invalid port request?",
        "Why did it not accept my request for a port?",
        "Why was the port proposal denied?",
        "Why can't we port this?",
        "What is the reason for Port denied?",
        "Why is the port denied.",
        "My request to go to the port was not accepted.",
        "Something is causing the problem with my port request.",
        "Why wasn't my request to port valid?",
        "What is the reason for the port not being accepted?",
        "Is there a reason the port order is not renewed?",
        "What are the reasons why the port is denied?",
        "It refused to process my request to go to the port, why?",
        "My request for a port isn't valid, isn't it?",
        "My request to port has been turned down, what can I do to explain it?",
        "What now? The port was rejected.",
        "My request to port has been rejected.",
        "A reason for the expired port order?",
        "I am not sure as to what is wrong with my port-request.",
        "Why was I not allowed to go to a port?",
        "There's a question about my invalid port request.",
        "My request to port was found to be not valid.",
        "Why do I have the question when my request to port isn't valid?",
        "Why did I have the question posed to me that my request to port is not valid?",
        "What are the reasons for why the port order expired?",
        "Why are my port request not valid?",
        "Why wasn't it able to process my request to go to the port?",
        "Is there a reason why the port order has expired?",
        "The request to port is not valid because of this.",
        "My request to port isn't valid and I have questions about it.",
        "I wonder what is happening with an invalid port request.",
        "The port was Rejected!",
        "Why was my request for a port rejected?",
        "What is up with the invalid port request?",
        "Why was the portasked turned down?",
        "What causes the problem with my invalid port request?",
        "Why did this port request not go through?",
        "Any reasons for the denial of the port?",
        "I wonder what is happening with the invalid port request?",
        "Why did the port request not been approved?",
        "How come the port was not let in?",
        "Why do you think the Port was denied?",
        "What is happening? Port rejected!",
        "Why the port wasn't let in?",
        "I am confused as to what is awry with my port-request.",
        "I was wondering what was going on with my invalid port request.",
        "My request to port isn't valid, isn't it?",
        "The port order expired, why?",
        "There are questions as to why the port order expired.",
        "Why wasn't it allowed to process my request for a port?",
        "Why did the port request to be denied?",
        "Why are my invalid port requests causing this?",
        "my port request is not valid",
        "Why didn't my port request be approved?",
        "I have a question, what's the reason of my port being messed up?",
        "My port request is invalid",
        "I wonder what's happening with the invalid port request?",
        "Is there any reason why the port is denied?",
        "Is there any reason for the expired port order?",
        "What caused my port request to be rejected?",
        "Why wasn't the port request able to work?",
        "Why was there an invalid port request?",
        "My request for port has been rejected.",
        "Why am I having the question posed to me when my request to port is not valid?",
        "I have a question, what's the reason of my port malfunction?",
        "What is the reason for the expired port order.",
        "What could be the reason for the expired port order?",
        "Why do I not receive the port-request?",
        "What's causing the invalid port request?",
        "Why didn't the port request working out?",
        "Reason for the expired port order?",
        "What's causing the issue with my port request?",
        "Why is my port request having problems?",
        "Did anyone have a reason for the expired port order?",
        "Well, my port request is no good.",
        "My request for a port is invalid.",
        "Why are the port order expired?",
        "Is there any reason why the port couldn't be let in?",
        "I am not sure why my request to port is not valid.",
        "What's the issue with my invalid port request?",
        "Why cannot I receive the port-request?",
        "What is the reason for the port to not work?",
        "What is the cause for my invalid port request?",
        "Why didn't the port request come through?",
        "Why did I get an invalid port request?",
        "Why didn't the port be allowed in?",
        "There's a question on why the port order expired.",
        "Port denied! what now?",
        "Is the reason for the invalid port request?",
        "My request was not accepted for the port.",
        "My port request is no good.",
        "Port rejected?",
        "Can you tell me why the port order is expired?",
        "Why do I have questions about my request to port that is not valid?",
        "Why did the request for a port be rejected?",
        "I have had my request to port found to be invalid.",
        "Why did my port request turn out to be invalid?",
        "Why didn't the port request work correctly?",
        "What is the reason behind the expired port order?",
        "Why did it reject my request to go to port?",
        "Any reasons given for the port being denied?",
        "The port request that I made was rejected.",
        "What's the matter with the invalid port request?",
        "I do not know what is happening with my invalid port Request.",
        "Why is my port-request bad?",
        "Why did I not get a port?",
        "I wonder what's going on with my port request",
        "why was my port request turned down?",
        "Is the problem my invalid port request?",
        "Why did my port request be rejected?",
        "Why did Port not be allowed?",
        "Why is my port request not accepted.",
        "What's the cause of this invalid port request?",
        "Why did it deny my request to go to my port?",
        "My request to port has been turned down.",
        "My request for a port has been refused.",
        "What is the reason for the port not being let in?",
        "How come my port-request is not functioning?",
        "Any reasons why the port was not allowed?",
        "Why don't the port request go through?",
        "Why did the request for port be denied?",
        "Why did Port request not work?",
        "Port plea was jinxed. Why?",
        "Why doesn't my request to port be valid?",
        "What is causing this, an invalid port request?",
        "Why did my port request Fail?",
        "Why weren't the port request successful?",
        "What is going on with the invalid port Request?",
        "My port request no good?",
        "My port Request is invalid.",
        "My porting request is not valid.",
        "My request for the port was not valid.",
        "I am bewildered by what is wrong with my port request.",
        "My request to go to port has been rejected.",
        "What's the problem with my port request.",
        "Does it have a reason for denying the port?",
        "Why isn't the port issue approved?",
        "Why did the port order become expired?",
        "I wonder why my port request was rejected.",
        "I have a question about why my port is not working.",
        "Is there anything to explain port denial?",
        "Why did the port not be permitted?",
        "What is the reason for the port order not renewing?",
        "Why was there a port request denied?",
        "Why were the port request denied?",
        "I have a port request that is invalid.",
        "What reasons are the port not allowed?",
        "Why wasn't the port request successful.",
        "Why is the port denied!",
        "Is there a reason that the port order is expired?",
        "Why is my port request malfunctioning?",
        "Any reason for port denied?",
        "What's the reason for my port not opening?",
        "What is causing the malfunctioning port request?",
        "There may be reasons why the port was denied.",
        "Why couldn't I go to a port?",
        "Why was it unable to process my request to go to the port?",
        "I am confused with what is wrong with my port-request.",
        "What is the reason for the port not working?",
        "Why had Port denied?",
        "Why wasn't I getting the port-request?",
        "Why did Port get denied?",
        "Is there a reason why the port isn't allowed?",
        "What's causing this? my invalid port request",
        "I am confused by what is wrong with my port- request.",
        "My port request didn't go through.",
        "It's not valid that I request to port.",
        "I am having an invalid port request.",
        "Why isn't my request to port valid?",
        "Is my invalid port request the reason for the problem?",
        "What now? Port was rejected!",
        "Why have a question posed to me when my request to port is not valid?",
        "I am a bit confused as to what is wrong with my port-request.",
        "Why couldn't the port be let in?",
        "Why was it unable to process my request to go to port?",
        "Why am I denied a port request?",
        "What is the matter with the invalid port request",
        "What went wrong with the port request?",
        "Why does my porting request not work?",
        "I have questions about my request to port since it is not valid.",
        "Why were I not allowed to go to a port?",
        "I have a question about the reason of my port problem.",
        "Problem with my port request?",
        "Why did the port request reject?",
        "Is there a reason that the port order was not renewed?",
        "Port denied, what's the reason?",
        "What's causing this and my invalid port request?",
        "Why couldn't the port be used?",
        "Why haven't the port issue been approved?",
        "Why is my port request no longer valid?",
        "I have an invalid port request that is causing this.",
        "Why was my request to go to the port denied?",
        "Why did the port request not come to fruition?",
        "What led to the port being denied?",
        "I am wondering about my invalid port request.",
        "What was the reason for my port request invalid?",
        "Why have the port issue not been approved?",
        "Why was a port request denied?",
        "Why should the port request not work?",
        "My request to port isn't right.",
        "My request to go to the port was declined.",
        "My request to port is invalid, what can I do to explain it?",
        "Why did the requested port be denied?",
        "What is the reason for my port to not work?",
        "The port order expired, Is there a reason?",
        "What is causing the invalid port request?",
        "What was the reason for expired port order?",
        "Do you know why the port was denied?",
        "I want to know why my porting is messed up.",
        "Why haven't the port been let in?",
        "Why isn't port being allowed?",
        "Is a reason for the port order to be expired?",
        "Why is my request for port invalid?",
        "Why does my port request have a problem?",
        "What is the issue with my request for a port?",
        "Why did the port request fall apart?",
        "A request to port is not valid for me.",
        "Why is my port request not working?",
        "Why did the port request not go in?",
        "My port request failed",
        "Why did the port request not get accepted?",
        "So what is the reason the port order expired?",
        "What is the reason that the port request failed?",
        "What is the situation regarding the invalid port request?",
        "The request to port is not valid by me.",
        "Why did my port request not happen?",
        "How come my port request failed?",
        "I was denied my request for a port.",
        "I'm baffled as to what is wrong with my port-request.",
        "The request to port was not valid",
        "What made the port be denied?",
        "Why did the port plead not work?",
        "Reason for expired port order?",
        "Why was I denied a port request?",
        "There's a question about why the port order expired.",
        "Is there a reason for the port to not be let in?",
        "The request to port is no longer valid.",
        "Why did this port request not come through?",
        "Why didn't the port request work?",
        "I had an invalid port Request.",
        "How come I have an invalid port request?",
        "My request to go to port was invalid.",
        "What's the reason for the port being denied?",
        "There's a question of why the port order expired.",
        "I'm not sure what's happening with my invalid port request.",
        "Why isn't I getting the port request?",
        "Why did the port rejected?",
        "A question about my invalid port request.",
        "I had a port request that didn't work.",
        "Why did the Port request fail?",
        "What now? Port turned down!",
        "That request to port isn't valid.",
        "Why did this port Request fail?",
        "Why did the port request don't work out?",
        "Why couldn't the port request be made?",
        "Why is my request for the port not valid?",
        "why was the port denied?",
        "The port was turned down!",
        "Does anyone have a reason for denying the port?",
        "My request for a port of call was turned down.",
        "What is the problem with this port request?",
        "What made the port request rejected?",
        "Why the port request didn't succeed?",
        "My request for a port has been turned down.",
        "Why was my portrequest rejected?",
        "The port-request is not working",
        "I don't know why the port wouldn't be let in.",
        "Why wasn't the port request realized?",
        "There was a question about why the port was denied.",
        "How come my request for a port was refused?",
        "My port request is not valid, why?",
        "What caused the port request to be denied?",
        "I have a port request rejected.",
        "Why am I not allowed to port this?",
        "I'm wondering what's happening with my invalid port Request.",
        "Why did the port plea go down?",
        "How come it refused to process my request to go to the port?",
        "What is the reason that my port request is not valid?",
        "I am confused regarding what is wrong with my port-request.",
        "Why was the port rejected?",
        "Why did the port plea go sour?",
        "Any explanation for port denial?",
        "I wonder why my port request is not valid.",
        "What is happening with an invalid port Request?",
        "Why don't the port be let into?",
        "I'm wondering what's happening with my port request.",
        "There are any reasons why the port is not allowed?",
        "What is the reason for the port order being gone?",
        "Why did this port request go awry?",
        "what is going on with the invalid port request",
        "Why is my port-request not working?",
        "Why wasn't the port request worked?",
        "I am wondering what is going on with my invalid port Request.",
        "Why am I not allowed to port?",
        "My request to port isn't valid, right?",
        "I have questions about why my request to port is not valid.",
        "I wonder why my port request is not being fulfilled.",
        "Isn't the request for a port not valid?",
        "This port request failed why?",
        "Why am I having my porting messed up?",
        "The port was not accepted!",
        "The request to port has been found invalid, what can I do?",
        "Why does the port being denied?",
        "Why would the Port be denied?",
        "There are any reasons that the port has been denied?",
        "I'm perplexed at what is wrong with my port-request.",
        "My request to port has no validity.",
        "Why did the port request failed?",
        "What is the reason my request to port is not valid?",
        "How did my request for a port be rejected?",
        "I have a invalid request for port, what can I do to explain it?",
        "I'm confused by what's wrong with my port-request.",
        "Any reasons for the port not being accepted?",
        "I asked what happened to my request for a port.",
        "Why did this port request not work?",
        "I am bewildered as to what is wrong with my port-request.",
        "Is there a problem with the invalid port request?",
        "I have a question about my request to port that's not valid.",
        "Why were port denied?",
        "What the reason for the port being denied?",
        "What is the reason for my invalid port request?",
        "It failed to process my request for a port.",
        "The port has been rejected?",
        "Why wasn't the port request a success?",
        "Why isn't it possible to port this?",
        "There are any reasons why the port was denied?",
        "Why did port denial occur?",
        "What causes my port-request to fail?",
        "Why would my port request be rejected?",
        "There are any reasons why the port isn't allowed?",
        "I wondered what was happening with the invalid port Request.",
        "There is an issue with my port request.",
        "What were the reasons for denying the port?",
        "I have a port request not valid.",
        "Why my port request was refused?",
        "The request to port isn't valid for me.",
        "I have an issue with my port-request.",
        "Port denied! What reasons?",
        "How come my port request is not working?",
        "What is causing my invalid port request to not work?",
        "I'm confused about what is wrong with my port-request.",
        "There is a question regarding why the port order expired.",
        "my port request is no good",
        "The port request I have is not valid.",
        "Why has the port request been turned down?",
        "Why did my port Request fail?",
        "My request to go to a port wasn't valid.",
        "I am wondering what is going on with my port request.",
        "Why aren't I receiving the port-request?",
        "Why doesn't the port issue get approved?",
        "What is causing the problem with the invalid port request?",
        "Why was the port ask rejected?",
        "I want to port but it's not valid.",
        "What is causing this when I have an invalid port request?",
        "Why am I not getting the port- request?",
        "Is there a reason for the port not being allowed?",
        "What is the reason for denied port?",
        "Why was my port request not granted?",
        "Why is my request of a port not valid?",
        "Why wasn't the port request given?",
        "How could this port request fail?",
        "There is a port request that isn't valid.",
        "Why wasn't the port request work?",
        "My request was not accepted for port.",
        "I have questions because my request to port is not valid.",
        "Why was the port request denied.",
        "There may be a reason the port order is expired.",
        "What is going on with the invalid port request",
        "The request for a port is not valid.",
        "Why am I denied my request to port?",
        "Why is a port request failing?",
        "Why the port was denied?",
        "Why do I not have a valid request to port?",
        "What caused my port request to be invalid?",
        "Why did I have the question, my request to port is not valid?",
        "The request to port has no validity.",
        "Why did the port Request not work?",
        "I am not sure what is wrong with my port-request.",
        "Why did my port request become invalid?",
        "Why did my port request flop?",
        "Is there any explanation for the expired port order?",
        "My request to port is not valid and I have a question.",
        "Why is my port request non valid?",
        "What's causing that invalid port request?",
        "Why had my port request rejected?",
        "There are questions about why the port order is expired.",
        "I need to know the reason for my invalid port request.",
        "Why was my port request not successful?",
        "Why is my request for a port invalid?",
        "Why is my porting request not valid?",
        "what is happening with my invalid port request?",
        "Port denied! What's the reason?",
        "Are there reasons why the port order is expired?",
        "What are the reasons for denial of the port?",
        "What is the reason for my port request not functioning?",
        "Any reason the port was denied?",
        "Why did no port request go through?",
        "Why didn't a port request work?",
        "Is there a reason that the port order is not renewed?",
        "The port order expired so what are the reasons for that?",
        "Is there any reason why Port was denied?",
        "What's causing a problem with my port request?",
        "I wonder what is going on with my invalid port Request.",
        "The port denied! What's the reason?",
        "Why did my request to port not come through?",
        "There is an invalid request to port.",
        "Why didn't the port get approved?",
        "Why did this port request don't work?",
        "A question about the invalid port request.",
        "Why the port request was not successful?",
        "I am not sure what is happening with the invalid port Request.",
        "Why was this port request invalid?",
        "Why wasn't the port request answered?",
        "I don't know why I'm not receiving the port-request.",
        "Why wasn't there a port issue approved?",
        "Why was a port plea jinxed?",
        "Why am I not receiving the port-request?",
        "What reasons did the port not be allowed?",
        "Is there a reason why the port is not allowed?",
        "What are the reasons for a port denial?",
        "Why was my request for a port of call denied?",
        "Why did this port request fail?",
        "Why was the port denied?",
        "What is causing the problem with my port request?",
        "Why can't we port it?",
        "The port order expired,what is the reason?",
        "What is wrong with my portrequest?",
        "There is a reason why my request to port is invalid.",
        "It's no good, my port request.",
        "So what is the reason for my invalid port request?",
        "The port denied! What is the reason?",
        "What is the issue with this port-request?",
        "What are the reasons for the port order to expire?",
        "What are the reasons that the port order has expired?",
        "Why did the port request fall through?",
        "What is causing my malfunctioning port request?",
        "I wondered what was going on with my invalid port Request.",
        "I believe my request to port is not valid.",
        "Were there any reasons why the port was denied?",
        "Why aren't my port requests valid?",
        "What is the reason for denial of the port?",
        "my port request is wrong",
        "I do not know what is wrong with my port-request.",
        "Why wasn't approved the port issue?",
        "Why is the port-request not working?",
        "Why isn't the port being allowed?",
        "There is a port request that is invalid.",
        "Why are the port denials?",
        "Why did it not allow the port?",
        "Why denied, Porting?",
        "How can I explain the invalid request for port?",
        "It's not valid for me to request port.",
        "Why wasn't the port request going through?",
        "port request rejected",
        "My request to port is not valid and I have a question about that.",
        "I'm having a problem with my port-request.",
        "Why am I not getting the port request?",
        "I wondered what was going on with the invalid port request.",
        "Why does the port not get approved?",
        "Why was a port request unsuccessful?",
        "Why was my port not accepted?",
        "There is a problem with my port-request.",
        "My request to port isn't valid and I have questions about that.",
        "I requested a port and it refused to process my request.",
        "Why did the port request not approve?",
        "Why is my port-request not resolving?",
        "Port denied, what was the reason?",
        "No good my port request?",
        "why is the port order expired?",
        "The port order is expired, is there a reason?",
        "Reason for port not being allowed?",
        "What happened to the port being denied?",
        "My request to port isn't legitimate.",
        "Why was the port application rejected?",
        "I had a port request that was invalid.",
        "Is there a reason for the port denial?",
        "It was unclear why the port request failed.",
        "My port request has something wrong with it.",
        "What is wrong with the port-request?",
        "Why weren't the port requests worked?",
        "What is the reason for denying port?",
        "Why is the request to port not valid?",
        "What led to my invalid port request?",
        "How could the port request not go through?",
        "Why did the port request not perform?",
        "Why is the port plea so jinxed?",
        "How come I'm not receiving the port-request?",
        "Why hasn't the port been allowed in?",
        "My request for port was not accepted.",
        "Why were the port's request turned down?",
        "Why didn't the port request work out?",
        "What the heck is happening, denying porting?",
        "Why do I have a question about my request to port that is not valid?",
        "There's a question with the invalid port request.",
        "It is a mystery as to what is wrong with my port-request.",
        "What is the reason for not allowing the port?",
        "I wondered what was happening to my invalid port request.",
        "The request for port is invalid.",
        "Why isn't my request for a port valid?",
        "Why was this port request not accepted?",
        "Why had the port denied?",
        "Why was my request to port not valid?",
        "Is my request to port not valid?",
        "I think that my request to port is not valid.",
        "Couldn't the port request go through?",
        "The port is being denied",
        "Why am I not getting my request to port valid?",
        "I had a port request that was no good.",
        "Why did I have a invalid port request?",
        "My port-request has an issue?",
        "I am not sure what is wrong with my port-request",
        "Why could it not process my request for a port?",
        "I'm curious about what's happening with my invalid port request.",
        "My request for port was denied.",
        "I'm bewildered as to what is wrong with my port-request.",
        "Why Port was denied?",
        "Why does my port request not valid?",
        "My request for a port isn't valid.",
        "Why did the port request not get the approval?",
        "I do not know what is going on with my invalid port request.",
        "The reason for my invalid port request is unclear.",
        "Why is the port order not valid anymore?",
        "I wonder if there is a reason that the port order expired?",
        "I don't know what is going on with my invalid port Request.",
        "My request for a port wasn't accepted.",
        "Is there a reason the port couldn't be let in?",
        "Port rejected? What now?",
        "I wonder if there is a reason the port order has expired.",
        "Why the port request didn't come through?",
        "Why wasn't the port request done?",
        "My request to port is dead.",
        "The port order expired what are the reasons?",
        "Why was the port request turned down?",
        "What happened to the port request not coming through?",
        "My request to port is null and void.",
        "Why did this port request go unfulfilled?",
        "Why aren't the port let in?",
        "Why was the port not accepted?",
        "Any reasons were given for the port being denied?",
        "Why did the port order not work?",
        "Why am I not allowed to ports?",
        "Why did the port be turned down?",
        "I'm perplexed by what is wrong with my port-request.",
        "I am confused about what is wrong with the port-request.",
        "There is a question on why the port order has expired.",
        "My request to go to a port has not been accepted.",
        "My request to get to the port is not valid.",
        "Why didn't the Port issue be approved?",
        "Why wasn't the port request implemented?",
        "Why was the port request not worked out?",
        "My port request was useless.",
        "I am wondering why my port request is not valid.",
        "why didn't the port request go through?",
        "Why was it unresponsive to my request to go to a port?",
        "My request to go to port is not valid",
        "So what are the reasons for the port order expired?",
        "I don't understand why my request to port is not valid.",
        "I do not understand what is wrong with my port-request.",
        "Why does my request to port not work out?",
        "What's going wrong with my port request?",
        "I think my request to port is not valid.",
        "What is causing my port-request to fail?",
        "Why did my port-request not work?",
        "My port request isn't valid, why?",
        "The port order expired, is there a reason for that?",
        "The port has been rejected!",
        "What is the reason for my wrong port request?",
        "What are the reasons for denying the Port?",
        "Why is my requested port not valid?",
        "Any reasons for rejecting the port?",
        "The port order has expired, what is the reason?",
        "I have a port request that is not valid.",
        "My request to port is worthless.",
        "The request for a port has been rejected.",
        "What's the reason the port was denied?",
        "I was wondering what the issue was with my port-request.",
        "Something is wrong with my port-request.",
        "There is a question about the invalid port request.",
        "Why didn't the port request been approved?",
        "Why was Port request unsuccessful?",
        "There is a question about why the port order has expired.",
        "There might be reasons for the port being denied.",
        "Why the port request did not work?",
        "What are the reasons for the port order having expired?",
        "Any explanations for the port denial?",
        "Why have Port denied?",
        "Why is my request to port denied?",
        "Why had the port plea jinxed?",
        "Why aren't you able to port this?",
        "Is my port request not valid?",
        "Port denied! What now?",
        "Why was my request for a port not accepted?",
        "What is the problem with my port Request?",
        "I have questions about my request to port because it is not valid.",
        "What are the reasons for the port to not be allowed in?",
        "Why wasn't the port request approved?",
        "What's wrong with my port request.",
        "I was refused my request to go to the port.",
        "Why were the port not allowed?",
        "Any reasons as to why the port was denied?",
        "Why was it unresponsive to my request for a port of call?",
        "Why am not receiving the port-request?",
        "Why is the port plea jinxed.",
        "I don't know why my invalid port request is causing this.",
        "Why has my request to port not been accepted?",
        "Why had this port request not succeeded?",
        "Why is the Port issue not approved?",
        "Why didn't this port request succeed.",
        "Why wasn't the port approved?",
        "Why is the port being turned down?",
        "The port was denied, why?",
        "My port request is not valid, isn't it?",
        "Why was my request to port invalid?",
        "My request for a port is rejected.",
        "Is there a reason why the port was denied?",
        "Why wasn't the port request approved.",
        "What triggered my invalid port request?",
        "Why my request to port is not accepted?",
        "So what is the reason for the expired port order?",
        "What was the reason for the denial of the port request?",
        "Any reason for denying the port?",
        "Why my request to port isn't valid.",
        "Why did my port request fail??",
        "The port was rejected for some reason.",
        "My request to port is not valid, that's why",
        "So why did the port request not work?",
        "I am confused about what is wrong with my port request.",
        "Why isn't a port issue approved?",
        "Isn't the request for port not valid?",
        "I am perplexed as to what is incorrect with my port-request.",
        "Why don't my port requests work?",
        "I don't understand what is happening with my invalid port request.",
        "Why didn't the port request come through.",
        "My request to port isn't valid!",
        "Why did the port request not happen?",
        "Why did the port request come up empty?",
        "Why did the port request not functioning?",
        "I have a port request that's no good.",
        "I was wondering what was happening with my invalid port request.",
        "Why would a port request fail?",
        "Why was the port requested rejected?",
        "My request to go to my port was rejected.",
        "Why is my port request not legit?",
        "Why wasn't this port request accepted?",
        "Why did port not being allowed?",
        "I wondered about the invalid port request.",
        "I am perplexed by what is wrong in my port-request.",
        "A question was posed to me about my request to port being not valid.",
        "Why is this happening with my port request?",
        "Why were I denied a port?",
        "My port request wasn't valid.",
        "I wonder what's going on with my invalid port request.",
        "Why did the port request not Function?",
        "What's caused my invalid port request?",
        "I am stumped as to what is wrong with my port request.",
        "Is there any reason why the port is not allowed in?",
        "I wanted to go to a port but was refused.",
        "Why am I having the question posed to me, my request to port is not valid?",
        "What is the matter about the invalid port request?",
        "Why the port plea was jinxed?",
        "My request to the port was found not to be valid.",
        "My request to port was found to be incorrect.",
        "Why are the port not let in?",
        "Why did the port issue not approved?",
        "I wonder if there was a reason that the port order expired.",
        "why is the port denied?",
        "Port not accepted!",
        "What the heck? Porting denied.",
        "Why am I not entitled to a port?",
        "I am curious about my invalid port request.",
        "Why am I not able to use the port?",
        "Its because my request to port is not valid.",
        "I have a question, what's the reason my port is messed up?",
        "What is the issue with the invalid port request",
        "Why was the port request rejected.",
        "Why is my port request pointless?",
        "Why wasn't the port request met?",
        "How come this port request failed?",
        "The port order is expired, why?",
        "Is there a reason the port is denied?",
        "How could my port request fail?",
        "There is an invalid port Request.",
        "Why was my port request unsuccessful?",
        "Not valid is my request to port.",
        "Why did the port not accepted?",
        "Why did that port request fail?",
        "A question regarding the invalid port request.",
        "The question posed to me is why my request to port is not valid?",
        "Port denied! Which is the reason?",
        "I wonder why I have an invalid port Request.",
        "My port request, no good, huh?",
        "My request to port has not been valid.",
        "There are questions about why the port order expired.",
        "What is it that denied the port?",
        "I am confused as to what is wrong with my port-request",
        "My port request was turned down.",
        "I have a question, what's the reason of my port messed up?",
        "Port plea was jinxed! Why?",
        "What is the reasons for my invalid port request?",
        "I have questions about my request to port, it's not valid.",
        "Why has my port request not been granted?",
        "The port was denied! What is the reason?",
        "My request to port is not valid because of it.",
        "My request to go to port has been denied.",
        "Why couldn't this port request be successful?",
        "Why didn't the port request Work?",
        "My request to go to a port was declined.",
        "I was wondering if there was a reason the port order expired.",
        "The request to port has been turned down.",
        "What was the reason why the port was denied?",
        "Why did the port request not get granted?",
        "Why did this port request go wrong?",
        "Why weren't approved the port issue?",
        "Any reasons? Port denied!",
        "What is happening with this invalid port request?",
        "What is the thing with the invalid port request?",
        "I have a request to port that has been found not valid.",
        "Why is my request to a port not valid?",
        "I was denied my request to go to my port.",
        "I'm confused by what is wrong with my port-request.",
        "Why didn't the port being allowed?",
        "Why wasn't the port request completed?",
        "I am having a problem with my port request.",
        "I don't know what's going on with the invalid port request.",
        "Why can't I get the port-request?",
        "WHY did the port request fail?",
        "Why is a port denied?",
        "Why did the port request not pan out?",
        "I don't know the reason for my invalid port request.",
        "I have found my request to port to be invalid.",
        "I'm curious about what is happening with my invalid port request.",
        "What are the reasons as the port order expired?",
        "What is up with my invalid port request?",
        "Why did the port request not receive the approval?",
        "Why was it denied the port request?",
        "I want to know the reason for my invalid port request.",
        "Why was my request to port not accepted?",
        "Why my request to port is not valid?",
        "Why did it reject the request for a port?",
        "Why did I have a problem with my port-request?",
        "There is a reason for my port request being invalid.",
        "How come I am not getting the port-request?",
        "My request to the port was denied.",
        "Why did the port request go awry?",
        "How come my request to enter the port was refused?",
        "Why is a port issue not approved?",
        "No good? My port request?",
        "I am perplexed as to what is wrong with my port-request",
        "I was denied a request to port.",
        "Why wasn't the port request effective?",
        "There are any reasons that the port is denied?",
        "Why was the port request not answered?",
        "I am confused about what is happening with my invalid port request.",
        "I wonder what happened to my invalid port Request.",
        "Why do I have issues with my request to port?",
        "Why was the port request not functional?",
        "Why did the port not be granted?",
        "I wonder if there is a reason the port order expired?",
        "There may be reasons for the port not being allowed.",
        "Why doesn't the port request come through?",
        "So my request to port is not valid?",
        "My request to port isn't accepted.",
        "I did not get a valid request to port.",
        "Why was I denied a port?",
        "The reason for my port messed up is a question I have.",
        "Why failed port request?",
        "I was wondering why my port request was not valid.",
        "Why had the port ask turned down?",
        "Why do I have the question posed to me when my request to port is not valid?",
        "Whatabout my invalid port request?",
        "Why is my port-request messed up?",
        "Is there a reason the port isn't let in?",
        "Why has the port denied?",
        "Why didn't the port request succeed.",
        "Why was the port request not functioning?",
        "Why is the Port denied?",
        "Why is there a invalid port request?",
        "What is the reason for my port request not being accepted?",
        "What is the matter with my port-request?",
        "Why isn't the port request working out?",
        "Why wasn't the request for a port granted?",
        "So why the port order expired?",
        "What is the problem with the invalid port request.",
        "Why did it reject my request to go to a port?",
        "Why my port request did not go through?",
        "Why has my port request been rejected?",
        "Reasons for port denial?",
        "I am puzzled as to what is wrong with my port-request.",
        "Why was my port request disapproved?",
        "There is a reason my request to port isn't valid.",
        "I have a question about the request to port that is not valid.",
        "There may be a reason that the port order is expired.",
        "Port denied, have any reasons?",
        "Were there any reasons why the port wasn't allowed?",
        "Why was my request for a port turned down?",
        "I was denied my request to go to a port.",
        "Why could the port request fail?",
        "Why is the request for port not valid?",
        "Why was my port request invalid?",
        "Any reason why the port is not allowed?",
        "I don't know what is happening with my invalid port request.",
        "Why was the port plea so jinxed?",
        "I have a problem with my port request.",
        "Why didn't the request for port go through?",
        "Why didn't the port request go through",
        "Port denied?",
        "Why do I have questions about my not valid request to port?",
        "My request to go to port has been turned down.",
        "Why were my port requests rejected?",
        "Why am I being asked this question when my request to port is not valid?",
        "Why is my port-request not functioning?",
        "My request to go to port is invalid.",
        "What are the reasons for port not being permitted?",
        "Why do you think the port request was denied?",
        "Why was the port plea jinxed?!",
        "There are any reasons why the port is denied?",
        "Do you know what's wrong with my port-request?",
        "Why was my request rejected for port?",
        "Why don't the port be allowed?",
        "Why am I asked why my request to port is not valid?",
        "I am not sure what is wrong with my port request.",
        "Why the issue with my port-request?",
        "Why did the port not receive approval?",
        "I'm wondering about my invalid port request.",
        "I am perplexed about what is wrong with my port-request.",
        "Why do I have a question about the port request that is not valid?",
        "My request for port has not been approved.",
        "Why does my request for a port not work?",
        "There are some reasons for the port being denied.",
        "Why is it denying the port?",
        "The port request I made was denied.",
        "The port request is not valid, why?",
        "Why did they reject the port?",
        "My request for a port was not accepted",
        "There may be reasons for the port being denied.",
        "Why did the port denial occur?",
        "The port order has expired and what is the reason?",
        "Please explain the reason the port didn't happen.",
        "I have a question, what is the reason of my port problem?",
        "My request for a port was found not to be valid.",
        "My request to port is not valid, why did I have the question posed to me?",
        "Why was it unresponsive to my request to go to port?",
        "Why did it deny me from going to my port?",
        "Why didn't this port request get done?",
        "My request to go to port was denied.",
        "The request to port is not valid and I have a question about it.",
        "Why did the port request not go forward?",
        "Why didn't this port request go through?",
        "Why was the port request dismissed?",
        "Why has my port request failed?",
        "Why is my port request not functioning?",
        "What is wrong in my port-request?",
        "What is the reason that the port order has expired?",
        "What is the cause for the invalid port request?",
        "Something is wrong with my port request.",
        "I am confused on what is wrong with my port-request.",
        "Which is the reason for the invalid port request?",
        "Why is the port request not accepted?",
        "Why did the port request fail to succeed?",
        "Why does my port request not fulfill?",
        "Why wouldn't the port request come through?",
        "I was denied a request to go to a port.",
        "Why was the port request not Accepted?",
        "There is a problem with my request to port.",
        "My port-request isn't working",
        "What was the reason the port request didn't work out?",
        "Questions regarding the port being denied.",
        "Why isn't my port request valid.",
        "What is the problem with this port-request?",
        "The port order expired, so what are its reasons?",
        "Why did this portrequest fail?",
        "I wonder what's going on with my invalid port request?",
        "The question posed to me is why the request to port is not valid.",
        "What is holding up my port request?",
        "Is it the reason for the invalid port request?",
        "I am bewildered by what is wrong with my port-request.",
        "Why did no port request come through?",
        "The port was rejected!",
        "I had a port request denied.",
        "The request to port is not a valid one.",
        "What's wrong with my port request?",
        "Why did the port request refuse to work?",
        "I wonder what is wrong with my port request.",
        "I have a invalid request to port and what can I do to explain it?",
        "I wonder what's going on with the invalid port request?",
        "My request for port has not been accepted.",
        "why is the port not allowed?",
        "Why do I have questions about why my request to port is not valid?",
        "port denied, any reasons?",
        "Is there any reason for my invalid port request?",
        "Why is the problem with my invalid port request?",
        "Why doesn't I get the port-request?",
        "The reason for the invalid port request is unknown.",
        "A request to port was not valid.",
        "My request to port isn't valid, that's why.",
        "I want to know what's happening with my invalid port request.",
        "Why did the port refuse to process my request?",
        "Why are the ports not allowed?",
        "There may be reasons why Port was denied.",
        "What are the reasons for the port denied?",
        "What caused the problem with my port-request?",
        "What's the reason for denied port?",
        "Why did it deny me my request to go to port?",
        "port request not valid",
        "Why should my request to port not be valid?",
        "Why did my port request not work?",
        "Is there any reason why the port isn't allowed?",
        "What is causing the problem with my invalid port request?",
        "Why should the port issue not be approved?",
        "Why was the port of call refused to be processed?",
        "Why hasn't the port request come through?",
        "My port request didn't work.",
        "I wonder what is happening when I have an invalid port request.",
        "Why do I not get the port-request?",
        "Why was the Port request unsuccessful?",
        "Is my invalid port request the reason?",
        "What are the reasons for the port not being accepted?",
        "Why wasn't the port let into?",
        "My request to the port has not been accepted.",
        "Was there any reason why the port was denied?",
        "What caused the port denial?",
        "Why was the port denied??",
        "There might be reasons why the port was denied.",
        "Why was the port request refused?",
        "Why do you refuse to port it?",
        "Why did the port request not win approval?",
        "Why did the request for a port not get approved?",
        "Why do my requests to port not work?",
        "Port denied. Any reasons?",
        "It is baffling as to what is wrong with my port-request.",
        "Why am I not allowed to request a port?",
        "What are the reasons for the port not being allowed.",
        "Why did my port request be turned down?",
        "What is the issue with the invalid port request.",
        "The request for port isn't valid.",
        "What's the problem with my portrequest?",
        "I asked why it wouldn't process my request for a port.",
        "my port request was rejected",
        "Why are the port being denied?",
        "Why was port request not successful?",
        "I did not get my request to port valid.",
        "What is the reason for my port request being denied?",
        "Why is it that the port isn't allowed?",
        "What is the reason for the port order not being renewed?",
        "Why didn't the Port issue get approved?",
        "Why did this port request failure?",
        "Why do you think the port is denied?",
        "Why has the port been denied?",
        "So what's the reason for the expired port order?",
        "My request to go to port isn't valid.",
        "What is the problem with my porting req?",
        "Why was the port requested denied?",
        "I want to know why my port request was rejected.",
        "The request to port is not valid",
        "Is there a reason for the port order expired?",
        "Why wasn't the port request executed?",
        "What is caused by my invalid port request?",
        "Why does my port request fail?",
        "What's going on with the invalid port request?",
        "I have a question, what is the cause of my port problem?",
        "WHY was my port request rejected?",
        "I am perplexed at what is wrong with my port request.",
        "My request for a port was not approved.",
        "why did my port request not get approved?",
        "What are the reasons that port isn't allowed?",
        "my port request was no good",
        "Why's my port request rejected?",
        "I have a question about my request to port and it's not valid.",
        "There could be reasons for the port not being allowed.",
        "I wanted to go to port but was refused.",
        "Why was the port Request denied?",
        "I have a port request that is no good.",
        "No port! Any reason?",
        "Why did the port request be turned down?",
        "There may be reasons for Port denied.",
        "I wonder why my invalid port request is not working.",
        "My port request was not accepted.",
        "Why did not the port issue be approved?",
        "What is causing my port request to not work?",
        "Why my request for a port was rejected?",
        "My request to port was turned down.",
        "I am confused as to what is wrong with my portrequest.",
        "Why is my request to port worthless?",
        "Isn't my request to port not valid?",
        "My port request does not work.",
        "Why am I having the question posed to me when my request to port isn't valid?",
        "Why was port denial done?",
        "I had a request for a port of call refused.",
        "Why have the Port denied?",
        "I have a port request that is no good, huh?",
        "How come the port is denied?",
        "Why was the port denied!",
        "Why isn't port issue approved?",
        "What are the reasons why the port isn't allowed?",
        "Port denied, what the reason?",
        "I have an invalid port request",
        "I was wondering if there was a reason that the port order expired.",
        "What makes the port request fail?",
        "Why isn't my port-request working?",
        "Why are my requests to port not valid?",
        "why did the port request not go through",
        "I don't know what's going on with my invalid port request.",
        "Why was this port request failed?",
        "What are the reasons for not allowing a port?",
        "My request for a port has not been accepted.",
        "There is a reason the port order is not valid.",
        "Why did the port request not occur?",
        "What about the port request that is invalid?",
        "Why did it deny the port?",
        "Why isn't this port issue approved?",
        "Why was the port of call denied to me?",
        "Why would the port request fail?",
        "Why the port is denied?",
        "My request for a port was not valid.",
        "What are the reasons for the port to be denied?",
        "What is the situation with my invalid port request?",
        "I'm puzzled as to what is wrong with my port-request.",
        "Why aren't the port allowed in?",
        "why did it deny the port?",
        "I am confused by what is wrong with my port-request",
        "I had a port request failed.",
        "The port was rejected! What should happen now?",
        "Why did the port order remain expired?",
        "What is the cause of this invalid port request?",
        "Why didn't the port get allowed?",
        "What is the reason for my port-request not working?",
        "Why did the port not be approved?",
        "Why did the port request Fail?",
        "Why is my request to port pointless?",
        "What is wrong with my request at the port?",
        "There are any reasons why Port was denied?",
        "What made my port request invalid?",
        "It refused to process my request to go to the port",
        "My request for a port is denied.",
        "How come the port request failed?",
        "My request to get to the port has been rejected.",
        "My request to port is not valid, is it?",
        "I have a invalid request to port.",
        "This port request did not succeed, why?",
        "What caused the invalid port request?",
        "My request to port has not been approved.",
        "It was denied my request to go to port.",
        "My invalid port request is something to ask about.",
        "The request for port is not valid.",
        "What are the reasons for not allowing port?",
        "Why did the port request go wrong?",
        "Why was my port request not received?",
        "Is the port request not valid?",
        "Why wasn't the port let in.",
        "There was a port request that was invalid.",
        "My request to go to a port was not valid.",
        "I'm wondering about my invalid port Request.",
        "Why can't the port be allowed?",
        "I wonder what has happened to my invalid port request.",
        "Is there a reason the port order expired?",
        "I wonder what's going on with my port request?",
        "What is happening regarding the invalid port request?",
        "My requested port was denied.",
        "The invalid port request is something I wonder about.",
        "What is the matter with the invalid port request.",
        "Why did the port ask that was turned down?",
        "What's the reason for the denied port?",
        "I am not sure what is going on with my invalid port request.",
        "I asked for a port of call but was denied.",
        "Why did my request for a port be rejected?",
        "Why am I questioning why my request to port is not valid?",
        "What is the cause of the problem with my port request?",
        "There is a reason that my request to port is not valid.",
        "Why didn't my port request go through?",
        "The port request didn't work out, why?",
        "The port request didn't go through, why?",
        "I am confused as to why my port-request is not working.",
        "Why am not getting the port-request?",
        "Is there anything to explain the expired port order?",
        "My request for a port was turned away.",
        "Why do the port not get let in?",
        "Port rejected! What happened?",
        "Why were port not allowed?",
        "Why the port was denied!",
        "Why was the port's request denied?",
        "Why couldn't the port be allowed in?",
        "Why was the port request unresponsive?",
        "I have a question about the reason my port is not working.",
        "Why was port request rejected?",
        "Why did the Port get denied?",
        "Why the invalid port request?",
        "Any reasons for not allowing port?",
        "Why am I not entitled to port?",
        "I request an explanation for the port not happening.",
        "I am wondering what is happening with my invalid port request.",
        "What happened to my request to go to a port?",
        "Why did the port request not work",
        "Why doesn't the port issue be approved?",
        "There are any reasons why the port wasn't allowed?",
        "We don't know why the port was denied.",
        "What's the reason for denying the port?",
        "Why did my port request get rejected?",
        "Well, my request to port is not valid.",
        "I have a request to port that was found to be invalid.",
        "My request to port does not work.",
        "I'm not sure why my port request is not valid.",
        "I wonder what happens to my invalid port Request.",
        "I was wondering what was happening with my invalid port Request.",
        "Why did the port have to be rejected?",
        "It refused to process my request to go to a port",
        "Why did the port request get rejected?",
        "Why wasn't I allowed to go to a port?",
        "I have an invalid request for a port, what can I do to explain it?",
        "What is the problem with my portrequest?",
        "My request to port was declined.",
        "Why did my port request not work.",
        "The port didn't get approved!",
        "How come the port request didn't come through?",
        "Why did the port not approved?",
        "How could the port request fail?",
        "What causes my port request to be invalid?",
        "Why would my porting fail?",
        "How come my port request is not valid?",
        "Why did the port ask not be accepted?",
        "Why do I have the question, my request to port is not valid?",
        "Why did this port application fail?",
        "Why did my request for a port fail?",
        "Why did my port request fall through?",
        "Why was port denied?",
        "Why was the port's demand turned down?",
        "Is the reason for the port denied?",
        "Why didn't the port issue become approved?",
        "There are questions about why my request to port is not valid.",
        "So what is the reason for the port order to expire?",
        "Why was the Port issue not approved?",
        "I had a invalid port request.",
        "Why was my port request defeated?",
        "There is an issue with my port-request",
        "Why are I asking about my request to port that is not valid?",
        "Why is my port-request not accepted?",
        "My port request is not valid.",
        "What's causing the problem with the invalid port request?",
        "So what is the problem with my port-request?",
        "What is the reason for the Port denied?",
        "What are the reasons for not allowing the port?",
        "Why doesn't the port be allowed in?",
        "I do not understand why my request to port is not valid.",
        "There are any reasons that the port isn't allowed?",
        "Is there a reason for the invalid port request?",
        "I have a question about my request to port which is not valid.",
        "Why was my port request rejected?",
        "I have a question about my request for a port that is not valid.",
        "What is the situation with an invalid port request?",
        "What are the reasons for the port order being canceled?",
        "Why does my port-request not work?",
        "Why did my request for a port not get approved?",
        "What is the problem with this invalid port request?",
        "Why couldn't the port request work out?",
        "There is a question about why the port order is expired.",
        "Why am I denied a request to port?",
        "Is the reason why the port order expired?",
        "I am perplexed as to what is wrong with the port-request.",
        "Is there a reason that the port order isn't renewed?",
        "Is there a reason the port won't be let in?",
        "What is the reason for port not being allowed?",
        "I wonder what is happening to the invalid port request.",
        "Why is my port request invalid?",
        "Why was I refused a port?",
        "My request to port is not valid, why do I have questions about it?",
        "The question posed to me was because my request to port is not valid.",
        "My request to port is not accepted.",
        "Which is why the port request failed?",
        "The port request that I have is not valid.",
        "Why do you think the port is being denied?",
        "Why should this port request fail?",
        "Why did this port request go down?",
        "What's causing me an invalid port request?",
        "How come the port was denied?",
        "I had an invalid port request.",
        "The port request I submitted was rejected.",
        "Is there a reason the port isn't allowed?",
        "The port order expired, is there a reason?",
        "I requested to go to the port but was refused.",
        "There are some possible reasons for the port being denied.",
        "Why is my port-request not valid?",
        "Reasons for the port being denied?",
        "My request to the port wasn't valid.",
        "What's the problem with the port request?",
        "Why was the port plea jinxed?",
        "Why do I have a port request rejected?",
        "My request to port is invalid, isn't it?",
        "There are any reasons for the port not being let in?",
        "My request to port didn't work.",
        "It's why my request to port is not valid.",
        "There is a reason why my port request is invalid.",
        "My request for a port was invalid.",
        "Is there a reason for port denial?",
        "Why did the port issue not be approved?",
        "Why did the port application fail?",
        "Why is my port request dead?",
        "I don't know why my request to port is not valid.",
        "Why was the port not approved?",
        "Why was the Port denied?",
        "no good, my port request?",
        "My request to go to the port was not valid.",
        "What is the issue with my port- request?",
        "port denial, any reasons?",
        "There is a question as to why the port order expired.",
        "Why was the port request not effective?",
        "Why did the port request never work?",
        "How did my port request not work?",
        "What is the issue regarding the invalid port request?",
        "Why didn't the portrequest come through?",
        "Why did my port request not pass?",
        "What are the reasons it denied the port?",
        "I am wondering what is happening with the invalid port request.",
        "Why the port not being allowed?",
        "I was confused as to what was wrong with my port-request.",
        "Is there a reason that this port order expired?",
        "What's the reason for my port to not work?",
        "What is causing my problem with my port request?",
        "What's the reason for the denial of the port?",
        "Porting denied, what is that for?",
        "What is the issue with my port-request?",
        "What is happening with my invalid port request?",
        "Why the port request did not come through?",
        "My request to go to the port was refused, why?",
        "I am baffled as to what is wrong with my port-request.",
        "There are any possible reasons why Port was denied?",
        "Why did my port request get turned down?",
        "What are the reasons for denying the port?",
        "What are the reasons the port was denied?",
        "My request to go to port is incorrect.",
        "My port request isn't right.",
        "Is a reason for the expired port order?",
        "Why did this port request fail",
        "Why was the request denied by the port?",
        "What were the reasons for the port being denied?",
        "Why isn't the port request accepted?",
        "No good, my port request?",
        "What is the problem with my request for port?",
        "Why is the port not permitted?",
        "Why couldn't the port be let into?",
        "What is going wrong with my port request?",
        "Why is my port-request wrong?",
        "There might be a reason that the port order is expired.",
        "Why was I not getting the port-request?",
        "What's the reason for the invalid port request?",
        "What is the reason for the port not being allowed?",
        "What is the issue about the invalid port request?",
        "Port was denied!",
        "Why was there a denial of the port?",
        "Where is the reason for the invalid port request?",
        "Why was the port issue not approved?",
        "What is causing this, my invalid port request?",
        "Why am I not able to get a port?",
        "What is the reason for port being denied?",
        "Why was my request to port denied?",
        "I have a question about my request to port, it's not valid.",
        "Why isn't the Port issue approved?",
        "I'm wondering what's wrong with my port-request.",
        "I was wondering if there was a reason for the expired port order.",
        "Why was my port-request not resolved?",
        "Why didn't this port issue be approved?",
        "I am curious about my invalid port Request.",
        "Why had the port request not succeeded?",
        "the port order expired, what is the reason?",
        "There is a question as to why the port order has expired.",
        "Why wasn't the port request processed?",
        "Port rejected! What is happening now?",
        "Why hadn't the port request gone through?",
        "What causes it to deny the port?",
        "Why did the port request not be approved?",
        "There are any reasons for the port not being allowed?",
        "I don't know what is going on with my invalid port request.",
        "Why didn't the port request happen?",
        "Reasons for denying the port?",
        "What are the reasons why the port is not let in?",
        "Why are the port issue not approved?",
        "What is causing the issue with my port request?",
        "I am perplexed as to what is awry with my port-request.",
        "Why did port not get allowed?",
        "Why did the port requestnot work?",
        "My port-request has an issue with it.",
        "Why couldn't they process my request for a port?",
        "What about the port being denied?",
        "What are the reasons why the port is not allowed in?",
        "Why was it denied to the port?",
        "Why aren't the port request working?",
        "What is causing the port request to not work?",
        "Why did it deny my request to go to port?",
        "Why is this happening to my port request?",
        "There is no validity to my request to port.",
        "Why was the Port request rejected?",
        "Why did this port request not pass?",
        "There are any reasons why Port has been denied?",
        "Is the reason for my invalid port request?",
        "Why doesn't the port request succeed?",
        "What caused the port request not to work?",
        "Why did the port request not worked?",
        "port denied!",
        "What's happening with the invalid port request?",
        "I have a port Request that is invalid.",
        "Why was the request turned down by the port?",
        "What's the issue with my port request?",
        "I am perplexed as to why my port-request is not working.",
        "So why did this port request fail?",
        "Is something wrong with my port request?",
        "My request for a port has not been granted.",
        "I was wondering about my invalid port Request.",
        "It is puzzling as to what is wrong with my port-request.",
        "The request to port isn't valid.",
        "Why was this port request turned down?",
        "I am confused as to what is wrong with my port-request.",
        "What is the reason the port request did not work?",
        "Why did I have an invalid port request?",
        "I don't know what is happening with my invalid port request",
        "What is the reason the port order has expired?",
        "Why am I not allowed to use the port?",
        "What are the reasons for the port order that expired?",
        "Why did Port denied?",
        "Why does my request to port not work?",
        "What are the reasons for expired port order?",
        "Where is the reason for my invalid port request?",
        "Why isn't there a port issue approved?",
        "Why was the port request not completed?",
        "A request for a port was not accepted.",
        "Is my port request incorrect.",
        "Why was the port question turned down?",
        "I wondered what was happening to my invalid port Request.",
        "I have an invalid port Request",
        "Why did the port issue not get approved.",
        "Why won't I get the port-request?",
        "Why did the portrequest not go through?",
        "No port! Any reasons?",
        "Why wasn't the port allowed into?",
        "Why did my port request not be approved?",
        "A request to port has been found not valid.",
        "Why did this port request fall apart?",
        "I don't know why my request to port isn't valid.",
        "Is there a reason that the port order is not valid?",
        "I wonder what is going on with the invalid port request?",
        "Why isn't the port allowed",
        "Why did the port request not go through",
        "I wanted to go to port but was denied.",
        "I am perplexed by what is wrong with my port request.",
        "Why is there an invalid port request?",
        "What's the reason for the port not working?",
        "How come the port request was denied?",
        "I'm perplexed by what's wrong with my port-request.",
        "How come the port request didn't succeed?",
        "Why are my port request invalid?",
        "Why is my port-request having an issue?",
        "port request didn't work",
        "The request to port isn't valid",
        "Why was the request to port not valid?",
        "Why did the port not been allowed?",
        "The question is posed to me because my request to port is not valid.",
        "I had a port request that wasn't accepted.",
        "It's not valid for me to request a port.",
        "I want to know the reason of my port not functioning.",
        "Please explain why the port did not happen.",
        "I am baffled by what is wrong with my port-request.",
        "My request to port is not valid",
        "Why was the port requested turned down?",
        "Why didn't the port request go through.",
        "Why isn't the request to port valid?",
        "Why did it refuse to process my request to go to a port?",
        "Why should my port request be rejected?",
        "I don't think my request to port is valid",
        "Do you know why I can't switch?",
        "What is the issue with the invalid port request?",
        "I am having a problem with my port-request.",
        "I didn't get my request to port to be valid.",
        "What is the reason the port request failed?",
        "Why did I have the question posed to me because my request to port is not valid?",
        "What is the reason for expired port order?",
        "What is wrong with my port-request?",
        "I'm not sure what is wrong with my port request.",
        "Why aren't I receiving the port request?",
        "There's an invalid port request.",
        "What's the problem with the port-request?",
        "There is a port request that is not valid.",
        "Why was port plea so jinxed?",
        "There was a problem with my port request.",
        "Why do my port request not work?",
        "What is causing this when my port request is invalid?",
        "My port request did not go through.",
        "Why am I getting an invalid port request?",
        "The request to port is not valid and I have questions about that.",
        "I have questions about the request to port that is not valid.",
        "I've had an invalid port request.",
        "There is a reason that the port order expired?",
        "What happened? port rejected!",
        "What's causing this, my invalid port request?",
        "Why hadn't the port issue been approved?",
        "Why was the port request not successful?",
        "What is it about the invalid port request?",
        "Why the port request did not go through?",
        "Why wasn't I allowed to go to port?",
        "There is a question of why the port order expired.",
        "What are the reasons for port denied?",
        "There could be a reason for port denial.",
        "What made the port denied?",
        "My request to port is not valid and I have a question about it.",
        "Why wasn't the port request good?",
        "The request to port was found not valid.",
        "What were the reasons for the port denial?",
        "What is causing me to have invalid port requests?",
        "Why was I denied access to a port of call?",
        "What is going wrong with my port-request?",
        "Why denied the port?",
        "I asked why my port request was rejected.",
        "What is the problem with my port request.",
        "What is the reason for the denial of the port?",
        "I have a question about the reason of my port being messed up.",
        "Why the port issue wasn't approved?",
        "Questions about the port being denied.",
        "What is the reason the port request didn't come through?",
        "How could the port request not work?",
        "I have a port request that's not valid.",
        "Port turned down?",
        "I have a port request. What is the problem?",
        "The request to port wasn't valid.",
        "Why isn't my port request legitimate?",
        "Why is the port denied?",
        "I have questions about my request to port, because it is not valid.",
        "what is wrong with my port-request?",
        "Is this because of an invalid port request?",
        "I have questions about my request to port not being valid.",
        "The port got rejected!",
        "What is occurring with my invalid port request?",
        "What is the case with the invalid port request?",
        "Why was my request to port turned down?",
        "I wondered about my invalid port request.",
        "Any reason why Port was denied?",
        "I am confused by what's wrong with my port-request.",
        "Why can't you port this?",
        "Why would my port request fail?",
        "Why isn't the port-request arriving?",
        "Are there reasons that the port order expired?",
        "I have a question because my request to port is not valid.",
        "Why did the ports request not go through?",
        "Why didn't the port request be successful?",
        "There is a reason the port order expired?",
        "Why was port request unsuccessful?",
        "Why is the port request not valid?",
        "Why are the port issues not approved?",
        "Any reason for Port denied?",
        "Why does my request to port not count?",
        "Is there any reason the port was denied?",
        "What's causing this invalid port request?",
        "why is my port request invalid?",
        "Why was my request for a port denied?",
        "So what is the reason for the port order being expired?",
        "I have a question, what's the reason for my port messed up?",
        "Why did my port request be refused?",
        "Why couldn't the port request come through?",
        "Why do I have a question about my port request being invalid?",
        "Why did my port request be declined?",
        "So why is the port order expired?",
        "Why did the port request fail to arrive?",
        "I wonder what's happening with the invalid port request.",
        "What happened? Port was rejected!",
        "My request for a port was found to be not valid.",
        "What is the reason why my port request is invalid?",
        "I wonder why my port request is invalid.",
        "Were there any reasons for the port not being allowed?",
        "What is the reason for my failed port request?",
        "Why did my port request do not work?",
        "Why is my invalid port request causing the issue?",
        "How come my port-request is not working?",
        "Why is the port plea jinxed?",
        "Why did the port request not success?",
        "What's wrong with my port-request.",
        "My port-request is having a problem.",
        "No good? my port request.",
        "I wondered why it wouldn't process my request for a port.",
        "Why the port request was denied?",
        "Why did I not get a valid request to port?",
        "Why was my request for port not valid?",
        "Why was the port turned down?",
        "Why is a question posed to me when my request to port is not valid?",
        "Why did it reject my request to go to my port?",
        "My request to port doesn't work.",
        "Why did the request for a port not go through?",
        "I'm having a problem with my port request.",
        "What is the reason for the port request not being accepted?",
        "My port-request has an issue.",
        "My request to port is not valid?",
        "Any reasons for Port being denied?",
        "My request to the port was not accepted.",
        "What was the cause of my invalid port request?",
        "Why were the port not let in?",
        "Why does this port request not work out?",
        "Why is the issue with my invalid port request?",
        "I have a request to port that isn't valid.",
        "What is a problem with my port-request?",
        "Is there any reason the port is denied?",
        "I wonder if there is a reason for the expired port order.",
        "I wonder why my request to port is not valid.",
        "I am perplexed as to why my port-request is wrong.",
        "Any possible reasons for port denial?",
        "Why did it reject my request for the port?",
        "I was refused a port of call when I requested it.",
        "It was denied my request to go to the port.",
        "My port request did not get accepted.",
        "Is there a reason why the port request failed?",
        "Is there a reason the port order has not been renewed?",
        "Why did this port request go astray?",
        "Why is there an issue with my port-request?",
        "My request to disembark isn't valid.",
        "Are there reasons why the port order expired?",
        "Why was I not allowed to go to my port?",
        "I am perplexed with what is wrong with my port-request.",
        "Why's my request to port not valid?",
        "My request to port isn't legit.",
        "My port request was turned away.",
        "What's up with my invalid port request?",
        "The port requested by me was not accepted.",
        "I am not receiving the requested port-request.",
        "Why do the port request not work?",
        "Why can't my request to port be valid?",
        "Why did the port request not get the go-ahead?",
        "What is the reason for a invalid port request?",
        "Port denied! Why?",
        "I wonder what is happening with the invalid port request.",
        "I have a question about the reason my port isn't working.",
        "Why do I have a problem with my port-request?",
        "The Port was rejected!",
        "I am not sure what is happening with the invalid port request.",
        "Why was it that the port was denied?",
        "My request to go to the port has been rejected.",
        "What's causing this problem, my invalid port request?",
        "My request for port is not accepted.",
        "What is the reason for my port request not being valid?",
        "Why did the port not get approval?",
        "Why did the port request that be turned down?",
        "There may be reasons the port is denied.",
        "What are some reasons for the port not being allowed?",
        "What are the reasons for the port being refused?",
        "Is there a reason the port order isn't renewed?",
        "Any reason why the port isn't allowed?",
        "What's causing my invalid port request to not work?",
        "What's the reason for port denial?",
        "My request to use the port was rejected.",
        "Why weren't the port issue approved?",
        "Port denied?!",
        "Why didn't the port Request come through?",
        "What is the reason for the expired port order?",
        "The port was turned down, why?",
        "Why wasn't my request for a port processed?",
        "What is happening with the invalid port Request?",
        "My port-request has something wrong with it.",
        "No luck with my port request?",
        "There are any reasons why the port has been denied?",
        "It was denied my request for a port of call.",
        "The request for a port was not valid.",
        "Why did the port request not move forward?",
        "Why did a port request not work?",
        "My request to the port isn't valid.",
        "I have a request to port that has been found to be invalid.",
        "My port request was no good.",
        "Why is my request for a port not valid.",
        "Why wasn't I allowed to go to the port?",
        "Why is my portrequest not valid?",
        "What caused the problem with my port request?",
        "What is stopping my port-request?",
        "My request for port was refused.",
        "Why did my port request be denied?",
        "The port is not accepted!",
        "A request to port has been rejected.",
        "I have been denied my request to port.",
        "I do not have a valid request for port.",
        "What is the problem with my port-request?",
        "I requested to port is not valid.",
        "My request to port has been rejected, what should I do to explain it?",
        "What's making my port request invalid?",
        "I have a invalid port Request.",
        "Why did my request for a port not be accepted?",
        "What is going on regarding the invalid port request?",
        "Why was the port request unsuccessful?",
        "I wonder why my port request isn't valid.",
        "The port got turned down!",
        "Why didn't the ports request go through?",
        "I am curious about what is wrong with my port-request.",
        "Why my port request was rejected?",
        "What is the problem regarding my port request?",
        "Why did My port request fail?",
        "What's causing the problem with my port request?",
        "Why was the port not let in?",
        "I have a port request that isn't valid.",
        "Why doesn't my port-request work?",
        "I have a request for a port that has been found invalid.",
        "I wonder about the port request that is invalid.",
        "I have a question about the reason my port is messed up",
        "I'm curious about the situation with my invalid port request.",
        "Reason why the port plea was jinxed?",
        "How could the port request be denied?",
        "Why isn't the port request going through?",
        "How could the port ask be turned down?",
        "My request to go to the port was denied.",
        "My port request was denied.",
        "I asked to go to port but was refused.",
        "My request for a port is not valid.",
        "Why couldn't the port request be accomplished?",
        "I don't understand why my request to port is invalid.",
        "Why was the port denial made?",
        "I don't feel like my request to port is valid.",
        "I wonder what is going on with my port request",
        "What's the reason for my port request being invalid?",
        "Why am I not able to request a port?",
        "What made the port ask turned down?",
        "Why is Port denied?",
        "Why didn't my port request succeed?",
        "My port request failed, why?",
        "Why was the port not granted?",
        "What's causing this when my port request is invalid?",
        "I'm perplexed as to what is wrong with my port request.",
        "Is there any reason why the Port was denied?",
        "What's going on with my invalid port Request?",
        "What is the trouble with my port-request?",
        "My request for a port is not legitimate.",
        "Is there a reason why the port request didn't work?",
        "Why am I not allowed to go to port?",
        "What happened? Port rejected",
        "Why is I not getting the port-request?",
        "What is happening to my invalid port Request?",
        "Is there any reason the Port was denied?",
        "What's the matter with my port request?",
        "My port request has been rejected.",
        "My port request wasn't accepted.",
        "What's the reason the port order expired?",
        "Why did it not approve my request to go to port?",
        "Why wasn't the port request working.",
        "Why have the question posed to me when my request to port is not valid?",
        "Why was the port turned down.",
        "How come the port request did not succeed?",
        "Why didn't the port request be processed?",
        "Why is this happening with my invalid port request?",
        "Why don't the port request work?",
        "Why did this port request fall through?",
        "I am unsure what is wrong with my port-request.",
        "I asked to go to the port but was turned down.",
        "I had a question about the reason for my port being messed up.",
        "What were the reasons why the port was denied?",
        "I have questions about my request to port because it isn't valid.",
        "Why is the port order expired?",
        "Why did my request to port not work.",
        "The port order expired and what is the reason?",
        "A request to port has not been valid.",
        "What's gone wrong with my port request?",
        "Why am I not getting the port-request?",
        "I wonder what is happening with the invalid port request",
        "My request to port was not accepted.",
        "Why are the port not allowed?",
        "What caused my port request to fail?",
        "Why did my request for port not work?",
        "Why was my port bid rejected?",
        "I am not sure what's happening with my invalid port request.",
        "What is the issue with my port-request",
        "A port was turned down!",
        "That request to port is not valid.",
        "I wonder why the port request didn't work out.",
        "My request to the port is not valid.",
        "So why was the port order expired?",
        "explanation please for port not happening",
        "What's the problem with my port request?",
        "I am curious about the situation with my invalid port request.",
        "What is the reason for denying the port?",
        "I wonder what is going on with my request for a port.",
        "Why didn't the port request Work out?",
        "I wonder what is happening with my invalid port Request.",
        "Why was the port refused to accept my request?",
        "I request to port is invalid.",
        "Is there a reason the port order is not valid?",
        "I was denied my port request.",
        "I have a invalid request to port, what can I do to explain it?",
        "Why was my request rejected at the port?",
        "The port request was rejected, why?",
        "What's the reason for the expired port order?",
        "Why does my port-request have an issue?",
        "Why isn't the port-request being received?",
        "A request to port has not been found valid.",
        "What went wrong with my invalid port request?",
        "I don't know what is happening with the invalid port request.",
        "My request to dock is not accepted.",
        "I'm wondering what is going on with my port request.",
        "There might be a reason for the port being denied.",
        "Why didn't my request to port be valid?",
        "Why the port denied?",
        "Why did the port request do not work?",
        "Why was it denied a port request?",
        "I requested to go to port, but it refused to process it.",
        "What is a problem with my port request?",
        "Why weren't the ports approved?",
        "No good, my request for port?",
        "My request to ports is not valid.",
        "The reason for port denial?",
        "I wanted to enter the port but was denied.",
        "Why did the ports be denied?",
        "My request to port was found invalid.",
        "What is the problem in my port-request?",
        "Why did the port have to be denied?",
        "So why does the port order expired?",
        "The port order expired and what are the reasons?",
        "Why is my port-request not being received?",
        "Why didn't my port request get approved?",
        "Why had the port request not come through?",
        "It is not valid for me to request to port.",
        "There's a problem with my invalid port request.",
        "My request to go to the port has not been approved.",
        "Why wasn't it able to process my request for a port.",
        "Isn't my request for a port not valid?",
        "How can I explain that my request to port has been found invalid?",
        "My request to go to a port has been rejected.",
        "What is the reason for an expired port order?",
        "Why isn't I receiving the port request?",
        "Is there an issue with my invalid port request?",
        "What are the reasons for the port order not renewing?",
        "Why was it unable to process my request to enter the port?",
        "I wonder what's going on with the invalid port request.",
        "What's the situation with the invalid port request?",
        "My request to go to the port is invalid.",
        "Is my invalid port request the reason for this?",
        "What's the reason for the port's denial?",
        "Why couldn't it process my request to go to my port?",
        "Why did the port request notwork?",
        "What are the reasons for the port denial?",
        "Why was my port request turned away?",
        "I have an Invalid port request.",
        "Why was the port'srequest turned down?",
        "Why did the port request not work?",
        "What is causing the port request to be invalid?",
        "The question posed to me was why my request to port is not valid.",
        "Why didn't it grant the port?",
        "Why didn't the port request get approval?",
        "Why did my request for a port not work?",
        "Any reasons why the Port was denied?",
        "Is there a reason for the port order to have expired?",
        "WHY was the port denied?",
        "There are possibilities for why the port was denied.",
        "There are any reasons for the port being denied?",
        "What was going on with my invalid port request?",
        "Is there a reason why it denied the port?",
        "Why wasn't the port request allowed?",
        "I have an issue with my port request.",
        "Why didn't that port request succeed?",
        "What is the reason for the port order's expired?",
        "What are the reasons for the port being denied?",
        "What is the problem with my request to port?",
        "Are there any reasons for the port not being allowed?",
        "It refused to process my request to enter the port, why?",
        "I am confused about what's wrong with my port-request.",
        "The port request I made was rejected.",
        "Why isn't the port being let in?",
        "I wonder why the port request failed.",
        "Why doesn't it allow the port?",
        "Port denied. What's the reason?",
        "Isn't my request to port illegitimate?",
        "Why is my request for a port not accepted?",
        "What caused the port request to not go through?",
        "Why doesn't the port issue have approval?",
        "What are the reasons for port denial?",
        "Why am I not receiving my port request?",
        "I don't know why my port request is invalid.",
        "Why did the port asking be turned down?",
        "I have a question about the reason of my port not working.",
        "Why my port request wasn't accepted?",
        "What is the reason for the port order having expired?",
        "I don't know why the port order is expired.",
        "Do you know why the port is denied?",
        "Why didn't the issue of the port be approved?",
        "Any reasons for Port denied?",
        "I have a question about my port request being not valid.",
        "I have a question about my request to port that isn't valid.",
        "Why was it that the port request failed?",
        "There is an invalid port request",
        "Why wasn't the port request go through?",
        "Why not approval for the port issue?",
        "Why wasn't the port request taken up?",
        "Why was the port's proposal turned down?",
        "I wonder why I have an invalid port request.",
        "What were the reasons the port was denied?",
        "In what way is my port request wrong?",
        "My request to port was denied.",
        "How come I am not receiving the port-request?",
        "Why was the question posed to me when my request to port is not valid?",
        "Is this due to an invalid port request?",
        "What's causing my port request not working?",
        "What's causing the problem with my invalid port request?",
        "Why must the port be rejected now?",
        "I don't know what's happening with my invalid port request.",
        "What is going on about the invalid port request?",
        "I have a question about my request to port that is not valid.",
        "My request for a port has been denied.",
        "Why did the port proposal fail?",
        "Port denied, what reasons?",
        "Why did it reject my request to go to the port?",
        "What happened to my request to go to port?",
        "Why is port denied?",
        "Why was the port request denied",
        "Why am I not getting my request to port accepted?",
        "Why was the port request fail?",
        "Why was my port requests rejected?",
        "I have a question, what's the reason of my port not working?",
        "Why did the port ask not be answered?",
        "Why was the port ask denied?",
        "Why did they reject my request for a port of call?",
        "How can I explain the invalid request to port?",
        "I need to know why my port request is invalid.",
        "Why did the request for a port be denied?",
        "Is there any reason why the port order expired?",
        "My request to the port was found not valid.",
        "What are the reasons for the Port denied?",
        "What is the issue with my port Request?",
        "What causes the port not being allowed?",
        "Why wasn't this port request succesful?",
        "What is the reason for my incorrect port request?",
        "A port denied!",
        "There are any reasons that the port was denied?",
        "My port-request is not right.",
        "Why the rejection of my port request?",
        "Is there an explanation for the expired port order?",
        "Is there a reason why the port order expired.",
        "I had a port request that did not work.",
        "What is causing a problem with my port request?",
        "Why did the port proposal not work?",
        "What is the problem with my invalid port request?",
        "What happened to my request for a port?",
        "Are there a reason that the port order expired?",
        "Why do I have a question about the request to port that is not valid?",
        "Why my port request isn't valid?",
        "Why is my port request not valid?",
        "I was refused my request to go to port.",
        "My request to ports isn't valid.",
        "I am trying to figure out what is wrong with my port-request.",
        "Why didn't the port request success?",
        "Why is my port request being denied?",
        "Why didn't the ports request work?",
        "The request to port is not legit.",
        "Why did this port request not work out?",
        "Why was a port not allowed?",
        "What are the reasons for the port not being let in?",
        "I have questions about the validity of my request to port.",
        "My request to the port was rejected.",
        "Why was the port request not succesful?",
        "What are the reasons for my port request being invalid?",
        "Why am I not getting the port-request.",
        "Why is my request for a port not valid?",
        "Why wasn't the request for a port of call processed?",
        "Invalid port request?",
        "Why isn't I getting the port-request?",
        "Why does the port issue not get approved?",
        "What are the reasons that the port is denied?",
        "My request to travel to a port is not valid.",
        "Why did my request for a port be refused?",
        "Why did the port request not pass?",
        "My port request is not working",
        "Port denied, any reasons?",
        "Something is not right with my port-request.",
        "I have a port request that is not working.",
        "Why has the port request been denied?",
        "My request to the port has been turned down.",
        "Port denied! What is the cause?",
        "There is a reason my request to port is invalid.",
        "Why did the port request not proceed?",
        "What now? Port was turned down!",
        "My request to use the port is not valid.",
        "Why did my port request failed?",
        "Why was it not granted the port request?",
        "I wonder what has happened to my port request.",
        "I wonder why the port order has expired.",
        "Is there any reason why it denied the port?",
        "We need an explanation for the port not happening.",
        "My request for a port did not work.",
        "I don't understand why my port request isn't valid.",
        "Why the port request did not work out?",
        "My request to ports was not valid.",
        "I didn't have my port request accepted.",
        "Why did the Port not get granted?",
        "My port request was not approved.",
        "Why didn't the port request pan out?",
        "My request to get to port was not valid.",
        "Why is the question posed to me, that my request to port is not valid?",
        "Why wasn't I receiving the port-request?",
        "Why did the port being denied?",
        "What was the reason for the port denial?",
        "How can the port request not work out?",
        "I was wondering what the problem was with my port-request.",
        "Why does the port request not go through?",
        "Why was the port refused?",
        "Why the port was not let in?",
        "Why would a port be denied?",
        "Why did it deny my request to go to a port?",
        "What's the reason for the port order being expired?",
        "Why couldn't they process my request to go to port?",
        "Why was my request for a port refused?",
        "Why has port not been allowed?",
        "So what are the reasons for the port order to expire?",
        "Port denied! Possible reasons?",
        "Why is the question posed to me that my request to port is invalid?",
        "Why am I asking about my request to port that is not valid?",
        "I am curious as to what is happening with my invalid port Request.",
        "What's causing the issue with my invalid port request?",
        "My request to port is not valid because of that.",
        "My port request is not valid",
        "My request to go to a port was turned down.",
        "Any reason for the port not being allowed?",
        "A port was denied!",
        "Why is my request to port not valid.",
        "Why do the port request fail?",
        "Is it my invalid port request?",
        "Why was the port denied permission?",
        "What is the reason that the port was denied?",
        "It refused to process my request to go to port, why?",
        "A port request was denied.",
        "There are any possible reasons for Port being denied?",
        "Why did this port request Fail?",
        "Why did it reject my request for a port?",
        "Why does the port not get let in?",
        "Why didn't a port request work out?",
        "I was told my request to port was not valid.",
        "Is there a reason the port request failed?",
        "A port request was rejected.",
        "I wonder about my invalid port request.",
        "What is causing my invalid port request to be invalid?",
        "How come my port request isn't valid?",
        "What is the issue regarding my port-request?",
        "What is causing my port request not to work?",
        "Why didn't this port request be successful?",
        "What is the reason for the port order not to be renewed?",
        "Why is my port request not valid.",
        "Why did my port request not get approved?",
        "Please tell me why the port didn't happen.",
        "Why do I have the question if my request to port is not valid?",
        "What's incorrect with my port-request?",
        "Why was the port not allowed in?",
        "Why do I not receive my request to port?",
        "There are any reasons the port was denied?",
        "Is the port order expired due to something?",
        "Why did I have the question posed to me, my request to port is not valid.",
        "Why do I have this question when my request to port is not valid?",
        "What is wrong with the port request?",
        "My request to port is not a valid one.",
        "Why was the port asking turned down?",
        "Why did I have the question posed to me, that my request to port is not valid?",
        "Why is there a problem with my port-request?",
        "Why did it turn down my request for a port?",
        "How could the port not be allowed?",
        "Why was my request to the port not valid?",
        "My request to port is not correct.",
        "What causes the port being denied?",
        "Why isn't my port request validity?",
        "What is the reason I am not getting the port-request?",
        "It was refused my request to go to my port.",
        "Why did the port request to be turned down?",
        "Why was the port ask turned down?",
        "Why was it unable to process my request for a port of call?",
        "Any reasons that the port was denied?",
        "I did not have my port request accepted.",
        "Why couldn't the port request work?",
        "How come Port was rejected?",
        "My request to port is not valid and I have questions about that.",
        "Why is it that my port request is invalid?",
        "Why didn't the Port issue approved?",
        "My request to port is not valid.",
        "Why my port request failed?",
        "I want to know the reason for my port not working.",
        "Why did the port plea go awry?",
        "Any reasons for port denial?",
        "Why did the port ask not to be met?",
        "What is the cause of the problem with my invalid port request?",
        "I wonder if I have an invalid port request.",
        "Why did my port request been rejected?",
        "Why was my request rejected by the port?",
        "Why have the port not been let in?",
        "I am confused what is wrong with my port-request.",
        "I wonder what is wrong with my port Request.",
        "Why has the port ask been turned down?",
        "Why am I not able to port my request?",
        "My request for a port has not been approved.",
        "What happened? Port refused!",
        "What has gone wrong with my port-request?",
        "What are the reasons why Port was denied?",
        "I don't understand what's going on with my invalid port request.",
        "Why wasn't the port request used?",
        "What's the problem with my invalid port request.",
        "My request for the port was denied.",
        "Why did the port request fail to work out?",
        "There was a problem with my port-request.",
        "Why has the port request failed?",
        "Why did my request to port not function?",
        "The request to port that I made is not valid.",
        "Why couldn't port be allowed?",
        "Why is the port order no longer valid?",
        "Why did the port request not working?",
        "How did my port request be rejected?",
        "Port denied, there are any reasons?",
        "How came the port request was denied?",
        "My invalid port request?",
        "Why was the port turned away?",
        "Why didn't the port issue get approved.",
        "What's the cause of the problem with my port request?",
        "The port order expired, what are the reasons for that?",
        "There is an issue with my port-request.",
        "The port request that I have is invalid.",
        "Why did not the port request work?",
        "why didn't the port request go through",
        "Someone denied the port!",
        "What are the reasons for the denial of Port?",
        "I have a question regarding my request to port that is not valid.",
        "A port order expired, what is the reason?",
        "Is there a reason the port request didn't work out?",
        "my port request failed",
        "Why did the port issue not gain approval?",
        "Why the port issue is not approved?",
        "I am wondering what is happening with my invalid port request",
        "Why did the Port issue not be approved?",
        "The port order expired, what are the reason?",
        "Why is my invalid port request causing the problem?",
        "Why did the port request do not succeed?",
        "Why wouldn't the port request work out?",
        "Why can't the port request work?",
        "What is the reason for the port's denial?",
        "What is the reason my port request is not valid?",
        "Is there a reason the port wouldn't be let in?",
        "I had a request to port rejected.",
        "Why is my port request invalid.",
        "Why should the port request fail?",
        "Why weren't the port request works?",
        "What happened?! Port rejected!",
        "Any reasons for the port denied?",
        "Why were the port denied?",
        "Was there any reason for the port being denied?",
        "Why was my request for port denied?",
        "Why have the port been denied?",
        "The port request failed, why?",
        "The port order expired but what is the reason?",
        "Any reasons for the port not being permitted?",
        "Why was it unresponsive to my request to go to my port?",
        "I wonder what the problem is with my port Request.",
        "Why wasn't the port permitted?",
        "The port request I made was not accepted.",
        "What's the reason why the port order expired?",
        "Why did the port request not succeed?",
        "Why is I not receiving the port-request?",
        "Why weren't the port allowed in?",
        "Why can't the port issue be approved?",
        "Why did the port issue not become approved?",
        "I have found that my request to port is not valid.",
        "So my port request is no good?",
        "Why didn't the portrequest work out?",
        "Any reasons for the expired port order?",
        "Why didn't the port request work then?",
        "Why does my port request not have validity?",
        "The reason for my invalid port request is unknown.",
        "The reason of my port messed up is a question I have.",
        "Why was this port denied?",
        "Why the port was not allowed?",
        "Has there a reason for the expired port order?",
        "I wonder what is going on with the invalid port Request.",
        "I have a question about the reason for my port not working.",
        "Port denied! Any reason?",
        "The port request did not work out, why?",
        "The request to port is not valid, right?",
        "I don't understand what's happening with my invalid port request.",
        "What went wrong with my port request?",
        "I don't understand what is going on with my invalid port request.",
        "Why the port plea has been jinxed?",
        "I have a port request that was rejected.",
        "Why don't I get the port request?",
        "What is the reason for the port not being opened?",
        "Why weren't the port allowed?",
        "Why did my request for a port not receive approval?",
        "Why the port request failed?",
        "The port was denied!",
        "I request to port is not valid.",
        "Why wasn't the port request taken through?",
        "I want to know why the port order is expired.",
        "Why didn't the port be granted?",
        "My request to port was rejected.",
        "Any reasons for the port denial?",
        "Why aren't I getting the port request?",
        "The reason for the invalid port request?",
        "Why did this port request fail.",
        "Why did the port request not work up?",
        "Why had this port request failed?",
        "Why did the port ask not to be granted?",
        "I wondered why my port request was rejected.",
        "I wonder what is happening with my port request",
        "What happened with my invalid port request?",
        "Why wasn't the port request succesful?",
        "Why isn't a port allowed?",
        "Any reasons for the port's denial?",
        "port denied, what's the reason?",
        "Why the Port was denied?",
        "Why did port denial happen?",
        "I am perplexed at what is wrong with my port-request.",
        "I wonder what is going on with my invalid port request?",
        "What is the problem with the port-request?",
        "My request to port was found to be invalid",
        "I am confused by what is wrong with the port-request.",
        "The port order expired, and what are the reasons?",
        "why did this port request not work?",
        "Why was Port denied?",
        "Why did my port request be rejected.",
        "So the port order expired, what are the reasons?",
        "My request to port is non- valid.",
        "I have found my request to port invalid.",
        "How can this port request fail?",
        "What is causing the problem with my port-request?",
        "Any reasons why the port wasn't allowed?",
        "There are any explanations for Port denied?",
        "What is it about my invalid port request?",
        "I have an Invalid port Request.",
        "Why didn't it allow me to have a port?",
        "I am not sure why my port request is not valid.",
        "There are any reasons why the port is being denied?",
        "My request for a port is not valid",
        "It is not valid for me to request port.",
        "Can you tell me why the port order expired?",
        "What is the problem with my port- request?",
        "What is the reason for my invalid port request.",
        "Why wasn't the port request functional?",
        "There is a question of why the port order has expired.",
        "Why did the port's request be turned down?",
        "What do you think is the problem with my port-request?",
        "The port plea was jinxed, why?",
        "Why was my port request turned down.",
        "I didn't get my request to port valid.",
        "Why is the port request not working out?",
        "Why did our port request fail?",
        "What is the reason for my port request being rejected?",
        "What are the reasons for the port order to have expired?",
        "I don't know what's wrong with my port-request.",
        "What's causing the problem, my invalid port request?",
        "What's the reason for my port not working?",
        "I have questions about my request to port, it is not valid.",
        "I wonder what is happening with this invalid port request.",
        "What is causing this problem, my invalid port request?",
        "Why didn't the port request make it?",
        "Why did the request for port not go through?",
        "Why had the port request not worked?",
        "I wonder why my porting failed.",
        "My request for a port visit was turned down.",
        "I have a question about why my port isn't working.",
        "The port order expired, what is the reason?",
        "What is the reason the port request didn't work out?",
        "Is there reason for the expired port order?",
        "Why is my port request refused?",
        "Is there a reason for expired port order?",
        "Why were my port requests denied?",
        "Why was my request to port not valid.",
        "Why wasn't the port request granted.",
        "Port denied! What are the reasons?",
        "I'm not sure why the port order expired.",
        "I don't understand what is happening to my invalid port request.",
        "I'm not sure what is wrong with my port-request.",
        "My request to port is invalid.",
        "What's going wrong with my port-request?",
        "I have a question as to why my port is not working.",
        "Why did the port request failure occur?",
        "It is not valid for me to port.",
        "I am perplexed as to what is wrong with my port- request.",
        "Why failed to process my request for a port?",
        "I'm confused about what's wrong with my port-request.",
        "Why is my port-request problematic?",
        "Why does the port not being allowed?",
        "it refused to process my request for a port",
        "Why did the port request never work out?",
        "What is the reason to refuse to port this?",
        "I got a port request rejected.",
        "Why do I have questions about my request to port that isn't valid?",
        "My request to port has been found not valid.",
        "my port request is incorrect",
        "Why wasn't the port's request accepted?",
        "Why won't the port be let into?",
        "Why does my port request not match?",
        "Why were the port request not working?",
        "Porting was denied, what?",
        "what is the problem with my invalid port request?",
        "Why isn't this port request successful?",
        "So what is wrong with my port-request?",
        "Why had the port request failed?",
        "My port request, no good?",
        "Why weren't the port request granted?",
        "My request for port has been denied.",
        "Why did the port not get accepted?",
        "What's happening with my invalid port Request?",
        "Why was my port request not accepted?",
        "My request to port is not valid, right?",
        "Why didn't this port request happen?",
        "Why was my request for a port not valid?",
        "I am not receiving the port-request, why?",
        "Why are I not receiving the port-request?",
        "Why couldn't the port issue be approved?",
        "Why are I having the question posed to me when my request to port is not valid?",
        "My request for port is not valid, isn't it?",
        "I have questions about why my port request is not valid.",
        "My request to port has not been found valid.",
        "Why are my request to port not valid?",
        "Why am my request to port not valid?",
        "What's the cause of the problem with my invalid port request?",
        "Why was I denied access to a port?",
        "I had a question posed to me because my request to port is not valid.",
        "Why did my request to port not come true?",
        "What is the problem in my port request?",
        "Why hasn't the Port issue been approved?",
        "Why did the port request be rejected?",
        "Why was my port request rejected.",
        "Why did I have my port request rejected?",
        "I wonder what is going on with my port request.",
        "What's happening with an invalid port request?",
        "Why is my invalid port request causing this problem?",
        "I have not received a valid request to port.",
        "The port was denied some reason.",
        "Why didn't the port request pass?",
        "The request that I made to port was not valid.",
        "I am stumped as to what is wrong with my port-request.",
        "Why did my request for a port not be approved?",
        "There is something wrong with my port request.",
        "What happened that this port request failed?",
        "Why hasn't the port request worked out?",
        "What is the reasons for the invalid port request?",
        "Why did this port request not success?",
        "What went wrong with the port being denied?",
        "I'm not sure what's wrong with my port request.",
        "Is there any reason the port isn't let in?",
        "Why does the port request not work out?",
        "I wonder what is happening to my invalid port Request.",
        "Why was my request for port not accepted?",
        "Why was it turned down for a port?",
        "Why did the port not be accepted?",
        "Why weren't the port requests granted?",
        "I asked for a port and was refused.",
        "The question posed to me was why my request to port was not valid.",
        "Why didn't the port be allowed?",
        "Why weren't the port request accepted?",
        "Is there a reason for the port order to be expired?",
        "The port has been turned down!",
        "There's a reason my request to port is not valid.",
        "What is the reason for port denied?",
        "What is the reason for port denial?",
        "Why couldn't the port request be granted?",
        "I have questions about the validity of my port request.",
        "Why hadn't the port been let in?",
        "Does anyone know why the port was denied?",
        "The port order expired, but what is the reason?",
        "Why do I have a question about my port request being not valid?",
        "What is causing my port request to go invalid?",
        "Why couldn't it process my request to go to the port?",
        "I am quite confused as to what is wrong with my port-request.",
        "Why was the request for a port refused?",
        "My request to go to port was not accepted.",
        "Why do I have a problem with my port request?",
        "What happened, port rejected?",
        "Why did the port not be allowed?",
        "What is happening with a port request that is invalid?",
        "Why didn't the port request get granted?",
        "What is the reason for denying porting?",
        "What is the reason the port request did not work out?",
        "Why could this port request not succeed?",
        "Why is it not possible to port this?",
        "Why was my port request not approved?",
        "What's causing the problem is my invalid port request?",
        "I wondered what was happening with the invalid port request.",
        "I am confused as to what is wrong with my request for a port-request.",
        "Why do I have questions about my request to port which is not valid?",
        "My request to go to port was rejected.",
        "Why is my request to the port invalid?",
        "Why didn't port be allowed?",
        "Why was my port request invalid.",
        "A request for a port was denied.",
        "My request to go to port was refused.",
        "What is wrong with my port request.",
        "Why wasnt the port issue approved?",
        "Why isn't the port being accepted?",
        "There may be a reason for the port being denied.",
        "There may be reasons why the port is being denied.",
        "Why is my port request not accepted?",
        "What happened with the port being denied?",
        "I am perplexed as to what is not right with my port-request.",
        "Why am I not receiving the port request?",
        "What's up with the invalid port request?",
        "What is occurring with my invalid port Request?",
        "Why the port isn't being allowed?",
        "Why did this port issue not get approved?",
        "I have a request for port that is not valid.",
        "Why wasn't the port request functioning?",
        "Why did I have the question posed to me, my request to port is not valid?",
        "What caused this port request to fail?",
        "Is there a reason the port was denied?",
        "Why didn't the port request be granted?",
        "Why was the port request not fulfilled?",
        "I am wondering what is going on with my port Request.",
        "Why did my port request failure?",
        "I was denied my request to go to the port.",
        "What can I do to explain why my request to port is invalid?",
        "port request did not work",
        "Why have the port denied?",
        "Could there be a reason for the expired port order?",
        "Are there any reasons why the port order expired?",
        "Why did my port request fail.",
        "The port is rejected!",
        "I need an explanation for the port not happening.",
        "Why did the port request not go through?",
        "Port denied! what's the reason?",
        "Why did the port have its request turned down?",
        "What is the reason for the port order to be expired?",
        "Why my port request was not accepted?",
        "I am not quite sure what is wrong with my port-request.",
        "There are questions about why the port was denied.",
        "I did not submit a valid request to port.",
        "Why isn't my port-request correct?",
        "Why was this port order expired?",
        "My port request is not working.",
        "I have a question, what is the reason of my port not working?",
        "why did the port request not work?",
        "I asked why it didn't process my request for a port.",
        "why is my port request not accepted?",
        "Is there any reason that the port order has expired?",
        "How come my port request is wrong?",
        "My request to go port is not valid.",
        "I requested to go to a port, but it refused to process it.",
        "Port rejected?!",
        "Why does my port request not count?",
        "What is it that Porting was denied?",
        "Why the port request didn't work?",
        "I wonder why my port request is rejected.",
        "My request to port is useless.",
        "Why am I not receiving the port-request.",
        "Why was the port request denied??",
        "Why didn't this port request work out?",
        "Why the port has been denied?",
        "Is there a reason for the port order to expired?",
        "Is there any reason that the port order expired?",
        "Why can't the port be allowed in?",
        "What are the reasons why the port isn't let in?",
        "There are any reasons why the port won't be let in?",
        "Why did the port request not work then?",
        "Does anyone know why the port order has expired?",
        "What about my invalid port request.",
        "There could be a reason for denying the port.",
        "I have a question about my request to port, which is not valid.",
        "Why didn't the request for a port go through?",
        "Porting denied, what are they doing?",
        "What could be the reason for my invalid port request?",
        "Why was the port's asking turned down?",
        "Is there a reason for port not being allowed?",
        "What's making this happen is my invalid port request?",
        "Is there any reason why the port is not allowed?",
        "Why the port request was rejected?",
        "my port request was not accepted",
        "Why doesn't my request to port work?",
        "Why did the port not being allowed?",
        "Why was I denied a port of call?",
        "My request to port has been refused.",
        "Why do they deny the port?",
        "Why are my port requests invalid?",
        "What were the reasons for port not being allowed?",
        "What is the problem regarding the invalid port request?",
        "I wonder why there is an invalid port request.",
        "I would like to know what is happening with my invalid port request.",
        "Why have the port not been allowed?",
        "Why didn't the port request go through?",
        "My request for a port is not valid, isn't it?",
        "My requests to port are not valid.",
        "I wonder what is happening with my port request?",
        "Why were I not allowed to go to port?",
        "I am curious as to what is wrong with my port request.",
        "Why didn't a port request come through?",
        "It's not a valid request to port.",
        "it refused to process my request to go to the port",
        "What are the reasons why the port is not allowed?",
        "The request to port is not accepted.",
        "What is the problem with the invalid port request?",
        "Why isn't my port request valid?",
        "What happened? Port turned down!",
        "Any excuses for the port being denied?",
        "Reason for denying the port?",
        "A port was rejected!",
        "Can there be a reason for the expired port order?",
        "Why don't I receive the port request?",
        "What was the reason for port denial?",
        "The port request I submitted was not accepted.",
        "Please explain why the port didn't happen.",
        "My request to port is rejected.",
        "why did this port request fail?",
        "Why were my port request rejected?",
        "What is holding up my port-request?",
        "Why weren't the port request worked?",
        "Why don't the port be allowed in?",
        "Any reasons for port not being allowed?",
        "My port request no good.",
        "My request to enter the port was not valid.",
        "I wonder what happened to my port request.",
        "Why does the port request not arrive?",
        "I wonder what's happening to my port request?",
        "What is the root of my invalid port request?",
        "The port didn't get accepted!",
        "I have an invalid port request.",
        "Why is it that the port is not allowed?",
        "I had a port request turned down.",
        "Why didn't the port request take place?",
        "No good, my request for a port?",
        "Why couldn't I get a port?",
        "Why is there a problem with my invalid port request?",
        "What is causing the problem with an invalid port request?",
        "Any reasons for the denied port?",
        "My request to port was found not to be valid.",
        "The port request failed why?",
        "Why the port isn't allowed?",
        "How come the port issue was not approved?",
        "My request to the port was found to be not valid.",
        "I'm not sure what is happening with my invalid port request.",
        "Why wasn't the port request performed?",
        "What is the reason for an invalid port request?",
        "My requested port was not accepted.",
        "what is the problem with my port request?",
        "Why was the ports denied?",
        "Why were my port requests invalid?",
        "Port was rejected! What now?",
        "Why was the port not permitted?",
        "Do you know why the port order expired?",
        "What's causing this? my invalid port request.",
        "My request to port is not legitimate.",
        "Why is my port request not honored?",
        "I asked to go to the port but was denied.",
        "Why was the port issue rejected?",
        "Why did the request not work for the port?",
        "Why is I not getting the port request?",
        "My port-request is having an issue.",
        "My request for a port was not received.",
        "I don't understand why the port order expired.",
        "What happened? Port rejected?",
        "Why the port plea is so jinxed?",
        "Why do I have questions about the request for port that is not valid?",
        "I'm curious about my invalid port Request.",
        "Why wasn't the port request accepted?",
        "What is the issue with my portrequest?",
        "What now? port was rejected!",
        "Why is the port asking turned down?",
        "Why didn't the port request get done?",
        "I wonder what's wrong with my port-request.",
        "Why is my port request not legitimate?",
        "why is my port request not valid",
        "What's the reason for the port not being allowed?",
        "Why do I not have a valid port request?",
        "What about the invalid port request.",
        "I was denied my request to port.",
        "Is there a reason for the port order not to be renewed?",
        "I don't know what the reason is for my invalid port request.",
        "Is my request for a port not valid?",
        "I am curious about what is going on with my invalid port request.",
        "Why was the port request not acted on?",
        "Why was this port request not successful?",
        "The question posed to me is why my request to port is not valid.",
        "Why did the port ask that were turned down?",
        "Why did the port request be refused?",
        "I have a request for a port that is not valid.",
        "Why did the portrequest not work out?",
        "The port order expired and what is the reason",
        "I wondered what was happening to my port Request.",
        "Is there a reason why the port order is expired?",
        "What is wrong with my port-request is baffling me.",
        "My request for a port is not accepted.",
        "The port order expired, what reasons?",
        "The reason for my invalid port request.",
        "Why did I have an issue with my port-request?",
        "Why was it denied the port?",
        "Why were the Port denied?",
        "I wonder why the port request didn't work.",
        "What is going on with my invalid port Request?",
        "No good to my port request?",
        "Why did the port not get let in?",
        "My request to go to the port has been turned down.",
        "Why is the port request denied?",
        "My request for a port is not legit.",
        "Is a reason why the port order is expired?",
        "Why did the port request go unfulfilled?",
        "Is that why my port request is invalid?",
        "I have questions about my request to port that is not valid.",
        "Why the port wouldn't be let in?",
        "Why don't the port requests come through?",
        "The question posed to me is because my request to port is not valid.",
        "My port request has a problem.",
        "There are any reasons why the port denial happened?",
        "Why the port was turned down?",
        "I had a port request that was not accepted.",
        "Is there a reason why the port request was denied?",
        "My request to port is not valid, why?",
        "Any reasons for port being denied?",
        "I want an explanation for the port not happening.",
        "My request to go to the port was turned down.",
        "Port denied! What was the reason?",
        "My request to tranport is not valid.",
        "Port request didn't work",
        "I wonder if there's a reason the port order expired.",
        "My request for a port is incorrect.",
        "The port order has expired, what's the reason?",
        "I requested a port and it refused to process it.",
        "Why did Port request fail?",
        "why did the port request not come through",
        "What is the problem about my port request?",
        "What's causing my port request to not work?",
        "I'm confused by what is wrong with my port request.",
        "My request to go to the port wasn't valid.",
        "So what is the reason for the port order not being renewed?",
        "What the hell is going on with denying porting?",
        "Why isn't my port-request functioning?",
        "I'm wondering what is going on with my invalid port request.",
        "What are the reasons that port is not allowed?",
        "The request to port has been denied.",
        "Why did a port request not go through?",
        "Was there a reason for port denial?",
        "Why was I not receiving the port-request?",
        "Why wasn't my port request valid?",
        "My request to enter the port is not valid.",
        "The request to port is not valid, why?",
        "The request to port isn't legit.",
        "Why was the port request not worked?",
        "How come this port request did not succeed?",
        "There are any reasons that the Port was denied?",
        "What's the reason for the port denial?",
        "Why did the portrequest not work?",
        "What was the reason for Port denied?",
        "My request for a port is not correct.",
        "Why was my port request rejection?",
        "Why wasn't my request for a port valid?",
        "What are the reasons for not allowing the port in?",
        "The port request I made is not valid.",
        "Why were the port ask turned down?",
        "What are the reasons for the port's denial?",
        "Why did the port request not work??",
        "It is not valid that I request to port.",
        "Why do I have the question that my request to port is not valid?",
        "What is the problem with my port-request",
        "My request for port was not valid.",
        "My port request doesn't work.",
        "Is there a reason for the port to be denied?",
        "Why don't I receive the port-request.",
        "Any reasons the port was denied?",
        "Why do I have the question posed to me, when my request to port is not valid?",
        "My port request is incorrect.",
        "There is a port-request that is wrong.",
        "My port request was no good?",
        "My request to port is not valid, that's why.",
        "Why didn't the port issue have approval?",
        "Why wasn't this port request success?",
        "What is the reason for my invalid port request",
        "I have an invalid request to port.",
        "Why hadn't the port request come through?",
        "I have a question about my request to port that is not justified.",
        "There is a question regarding the invalid port request.",
        "My request for port was turned down.",
        "My request to use the port was not valid.",
        "what is wrong with my port-request",
        "A request to port was invalid.",
        "Why was the port request failed?",
        "How come the port order expired?",
        "Why was the port application denied?",
        "A request to port has been found invalid.",
        "My port request was denied, why?",
        "I asked to go to a port but was refused.",
        "What is causing me to have an invalid port request?",
        "Why did the port Request fail?",
        "Port denied! Any explanations?",
        "I have a question, what is the reason my port is messed up?",
        "I have questions as to why my request to port is not valid.",
        "Why is this port request invalid?",
        "I don't know what's causing this, my invalid port request.",
        "I wonder what is happening to my port Request.",
        "Why the port plea is jinxed?",
        "Why was it not able to process my request for a port?",
        "Why did a port request not succeed?",
        "I am confused about what is wrong with my port-request.",
        "Some reason for the expired port order?",
        "Is there any reason why the port won't be let in?",
        "Why wasn't the port allowed?",
        "Why do I have an invalid port request?",
        "I am a little confused as to what is wrong with my port-request.",
        "Why was the request for a port not processed?",
        "What is going on with a port request that is invalid?",
        "Why was the port request not success?",
        "Why was the port request not granted?",
        "Is there a reason for the port order being expired?",
        "It refused to process my request to go to port",
        "There are any reasons that the port is not allowed?",
        "Why didn't the port issue get approved?",
        "Port denied! What happened?",
        "Why wasn't the port request succeeded?",
        "The port request I had was not accepted.",
        "Why did my invalid port request come up?",
        "How came the port request failed?",
        "Is my port-request not valid?",
        "What the hell is happening with porting denied?",
        "I wonder what has happened with my port request.",
        "Why did I have the question posed to me, since my request to port is not valid?",
        "I don't know why my request to port is invalid.",
        "Why isn't the port allowed in?",
        "There's a problem with my port request.",
        "My port-request doesn't work.",
        "I wonder what is going on with an invalid port request.",
        "I don't know what is happening to my invalid port request.",
        "My request to go to port has not been accepted.",
        "What is the problem of my port request?",
        "The port wasn't accepted!",
        "There is a question about why the port request was denied.",
        "Why didn the port request not work out?",
        "So how come the port order expired?",
        "Why didn the port request not go through?",
        "What were the reasons denied for Port?",
        "I wonder if there is a reason the port order is expired.",
        "Why did I have the question posed to me that my request to port was not valid?",
        "Do you have any explanation for the expired port order?",
        "I wonder about the issue with my port-request.",
        "My request to port wasn't accepted.",
        "Why did the Port not get approved?",
        "Why must the port be rejected?",
        "Why does it deny the port?",
        "Why was the port's request turned away?",
        "I have a question about the validity of my request to port.",
        "How come my port request was denied?",
        "No port! any reasons?",
        "The port request that I made was not accepted.",
        "What is the problem with the port request",
        "My request to port has been found to be invalid, what can I do to explain it?",
        "Why does a port request fail?",
        "My port request wasn't granted.",
        "Why cannot we port this?",
        "port request invalID?",
        "My desire to port is not valid.",
        "Why wasn't approved the port issue.",
        "I'm confused as to what is wrong with the port-request.",
        "Port request turned down.",
        "I asked for a port and was denied.",
        "my port request is not right",
        "I had a request to port found not valid.",
        "Why wasn't port allowed?",
        "I'm curious as to what is wrong with my port-request.",
        "What caused the port request to fail?",
        "What is happening to my invalid port request?",
        "Why would the port request not work?",
        "I wonder what's happening with the invalid port Request.",
        "Why couldn't it process my request for a port?",
        "Why didmy port request fail?",
        "Why the port plea jinxed?",
        "Why was the port issue denied approval?",
        "I was refused my request to go to a port.",
        "I had a request to port found invalid.",
        "Why do I have a question about my request to port being invalid?",
        "What's causing this? My invalid port request.",
        "Why wasn't this port request successful?",
        "How can I explain the invalid port request?",
        "There are questions as to why the port order has expired.",
        "What is the cause of the port order expired?",
        "I was denied a request to go to the port.",
        "What makes my port request not valid?",
        "Why wasn't it able to process my request to go to port?",
        "So what is the reason that the port order expired?",
        "What is the reason for the port request being invalid?",
        "How come the port request did not work out?",
        "Why aren't you allowed to port this?",
        "I cannot port my request.",
        "What made this port request fail?",
        "I am wondering what's happening with my port request.",
        "Why would the port issue not be approved?",
        "Why is the port request rejected?",
        "Why had the port request fail?",
        "Is there any reason why the port isn't allowed in?",
        "I want to port is not valid.",
        "What reasons did the Port be denied?",
        "Why doesn't the port be let in?",
        "What's causing my port request to fail?",
        "There could be a reason why the port order expired.",
        "Someone wants to know why the port order is expired.",
        "What's going on with my invalid port request?",
        "What is awry with my port-request?",
        "Why didn't this port request succeed?",
        "Will there be a reason for the expired port order?",
        "Why did the port plea end up jinxed?",
        "Why a port request failed?",
        "What are the reasons behind the expired port order?",
        "What are my reasons for invalid port request?",
        "It's not valid for me to request to port.",
        "Do you know what the problem is with my port-request?",
        "Why did my invalid port request come about?",
        "Why did the port request not work out?",
        "Is there any reason why the port was denied?",
        "I don't know why it denied the port.",
        "I am wondering about my invalid port Request.",
        "What are the reasons behind the port being denied?",
        "Why do I have to ask why my request to port is not valid?",
        "It is not valid for me to request a port.",
        "A request to port was found not valid.",
        "I wonder what is going on with my invalid port request",
        "The reason for my invalid port request is not clear.",
        "How come the port order is expired?",
        "Nope, Port denied!",
        "I wonder if there is something going on with my invalid port request.",
        "What's the reason for Port denied?",
        "What is the problem with the invalid port request",
        "What happened, Port rejected?",
        "I wonder what's going on with my port Request.",
        "Is there any reason the port wasn't allowed?",
        "Why did the port request not be granted?",
        "Why wasn't this port issue approved?",
        "What is stopping my port request?",
        "There's an issue with my port-request.",
        "Why did my request for port be rejected?",
        "Why am I not able to use my port?",
        "I'm stumped as to what is wrong with my port-request.",
        "Why the port being denied?",
        "I am perplexed as to what is wrong with my port-request.",
        "I wonder why the port request is invalid.",
        "I was denied a request to go to my port.",
        "I had a request to port found to be invalid.",
        "The question posed to me was because my request to port was not valid.",
        "Why did the port plea go bad?",
        "Port turned down! What now?",
        "I wonder what's happening with my invalid port Request.",
        "What made this port request not succeed?",
        "The request for the port was not valid.",
        "I wonder what happens with my invalid port request.",
        "Why did my request to port fail?",
        "Why did the Port issue not receive approval?",
        "My request to port has been found invalid, what can I do to explain it?",
        "I'm curious about my invalid port request.",
        "My port request was denied",
        "I was denied a port of call when I requested it.",
        "Why couldn't it process my request to go to port?",
        "What has happened? Port rejected!",
        "Is there an excuse for the port order being expired?",
        "Why is it that port is not allowed?",
        "Why was my port request ignored?",
        "Why do I have the question when my request to port is not valid?",
        "There's a question as to why the port order is expired.",
        "Why did the port request fails?",
        "Why was the port not let into?",
        "My request for a port was found invalid.",
        "My port request isn't working.",
        "There is a problem with my port-request?",
        "Why now? Port rejected!",
        "I would like to know why the port order expired.",
        "I am stumped by what is wrong with my port-request.",
        "My request to port is not approved.",
        "I don't understand what is happening with my invalid port Request.",
        "I wonder what is happening with my invalid port request",
        "Why have the port ask been turned down?",
        "Why has my request to port been rejected?",
        "What's wrong with the port request?",
        "Why was the request denied at the port?",
        "Why did the request for a port not work out?",
        "My port request was not granted.",
        "Why is the question posed to me when my request to port is not valid?",
        "Why is port not allowed?",
        "What is the problem with my invalid port request.",
        "What is the matter with my port request?",
        "What is the reason for the port request to be invalid?",
        "Why didn't the port request land?",
        "My request to port was not valid.",
        "Why did it reject my request to go to the port.",
        "Why is the problem with my port request?",
        "There are any possible reasons for the port denial?",
        "I wanted to go to the port, but was denied.",
        "What's the problem with my port-request.",
        "I want to port but it is not valid.",
        "Why was the port request not valid?",
        "Why am I not receiving a valid request to port?",
        "There is a problem with my request for a port.",
        "I wonders what is happening with my invalid port request.",
        "What is the issue about my port-request?",
        "Any reasons why the port isn't allowed?",
        "Why was a port denied?",
        "Why did the port request being turned down?",
        "There is a reason why my request to port isn't valid.",
        "Why did my port request not go ahead?",
        "I would like to know why the port order is expired.",
        "Isn't my port request not valid?",
        "There is an invalid port request by me.",
        "Why was the port request not used?",
        "What is the reason for my port request not working?",
        "What were the reasons for port denial?",
        "What is causing the problem with my invalid port request.",
        "Do you have a reason for the expired port order?",
        "Why did I have the question posed to me, my request to port isn't valid?",
        "Why was the port's request rejected?",
        "Why didn't the port requestwork?",
        "What was the cause for my invalid port request?",
        "Why did the port plea fall apart?",
        "Does anyone have an explanation for denying the port?",
        "Is there any reason why the port can't be let in?",
        "I am not sure what the reason is for my invalid port request.",
        "Why am I not granted a port request?",
        "I don't understand what is happening to my port request.",
        "What are the reasons for the port not to be let in?",
        "The request I made to port is not valid.",
        "A request for a port has not been accepted.",
        "Was there any reason why Port was denied?",
        "Why have the port denial?",
        "Why do I not receive the port request?",
        "My request for a port was rejected.",
        "I wonder what is occurring with my invalid port Request.",
        "Why did port denied?",
        "Why did my ports request fail?",
        "Why was the port order expired.",
        "Why did I ask for a port that is not valid?",
        "Why was the request denied for the port?",
        "Why was the port request failing?",
        "Why is my port request useless?",
        "My request to port is denied.",
        "Why is the question posed to me that my request to port isn't valid?",
        "I am not sure what is happening with my invalid port Request.",
        "What is the problem about my port-request?",
        "Why were my port requests turned down?",
        "Why does the port denial happen?",
        "Any reasons why the port is not allowed?",
        "My request to go to port is not accepted.",
        "What is causing my port request to be rejected?",
        "Why did my port request not be granted?",
        "I wonder if something is going on with my invalid port request.",
        "Why wasn't it able to process my request to go to my port?",
        "Why was the port being denied?",
        "Why can't I receive the port request?",
        "My request for a port was refused.",
        "I'm perplexed as to what is wrong with my port-request.",
        "I am confused as to what is wrong with my request for a port.",
        "I have a question about my request to port being not valid.",
        "Why was the port's request turned down?",
        "My request to port is not valid, why do I have questions about that?",
        "Is there a reason the port order was not renewed?",
        "I am perplexed by what is wrong with my port-request",
        "Why has the port asked been turned down?",
        "What is behind my invalid port request?",
        "The port was not approved!",
        "My request to port hasn't been accepted.",
        "Why did my port request not be accepted?",
        "Why was it denied the port of call?",
        "I have a question, what is the reason that my port is messed up?",
        "My request to port is not valid because of this.",
        "Why does my port request not work out?",
        "Why is a port not allowed?",
        "What reasons is the port not allowed?",
        "Any reason for the denial of the port?",
        "Why did they deny the port request?",
        "I'm not sure what is going on with my invalid port Request.",
        "There's a question as to why the port order has expired.",
        "The port was denied why?",
        "Why wasn't port request successful?",
        "I wonder about my invalid port Request.",
        "I feel that my request to port is not valid.",
        "Why does my port request not fit?",
        "An invalid port request?",
        "My request for a port of call was rejected.",
        "I wonder about the invalid port request.",
        "Why was my port request invalidated?",
        "What is the reason for my port request being invalid?",
        "I wonder what is occurring with my invalid port request.",
        "It refused to process my request for a port of call, why?",
        "I don't know what is going on with the invalid port request.",
        "No port! Why?",
        "Any reason for expired port order?",
        "The port order expired, what reason?",
        "The request to port has been rejected.",
        "My request for port was rejected.",
        "Why doesn't the port being allowed?",
        "Why couldn't my port request be accepted?",
        "The port request couldn't go through.",
        "What's caused the problem with my invalid port request?",
        "Why did this port request go nowhere?",
        "What is the matter with the invalid port request?",
        "Is there something wrong with my port-request?",
        "The port was denied, any reasons?",
        "What were the reasons for the port order to expired?",
        "Why did the port question be turned down?",
        "What's the problem with my port-request",
        "Porting denied, what the heck?",
        "The port order expired, what is the reason",
        "What now? the port was rejected!",
        "What are the reasons for the port to not be let in?",
        "Port plea was jinxed, why?",
        "Why couldn't the port request be done?",
        "Why did the port issue not win approval?",
        "What are the reasons for Port being denied?",
        "Why didn't this port request Succeed?",
        "Is there a reason it denied the port?",
        "why did my port request be rejected?",
        "Why the port request isn't valid?",
        "My request to port did not work.",
        "What is the reason for the port request not valid?",
        "My request to go to a port was refused.",
        "I don't reckon my request to port is valid.",
        "I did not make a valid request to port.",
        "How come my port request was turned down?",
        "I asked why it wouldn't process my request to go to my port.",
        "I have a port-request that is not working.",
        "What is the reason for the port request that is invalid?",
        "Why my request for a port is not valid?",
        "I'm not sure what's happening with the invalid port request.",
        "The port request was denied, why?",
        "There's a question about the invalid port request.",
        "Why did the port request flop?",
        "Is there a reason the port order is no longer active?",
        "I am not sure what is going on with my invalid port Request.",
        "What is the issue with my port request?",
        "Why was the requesting port denied?",
        "What caused the issue with my port-request?",
        "Why wasn't this port request successful.",
        "There are any reasons why it denied the port?",
        "My request to port is not right.",
        "How come my port request is invalid?",
        "I have questions about why my request to port is invalid.",
        "Why did the port not get granted?",
        "Why is the question posed to me about my request to port not valid?",
        "Why was my port request null and void?",
        "I do not have a valid request to port.",
        "Why had this port request fail?",
        "Is there a reason why the port order is not renewed?",
        "There was a port request denied",
        "My request for a port was not granted.",
        "There are any reasons for the port not being permitted?",
        "Why is my port request wrong?",
        "What is causing me an invalid port request?",
        "I am confused as to what is wrong with the port-request.",
        "I'm bewildered by what is wrong with my port-request.",
        "What is the issue with this port request?",
        "There is a question posed to me because my request to port is not valid.",
        "My request to port wasn't valid.",
        "Why do this port requests fail?",
        "Why don't my requests to port be valid?",
        "What is causing my port request to fail?",
        "My request to port is not valid and I have questions about it.",
        "Port denied! what is the reason",
        "Why didn't I get a port?",
        "Why did the ports request not work?",
        "Why is my port request not resolved?",
        "Is there a reason why the port request didn't go through?",
        "My invalid port request is strange.",
        "Why is the port being refused?",
        "Why don't we have the port issue approved?",
        "I wonder what's happening to my invalid port Request.",
        "I am wondering what's happening with my invalid port request.",
        "Why was the request rejected by the port?",
        "I wonder why my port request is not functioning.",
        "Reasons for the port denial?",
        "What is happening to the invalid port Request?",
        "Why was it unresponsive to my request for a port?",
        "Why did I not get a valid port request?",
        "I have questions about what happened to my request to port.",
        "My request to a port is not valid.",
        "What made the port request not come through?",
        "Why is the port request invalid?",
        "The request to port is not valid, is it?",
        "Why do I have questions about my request to port being not valid?",
        "Why isn't my port request Valid?",
        "What is the reason for the port denied?",
        "Why were the port's ask turned down?",
        "Why did my request to port not succeed?",
        "It is not clear what is wrong with my port-request.",
        "I would like an explanation for the port not happening.",
        "Why wasn't my port request entertained?",
        "Why weren't the port requests approved?",
        "What are the reasons for the invalid port request?",
        "I wonder what happened with my port request.",
        "I have a request to port that has been rejected.",
        "Why did the port request fail.",
        "The request for port has been rejected.",
        "How come the port request did not work?",
        "Why didn't the Port request work?",
        "My request to depart is not valid.",
        "Why does the port not be allowed?",
        "My request to go to port was turned down.",
        "Why hasn't the port request worked?",
        "Why was the port ask declined?",
        "It is not valid for my port request.",
        "The request to port was rejected.",
        "What's wrong with my port- request?",
        "I'm perplexed as to what's wrong with my port-request.",
        "The request to port is not valid, why do I have questions about it?",
        "Why is I not receiving the port request?",
        "Why was my port requested rejected?",
        "My request to port is not valid, that is why.",
        "The port order expired and what is the reason.",
        "I am confused as to why my port-request is wrong.",
        "How came the port was denied?",
        "Why did this port request failed?",
        "The request to port is not legitimate.",
        "Were there any reasons for the port being denied?",
        "What's causing an invalid port request?",
        "How can the port be rejected?",
        "What causes the invalid port request?",
        "I have a question about the reason for my port problem.",
        "A request to port wasn't valid.",
        "I wonder what is happening to my invalid port request.",
        "Why was my Port request rejected?",
        "What's causing a invalid port request?",
        "What happened to the port request not working?",
        "I don't know why I'm not getting the port-request.",
        "Why was the port plea jinxed!",
        "What made my port request fail?",
        "Port denied, why?",
        "I am having an issue with my port request.",
        "I have a question, what is the reason of my port messed up?",
        "Porting was denied, what the heck?",
        "What is concerning the invalid port request?",
        "The port order expired, what are the reasons?",
        "My port-request is wrong.",
        "Why did the port request not function?",
        "What was the cause of the port request failing?",
        "My request for a port of call was refused, why?",
        "My request to go to the port was invalid.",
        "it refused to process my request to go to a port",
        "How come the port request was turned down?",
        "Why did the port get denied?",
        "Why isn't this port request succeeding?",
        "So what are the reasons the port order expired?",
        "How come the port request did not go through?",
        "Why am I not allowed to port it?",
        "Reason why port plea was jinxed?",
        "What is the problem regarding my port-request?",
        "why was my port request rejected?",
        "Why do my port requests fail?",
        "What is the trouble with my port request?",
        "No luck, my port request?",
        "What can I do to explain my request to port was found invalid?",
        "Why didn't the port request succeeded?",
        "Why is the port request problematic?",
        "Why is the port not being allowed?",
        "What went wrong with this port request?",
        "What is the problem of my port-request?",
        "I wonder if there is a reason that the port order expired.",
        "I wonder what the issue is with my port request.",
        "My port request was rejected, why?",
        "I can't figure out what is wrong with my port-request.",
        "Why was my port request denied.",
        "There could be reasons for the port denial.",
        "Why wasn't the port allowed.",
        "What's the reason for port not being allowed?",
        "I want to know what is happening with my invalid port request.",
        "What is the reason for the denied port?",
        "Why don't the port requests go through?",
        "What prompted my invalid port request?",
        "Why would the port request not work out?",
        "Why was the port's ask turned down?",
        "What are the reasons for the Port being denied?",
        "Why was the port request not met?",
        "What is wrong with my invalid port request?",
        "My request to port is not valid because.",
        "Why was my port request stopped?",
        "It refused to process my request for a port",
        "Why did the port issue not been approved?",
        "What's wrong with my invalid port request?",
        "Why didn't the port get accepted?",
        "Why is my port-request malfunctioning?",
        "My request to port is not valid, why do I have the question posed to me?",
        "Reason for the port being denied?",
        "Why wasn't the port request passed?",
        "Any reason why the port order expired?",
        "The request to port has been found invalid.",
        "Why wasn't the port request accomplished?",
        "I wonder what's happening with my port request?",
        "Why didn't that port issue be approved?",
        "Why were this port requests not successful?",
        "Why was this port request not received?",
        "I'm having an issue with my port-request.",
        "Why was my request for a port not processed?",
        "I am stumped as to what is wrong with my port-request",
        "The question posed to me is that my request to port is not valid.",
        "Porting denied, what the hell?",
        "Why did not the port request work out?",
        "I wonder what's happening to my port request.",
        "The request to port has been found not valid.",
        "Why am I invalid in my port request?",
        "What motivates my invalid port request?",
        "My request to port was not approved.",
        "I am wondering what is happening to my invalid port request.",
        "Why did the port plea become so jinxed?",
        "Why won't I receive the port-request?",
        "Why didn't my port request be accepted?",
        "Why didn't the port be let in.",
        "my port request isn't valid",
        "What happened? Port rejected!",
        "So why did the port request fail?",
        "I have an invalid request to port, what can I do to explain it?",
        "I don't understand why my port request is not valid.",
        "It isn't valid for me to request a port.",
        "I am confused by what is awry with my port-request.",
        "Any reasons for a port denial?",
        "It's why my request to port isn't valid.",
        "Is this the reason for my invalid port request?",
        "Why do I have questions about my request to port being invalid?",
        "I am curious about what is happening with my invalid port Request.",
        "I wonder what's going on with my invalid port Request.",
        "I wonder what the problem is with my port-request.",
        "My request to port is not valid and I have the question posed to me.",
        "What is the reason for the port request not working?",
        "Port denied. What is the reason?",
        "My request for port was not approved.",
        "I'm wondering what is happening with my invalid port request.",
        "Is there a reason why the port isn't let in?",
        "No Port! Any reasons?",
        "Why is my question posed to me when my request to port is not valid?",
        "Why am I not allowed to port up?",
        "port denied, what is the reason?",
        "What's causing my invalid port request to be invalid?",
        "Port denied! Any excuses?",
        "What is the matter with that invalid port request?",
        "Why did the port not get approved?",
        "Port denied! any reasons?",
        "Why would the port not be allowed?",
        "I don't know why I am not getting the port-request.",
        "I have a question, what is the reason of my port being messed up?",
        "What's the problem with the invalid port request?",
        "My port request is no good?",
        "What caused my port-request to fail?",
        "Why was the port request declined?",
        "Why doesn't the port get let in?",
        "Why do my port requests not work?",
        "What is the reason the port order expired?",
        "Why did I have the question, my request to port is not valid.",
        "How did the port request not work?",
        "Why was it not able to process my request to go to the port?",
        "It is not valid for my request to port.",
        "The port wasn't approved!",
        "How is the port-request not working?",
        "my request to port is not valid",
        "Please explain why a port didn't happen.",
        "Why weren't this port requests successful?",
        "What is the reason for the invalid port request.",
        "Why is the port not allowed.",
        "Why was the port's query turned down?",
        "Why isn't I receiving the port-request?",
        "What went wrong with my port-request?",
        "Why had the port ask been turned down?",
        "My port-request is not working",
        "What are the reasons of the expired port order?",
        "Why isn't it processing my request for a port?",
        "Why was my request refused to enter the port?",
        "What was the reason for the port being denied?",
        "I am confused over what is wrong with my port-request.",
        "Why did my request to the port not work?",
        "I have a request to port that's not valid.",
        "My request to go to the port was refused.",
        "What reasons for the port not being allowed?",
        "Why is the port request not working?",
        "Why is the problem caused by my invalid port request?",
        "Why did the port request fail to work?",
        "Why isn't the port let into?",
        "Why were the ports denied?",
        "My request to go to my port was turned down.",
        "Why didn't a port request go through?",
        "So what are the reasons that the port order expired?",
        "Why was the port request not approved?",
        "How could the port request not come through?",
        "Is there a reason that the port order expired?",
        "Why didn't the port be let into?",
        "my port request is not correct",
        "Do you know why the port order is expired?",
        "port request denied",
        "What is wrong with my port- request?",
        "I have a question, what is the reason for my port messed up?",
        "Why do I have a question about my request to port when it is not valid?",
        "Why my port request was declined?",
        "What was the reason the port was denied?",
        "Why didn't the port request successful?",
        "Why does port denial happen?",
        "Why was my port request refused?",
        "Which are the reasons for the port order expired?",
        "What prompted the port denial?",
        "The question posed to me is why my request to port isn't valid.",
        "Why was it denied my port request?",
        "Why won't the port be allowed?",
        "I have questions about the port request that is not valid.",
        "I believe my request to port isn't valid.",
        "What's wrong with my request for a port?",
        "Why are the Port denied?",
        "How came my port request was rejected?",
        "Why do the port being denied?",
        "What were the reasons for denying Port?",
        "why did the port request fail",
        "Why did theport request fail?",
        "Why did the Port issue not get approved?",
        "There is a problem with my invalid port request.",
        "What is causing this? My invalid port request.",
        "I am having a port-request issue.",
        "The request to port has not been valid.",
        "Why did the port get rejected?",
        "Why the port request wasn't successful?",
        "Why can't the port be let in?",
        "Why wasn't a port allowed?",
        "My port request was rejected",
        "There is a port request that is wrong.",
        "Why is port not being allowed?",
        "Do you have a reason for denying the port?",
        "What causes my invalid port request?",
        "It refused to process my request to go to my port",
        "Why the port denial?",
        "I'm not sure what is going on with my invalid port request.",
        "Why is my port request not recognized?",
        "I'm wondering what is happening with my invalid port Request.",
        "Why didn't this port request successful?",
        "There may be reasons why the port is denied.",
        "Can there be a reason that the port order expired?",
        "I am wondering why my port request is invalid.",
        "The request for port was not valid.",
        "Why wasn't the port being allowed?",
        "I wondered what was happening with my invalid port request.",
        "My request to port is not legal.",
        "What happened that the port request failed?",
        "Why was my port request Rejected?",
        "Why did the port ask not be granted?",
        "Is there a reason for my invalid port request?",
        "Why was this port request rejected?",
        "Any reason for the port being denied?",
        "I wonder why the port order expired.",
        "Why do I have a invalid port request?",
        "Why is it that my request to port is not valid?",
        "Isn't my request for port not valid?",
        "Why the port request did not succeed?",
        "Why are you denying the port?",
        "Why is there no valid port request?",
        "What happened? The port was rejected.",
        "What's the issue with my port-request?",
        "What were the reasons for my invalid port request?",
        "Porting denied, what about that?",
        "Why isn't the port allowed.",
        "What were the reasons for the port not being allowed?",
        "Why wasn't this port request succeeded?",
        "Why did the port request not go ahead?",
        "I wonder what the situation is with my invalid port request.",
        "Why did port request not work?",
        "What is the actual reason for my invalid port request?",
        "So what are the reasons for the port order being expired?",
        "Why did Port been denied?",
        "Why the port request wasn't received?",
        "How about my invalid port request?",
        "Why did my request to port not happen?",
        "I had a port request not accepted.",
        "Why does this port request not work?",
        "I have a question, what is the reason for the port being messed up?",
        "Why did the port request have trouble?",
        "Someone please explain the port didn't happen.",
        "Why can't the port be let into?",
        "Why didn't the port request accept?",
        "I am curious as to what is going on with my invalid port request.",
        "Why was it refused the port request?",
        "Why didn't the portrequest work?",
        "The port was denied approval!",
        "Why are there port denials?",
        "Why did the request to port not work?",
        "Why did the port denial happen?",
        "Why was the port's request refused?",
        "What is the reason that my request to port is not valid?",
        "Why didthis port request fail?",
        "The port request did not work, why?",
        "I wonder what is going on with my invalid port request.",
        "Why did it deny me a port?",
        "Why were they denied the port?",
        "My request was not accepted for a port.",
        "My request for a port was not accepted.",
        "Why wasn't my request processed for a port?",
        "I did not get my request to port accepted.",
        "What is the reason for Port denial?",
        "I wanted to go to a port, but was refused.",
        "I wonder if there's a reason that the port order expired.",
        "why did the port request fail?",
        "Is there any reason the port isn't allowed?",
        "I'm not getting the port-request",
        "Why don't the port request work out?",
        "I wonder what is happening with my invalid port Request",
        "Which is the reason for the port being denied?",
        "it refused to process my request for a port of call",
        "Why was the port requests denied?",
        "Why doesn't it process my request for a port?",
        "Any explanation for the expired port order?",
        "Is there a reason for denying the port?",
        "Was there a reason why the port was denied?",
        "Why am I asked about my request to port when it is not valid?",
        "Is there a reason why the port order is not valid?",
        "Why is my port-request not resolved?",
        "Why isn't my port-request being received?",
        "Why didn't the port accepted?",
        "Why was the port order expired?",
        "What can I do to explain why my request to port has been rejected?",
        "I was refused a port of call, why?",
        "Why would my request to port not be valid?",
        "I don't understand why my port request is invalid.",
        "Why did my port request turn down?",
        "Why am I not able to use my port request?",
        "My request for a port is no good.",
        "Any reasons for denying the port?",
        "How is the port request not working?",
        "What causes my port request to fail?",
        "Port turned down? What now?",
        "I think my request for a port is not valid.",
        "Why couldn't the port request be accepted?",
        "There are any reasons for the Port being denied?",
        "Why is my port request not going through?",
        "I wonder what is happening to the port request.",
        "My wish to port is not valid.",
        "The port has not been accepted!",
        "Is that the reason for my invalid port request?",
        "The port order expired, and what is the reason?",
        "My request to ship is not valid.",
        "Why does my port request not go through?",
        "Why did the port request not come through?",
        "Why didn't the port request occur?",
        "There is a question about why the port request failed.",
        "port request not accepted",
        "Why was the port request not received?",
        "Why has the port been turned down?",
        "Why is the port issue not approved.",
        "Why did not the port issue get approved?",
        "Why didn't the port request function?",
        "It refused to process my request to enter the port",
        "Why wasn't my port request granted?",
        "What was the reason for my port request being invalid?",
        "My port-request isn't right.",
        "Why was this port request not succesful?",
        "There is a problem with my port- request.",
        "Why my port request isn't accepted?",
        "Why didn't the port request going through?",
        "Is a reason why the port order expired?",
        "I am perplexed by what is wrong with my port-request.",
        "Why could the port not be allowed?",
        "What are the reasons for Port denied?",
        "What is the reason for the port order to expired?",
        "The reason for my invalid port request?",
        "Why my port request was turned down?",
        "Why hasn't my port request been accepted?",
        "Why is the port denial happening?",
        "How come the port issue wasn't approved?",
        "Port not accepted! What now?",
        "What were the reasons for the port not being let in?",
        "Why don't the port be let in?",
        "Why the port request was unsuccessful?",
        "I have a question, what is the cause of my port not working?",
        "Why is my port not valid?",
        "Is there any reason for the port being denied?",
        "What was wrong with my port-request?",
        "Nope, port denied!",
        "My port request is rejected.",
        "Why was the port request ignored?",
        "Why don't I receive the port- request?",
        "Why my port request is not valid?",
        "Is there a reason for the port being denied?",
        "Why was my port request dismissed?",
        "How come my port request was rejected?",
        "Any reasons why the port is denied?",
        "I have a request to port that is not valid.",
        "The request for a port was rejected.",
        "What was the reason for the port request being denied?",
        "My request to go to the port was not legit.",
        "Why was the port ask turned down.",
        "Why did they deny the port?",
        "Port denial! What is the reason?",
        "So what are the reasons for the expired port order?",
        "Reasons for not allowing the port?",
        "There are possible reasons for the port being denied.",
        "Why was there a denial of the port request?",
        "Is it the reason for my invalid port request?",
        "why did the port request not go through?",
        "Port refused! Any reasons?",
        "what is the problem with my port-request",
        "Why did the port plea keep jinxed?",
        "What's causing my invalid port request?",
        "Why did the port request failure?",
        "My request to port is not valid, isn't it.",
        "Any reason for the port denial?",
        "Is there a reason why the port order expired?",
        "I have a question about my port request being invalid.",
        "Why the Port request failed?",
        "How come the port request wasn't successful?",
        "What are the reasons for the port order to be expired?",
        "I have questions about my request to port being not valid.",
        "The port order expired, so is there a reason?",
        "Why wouldn't the port be allowed?",
        "Why did the port request not go through.",
        "Why did it not allow me to go to port?",
        "What about my invalid port request?",
        "The port order expired, but is there a reason?",
        "I wonder what is going on with my invalid port Request",
        "Why wasn't the port allowed in?",
        "How come my port request was invalid?",
        "What is the reason for the port order being expired?",
        "How come the port request didn't work?",
        "What now? The port was rejected!",
        "I have questions about my port request because it is not valid.",
        "Why did port denial take place?",
        "I am not sure what is happening to my invalid port request.",
        "What caused the port request to not come through?",
        "What's the issue with the invalid port request?",
        "Why have my port request rejected?",
        "I'm confused as to what is wrong with my port-request",
        "Why were Port denied?",
        "The reason for Port denied?",
        "Why wasn't the port request entertained?",
        "Why was the port not allowed?",
        "The reason for the invalid port request is not clear.",
        "Why was the question posed to me, my request to port is not valid?",
        "Why isn't my request for port valid?",
        "My port request isn't valid",
        "How come it denied the port?",
        "I am perplexed as to what is wrong with my portrequest.",
        "The port order expired, what is the reason.",
        "Was there any reason the port was denied?",
        "What's happening with my invalid port request?",
        "What's not right with my port-request?",
        "Any reasons why the port was denied?",
        "Why did the port request not work.",
        "Why aren't the port allowed?",
        "it refused to process my request to go to port",
        "There are any reasons why the port is not permitted?",
        "Why did not the port request go through?",
        "Why is my invalid port request not working?",
        "Why is the port request unsuccessful?",
        "What is happening with my invalid port Request?",
        "Why were I not allowed to go to my port?",
        "Why didn't this port request pass?",
        "What is causing my port-request to go wrong?",
        "I don't understand why my port request was rejected.",
        "It is not a valid request to port.",
        "Why is this port request failing?",
        "What is not right with my port request?",
        "Why didn't my port request work?",
        "My request to disembark has been rejected.",
        "What is the reason for the invalid port request?",
        "The port did not get approved!",
        "What are the reasons for port not being allowed?",
        "My request for a port doesn't work.",
        "I don't understand what's wrong with my port-request.",
        "How is my port request not valid?",
        "No port! Any explanations?",
        "I have a port request and what is the problem?",
        "My port request is useless.",
        "Why is the port request not successful?",
        "My port request is wrong.",
        "Why has the port not been allowed?",
        "Is there a reason for my port request to be invalid?",
        "Why is the issue with my port-request?",
        "Why do my request to port not work?",
        "There could be reasons for the port being denied.",
        "Port denied! what's the reason",
        "I'm not sure what's happening with my invalid port Request.",
        "What are the reasons the port is denied?",
        "Why is my invalid port request causing it?",
        "So why didn't the port request work?",
        "Why was the port request not accepted?",
        "What are the reasons for the port order being expired?",
        "My port-request is not valid.",
        "There is a problem with my port request.",
        "So what is the problem with my port request?",
        "Why didn't the port request work??",
        "Why didn't the port request proceed?",
        "I have an invalid port request that's causing this.",
        "How about the invalid port request?",
        "Why did it deny my request for a port?",
        "Why did the port request be denied?",
        "What has caused my invalid port request?",
        "Why is my invalid port request causing this?",
        "What is the reason for the port order to have expired?",
        "My request to the port was turned down.",
        "I asked for a port but was refused.",
        "There is a issue with my port-request.",
        "Why was it turned down for a port of call?",
        "What is wrong with my port request?",
        "My request to port has been rejected, what can I do to explain it?",
        "Why has my port request been denied?",
        "The port plea was jinxed! Why?",
        "What is the problem with the request for port?",
        "Why was the port of call refused?",
        "What's the problem with my request for a port?",
        "Reasons why port plea was jinxed?",
        "Why is there a port denial?",
        "There was a question as to why the port was denied.",
        "Why wasn't the port request granted?",
        "Why wasn't my request processed to go to my port?",
        "My request for a port was denied",
        "I have no idea why the port order has expired.",
        "I can't figure out what is happening with my invalid port request.",
        "What is the reason that my port request is invalid?",
        "What happened to Porting denied?",
        "The port order expired, what is it the reason?",
        "Why cannot the port issue be approved?",
        "I question what is happening with my invalid port request.",
        "Why won't the port be let in?",
        "What was wrong with my port request?",
        "There is a problem with a port-request.",
        "Does anyone know why it denied the port?",
        "I was wondering what the reason was for my invalid port request.",
        "I wonder what's happening with my port request",
        "What reasons did the port be denied?",
        "Why wasn't there the port issue approved?",
        "Why is the port not let in?",
        "What about the invalid port request?",
        "Is there any reason for the port not being allowed?",
        "I am not sure what is wrong with my port- request.",
        "My request to port isn't correct.",
        "Why wasn't the port request received?",
        "I want to know why the port order expired.",
        "I am not sure what is happening with my invalid port request.",
        "Port refused! What is the reason?",
        "Why is my port-request odd?",
        "No good - my port request?",
        "I have had my request to port rejected.",
        "Why am I not able to request port?",
        "There are any reasons why the Port was denied?",
        "The request to go to port was not valid.",
        "Why am I not getting a port?",
        "Why didn't my request to port work out?",
        "What is the reason for my port problem?",
        "Any reasons for port denied?",
        "My request for the port was not accepted.",
        "Why is it that the port plea is jinxed?",
        "What is the reason behind the invalid port request?",
        "Why did my request to port not fit?",
        "I received a invalid request to port.",
        "What is the matter with my invalid port request?",
        "I don't think my request for a port is valid.",
        "My request for a port was denied.",
        "What's happened to my invalid port request?",
        "Why was My port request rejected?",
        "The port order expired, so what is the reasons?",
        "Why is this question posed to me when my request to port is not valid?",
        "How come the port request didn't work out?",
        "Why did the port request not be accepted?",
        "Do you know why my port request is invalid?",
        "My port request was not valid.",
        "I wonder what's happening with my invalid port request",
        "Is there a reason that the port order is no longer active?",
        "I have a request to port that has been found invalid.",
        "I am curious about what is happening with my invalid port request.",
        "My request for a port is not true.",
        "please explain the port didn't happen",
        "I don't understand what is wrong with my port-request.",
        "Why was my request for a port of call turned down?",
        "My request to enter the port was turned down.",
        "What is causing my invalid port request.",
        "Why is my port request not valid",
        "Why was the port's request turned down.",
        "Why is my port request not being processed?",
        "Why didn't the port request make it through?",
        "What made the port request denied?",
        "There is something wrong with my request to port.",
        "Why my port request is not accepted?",
        "Why were the port issue not approved?",
        "I am confused as to what is Wrong with my port-request.",
        "What is the issue with my invalid port request?",
        "What were the reasons for the port order expired?",
        "Why was I denied access to the port?",
        "I don't know what is wrong with my port-request.",
        "What is the reason for port denying?",
        "Why does my port request not pass?",
        "Why is it that the port is denied?",
        "Why didn't this port issue get approved?",
        "My request to go to the port was found not valid.",
        "I wonder what is happening with my port request that is invalid.",
        "The question posed to me is why my request to port is invalid.",
        "Why did the port request fail to go through?",
        "I was denied my request to go to port.",
        "My port request was rejected.",
        "I wonder what's happening to my port Request.",
        "What's the reason for an invalid port request?",
        "My request to the port was not valid.",
        "I've got an invalid port Request.",
        "Why weren't the port requests accepted?",
        "How come my request to port isn't valid?",
        "I am confused by what is wrong with my port request.",
        "My port request has not been accepted.",
        "Is there something wrong with my port request?",
        "Are there any reasons why the port is not allowed?",
        "I'm not sure what's going on with my invalid port request.",
        "I have questions about why my request to port isn't valid.",
        "The port order expired, and why?",
        "I am perplexed by what's wrong with my port-request.",
        "The reason for my port being messed up is a question I have.",
        "Why isn't the port-request working?",
        "Was there a reason for the expired port order?",
        "Why isn't the port permitted?",
        "I am perplexed about what is wrong with my port request.",
        "There are possible reasons for the port denial.",
        "What reasons are the port denied?",
        "How come Port rejected?",
        "Why the port request was not accepted?",
        "Why didn't the port request work.",
        "Someone found my request to port invalid.",
        "I don't know what is happening with my invalid port Request.",
        "I am curious as to what is wrong with my port-request.",
        "How come my port-request isn't working?",
        "Are there any reasons why the port is denied?",
        "I wonder if there is a reason why the port order expired.",
        "Why Didn't the port request work?",
        "The request to port that I made was not valid.",
        "I am curious as to what is happening with my invalid port request.",
        "What is the reason for the port request failing?",
        "Why are I not getting the port-request?",
        "Why did the port request not complete?",
        "Why didn't this port request succeed",
        "Why was theport denied?",
        "Why did it deny me my request to go to the port?",
        "Why was the port request not working?",
        "Why isn't the port Allowed?",
        "What's causing this is my invalid port request?",
        "I wonder what's happening with my invalid port request.",
        "Why wasn't the port request Accepted?",
        "What is causing the issue with my port-request?",
        "Why did it reject my request for a port.",
        "What is the issue with my port request",
        "Why do I have the question after my request to port is not valid?",
        "My invalid port request is making me wonder.",
        "Do you have any explanations for denying the port?",
        "I don't know why I am not receiving the port-request.",
        "What was the reason for the port denied?",
        "My request to port was incorrect.",
        "Why was the port request unsuccessful.",
        "What is the reason this port request failed?",
        "My request to port was invalid.",
        "I'm not sure what is happening with my invalid port Request.",
        "I don't know why my port request is not valid.",
        "There was a request to port that was not valid.",
        "There is a problem with my port request?",
        "Any reasons for the port not being allowed?",
        "I had a request for a port found to be invalid.",
        "Why did the port ask be turned down?",
        "It was refused my request to go to the port.",
        "I am curious about what is happening to my invalid port request.",
        "Is there a reason why this port request failed?",
        "Why was the port request failure?",
        "Why am my port request not valid?",
        "What were the reasons why the port order expired?",
        "Why did the Port not be granted?",
        "Are there any reasons why Port was denied?",
        "I have questions about my request to port being invalid.",
        "There is a problem with my portrequest.",
        "A request to port has been turned down.",
        "What is the problem with my invalid port requests?",
        "How come the port is not allowed?",
        "I am puzzled about what is wrong with my port-request.",
        "My request to go to the port has been denied.",
        "So why did my port request fail?",
        "The request to port has been found invalid, what can I do to explain it?",
        "Why is my port request not received?",
        "I wonder what is wrong with my port-request.",
        "My request to port was not legit.",
        "Why is the invalid port request causing this?",
        "My port-request isn't working.",
        "I wonder what happens with my invalid port Request.",
        "I asked to go to the port but was refused.",
        "Because my request to port is not valid.",
        "My request to go to a port isn't valid.",
        "The request to port has not been found valid.",
        "What can I do to explain my request to port was found to be invalid?",
        "The request to port was not valid.",
        "Why weren't the port request approved?",
        "My request to go to a port is not valid.",
        "What are the reasons for the port not being allowed in?",
        "Is my port request useless?",
        "There is a reason my request to port is not valid.",
        "What reasons did Port be denied?",
        "Why has port denied?",
        "Any explanations for port denial?",
        "Why was the port request not processed?",
        "The request to port is not valid and I have questions about it.",
        "My request to port has been denied.",
        "Any reasons why Port was denied?",
        "A port request is no good?",
        "Why did my request for a port not go through?",
        "I am wondering what the problem is with my port request.",
        "My request for a port port was denied.",
        "Why did this port request not happen?",
        "My request to go to port is not valid.",
        "\"Porting denied, what the heck for?\"",
        "I am confused as to what's wrong with my port-request.",
        "Why didn't the port request come through",
        "My request to go to a port was not processed.",
        "I did not get my port request accepted.",
        "Why doesn't the port be allowed?",
        "I am wondering what is going on with my invalid port request.",
        "What's the reason for my invalid port request?",
        "What's causing this with my invalid port request?",
        "Oh, my port request is no good.",
        "Porting denied what the heck?",
        "Why did my request for a port not get accepted?",
        "Why do I have an issue with my port-request?",
        "What's causing a problem with my invalid port request?",
        "I wonder what is happening with an invalid port Request.",
        "How come the port request didn't go through?",
        "I wondered what was happening to my port request.",
        "My request to port isn't valid and I have a question about it.",
        "Why wasn't my request processed to go to port?",
        "What is the reason why the port was denied?",
        "I have a question regarding my request to port, it's not valid.",
        "I did not receive a valid request to port.",
        "Why isn't the port let in?",
        "I'm curious as to what is happening with my invalid port request.",
        "Port request failed, why?",
        "The port couldn't be accepted!",
        "Why is the port-request not arriving?",
        "Why was the port request denied?",
        "why did the port denial happen?",
        "I have a question, what's the reason for my port not working?",
        "What caused my invalid port request?",
        "There are questions about why the port order has expired.",
        "I had a question posed to me about my request to port being invalid.",
        "There could be reasons why the port was denied.",
        "The invalid port request has some question.",
        "I wonder what is happening to my invalid port request",
        "Why did my port request go awry?",
        "What is the reason for the port being denied?",
        "Why doesn't the port request go through?",
        "Why didn't the port request be approved?",
        "Why weren't the port let in?",
        "I'm confused as to what is wrong with my port-request.",
        "Why did port denial come about?",
        "Is there a reason why the port is denied?",
        "Why wasn't the port request come through?",
        "Why didn't the port get approval?",
        "Port was rejected?",
        "Why does my porting not work?",
        "What's causing my port request to be invalid?",
        "I am not getting my port-request.",
        "I'm puzzled by what is wrong with my port-request.",
        "What are the reasons for the port order to expired?",
        "I had a request to port that is not valid.",
        "I wonder what is going on with the invalid port request.",
        "Reasons for port not being allowed?",
        "There is an issue with my port- request.",
        "There's something wrong with my port-request.",
        "Is there any reason why the port isn't let in?",
        "Why isn't port allowed?",
        "I want to know what is going on with my invalid port request.",
        "What were the reasons for not allowing the port?",
        "Why didn't it process my request to go to port",
        "Why did the portrequest fail?",
        "Why had the port been denied?",
        "Absolutely no good, my port request?",
        "What is going on with my invalid port request?",
        "explanation please after port didn't happen",
        "The request to port is invalid, isn't it?",
        "I am perplexed by what is wrong with the port-request.",
        "Why wasn't the port request fulfilled?",
        "what is wrong with my port request?",
        "My request for port is invalid.",
        "My request to port wasn't legit.",
        "What's the matter with the port request?",
        "Why wasn't the port issue approved?",
        "My request to go to a port was rejected.",
        "What happened to the port request not succeeding?",
        "What the hell is happening, Porting denied?",
        "What made the port request invalid?",
        "What is the reason for denial of port?",
        "Why didn't the port request come to fruition?",
        "I wonder what the problem is with my invalid port request.",
        "My port request, no good.",
        "Why am I not receiving my request to port?",
        "There is a problem with my port request",
        "What's causing me to have an invalid port request?",
        "Why isn't my port-request right?",
        "I have a question about the reason for the port being messed up.",
        "My request to port isn't valid, is it?",
        "What is the reason for the port order expired?",
        "Why did Port not get approved?",
        "What happened to the port request failing?",
        "Why is my request to port non valid?",
        "Why am I denied the port request?",
        "I am unable to receive the port-request.",
        "How is the matter with the invalid port request?",
        "Why did the port request don't work?",
        "There are any reasons for the port being refused?",
        "Reasons for the expired port order?",
        "I wonder what's wrong with my port request.",
        "Why did my port request fail?",
        "Is there something wrong with my invalid port request?",
        "Why wasn't the port granted?",
        "Why was this port request failure?",
        "My port request got rejected.",
        "There are any reasons the port is being denied?",
        "So why did the port request not work out?",
        "What is causing my invalid port request?",
        "Why did I ask for a port that isn't valid?",
        "I wanted to go to the port but was denied.",
        "What is wrong with me requesting a port-request?",
        "Is the port order expired because of something?",
        "Is my port request incorrect",
        "Porting denied what the hell?",
        "Porting was denied, what the hell?",
        "Why was my port request reject?",
        "I have a question, what is the reason for my port not working?",
        "A request to port has been invalid.",
        "How can the port not be allowed?",
        "Why would the port request be denied?",
        "Why isn't the port request granted?",
        "I wonder if something is happening with my invalid port request.",
        "Any reason for port being denied?",
        "Why the Port denied?",
        "Why did Port not get granted?",
        "My request to port was found to not be valid.",
        "There is something wrong with the port-request.",
        "How come this port request didn't succeed?",
        "I requested a port but it refused to process it.",
        "Why is my port request having a problem?",
        "Why did this port requests fail?",
        "I was denied a port request.",
        "How come the port isn't allowed?",
        "My port-request has a problem.",
        "I am not sure what's wrong with my port-request.",
        "Why are the port not being allowed?",
        "Why did my port request not go through?",
        "Why did the port don't happen?",
        "Why did the port denied?",
        "Why did its port request fail?",
        "My requested port is not valid.",
        "I am perplexed as to what is wrong with my port request.",
        "There might be a reason why the port order has expired.",
        "What is the matter regarding the invalid port request?",
        "Why did the port order end up expired?",
        "Why did my request for a port be denied?",
        "I wonder what is happening to my port request.",
        "Why has the port not been let in?",
        "Why would this port request fail?",
        "My porting req has an issue.",
        "Why was it denied for the port request?",
        "What is the problem with the request for a port?",
        "My request to enter a port is not valid.",
        "Why is a request to port not valid?",
        "Why have a port denied?",
        "Why did the port request fail",
        "Why did this port request not pan out?",
        "Why isn't my port-request resolved?",
        "There are any reasons that it denied the port?",
        "Myrequest to port is not valid.",
        "Why is the issue with my port request?",
        "Why was the port request not passed?",
        "Why wouldn't my port request work?",
        "Why my port request was rejected.",
        "Why is my request to port useless?",
        "My request to go to the port was found not to be valid.",
        "I have a question about my request to port not being valid.",
        "My request to go to port wasn't valid.",
        "I wonder what happened to my invalid port request.",
        "I am perplexed as to what's wrong with my port-request.",
        "Why did the Port Request fail?",
        "What is the cause of my invalid port request?",
        "Why hasn't the port been let in?",
        "There's an issue with my port request.",
        "I'm wondering what's happening with my invalid port request.",
        "Why is the port issue not approved?",
        "What is the reason as the port order expired?",
        "Why do you not allow the port?",
        "Why is the port request not going through?",
        "I am unclear as to what is wrong with my port-request.",
        "Why was the port denied",
        "How come the port request did not come through?",
        "Why did my port request go wrong?",
        "I was denied a request to go to port.",
        "Port denial! Any reasons?",
        "Why am I not permitted to port?",
        "My request to enter the port has been turned down.",
        "I wanted to go to a port but was denied.",
        "What is the reason why the port order expired?",
        "I ask if my port request is wrong.",
        "Why wouldn't it allow the port?",
        "Why can't I receive the port-request?",
        "There is a port request wrong.",
        "I wonder what is happening with the invalid port Request.",
        "Why did this port request not succeed?",
        "Can anyone explain the expired port order?",
        "Why was my request to go to the port not processed?",
        "Why does my port-request have a problem?",
        "Why was the port's ask denied?",
        "Why isn't my port request legit?",
        "Why hasn't the port been allowed?",
        "Why was the ports request denied?",
        "I had the question posed to me because my request to port is not valid.",
        "Porting denied, what happened?",
        "Why am I not eligible to port?",
        "what is the problem with my port-request?",
        "The request to port was turned down.",
        "Why is my request to port not valid?",
        "Why are the port denied?",
        "The invalid port Request is making me wonder.",
        "What is the reason for the port request being rejected?",
        "Why is my port-request off?",
        "What was the issue with the invalid port request?",
        "I am unsure as to what is wrong with my port-request.",
        "Why did that port request not work?",
        "I don't know why the port was denied.",
        "Why did the port request failure happen?",
        "Why did I have the question posed to me, as my request to port is not valid?",
        "Why did my port request not come through?",
        "My invalid port request is unexplained.",
        "My request to port was refused.",
        "What the hell is happening, denying porting?",
        "Is there any reason the port is not allowed?",
        "Port request denied.",
        "The question was posed to me because my request to port was not valid.",
        "Why hadn't this port request succeeded?",
        "There were questions about why the port was denied.",
        "I am puzzled by what is wrong with my port-request.",
        "What are the reasons why port isn't allowed?",
        "What are the reasons for port denying?",
        "Why was this port request denied?",
        "I do not know what is happening with my invalid port request.",
        "Why does the port issue not have approval?",
        "So what is the reason why the port order expired?",
        "Why am I denied my port request?",
        "What's happening to my invalid port request?",
        "Port denied! Any reasons?",
        "What are the reasons for the port order not to be renewed?",
        "Why am I not able to request to port?",
        "What are the reasons for the port not being permitted?",
        "Why did port request fail?",
        "I am not getting the port-request",
        "Why was the request for a port denied?",
        "Why does port denial occur?",
        "I wonder why the port was denied.",
        "Why was my ports request rejected?",
        "Why didn't the request to port go through?",
        "Port denied, what is the reason?",
        "Why is my invalid port request still there?",
        "Why did the port issue not get approved?",
        "The reason for my invalid port request is a mystery.",
        "Why did the port not be let in?",
        "What's cause my invalid port request?",
        "The reason for the invalid port request is a mystery.",
        "Why did the port request go nowhere?",
        "My request to port has not been granted.",
        "What happened? Port rejected.",
        "Why weren't the port request working?",
        "The request to port has been found wrong.",
        "Was there a reason that the port order expired?",
        "Why would the port request not go through?",
        "What the heck is happening, porting denied?",
        "What are the reasons for the port order expired?",
        "Why was I not allowed to go to port?",
        "There are any possible reasons for the port being denied?",
        "There are any reasons the port has been denied?",
        "So what are the reasons for the port order to expired?",
        "Why do I have questions about my request to port not being valid?",
        "I don't understand why the port request was denied.",
        "Why would the port ask be turned down?",
        "Port denied! any reason?",
        "port request wrong?",
        "My request for a port was found to not be valid.",
        "My request to port isn't valid?",
        "My request to port has not been accepted.",
        "Why no port request succeeded?",
        "Why did my port request not get accepted?",
        "What is causing the issue with my invalid port request?",
        "My request to come to the port is not valid.",
        "My request for a port was turned down.",
        "It was denied my request to go to my port.",
        "Why is the port being denied.",
        "Why are my requests for port not valid?",
        "I want to know the reason of my port not working.",
        "What went wrong that the port request failed?",
        "I have a question, what is the cause of my port error?",
        "My request to the port is not accepted.",
        "I wonder why the port order expired?",
        "What are the reasons the port is being denied?",
        "I have an invalid port Request.",
        "What is the reason for the port to be denied?",
        "Why did the port plea stay jinxed?",
        "why did port denial happen?",
        "Is there an explanation for the port order being expired?",
        "Why didn't the port issue be approved.",
        "It refused to process my request for a port, why?",
        "Any reason for the port's denial?",
        "I am wondering what is happening to my port request.",
        "Why am I having an invalid port request?",
        "Why didn't the port request get through?",
        "My request for a port was found not valid.",
        "What are the reasons for the port order not working?",
        "So why is the port order no more?",
        "Is there a reason for the port order to be gone?",
        "There is a question on why the port order expired.",
        "Why port denial?",
        "Why do I have questions that my request to port is not valid?",
        "Why were I denied a port of call?",
        "What is the problem with my port-request.",
        "Why did my port request go invalid?",
        "I have a question about my request to port being invalid.",
        "The port was not accepted?",
        "Port denied? Any reasons?",
        "This port request failed, why?",
        "My request to port is no longer valid.",
        "My request to get to the port was rejected.",
        "What happened to the port not being allowed?",
        "My request for a port was no good.",
        "Why did I have the question posed to me when my request to port is not valid?",
        "So what is the issue with my port-request?",
        "What's causing this, an invalid port request?",
        "What's causing the port request to be invalid?",
        "What is the reason the port was denied?",
        "Why was I refused a port of call?",
        "Why didn't it authorize me to go to my port?",
        "Why was it not able to process my request to go to port?",
        "My request for a port of call is not valid.",
        "There is something wrong with my port-request.",
        "Why was it that my port request was rejected?",
        "Why could this port request fail?",
        "There is an issue with my portrequest.",
        "Why did my port request not go forth?",
        "why was the port request denied",
        "Why couldn't it process my request to go to a port?",
        "Why is the port order not valid?",
        "Why did the port have it denied?",
        "I asked the question because my request to port is not valid.",
        "The port order expired and what was the reason?",
        "My request to go to the port is not accepted.",
        "Why did I not receive a valid request to port?",
        "Why couldn't I receive the port-request?",
        "Why did a port request not come through?",
        "What is going on with this invalid port request?",
        "I have a question about my request to port and it is not valid.",
        "Why did Port be denied?",
        "Why is the port being denied?",
        "My request to use the port has been rejected.",
        "Port denied! what is the reason?",
        "Why the request to port is not valid?",
        "What is causing a invalid port request?",
        "A question was posed to me about my request to port being invalid.",
        "Why didn't they allow the port?",
        "I'm confused as to what is wrong with my port request.",
        "Why the port request is not valid?",
        "Why the request for a port was denied?",
        "Why did this port request fail??",
        "What are the reasons the port order expired?",
        "Why wasn't the port accepted?",
        "Why was my port request declined?",
        "My request to get to port is not valid.",
        "I asked why it refused to process my request for a port.",
        "Why is it that the port was denied?",
        "Why is there a question posed to me when my request to port is not valid?",
        "I don't know why the port order has expired.",
        "why did the port request not work",
        "It was denied my request to go to a port.",
        "What is the cause of the invalid port request?",
        "Why did the port issue not get approval?",
        "The request to port is illegitimate.",
        "why did the port request not work out?",
        "Do you know what the problem is with my port request?",
        "I'm not sure what's going on with my invalid port Request.",
        "What are the reasons for denying Port?",
        "Why wasn't my port request accepted?",
        "Why was the port plea jinxed.",
        "Why didn't the port request worked?",
        "Why wouldn't you let us port this?",
        "What causes the problem with my port-request?",
        "Why wouldn't the port be accepted?",
        "There is a question about why the port was denied.",
        "Why do you think the port was denied?",
        "Why does the port request not work?",
        "Why weren't the port let into?",
        "Port request rejected.",
        "What transpired with my invalid port request?",
        "It was denied my request for a port.",
        "Why is the port not Allowed?",
        "There's an issue with my port-request",
        "Why was the port proposal rejected?",
        "Why happened to the port request?",
        "Why couldn't I go to port?",
        "What is the reason for Port denied!",
        "Why had my port request failed?",
        "Any reasons for denying the Port?",
        "Reason for port denial?",
        "I wonder what's happening to my invalid port request.",
        "it refused to process my request to go to my port",
        "What is the reason my port request isn't valid?",
        "Why was it denied for the port?",
        "Why couldn't this port request succeed?",
        "Why did my port ask be rejected?",
        "Why couldn't the port request succeed?",
        "Is there any reason for the port denial?",
        "I am having an issue with my port-request.",
        "What is wrong with my port-request",
        "Does anyone know why the port order expired?",
        "There is a issue with my port request.",
        "I had a port request fail.",
        "What may be wrong with my port-request?",
        "Why was the request for port denied?",
        "Why do the port requests not go through?",
        "What is causing this, the invalid port request?",
        "My invalid port request is what is causing this?",
        "Whatabout the invalid port request?",
        "What causes the port to be denied?",
        "Why isn't the port request working?",
        "My request to port is not valid, isn't it?",
        "Why was the port request invalid?",
        "I have a question regarding my request to port, it is not valid.",
        "Why reject this port?",
        "I think my request to port isn't valid.",
        "Is there a reason that the port order has expired?",
        "I have a question about the reason for my port not functioning.",
        "I don't understand why the port was denied.",
        "Why the port plea was jinxed!",
        "Why did the port get turned away?",
        "What is the matter with this invalid port request?",
        "Why was it denied for Port?",
        "Please explain the port didn't happen",
        "I had a question about my request to port being not valid.",
        "Why was my request to port rejected?",
        "My port request is having a problem.",
        "What causes the port to not be let in?",
        "What is going on with an invalid port request?",
        "Why didn't port request succeed?",
        "Any reasons for the port being denied?",
        "The request to port has been found incorrect.",
        "What are the reasons for my invalid port request?",
        "Why are I not getting the port request?",
        "I'm not sure why my request to port is not valid.",
        "Any reason why the port was denied?",
        "There may be a reason why the port order has expired.",
        "Why do my requests for port not work?",
        "My request to enter the port was rejected.",
        "What's the reason for denying porting?",
        "There is an invalid port request.",
        "Why is my port request rejected?",
        "Is there any reason the port order has expired?",
        "No port! What reasons?",
        "There are questions about the validity of my request to port.",
        "Why can't port be allowed?",
        "What are the reasons for the port order failing?",
        "Why did the port request not come through",
        "Why is my port request turned down?",
        "What was the reason for port denied?",
        "Is a reason for the port order expired?",
        "What is the reason that the port order expired?",
        "I asked why it wouldn't process my request to go to the port.",
        "I am confused by what is wrong with my portrequest.",
        "I want to know what's going on with my invalid port request.",
        "Why does the port request not come through?",
        "Why do I have this question if my request to port is not valid?",
        "What happened to my request to port?",
        "Why did the port request not get through?",
        "I wonder why the port request was denied.",
        "Why doesn't this port request succeed?",
        "There was an issue with my port-request.",
        "Why didn't the port issue been approved?",
        "There is a problem with my port-request",
        "Why were the port order expired?",
        "Why could the port request not work?",
        "My request for a port was declined.",
        "Why did it deny my request to go to the port?",
        "Is there a reason the port is not allowed?",
        "I asked for a port, no good?",
        "Why did the port be refused?",
        "Why did my port request not get approval?",
        "I was wondering about the problem with my port request.",
        "I'm wondering what's going on with my port request.",
        "I did not get a port request accepted.",
        "What are the reasons that the port order expired?",
        "Why was the port denied.",
        "Why was my port request failing?",
        "Why do you deny the port?",
        "What caused the port request to not work out?",
        "Why is my port request not granted?",
        "why did my port request fail?",
        "Why wasn't the port request successful?",
        "Why isn't my port request resolved?",
        "My invalid port request is a question.",
        "why didn't the port request work",
        "Why didn't my port request get accepted?",
        "My request to the port has been rejected.",
        "Why don't I get the port- request?",
        "What is the problem with my ports request?",
        "What caused the port request to not work?",
        "Why didn't the port request go forward?",
        "I asked to go to the port, but was refused.",
        "Port denied! What were the reasons?",
        "I wonder what is happening with my port Request",
        "Why could the port request not work out?",
        "Port denied! What is the reason?",
        "Why has this port request failed?",
        "I am wondering what is happening with my invalid port Request.",
        "What is happening with the invalid port request?",
        "What made my port request not valid?",
        "Why didn't the port be accepted?",
        "The port order expired and what's the reason?",
        "Any reasons for not allowing the port?",
        "Why doesn't I receive the port-request?",
        "Why is the port denied?!",
        "What's the cause of the invalid port request?",
        "Why did my request to port not go through?",
        "I was wondering about my invalid port request.",
        "What is the reason for the port order failing?",
        "Isn't the request to port not valid?",
        "Why did the port's request fail?",
        "What caused the port to be denied?",
        "What is the reason I am not receiving the port-request?",
        "Why couldn't the port request be processed?",
        "What is going on with that invalid port request?",
        "A port denied?",
        "What are the causes of my invalid port request?",
        "Any reason for the expired port order?",
        "I have a question, what's the reason for my port being messed up?",
        "Why was their port request rejected?",
        "Was there a reason for the port being denied?",
        "Why was the request denied for a port?",
        "My port-request is off.",
        "The request to port is not valid.",
        "Why was my port application rejected?",
        "Why didn't the portrequest go through?",
        "I had a port request refused.",
        "I wondered about my invalid port Request.",
        "My request for a port is not valid, right?",
        "There's something wrong with my port request.",
        "There are any reasons why the port is not let in?",
        "Why was it denied a port?",
        "Someone please explain why the port didn't happen.",
        "Why did the port request not go forth?",
        "My request for a port was not Accepted.",
        "What's causing my invalid port request to go wrong?",
        "Why aren't I getting the port-request?",
        "I did not get my request to the port to be valid.",
        "Why did the request for port not work out?",
        "Why is my port-request not happening?",
        "What are the reasons the port isn't allowed?",
        "Why no approval for the port issue?",
        "Why isn't the port allowed?",
        "What are the reasons why port is not allowed?",
        "why was my port request denied?",
        "The port was denied! What's the reason?",
        "What reason did it deny the port?",
        "Why wasn't it able to process my request to go to a port?",
        "Why did the ports request fail?",
        "Do you know why the port order has expired?",
        "Why had the port request denied?",
        "What was the reason for the expired port order?",
        "Why can't my port request be accepted?",
        "Is there a reason for it to deny the port?",
        "why is my port request rejected?",
        "What are the reasons why the port was denied?",
        "I have a invalid request for a port, what can I do to explain it?",
        "The reason for the invalid port request is unclear.",
        "my request to port isn't valid",
        "Why wasn't it allowed to process my request to go to port?",
        "What is not right with my port-request?",
        "What's wrong with the port-request?",
        "Why couldn't the port be let in.",
        "I am curious what is happening with my invalid port request.",
        "What is the matter with the port request?",
        "Why my port request didn't work?",
        "Why isn't the port request coming through?",
        "Why does this port request fail?",
        "The port was no longer accepted!",
        "Why wasn't it approved for the port?",
        "My port request is no good, huh?",
        "Reasons why the port plea was jinxed?",
        "Does anyone know why the port was not let in?",
        "What's the reason for the port denied?",
        "Why my port request did not work?",
        "The port order expired, what's the reason?",
        "What's causing my port request not to work?",
        "What was the reason for the invalid port request?",
        "What made it deny the port?",
        "Why does my invalid port request cause this?",
        "What reasons were given for the port being denied?",
        "why didn't the port request work?",
        "Why did my request to port not work?",
        "I have questions about my request to port because it's not valid.",
        "I've got an invalid port request.",
        "I do not know why my request to port is not valid.",
        "What is the reason for the port denial?",
        "Is there a reason why the port order was not renewed?",
        "What is the matter with this port request?",
        "Why would the port be denied?",
        "So what are the reasons for the port order to have expired?",
        "what is the problem with my port request",
        "Why wasn't my request processed to go to the port?",
        "How can the port request not work?",
        "What is the rationale for the invalid port request?",
        "Why the port is not allowed?",
        "I was denied my request to enter the port.",
        "Why hasn't the port issue been approved?",
        "Why did the Port be denied?",
        "Why was the port denied?!",
        "A reason why the port plea was jinxed?",
        "I don't understand why my request to port isn't valid.",
        "Why the port request didn't go through?",
        "Why was the port issue not approved.",
        "What is the situation about the invalid port request?",
        "Port denied, any reason?",
        "What is going on with the invalid port request?",
        "The invalid port request is making me wonder.",
        "Why do the port requests not work?",
        "Port not accepted?",
        "What happened to my request to go to the port?",
        "Why wouldn't the port issue be approved?",
        "What are the reasons for the port order not being renewed?",
        "Why has port been denied?",
        "My request to a port was not valid.",
        "Why was I denied access to my port?",
        "What is the reason why my port request is not valid?",
        "I have questions about my request to port, why did it not work out?",
        "Why is my port request denied?",
        "What's the reason for port denied?",
        "What is the reason for my port request invalid?",
        "Why isn't my port request working?",
        "What may be the problem with my port request?",
        "How come the port was turned down?",
        "My request to go to a port was refused, why?",
        "Is there a reason the port order has expired?",
        "Why didn't the port request not work out?",
        "What is the reason for the port order not working?",
        "Why doesn't the port request work?",
        "Which is the reason that the port order expired?",
        "Why didn't the port request get approved?",
        "What were the reasons for Port denied?",
        "My request to use the port has been turned down.",
        "The port was rejected?",
        "I don't know what's going on with my invalid port Request.",
        "Why did the port plea have jinxed status?",
        "Why didn't that port issue get approved?",
        "Why didn't this port request come through?",
        "My request to go to a port was denied.",
        "Why wasn't the port requestreceived?",
        "There is a question posed to me about my request to port being invalid.",
        "Why is the port not allowed in?",
        "My port request is invalid, what is the reason?",
        "I cannot port my request because it is not valid.",
        "The port request I have is invalid.",
        "Why my request to port is not valid.",
        "I am confused as to why something is wrong with my port-request.",
        "Why was it not allowed for the port?",
        "My port request is not accepted.",
        "Why wasn't it able to process my request for a port?",
        "Why was the port of call denied?",
        "Why is my port request not approved?",
        "What's the problem with my port- request?",
        "An issue with my port-request?",
        "I wonder what is happening with my invalid port request.",
        "My request for the port has been rejected.",
        "Why am I not receiving my port-request?",
        "why is my port request not valid?",
        "What's the reason for the port denying it?",
        "My request for a port visit was rejected.",
        "What are the reasons the port is not let in?",
        "Why my port request was not approved?",
        "What's causing the malfunctioning port request?",
        "Port was rejected!",
        "I have a question, what is the reason for my port malfunction?",
        "Why isn't my port request accepted?",
        "What now? the port was rejected",
        "Why didn't the port issue receive approval?",
        "Why does the port order expired?",
        "My request to port does not count.",
        "Why was my port request turned down?",
        "I had a port request rejected.",
        "What is the reason for port denied!",
        "Why was a port request not successful?",
        "The port order expired and is there a reason?",
        "Why did they reject my request for a port?",
        "Why was the portrequest denied?",
        "The port denied! Why?",
        "What is the reason for the port-request not working?",
        "So why was the port request denied?",
        "Are there any reasons for the port being denied?",
        "Why was the port request not executed?",
        "I have questions about the validity of my request for port.",
        "My request to port is not valid, doesn't it?",
        "Why does my port request not function?",
        "Why did my port request go away?",
        "Was there a reason for denying the port?",
        "Why doesn't the port request work out?",
        "What is going on with my invalid port request.",
        "What is the reason for the port order to expire?",
        "Why isn't my port-request okay?",
        "Why am I not allowed to port my request?",
        "my request to port is not valid.",
        "Why could the port not be let in?",
        "What can be the problem with my port request?",
        "I don't know why my port request isn't valid.",
        "Why were the ports request denied?",
        "Why isn't the port issue approved.",
        "Why my request for port is not valid?",
        "Why did the port be denied?",
        "Why couldn't my port request be successful?",
        "Why isn't my porting right?",
        "There's a question as to why the port order expired.",
        "It's no good, my port request?",
        "So what are the reasons for the port order not being renewed?",
        "My request for the port is not valid.",
        "Is there any reason the port won't be let in?",
        "Why did my port request not function?",
        "Why is a port request not valid?",
        "My port request isn't valid.",
        "Why didn't the port issue approved?",
        "What happened to the port not being let in?",
        "Why do I have questions about the request to port that is not valid?",
        "So what is the reason for the port order expired?",
        "I have a problem with my port-request.",
        "Why wasn't my port request approved?",
        "What's wrong with my port-request?",
        "My request to port is wrong.",
        "Why did my port request not pass muster?",
        "Why did the port plea go up in smoke?",
        "I have the question posed to me because my request to port isn't valid.",
        "There's a problem with my port-request.",
        "Why did a port request fail?",
        "What are the reasons why the port order expired?",
        "Why does this port request not succeed?",
        "Why the port is not being allowed?",
        "Why did the port plea be so jinxed?",
        "I wonder what is going on with my port request?",
        "My request to port isn't true.",
        "Why was my request for a port of call refused?",
        "My port request is not correct.",
        "I request to port isn't valid.",
        "How come port was rejected?",
        "My port request wasn't approved.",
        "What are the reasons for the expired port order?",
        "Why did my port request have an invalidity?",
        "Porting denied, what about?",
        "The port order expired, so what is the reason?",
        "I don't know what is happening with the invalid port Request.",
        "How come the port wasn't let in?",
        "There are any reasons given for Port being denied?",
        "I wonder what happened to my port Request.",
        "There might be a reason the port order is expired.",
        "A port request was not granted.",
        "How come I got an invalid port request?",
        "I can't request to port.",
        "I wonder what happens to my invalid port request.",
        "What is wrong with my request for port?",
        "Why was my port request not entertained?",
        "why was my port request invalid?",
        "Why can't I port this?",
        "Why has my port request not been accepted?",
        "Why did the port request failing?",
        "Why is it that port isn't allowed?",
        "Why did my request to port be rejected?",
        "Why aren't port issues approved?",
        "Why would Port be denied?",
        "I was wondering what the problem was with my port request.",
        "Is there a reason why the port request didn't work out?",
        "I was refused my request for a port.",
        "Why did port not be allowed?",
        "Why wasmy port request rejected?",
        "Why did the port be denied.",
        "I have a question about my request to port, it is not valid.",
        "Why didnt the port request go through?",
        "My request for port has been turned down.",
        "Why did my port request being rejected?",
        "Why aren't the port issues approved?",
        "Why is the port turned down?",
        "Why did the port get turned down?",
        "I am confused as to what is wrong with my port- request.",
        "Port denied! There are any reasons?",
        "I wonder what happened with my invalid port request.",
        "Why did my port request not go forward?",
        "Maybe there is a reason the port order has expired?",
        "There are any reasons for the port not being accepted?",
        "I get an invalid port request.",
        "The Port was denied!",
        "Why did the port request not work properly?",
        "I am confused about what is wrong with my port- request.",
        "Why didn't the port request go in?",
        "Why is the port request failing?",
        "I got an invalid port request.",
        "What is wrong with my request for a port?",
        "I am not sure why my port request is invalid.",
        "Why did the port request not receive approval?",
        "Why has it denied the port?",
        "What is wrong with my port-request.",
        "What causes the problem with my port request?",
        "Port refused! What's the reason?",
        "I wonder what's going on with my port request.",
        "To port is not valid for me.",
        "The request to go to port is not valid.",
        "Why do I have the question, my request to port is not valid.",
        "I wonder what is happening to my port request?",
        "Which is the reason for the port order expired?",
        "What is the reason for the port's denied?",
        "Why did the port demand fail?",
        "My request to go to my port was denied.",
        "I wonder what's happening with an invalid port request.",
        "There is a reason that the port order is not valid.",
        "My port didn't work, why?",
        "What is happening about the invalid port request?",
        "Why is the port not let into?",
        "Why the port ask was turned down?",
        "I have questions about the request to port which is not valid.",
        "I am unsure what is happening with my invalid port request.",
        "Why the port issue was not approved?",
        "There is a problem with a port request.",
        "I don't have a valid request to port.",
        "I wonder what is happening to my port request",
        "Why is my request to port invalid?",
        "Why was port plea jinxed?",
        "Why did the port plea fail?",
        "What is going on with a invalid port request?",
        "The reason for my invalid port request is not known.",
        "Why did the port get refused?",
        "Why didn't the port request work",
        "Why doesn't the port issue have been approved?",
        "The port request didn't work, why?",
        "Why am my port request not accepted?",
        "Are there any reasons for the port denial?",
        "I am stumped by what is wrong with my port request.",
        "The port request that I submitted was not accepted.",
        "Does anyone have an explanation for the expired port order?",
        "Why did the port request not work at all?",
        "Why is my port request not processed?",
        "This request to port is not valid.",
        "What is causing a problem with my invalid port request?",
        "I wonder what the problem is with my invalid port Request.",
        "Is there a reason for the expired port order.",
        "What was the reason for denying the port?",
        "My port request is not right.",
        "Why am I not able to port request?",
        "Why isn't the port allowed into?",
        "What is causing my port request to be invalid?",
        "I asked for a port of call and was denied.",
        "why was the port request denied?",
        "What is wrong with the invalid port request?",
        "Why does the port request fail?",
        "Why was my port request rejected?!",
        "Why couldn't the port request go through?",
        "What reasons was the port denied?",
        "What's the problem with my invalid port request?",
        "Why did the port request fail to come through?",
        "My request to port isn't valid.",
        "Reasons for the port not being allowed?",
        "Why do I have questions about my request to port, it's not valid?",
        "What the heck is going on with denying porting?",
        "\"My request to port is not valid.\"",
        "My port request has an issue.",
        "Does anyone have a reason for the expired port order?",
        "There is a port-request wrong.",
        "Why wasn't the port issue approved.",
        "My request for a port has been found not valid.",
        "Is there a reason that the port order is no longer valid?",
        "Is there any reason for the port order to expired?",
        "Why was it unresponsive to my request to go to the port?",
        "Why won't the port be allowed in?",
        "why did this port request fail",
        "I had my port request rejected.",
        "Why was the port's question turned down?",
        "Why didn't the port get granted?",
        "Why do I have the question when my request to port is invalid?",
        "How come the port was rejected?",
        "Why did the port request go bad?",
        "What is the problem with my request for a port?",
        "Why is my request to port rejected?",
        "Why was a port request rejected?",
        "I wanted to go to a port, but was denied.",
        "Why are my port requests not accepted?",
        "Why is my port request rejected.",
        "Why don't I get the port-request?",
        "I want to know what is happening with my invalid port Request.",
        "There's a question about why the port order is expired.",
        "Why has Port been denied?",
        "Why did the port request fail??",
        "Why wouldn't the port request go through?",
        "I wonder what's going on with my invalid port request",
        "Why didn't the port request be accepted?",
        "Why did the port be turned away?",
        "Why didn't the port request succeed?",
        "Why wasn't my request to enter the port processed?",
        "Why was the port issue denied?",
        "Port was rejected! what now?",
        "My request to port doesn't count.",
        "Why did the port request not get processed?",
        "Why wouldn't my request to port be valid?",
        "Why does the port request not succeed?",
        "Why didn't that port request go through?",
        "Why is my port request non- valid?",
        "What is the reason for the port denying it?",
        "How could my port request be rejected?",
        "What is the reason the port request didn't go through?",
        "Port turned down. What now?",
        "Why didn't this port request work?",
        "Why is it that my port request is not valid?",
        "Why didn't the port be approved?",
        "My port request is invalid?",
        "Why is the port-request not being received?",
        "Why didn't the port request working?",
        "The question was posed to me because my request to port is not valid.",
        "Why wasn't my request processed to go to a port?",
        "Why were the port request not successful?",
        "Why didn't this port request succeeded?",
        "Why did my request for a port be turned down?",
        "I have questions about my request to port which is not valid.",
        "What are the reasons for the port order's expired?",
        "What was the reason for the port's denial?",
        "It was refused to process my request to go to a port.",
        "My request to port has been found not valid, what can I do?",
        "Why did the port request not get approved?",
        "I have questions about the validity of the request to port.",
        "A port was rejected?",
        "My port-request is not functioning.",
        "There is a question with the invalid port request.",
        "My request for port is not valid.",
        "What are the reasons for the port not being allowed?",
        "Why didn't it authorize me to go to port?",
        "How come the port request was rejected?",
        "I did not get my request to port to be valid.",
        "Why was the port demand denied?",
        "I have a request to port that is invalid.",
        "There's a reason my request to port isn't valid.",
        "Why did I have the question posed to me, because my request to port is not valid?",
        "What was the reason for my invalid port request?",
        "My request to go to the port isn't valid.",
        "How come my port request is not valid.",
        "Is my port request awry?",
        "I have questions about my request to port that are not valid.",
        "I wonder why my invalid port Request is not working.",
        "I asked why it refused to process my request to go to the port.",
        "What is wrong with a port-request?",
        "Is my port request no good?",
        "I'm not sure what is happening with the invalid port request.",
        "Why is my port not accepted?",
        "Why does my port request not work?",
        "What are the reasons the port is not allowed?",
        "Why won't the port issue be approved?",
        "Why did the port been denied?",
        "Some reason for denying the port?",
        "No good, my request for a port.",
        "Why did it reject my port request?",
        "Why did this port request do not work?",
        "What was the reason for the port not being allowed?",
        "Porting denied?",
        "Why could the port request not succeed?",
        "Any reason for the port order expired?",
        "Why am I not allowed to use my port?",
        "What is the reason my port request failed?",
        "Problem with my port-request?",
        "I have a question about the reason for my port malfunction.",
        "Why was it unable to process my request for a port?",
        "Why should the port be rejected now?",
        "I have the question because my request to port is not valid.",
        "I wonder about the invalid port Request.",
        "What's the problem with my port-request?",
        "Why the port is being denied?"
    ]
}