{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Assistance with placing online orders",
    "inquiry_sub_category": "Order tracking",
    "description": "Customers inquire about the status and whereabouts of their order, including tracking numbers, delivery estimates, and any delays.",
    "inquiry": "Why hasn't my order arrived yet?",
    "paraphrases": [
        "Why does my stuff not show up yet?",
        "Why does my order still not show up?",
        "I have been wondering why my order does not arrive yet.",
        "I was wondering why I wasn't receiving my order yet.",
        "I have been wondering why my order has not yet been dispatched.",
        "The package has been late, what is the reason?",
        "I am wondering about the progress of the shipment.",
        "I have been wondering when my order is here.",
        "I was wondering why I hadn't had my order sent.",
        "Package has not been received.",
        "I've been wondering why myorder hasn't shipped yet.",
        "I was wondering why my order hadn't arrive.",
        "what's the delay to my package?",
        "I want to know why I haven't had my order yet.",
        "I'm wondering what the delay is to my package.",
        "I was wondering why my order is not arriving yet.",
        "I haven't seen a sign of my order.",
        "I'm curious as to why my order isn't arrive yet.",
        "I haven't had my order yet and I am wondering why.",
        "I had wondered why I hadn't gotten my order yet.",
        "Why haven't my purchases arrived yet?",
        "Why doesn't the order have arrived yet?",
        "I was waiting for my package and its delay.",
        "I wondered why I hadn't received my order yet.",
        "I had been wondering why I had not received my order yet.",
        "Why have my order not showed up?",
        "I've been wondering why my order hasn't arrived already.",
        "I've not received my order yet!",
        "I have been wondering why my order isn't here yet.",
        "I've not received my order, am I to blame?",
        "I do not have my order yet.",
        "What is it taking so long for it to be delivered?",
        "My order isn't being shipped at the moment.",
        "I have been asking why my order isn't here yet.",
        "Why wasn't it arrived?",
        "I was wondering what the delay to my package was.",
        "my order hasn't been shipped at this point",
        "Is there a reason my stuff hasn't arrived yet?",
        "I'd been wondering why I hadn't seen my order yet.",
        "What's the reason for the package not arriving?",
        "What is the reason for the delay with my package.",
        "I had been wondering why my order wasn't arrive yet.",
        "I've been wondering why I still haven't seen my order.",
        "I've not received my order yet?",
        "I have been asking myself why I haven't gotten my order yet.",
        "I was waiting for my package, what is the problem?",
        "I am wondering why my order has not reached me.",
        "Why is the order yet to be dispatched?",
        "My order hasn't arrived yet, I've been wondering why.",
        "I've been wondering why his order hasn't arrived.",
        "The order has not arrived.",
        "My stuff isn't here yet, any reason?",
        "Why has it not been ordered yet?",
        "I have wondered why I hasn't had my order yet.",
        "Why hasn't the order been dispatched just yet?",
        "I had been wondering why my order had yet to arrive.",
        "The package is late, what the reason?",
        "Why is my order not ready yet?",
        "What's happening with shipment?",
        "Has there a delay with my shipment?",
        "Why hasn't the order arrived yet.",
        "Why hasn't my order shown up?",
        "I've been wondering how I haven't gotten my order yet.",
        "I have not received my item yet.",
        "I don't know the reasons my stuff isn't here yet.",
        "Why is the delay with my package?",
        "What is delaying the package?",
        "What about the delay to my package?",
        "Is there any reason my stuff is not here yet?",
        "How come my order hasn't shown up?",
        "Why hasn't my order been delivered?",
        "I've been wondering why my order isn't arrival yet.",
        "Why hasn't theorder been dispatched yet?",
        "I wonder why my order has not shipped yet.",
        "I wonder when my package will come?",
        "My order was not shipped yet.",
        "The package is late, what is the reason?",
        "I am wondering why I haven't ordered yet.",
        "No sign of my package yet!",
        "Why was there no sign of my order?",
        "my order has not shipped",
        "I've been wondering if I've gotten my order yet.",
        "I wonder why I haven't had my order yet.",
        "I had to wait for my package, what happened?",
        "I've wondered why I've not gotten my order yet.",
        "What's the delay, I was waiting for the package?",
        "I've been wondering how my order has not arrived yet.",
        "What is the reason for that late package?",
        "I wonder why my order hasn't shipped yet.",
        "I have a question about why my order hasn't arrived.",
        "I was wondering why my order has not arrived yet.",
        "I don't know why my order isn't arriving yet.",
        "I've been wondering how my order isn't here yet.",
        "I have been wondering why the order hasn't arrived yet.",
        "Any reasons that my stuff isn't here yet?",
        "Shouldn't my stuff be here yet?",
        "I've been asking why I haven't seen my order yet.",
        "I haven't heard anything on my package.",
        "I had been wondering if my order was here yet.",
        "I'm wondering why I haven't had my order.",
        "I have been wondering why the order is not arriving yet.",
        "I've been wondering why I've not seen my order yet.",
        "I am not sure why my order hasn't arrived yet.",
        "I'm curious why my order isn't here yet.",
        "I was waiting for my package and wondering what the delay was.",
        "I was wondering why I hadn't recieved my order yet.",
        "I haven't had my order delivered yet.",
        "The order hasn't shown up yet.",
        "I've been wondering why my order hasn't been delivered.",
        "Why didn't I get it yet?",
        "I've been curious about why my order hasn't arrived yet.",
        "I've been wondering why my order isn't there yet.",
        "I was wondering why I had not received my order yet.",
        "I was wondering why I hadn't seen my order yet.",
        "Why haven'tI ordered it yet?",
        "What is happening with my delivery?",
        "Why has not the order been dispatched yet?",
        "I've been wondering why I haven't gotten my order sent.",
        "There was no sign of my order, why not?",
        "My shipment did not come.",
        "I paid for something and when do I get it?",
        "I wondered why my order didn't arrive.",
        "I wonder why I haven't had my order sent yet.",
        "My package hasn't appeared yet.",
        "Why didn't my order reach me yet?",
        "I have been wondering why I haven't gotten my order so far.",
        "I've been pondering why my order hasn't arrived yet.",
        "How come my order isn't here yet?",
        "Why am I not getting my stuff here yet?",
        "What is the reason for why the package is late?",
        "I wondered why I hadn't ordered yet.",
        "There hasn't been any sign of my package yet.",
        "why hasn't my order arrived",
        "Why is the delivery taking so long?",
        "I haven't received my order",
        "what is taking so long to deliver?",
        "Isn't my order yet to arrive?",
        "I was wondering why the order hadn't shipped yet.",
        "What is the delay to my item?",
        "My order hasn't shipped yet.",
        "I have a question about why my order hasn't shipped yet.",
        "My shipment didn't show up.",
        "There's no sign of my package yet...",
        "What is the delay, I was waiting for the package?",
        "I'm confused as to why I haven't seen my order yet.",
        "I have wondered why I haven't had my order yet.",
        "Why is it taking so long to deliver?",
        "The package is late and what's the reason.",
        "I wonder why I haven't received my order yet.",
        "What is making the package late?",
        "My stuff hasn't arrived yet",
        "Where's my order immediately?",
        "I've wondered why I haven't had my order arrived yet.",
        "The order was not received yet.",
        "I have been wondering why my order hasn't reached me.",
        "I've been pondering why my order has yet to arrive.",
        "I'm wondering why my order is not shipped yet.",
        "I'd been wondering why my order hadn't arrived yet.",
        "I am not sure why I have not ordered it yet.",
        "I've been wondering why my order hasn't ships yet.",
        "I've yet to receive my order.",
        "I don't know why my package is delayed.",
        "Why has my order yet to be shipped?",
        "I had been wondering why I haven't seen my order yet.",
        "Package was not received",
        "How come my package never arrives?",
        "Why isn't my order arrived yet?",
        "Why is the package taking so long?",
        "I have wondered why I hasn't received my order yet.",
        "Why has my order yet to show?",
        "I have pondered why I haven't seen my order yet.",
        "I was wondering why my order had not arrived.",
        "I still haven't seen my order yet.",
        "I've been wondering why my order isn't arriving yet",
        "I am waiting for my package, what is the delay?",
        "I paid for this, when will I get it?",
        "What's the delay to a package?",
        "I wondered why my order wasn't reaching me yet.",
        "The package is late and what is the reason.",
        "No sign of my package as of yet.",
        "I've been wondering why I haven't been sent my order yet.",
        "Is any reason my stuff is not here yet?",
        "Why is my order not arriving yet?",
        "My purchase not found?",
        "I've wondered why my order hasn't been shipped.",
        "Do I not have my purchase?",
        "I'm curious about why I haven't seen my order yet.",
        "My order has not shipped.",
        "Why hasn't I gotten it yet?",
        "I have been wondering if I have had my order yet.",
        "I've been wondering why my order hasn't shown up.",
        "I've been wondering why my order has not yet been dispatched.",
        "I've wondered why my order was not sent yet.",
        "Where's m order??",
        "I've been wondering why my order isn't arriving soon.",
        "I've been wondering why my order isn't yet here.",
        "Why not have no sign of my order?",
        "I was wondering what had happened to my shipment.",
        "Some reason my stuff isn't here yet?",
        "I haven't seen my order yet, I'm wondering why.",
        "I am wondering when I will get my order.",
        "I've been wondering why I haven't had an order yet.",
        "Why did the order not show up?",
        "I have pondered why I haven't gotten my order yet.",
        "My order hasn't shipped at this time.",
        "How come the delivery didn't happen?",
        "At this point my order hasn't been shipped.",
        "Why did my shipment not show up?",
        "I have been wondering why I still haven't gotten my order.",
        "I'm wondering why my order isn't on time.",
        "I have been wondering why I don't have my order.",
        "This order has yet to be shipped.",
        "I've been curious as to why my order isn't arriving yet.",
        "I've been wondering why my order isn't coming soon.",
        "Do you know why my stuff is not here yet?",
        "What is it it taking so long to deliver?",
        "I've failed to receive my order yet.",
        "Why didn't the delivery arrive?",
        "What is the delay to my shipment?",
        "I haven't heard anything from my package yet.",
        "I wondered why I haven't gotten my order yet.",
        "I have not yet recieved my order.",
        "I have been wondering if my order has been sent yet.",
        "The package is delayed?",
        "I've been wondering why my order isn't arrive.",
        "I'm wondering why I haven't received the order yet.",
        "Has my item not been shipped yet?",
        "No sign of my package at this point.",
        "I've been wondering why I haven't yet received my order.",
        "I was wondering why my order was delayed.",
        "My purchase has not arrived.",
        "My item hasn't arrived yet.",
        "I have been curious why I haven't received my order yet.",
        "What's happening with my shipment?",
        "I am questioning why my order hasn't arrived yet.",
        "Where's m ORDER?",
        "I've been wondering as to why I haven't seen my order yet.",
        "Why haven't my goods arrived?",
        "Has not my item been shipped yet?",
        "How can the package be late?",
        "A package has not arrived.",
        "I've been wondering why it isn't arrive yet.",
        "I don't know why I haven't received my order.",
        "Why hasn't my order been shown up?",
        "package does not arrive",
        "I have not received your order yet.",
        "Why didn't the order be dispatched before?",
        "What is the delay to my delivery?",
        "My stuff is not here yet, any reason?",
        "Is my shipment being delayed?",
        "I've been wondering why I have yet to get my order.",
        "Is it taking so long to delivery?",
        "My order has not yet shown up.",
        "Why hasn't the order been dispatchedyet?",
        "My order isn't being shipped yet.",
        "I've been questioning why my order has not arrived.",
        "So what is taking so long to deliver?",
        "I asked why I hadn't received my order yet.",
        "Why have my order not yet arrived?",
        "I was wondering why I haven't had my order.",
        "I was waiting for my package, what happened.",
        "Something on my shipment?",
        "Where's m' ordered?",
        "I questioned why my order hadn't shipped yet.",
        "How come the order has not been dispatched yet?",
        "My order isn't here yet, I have been wondering why.",
        "My order hasn't show up.",
        "What's the reason for the package getting late?",
        "What is the delay? I was waiting for a package.",
        "There is a delay with my shipment",
        "Why had the order not been dispatched yet?",
        "haven't received my package yet?",
        "This order hasn't been shipped at this time.",
        "I've been wondering why I haven't been given my order yet.",
        "I'm wondering why I don't see my order yet.",
        "There is no sign of my packages yet.",
        "I have been wondering why my order hasn't shipped yet",
        "I've noticed that my order isn't here yet.",
        "I've been wondering why my order hasn't yet been dispatched.",
        "My item has not arrived yet.",
        "I was wondering if my order was here yet.",
        "What has caused the package to be late?",
        "My order is not shipped at this point.",
        "I haven't gotten my order yet.",
        "I've been wondering why my order isn't being sent yet.",
        "I wonder why my order isn't arriving yet.",
        "I am wondering if my package will ever come.",
        "I have an order that hasn't been shipped yet.",
        "I'm wondering why I haven't recieved my order yet.",
        "What is the delay of my package?",
        "I don't know why my order hasn't reached me yet.",
        "I still haven't seen my order.",
        "Why isn't the order shipped yet?",
        "Why has my order not yet been delivered?",
        "How did my order not arrive yet?",
        "Why did my shipment not come?",
        "What happened to the promised delivery?",
        "I was wondering why my order hadn't been sent.",
        "I have been wondering why my order hadn't arrived.",
        "How come my order hasn't show up?",
        "What is the reason for the package that is late?",
        "I am wondering why my order isn't there yet.",
        "I have wondered why my order is not here yet.",
        "I've wondered why my order has yet to reach me.",
        "What is the reason thepackage is late?",
        "I'm wondering why my stuff isn't here yet.",
        "I haven't recieved my order.",
        "I've wondered if I haven't seen my order yet.",
        "I was wondering why my order wasn't arriving yet.",
        "I am wondering why I haven't gotten my order yet.",
        "I haven't received my order yet.",
        "I haven't received a sign of my package yet.",
        "I was wondering why my order did not arrive.",
        "My shipment wasn't there.",
        "Why the order isn't dispatched yet?",
        "Why hasn't my order been shipped?",
        "What is delayed to my package?",
        "Why haven't I ordered this yet?",
        "Why isn't my stuff here yet?",
        "I wasn't sure why my order hadn't shipped yet.",
        "Why haven't my orders come yet?",
        "My package has yet to be delivered.",
        "He hasn't received his order yet.",
        "Why had I not ordered it yet?",
        "I need to know why my order hasn't arrived yet.",
        "My items aren't here yet.",
        "I have been wondering why my order isn't ready.",
        "I want to know why I haven't gotten my order.",
        "Is there a delay with my order?",
        "I've been wondering why the order has not arrived yet.",
        "The order has not been received.",
        "I haven't received my orderyet.",
        "My shipment did not show up",
        "Package not recieved",
        "I've asked why my order hasn't arrived.",
        "There is no sign yet of my package.",
        "I've been pondering why my order isn't here yet.",
        "I have not received my order to date.",
        "I have been wondering how I haven't seen my order yet.",
        "I've been wondering why I have not had my order yet.",
        "I have been wondering why I did not see my order.",
        "Is there any reason my things aren't here yet?",
        "I've been wondering why my order hasn't arrived, yet.",
        "Isn't it strange that I haven't ordered it yet?",
        "I have been wondering why I hasn't received my order.",
        "My order has yet to show up.",
        "I've not received my order yet, are I to blame?",
        "I have yet to get my order.",
        "What is the reason for thepackage being late?",
        "I have been wondering why my order haven't arrived.",
        "I have been wondering why my order is not on time.",
        "I've been wondering why my order is delayed.",
        "At this point my order has not been shipped.",
        "I've been wondering why my order didn't reach me yet.",
        "What has taken so long to deliver?",
        "The package has not yet arrived.",
        "I have wondered why my order has not reached me yet.",
        "I paid for something, when are I getting it?",
        "Why is my order yet to arrive?",
        "I was waiting for my package, what has the delay been?",
        "I was wondering about my shipment.",
        "The package wasn't arrived.",
        "Why haven't my order show up?",
        "What's the delay, I was waiting for the package.",
        "I haven't received the order.",
        "My purchase didn't arrive.",
        "I have been wondering why my order wasn't shipped yet.",
        "There is a package that isn't received.",
        "I am wondering what happened to my shipment.",
        "I don't yet have my order.",
        "I have been wondering why my order has not been dispatched yet.",
        "I was wondering why I hadn't seen my order so far.",
        "I'm curious as to why my order hasn't shipped yet.",
        "I' have not received my order yet.",
        "my order has not yet been shipped",
        "My order was not shipped at this point.",
        "I have been wondering why my order is delayed.",
        "I'm wondering about the delay with my package.",
        "I am wondering what the delay is with my package.",
        "Is it a delay in my shipment?",
        "Why was my order not to show up?",
        "Delay to my package?",
        "I have been wondering why my order isn't there.",
        "I don't understand what happened to my shipment.",
        "The order hasn't been shipped yet",
        "How come my order hasn't shipped yet?",
        "I've been wondering why I don't see my order yet.",
        "I have been wondering why my order is not here.",
        "I need news on my package.",
        "I've been wondering when my order arrived.",
        "I haven't yet received my package.",
        "I am curious as to why my order isn't arrive yet.",
        "package was not received",
        "I've wondered why my order isn't arrive yet.",
        "Package didn't arrive.",
        "My shipment didn't arrive.",
        "I'm wondering about shipment progress.",
        "Why has my order yet to come?",
        "I wonder why my order has not arrived yet.",
        "Why hasn't Iordered it?",
        "I'm wondering why my order is not arrive yet.",
        "I've asked why I haven't seen my order yet.",
        "My order isn't yet received.",
        "I'm wondering why I have not received my order yet.",
        "My order has yet to be shipped.",
        "I wonder why I haven't had my order arrived yet.",
        "I have not received my package yet.",
        "Why has my order not arrived yet?",
        "An order has not yet been shipped.",
        "My purchase doesn't show up?",
        "Why haven't I ordered?",
        "I was wondering why my order has not shipped yet.",
        "I'm wondering why my order isn't arriving.",
        "I still haven't gotten my order yet.",
        "Why doesn't my order arrived?",
        "I am curious as to why I haven't seen my order yet.",
        "Why didn't I get my order yet?",
        "What is it that is taking so long to deliver?",
        "What is the reason my stuff isn't here?",
        "My order has not been dispatched at this time.",
        "I don't know why I haven't gotten my order.",
        "What is the delay? I was waiting for the package.",
        "I've pondered why I haven't gotten my order yet.",
        "I've been wondering why I haven't gotten my order in yet.",
        "My order hasn't show up yet.",
        "What is the delay tomy package?",
        "There is an order that has not been shipped at this time.",
        "I wonder when my package will come.",
        "Where's my order??",
        "Absolutely no sign of my package yet.",
        "What is the reason of the late package?",
        "Why didn't my order come?",
        "My order has yet to reach me.",
        "I have yet to hear from my package.",
        "No order has been shipped yet.",
        "I am curious why my order is not here yet.",
        "Is there any reason my stuff hasn't arrived yet?",
        "I have a purchase that is missing?",
        "I am wondering why my order is not here.",
        "my item hasn't shipped yet",
        "Not a trace of my package yet.",
        "I've wondered why I haven't received the order yet.",
        "What is it that's taking so long to deliver?",
        "I questioned why my order wasn't arrive yet.",
        "Not receiving my order yet.",
        "I haven't seen my order yet and I'm wondering why.",
        "I have been wondering why I hasn't gotten my order yet.",
        "Why does the order have not been dispatched?",
        "Why didn't my order get here?",
        "No order has been shipped at this time.",
        "I did not receive the order yet.",
        "I want to know why my order hasn't reached me yet.",
        "Why hasn't the order been shipped yet?",
        "I have wondered why my order hasn't arrived yet.",
        "My purchase is not present.",
        "I have been wondering why my order hasn't arrived.",
        "I've wondered why I didn't see my order.",
        "My order is not shipped right now.",
        "I'm still waiting on my package",
        "I haven't got my order yet.",
        "I have been wondering why I have not seen my order yet.",
        "Not my item yet?",
        "I am wondering why my order hasn't been shipped yet.",
        "My order was not shipped at this moment.",
        "I'm curious why my order isn't arriving yet.",
        "My order has not been received yet.",
        "I didn't receive my order at this point.",
        "I haven't received my order already.",
        "Why is the package delayed?",
        "Is there any reason my stuff is not there yet?",
        "I've noticed that I haven't seen my order yet.",
        "I'd been wondering why my order wasn't here yet.",
        "My order hasn't shipped yet, I've been wondering.",
        "I've been questioning why I haven't had my order yet.",
        "Just no sign of my package yet.",
        "I want to know why my order hasn't arrived.",
        "I have questions about why my order hasn't shipped yet.",
        "My order hasn't yet arrived.",
        "I've been curious about why my order is not arriving yet.",
        "I've wondered why I haven't gotten my order yet.",
        "Why did my order not show up?",
        "I have been wondering why my order has not arrive yet.",
        "I don't understand why my order has yet to show up.",
        "I was waiting for the package but what was the delay?",
        "A package is late, what is the reason?",
        "Why has my order not shown up yet?",
        "Why can't I have it yet?",
        "I have been wondering why the order is not here yet.",
        "Why hasn't I ordered it yet!",
        "Why has my order not materialized?",
        "Delivery date not fulfilled?",
        "I was waiting for the package and it was delayed.",
        "What's the delay, I am waiting for my package.",
        "I had been wondering why I hadn't received my order.",
        "I have been wondering why I have not gotten my order.",
        "there is no sign of my package yet.",
        "I have not yet received the order.",
        "No sign yet of my package.",
        "What is causing the delay with my package?",
        "I did not receive my order yet, am I not to blame?",
        "I'm wondering why my order hasn't arrived.",
        "I can't explain why I haven't ordered it yet.",
        "Now where's my order?",
        "I am wondering why my order is not shipped yet.",
        "Why hasn't my order come up?",
        "The package is late, what reason?",
        "I want to know why I haven't received my order yet.",
        "I was wondering why my order hasn't been shipped yet.",
        "Shouldn't the order have been dispatched?",
        "I had been wondering why my order had not arrived.",
        "I haven't received my order yet and I am wondering why.",
        "No signs of my package yet.",
        "I've been wondering why my order hasn't arrived",
        "I don't understand why I haven't seen my order yet.",
        "I haven't received my shipment yet.",
        "How are my stuff not here yet?",
        "Why can't I order it yet?",
        "I've been asking myself why I haven't gotten my order yet.",
        "I've been questioning why I haven't seen my order yet.",
        "I've been curious about why my order hasn't arrived.",
        "What is the delay for my package?",
        "Why hasn't my order yet appeared?",
        "He has not received his order yet.",
        "I've asked why I haven't gotten my order yet.",
        "I wondered why my order hadn't been sent.",
        "I was wondering what happened to the delivery.",
        "I've been wondering why I haven't had my order sent yet.",
        "I wanted to know why my order hasn't arrived yet.",
        "The package has been late, what's the reason?",
        "No sign of the package yet",
        "This order has not yet been shipped.",
        "I was wondering why my order is not arrive yet.",
        "What's the reason for the delayed package?",
        "How come my package is never coming?",
        "I had wondered why I hadn't received my order yet.",
        "I've been wondering why my order is not here yet.",
        "Why hasn't my order gotten here?",
        "There is no sign of my parcel yet.",
        "I have not received an order at this time.",
        "I didn't know why my order hadn't arrived.",
        "I've been questioning why I haven't gotten my order yet.",
        "Why didn't I have my order yet?",
        "I have wondered why I haven't received my order yet.",
        "I have been wondering how my order has not arrived yet.",
        "I was waiting for my package, where is the delay?",
        "What's the delays to my package?",
        "I wondered why my order didn't reach me yet.",
        "I've been asking myself why my order hasn't arrived.",
        "I've been asking why my order isn't here.",
        "I've not received my purchase yet.",
        "I've been wondering why my order isn't showing up.",
        "I don't see a sign of my order, why not?",
        "I've been wondering why my order isn't there.",
        "My order is yet to show up.",
        "I wondered why I haven't seen my order yet.",
        "I have been wondering why my order hasn't been received.",
        "I have not yet received my package",
        "I had been wondering why I hadn't seen my order yet.",
        "Shouldn't my order have arrived yet?",
        "I want to know why I haven't seen my order yet.",
        "I haven't had my order yet and I'm wondering why.",
        "I've wondered why my order isn't arrived yet.",
        "Why isn't my order arrive yet?",
        "The package is late, what's the reason.",
        "Why do my stuff not arrive yet?",
        "I have been wondering why I have not received my order yet.",
        "there is no sign of my package.",
        "Why isn't there any sign of my order?",
        "I've been wondering why I haven't seen my orders yet.",
        "I have been wondering why my order hasn't yet been shipped.",
        "I haven't gotten my order.",
        "The order isn't here yet.",
        "Whyhaven't I ordered it?",
        "I've been wondering why I can't get my order yet.",
        "My order isn't there.",
        "Why is my order not coming up?",
        "What was happening to my shipment?",
        "I've been wondering why my order has not yet shipped.",
        "I've wondered why my order didn't ship yet.",
        "Why hasn't the order yet been dispatched?",
        "This order has not arrived yet.",
        "So what is the delay with my package?",
        "I am not sure why I haven't had my order yet.",
        "Shouldn't my order been delivered yet?",
        "There is an order that hasn't reached me yet.",
        "Why is my order still not shown up?",
        "I am still awaiting my package?",
        "My order hasn't been arrived yet.",
        "Will I get my order soon?",
        "Where's m's order?",
        "I have no sign of my package yet.",
        "I was waiting for my package and I don't know what happened.",
        "I need to know why my order hasn't shipped yet.",
        "I wanted to know why my order was not here yet.",
        "Why Haven't I ordered it yet?",
        "I've wondered why my order hasn't arrived so far.",
        "My package has not been received yet.",
        "I've wondered why my order hasn't arrive yet.",
        "I'd like to know why I haven't gotten my order yet.",
        "My package is never arriving?",
        "I don't know why I haven't had my order sent yet.",
        "I have wondered why my order isn't arrive yet.",
        "I am curious why I haven't seen my order yet.",
        "Does not my item have shipped yet?",
        "I've been pondering why I haven't gotten my order yet.",
        "The order hasn't yet shown up.",
        "Why am I not receiving my stuff yet?",
        "When will I received my order?",
        "I wondered why I haven't received my order yet.",
        "Why isn't the order arrived yet?",
        "Where is the darn order?",
        "Why didn't the order get dispatched yet?",
        "I've been wondering why my order has not reached me yet.",
        "My order is not received yet.",
        "I am wondering why my order isn't here.",
        "I haven't received my order yet, am I to blame.",
        "I've wondered why my order hasn't been delivered.",
        "The package is late, what is the reasons?",
        "I've been wondering why my order hasn't been sent.",
        "Where's M' order?",
        "I've been wondering why my order is not arriving yet",
        "I have a shipment that is delayed.",
        "I am wondering why my order hasn't shipped yet.",
        "I've wondered why my order wasn't sent yet.",
        "Why am I waiting for my order to show up?",
        "Why hasn't my order come yet?",
        "No sign of my order, why?",
        "My order has not been shipped as of this moment.",
        "I've been wondering why I haven't received an order yet.",
        "I am curious why my order is not arriving yet.",
        "I had been wondering why I hadn't gotten my order.",
        "I failed to receive my order yet.",
        "I was wondering why my order hasn't shipped.",
        "I was wondering why I had not seen my order yet.",
        "I have been wondering why I hadn't seen my order.",
        "I've been pondering why my order has not arrived.",
        "I'm not sure why I haven't had my order yet.",
        "My order has not yet showed up.",
        "I haven't recieved my order yet, am I not to blame?",
        "Why do my orders not arrive yet?",
        "Didn't the order be dispatched yet?",
        "At this point, my order is not shipped.",
        "What's the delay with my package.",
        "I've been wondering why my order hasn't arrived so far.",
        "Why has my order yet toarrive?",
        "The package is late, what's the cause?",
        "No sign of my package, yet.",
        "What's the reason my stuff isn't here?",
        "I was waiting for my package, what was the delay?",
        "my purchase is not there",
        "Haven't my order arrived yet?",
        "Has no item shipped yet?",
        "I have been wondering why I hasn't had my order yet.",
        "The order has not shipped yet.",
        "I'm wondering why my order is not here.",
        "No sign of my package...",
        "Is my purchase not present?",
        "I have wondered why my order is not arrive yet.",
        "I have been wondering why my order hasn't been delivered yet.",
        "The order did not arrive at this time.",
        "There seems to be a delay with my shipment.",
        "I've been wondering why I haven't received my order.",
        "I did not receive my order at this point.",
        "Wasn't delivered; where is it?",
        "My order has yet to arrive.",
        "I haven't received my order yet, am I fault?",
        "Not met delivery date?",
        "I haven't receive my order yet.",
        "I was wondering why I hadn't had my order sent yet.",
        "Delivery date unfulfilled?",
        "Isn't my package delayed?",
        "Was my package still delayed?",
        "Why hasn't the order reached us?",
        "I am wondering why my order hasn't reached me.",
        "There wasn't a sign of my package yet.",
        "What is why the package is late?",
        "My order has been not shipped yet.",
        "I am curious why my order isn't here yet.",
        "What is the delay? I am waiting for my package.",
        "Have I not yet received my item?",
        "Why isn't my orderarrived?",
        "I was awaiting my package, what was the delay?",
        "I has been wondering why I haven't received my order yet.",
        "I'm wondering why my order has not shipped yet.",
        "I am wondering why my order is delayed.",
        "Why isn't my order yet to arrive?",
        "I've asked why I haven't received my order yet.",
        "I have been wondering when my order will arrive.",
        "My order was not shipped at this time.",
        "I've been wondering why my order hasn't got to me yet.",
        "I was wondering why I didn't see my order.",
        "I was wondering why my order hadn't shipped yet.",
        "Why didn't the order be dispatched yet?",
        "What is the reason that my stuff is not here yet?",
        "I've wondered why I hasn't seen my order.",
        "I wonder why my order has not reached me yet.",
        "There's not a sign of my package yet.",
        "What is happening with my order yet to show up?",
        "Why did not my order show up?",
        "I have been pondering why I have not seen my order yet.",
        "I have been wondering why I haven't seen my order.",
        "Why haven't my purchases arrived?",
        "Why hadn't my order arrived?",
        "I have no sign of my package yet...",
        "Why have my order yet to arrive?",
        "I am wondering why I haven't recieved my order yet.",
        "Why wasn't my stuff here yet?",
        "I have been questioning why my order has not arrived.",
        "I am curious as to why my order isn't here yet.",
        "will I get my order soon?",
        "I don't know why I haven't gotten my order yet.",
        "Where's the darn order?",
        "An order has yet to be shipped.",
        "I was wondering why my order wasn't here yet",
        "Is there any reason that my stuff isn't here yet?",
        "Why don't my orders arrive yet?",
        "I was wondering why my order hasn't arrived yet.",
        "Did my order not arrive yet?",
        "My order is not ship at this time.",
        "I've wondered why I didn't have my order yet.",
        "I want to know when my order arrives.",
        "I've questioned why my order hasn't arrived.",
        "There are any reasons my stuff hasn't arrived yet?",
        "I have been wondering why my order isn't arriving.",
        "I question why I haven't received my order yet.",
        "I've been wondering why my order isn't arrived yet.",
        "A delay with my shipment.",
        "I wondered why I didn't have my order sent yet.",
        "Why haven't I gotten my order yet?",
        "My order is delayed at this point.",
        "I've not yet received my order.",
        "Why hadn't my order arrived yet?",
        "No word on my package yet...",
        "I'm curious why I haven't had my order yet.",
        "My order doesn't arrive yet.",
        "My order didn't arrive at this point.",
        "What are the reasons that my stuff isn't here yet?",
        "I've been thinking about why I haven't received my order yet.",
        "I'm not receiving my order yet.",
        "I've been questioning why my order is not here yet.",
        "What is the cause of the package being late?",
        "Will I be receiving my order soon?",
        "I was waiting for the package, what happened?",
        "I have not seen a sign of my package yet.",
        "Why is my order still not showing up?",
        "I've been thinking about why I haven't gotten my order yet.",
        "I have been wondering why my order has not reached me.",
        "What is the reason for the package going late?",
        "I've pondered why my order isn't here yet.",
        "I wondered why my order hadn't arrived.",
        "What are the reasons my stuff hasn't arrived yet?",
        "Why did my order not arrive yet?",
        "I've been wondering why I have not received my order yet.",
        "I am wondering why my order is not arriving.",
        "My order isn't arrive yet.",
        "I have been wondering why I didn't have my order yet.",
        "What are the reasons for the package being late?",
        "Why did the order not arrive?",
        "What's causing the package to be late?",
        "I've been wondering why the order hasn't arrived.",
        "I don't understand why my order isn't here yet.",
        "My package has not yet appeared.",
        "Why hasn't the ORDER been dispatched yet?",
        "I've been wondering why it hasn't arrived.",
        "I wondered why I hadn't had my order arrived yet.",
        "The package is late, why?",
        "I had been wondering why my order was not here yet.",
        "My order is yet to be shipped at this time.",
        "What is the reason the package is late?",
        "I have been pondering why my order has not arrived.",
        "My order isn't shipped right now.",
        "I am wondering why I hasn't received my order yet.",
        "I need to know why I haven't gotten my order yet.",
        "I had been wondering why I hadn't received my order yet.",
        "Why hasn'tI ordered it?",
        "My package is still waiting?",
        "I wondered why I hasn't seen my order yet.",
        "I been wondering why my order hasn't arrived.",
        "There is no sign of my package at this point.",
        "I have been wondering why I can't see my order yet.",
        "Why am I waiting for my order to arrive?",
        "I was waiting for my package, what's the problem?",
        "I've been wondering why my order hasn't yet been shipped.",
        "I have been wondering why I haven't gotten my order yet.",
        "What is the delay with my shipment?",
        "I wasn't sure why I hadn't received my order yet.",
        "I've been wondering why my order hasn't gotten there yet.",
        "My order hasn't been shipped yet.",
        "I didn't receive my item yet.",
        "I was wondering why my order wasn't there yet.",
        "I have been wondering why I haven't had an order yet.",
        "My purchase is absent?",
        "The order hasn't yet showed up.",
        "I have been wondering why my order hasn't been shipped yet.",
        "I wanted to know why I haven't seen my order yet.",
        "What is the delay in delivery?",
        "Why hasn't the order been dispatched?!",
        "I have been wondering why my order is not here right now.",
        "At this point, my order has not shipped.",
        "Why hasn't my order arrived yet.",
        "Why hasn't an order been dispatched?",
        "I wondered why I hadn't gotten my order.",
        "I am not sure why my order has yet to show up.",
        "Why hasn't I gotten my order yet?",
        "I was waiting for my package that was delayed.",
        "My order is at this time not shipped.",
        "I still haven't received my order, am I to blame?",
        "Shouldn't my order arrive yet?",
        "How come my order isn't arrived yet?",
        "I haven't seen my order yet, I have been wondering why.",
        "Where's my order, so far?",
        "my order is not shipped yet",
        "I have been wondering why I haven't seen the order.",
        "What is the delay related to my package?",
        "Not a sign of my order, why not?",
        "Why have my order yet to be delivered?",
        "What is the cause of my stuff not here yet?",
        "I have been questioning why my order has not shipped yet.",
        "Why doesn't I see a sign of my order?",
        "I've been wondering why my order did not arrive.",
        "I've been pondering why I haven't received my order.",
        "I've been wondering why my order still hasn't shipped.",
        "I'm wondering why my order isn't there yet.",
        "I have been wondering why I did not get my order yet.",
        "I have been questioning why my order hasn't arrived yet.",
        "I'm waiting for my package, what is the delay?",
        "I hasn't seen my order yet.",
        "Does my shipment have a delay?",
        "I wondered why my order didn't arrive yet.",
        "I've been wondering why I've not received my order yet.",
        "I'm wondering why I don't have my order yet.",
        "The order hasn't showed up yet.",
        "Whynot, no sign of my order?",
        "I have questions about why I haven't seen my order yet.",
        "My purchase not in my possession?",
        "How come the delivery date wasn't met?",
        "Are my shipment delayed?",
        "Can you tell me about the delay with my package?",
        "Why has the order yet to be dispatched?",
        "What delayed my package?",
        "I've been wondering why my order isn't coming yet.",
        "I was waiting for my package but there was a delay.",
        "Why isn't my order shown up?",
        "I have not received my order yet?",
        "Why isn't my order here yet?",
        "Why has no order been dispatched yet?",
        "I don't know what reasons my stuff isn't here yet.",
        "I've not gotten my order yet, am I not to blame?",
        "What are the reasons the package is late?",
        "what is the reason for the late package?",
        "I'm wondering why I haven't gotten my order yet.",
        "I have been pondering why my order isn't here yet.",
        "I'm waiting for my package, what's the delay?",
        "I've been wondering why my order hasn't yet reached me.",
        "I wonder why my order is not here yet.",
        "I wonder when my order will arrive.",
        "I have been wondering why I did not have my order yet.",
        "Whyhaven't my order arrived?",
        "My shipment did not arrive.",
        "I'm curious why my order isn't arrive yet.",
        "\"No sign of my order, why not?\"",
        "I haven't received it yet.",
        "I am wondering why my order has not arrived yet.",
        "Any reason my stuff hasn't arrived yet?",
        "I've been asking why I haven't gotten my order yet.",
        "I was waiting for my package when the delay occurred.",
        "I was wondering why I hadn't got my order sent yet.",
        "What is going on with my shipment?",
        "I have been wondering why my order has not arrived.",
        "I wondered why my order has not shipped yet.",
        "My order isn't shipped at this point",
        "Why hasnt the order been dispatched?",
        "I am wondering why my order isn't arriving.",
        "No sign of my package yet.",
        "I've been wondering why I have not received my order.",
        "My order hasn't yet been received.",
        "I didn't get my order shipped at this time.",
        "What's the delay when I was waiting for my package?",
        "I'm wondering why my order hasn't shipped yet.",
        "Waiting on a package?",
        "I've wondered why my order is not shipped yet.",
        "I have not received myorder yet.",
        "I had not received my order.",
        "Why does my order have yet to arrive?",
        "My order hasn't reached me yet.",
        "No sign of my package yet?",
        "I've been wondering why my order hasn't Arrived.",
        "I didn't received my order yet.",
        "I paid for it, when will I get it?",
        "Why doesn't my order appear?",
        "I'm curious why my order hasn't shipped yet.",
        "Which is the reason that the package is late?",
        "I paid for something, when do I get it?",
        "What is the reason my stuff is not here?",
        "I am wondering why I have not seen my order.",
        "My order has not yet appeared.",
        "There is no sign of my package yet",
        "I have been wondering why my order is not sent yet.",
        "I wanted to know why my order hadn't arrived.",
        "I wonder why my order is not arriving yet.",
        "The package was not delivered",
        "I don't understand why I haven't received my order yet.",
        "My package is not yet available.",
        "Why does my order still not arrive?",
        "My order hasn't arrived yet so I've been wondering.",
        "I have wondered why my order hasn't been sent yet.",
        "I have not received a sign of my order.",
        "I wonder why my order has not arrived.",
        "I have been wondering why my order haven't shipped yet.",
        "I have been wondering why my order is still not arriving.",
        "I have been wondering why I don't get my order yet.",
        "Is there a delay with the shipment?",
        "I wonder about the delay to my package.",
        "I was wondering why my order was not reaching me yet.",
        "I wonder why my order isn't here yet.",
        "I have not received my order at this point.",
        "I've not had my order yet.",
        "I have NOT received my order yet.",
        "My shipment did not show up.",
        "I am curious why my order hasn't arrived yet.",
        "I have not received my order thus far.",
        "Is there a reason the package is late?",
        "I've not received my order yet, am I not to blame.",
        "I want to know when I will get my order.",
        "Is there a delay on my shipment?",
        "I've pondered why I haven't received my order yet.",
        "I don't understand why I haven't gotten my order yet.",
        "I've been wondering why the order isn't here.",
        "Why didn't the order get dispatched?",
        "Why hasn't the order already been dispatched?",
        "I was wondering why I haven't had my order yet.",
        "I wonder why I haven't got my order yet.",
        "I haven't ordered it yet, why?",
        "I've been wondering Why my order isn't here yet.",
        "What is the delay with my order?",
        "My purchase is not there?",
        "Why haven't I ordered something yet?",
        "My order has yet to show up, why?",
        "I've been wondering why I didn't have my order yet.",
        "My order has yet to be shipped",
        "I was wondering why I haven't gotten my order.",
        "The order has not been shipped yet",
        "My item isn't shipped yet.",
        "Is there a reason that my stuff isn't here yet?",
        "I've been wondering why I haven't received the order.",
        "Why does my order not show up yet?",
        "I've wondered why my order has not been shipped yet.",
        "No sign of my order!",
        "What is the matter with my shipment?",
        "I haven't gotten my order shipped yet.",
        "Why didn't the order arrive?",
        "Why hasn't me ordered it yet?",
        "I've not got my order yet.",
        "Why do my orders not show up?",
        "I don't know why I haven't got my order yet.",
        "package wasn't delivered",
        "No sign of my order, right?",
        "I've been wondering why I haven't received my purchase yet.",
        "I've not received my item yet.",
        "my purchase isn't there",
        "I have not received my order yet, am I not to blame.",
        "Why was it that I was waiting for my package?",
        "An order has not been shipped to me yet.",
        "Why hasn't my shipment arrived?",
        "Do you know why the package is late?",
        "I paid for something but when will I get it?",
        "Is my package never coming?",
        "Why hasn't the order been shipped?",
        "I questioned why I hadn't seen my order yet.",
        "Why not not see my order?",
        "What is the reason my stuff is not here yet?",
        "I have been wondering why my order is not shipped yet.",
        "I wonder why my order hasn't shipped.",
        "Why am I still waiting for my order to arrive?",
        "I am not yet received my order.",
        "Isn't my order yet to show up?",
        "What happened to the order yet?",
        "Why haven't my things arrived yet?",
        "I paid for something but when do I get it?",
        "I've been pondering why my order is not arriving yet.",
        "I've wondered why my order hadn't arrived.",
        "Is it a delay for my shipment?",
        "I've been wondering why my order hasn't been sent yet.",
        "I haven't seen my order yet, I was wondering why.",
        "I've been wondering why my order has yet to reach me.",
        "I'm wondering why my order hasn't shipped.",
        "Not delivered; where is it?",
        "I was wondering why I didn't have my order sent yet.",
        "There is an order that is not here yet.",
        "I wondered if my order hadn't reached me yet.",
        "I was waiting for my package when it was delayed.",
        "I wonder why my order hasn't arrived.",
        "I wondered why my order is not arriving yet.",
        "I've been wondering why my order is still not arriving.",
        "I've wondered why I've not received my order yet.",
        "I have a question about my shipment.",
        "Why haven't I ordered yet?",
        "What is taking that long to deliver?",
        "I don't see why I haven't seen my order yet.",
        "I have been wondering why my order is not being sent yet.",
        "Is any reason my stuff isn't here yet?",
        "I have been curious as to why I haven't gotten my order yet.",
        "My order hasn't been dispatched at this point.",
        "I have been wondering why my order has not been dispatched.",
        "No sign of the order, why not?",
        "Doesn't the order have been dispatched yet?",
        "I have a question about shipment progress.",
        "Isn't my item yet shipped?",
        "Why is it not ordered yet?",
        "I have been wondering why I have not seen the order yet.",
        "Why hasn't my item shipped yet?",
        "There is an order yet to show up.",
        "I was wondering why I wasn't seeing my order yet.",
        "I have wondered why I haven't seen my order.",
        "The package is late, what is the cause?",
        "I'm wondering why my order hasn't arrived yet",
        "I had not received my order yet.",
        "My item has yet to be shipped.",
        "I have been wondering why I haven't gotten the order yet.",
        "My order hasn't come up yet.",
        "Why is the order not yet dispatched?",
        "why hasn't my order arrived?",
        "I do not yet have my order.",
        "What is the delivery taking so long?",
        "I was wondering why I haven't received my order yet.",
        "I want to know why I haven't received my order.",
        "Isn't my order yet?",
        "I have been wondering why my order did not arrive.",
        "I still don't have my order yet.",
        "I have been wondering why my order is not there yet.",
        "My purchase never arrived?",
        "I've wondered why my order didn't arrive yet.",
        "Why isn't I ordering yet?",
        "What is the reason for that package being late?",
        "I asked why my order isn't here yet.",
        "Why haven't I ordered it, yet?",
        "hasn't my item shipped yet?",
        "I have not received my order yet, are I to blame?",
        "I've yet to receive my order, am I to blame?",
        "I've wondered why my order isn't here yet",
        "What is the reason for the delay of my package?",
        "I've wondered why I haven't seen my order yet",
        "I was waiting for my package but what is the delay?",
        "My stuff is not here yet",
        "What's the reason for the package's late arrival?",
        "My stuff isn't here yet?",
        "The package is not here.",
        "Why aren't there any signs of my order?",
        "The delay to my package is unanswered.",
        "I wondered why I had not seen my order yet.",
        "Why did no sign of my order show up?",
        "I'd like to know why I haven't received my order yet.",
        "I have been thinking about why my order hasn't arrived.",
        "I didn't know why my order wasn't here yet.",
        "My order is not shipped at the moment.",
        "I paid for something, when will I see it?",
        "I didn't get my order shipped at this point.",
        "I've been wondering why it hasn't shipped yet.",
        "I have not received the order yet.",
        "Is my shipment getting delayed?",
        "I've wondered why I haven't had an order yet.",
        "I hadn't had my order yet.",
        "I've not received my order yet, is it not my fault?",
        "Is there any reason my stuff isn't there yet?",
        "I've been wondering why I haven't been able to see my order yet.",
        "The stuff is not here yet.",
        "There is an order that is not shipped at this time.",
        "I have been wondering why my order has not been shipped yet.",
        "I was waiting for my package but what's the delay?",
        "I wonder why I have not received my order yet.",
        "I'm wondering why I've not seen my order yet.",
        "I was wondering where my order was.",
        "I've questioned why I haven't gotten my order yet.",
        "I don't know why my order hasn't arrived yet.",
        "I am confused about the delay with my package.",
        "I've been wondering why I haven't had my order arrived.",
        "Order hasn't been dispatched yet.",
        "I wondered why my order isn't here yet.",
        "I have been wondering why my order is not arriving.",
        "Why haven't my orders show up?",
        "Why haven't I ordered it yet.",
        "package is not delivered",
        "The order is not arrive yet.",
        "I waited for my package, what is the delay?",
        "What is the reason a package is late?",
        "Where is that darn order?",
        "Is there no sign of my order?",
        "Haven't my order been shipped?",
        "I have wondered why my order isn't here.",
        "I was waiting for my package, what about it?",
        "When will I get the stuff I paid for?",
        "Haven't received my package yet?",
        "Why hasn't my order yet been delivered?",
        "Why haven't my orders arrived yet?",
        "I have been wondering why I haven't gotten my order yet",
        "There's a delay with my shipment.",
        "Where is my order yet?",
        "Which is the reason for the package being late?",
        "Why is the order not being dispatched yet?",
        "I have been questioning why I haven't seen my order yet.",
        "I've wondered why I hasn't gotten my order yet.",
        "Why is my order not available?",
        "I was wondering when my order would arrive.",
        "I've not received my order thus far.",
        "I've noticed that I haven't gotten my order yet.",
        "My order hasn't been shipped at this time.",
        "I don't know what reason my stuff isn't here yet.",
        "Why is my order yet to show up?",
        "Why hasn't this order been dispatched yet?",
        "Why wasn't my order received?",
        "Why did my order not arrive?",
        "What are the reasons for taking so long to deliver?",
        "I've been wondering why my order isn't coming.",
        "Why isn't my order received yet?",
        "What's happening to my shipment?",
        "There is no sign of my package as of yet.",
        "Why was my order not showing up?",
        "What was the delay for my package?",
        "My order has not been dispatched yet.",
        "Why haven't I gotten my order?",
        "Why isn't the order dispatched already?",
        "I wanted to know why I hadn't seen my order yet.",
        "My order is not shipped currently.",
        "What is the reasons for the package being late?",
        "I have been wondering why I have not yet received my order.",
        "What are the reasons for the delivery taking so long?",
        "Haven't received my package?",
        "I was wondering what happened to my shipment.",
        "I was waiting for my package, what was delayed?",
        "Why am I still waiting for my order to show up?",
        "I'm curious as to why I haven't seen my order yet.",
        "I am missing my purchase?",
        "I've been wondering why I never received my order.",
        "My order, where's it?",
        "Why have the order not been dispatched yet?",
        "Why hasn't I got it?",
        "I was wondering why my order hadn't been shipped.",
        "I have still not received my order.",
        "I've been wondering why my order is not arriving yet.",
        "I've wondered why my order wasn't shipped yet.",
        "I was waiting for the package, what is the delay?",
        "I have not received my purchase yet.",
        "What is the delay to my package",
        "What's the reason for that late package?",
        "The order isn't arrive yet.",
        "There are any reasons that my stuff is not here yet?",
        "Why didn't my order arrive already?",
        "My order hasn't yet been shipped",
        "I would like to know if my order has shipped yet.",
        "Why was the package delayed?",
        "am still waiting on my package?",
        "I have been wondering why my order is not shipping yet.",
        "My order has been delayed.",
        "I am not sure why I haven't ordered it yet.",
        "I've been wondering why my order is not arrive yet.",
        "What's the lag to my package?",
        "Why haven't I ordered it just yet?",
        "I have been wondering why I have not ordered yet.",
        "Why hasn't order been dispatched yet?",
        "There was no sign of my package yet.",
        "I've been wondering why my order hasn't been shipped.",
        "I've been wondering why my order isn't here right now.",
        "Why isn't the order out yet?",
        "I have been pondering why I haven't had my order yet.",
        "I wondered why my order hadn't arrived yet.",
        "I haven't had my order shipped yet.",
        "What is causing the late package?",
        "Why haven't my items arrived?",
        "I've been wondering if my order is here yet.",
        "I have been asking why my order isn't arriving yet.",
        "Why don't I see a sign of my order?",
        "The package hasn't arrived.",
        "Is it delays with my shipment?",
        "I am waiting on my package?",
        "I've wondered why my order has yet to arrive.",
        "I have yet to receive the order.",
        "I'm still awaiting my package?",
        "I wondered why my order had yet to arrive.",
        "I am questioning why I haven't seen my order yet.",
        "I had been wondering why my order wasn't arriving yet.",
        "My purchase isn't there",
        "There is an order that hasn't arrived yet.",
        "What is delayed with my package?",
        "There is a delay with my shipment.",
        "I haven't received my package yet?",
        "I was waiting for my package, what was the problem?",
        "I had wondered why my order wasn't here yet.",
        "My package is not yet in sight.",
        "I' have been wondering why my order hasn't arrived.",
        "I'm wondering why my order has not arrived yet.",
        "I've been wondering why my order hasn't shipped so far.",
        "I am not sure about the delay with my package.",
        "Why hasn't the orderarrived yet?",
        "There was a package not delivered.",
        "Why isn't my order there yet?",
        "I have not received my order by this time.",
        "I was wondering why my order had yet to arrive.",
        "I have wondered why my order has not arrived.",
        "I am wondering why I have not received my order yet.",
        "Why did it take so long to deliver?",
        "Any reasons that my stuff is not here yet?",
        "I had been wondering why my order hasn't arrived yet.",
        "I've been wondering what happened to my order.",
        "My order didn't ship at this time.",
        "What is the delay with my packages?",
        "I was wondering why my order has yet to be shipped.",
        "I have been wondering why my order doesn't reach me yet.",
        "I've not received my order yet, are I not to blame?",
        "Why hasn't I ordered yet?",
        "I am not sure why I haven't gotten my order yet.",
        "no sign of my package",
        "I've been asking myself why I haven't had my order yet.",
        "I haven't received my order yet, is it not my fault?",
        "No sign of my package, yet...",
        "What the reason for the late package?",
        "I've wondered why I haven't seen my order yet.",
        "Why is my order still to show up?",
        "I asked why my order hadn't shipped yet.",
        "I have been wondering why my order hadn't arrived yet.",
        "I have not received my order, am I not to blame?",
        "I'm wondering where my order is.",
        "I've been curious why my order hasn't shipped yet.",
        "My order hasn't been shipped at this moment.",
        "I am wondering when I will get what I paid for.",
        "No sign of my package at this time...",
        "What's the reason why the package is late?",
        "I wondered why the order hadn't arrived yet.",
        "My order hasn't been dispatched at this time.",
        "What is the lag with my package?",
        "I don't know why I haven't ordered yet.",
        "I've been wondering why my order hasn't arrived.",
        "This order hasn't been shipped at this point.",
        "I have been wondering why I haven't ordered.",
        "I am wondering why my order has not been shipped yet.",
        "I've been wondering why my order hasn't been delivered yet.",
        "What's the reason that the package is late?",
        "What is the reason for the late package?",
        "I've been wondering why my order has not yet reached me.",
        "Why hasn't my order been received?",
        "I've been wondering why I'm not receiving my order.",
        "I've been wondering why my order doesn't arrive.",
        "I've been wondering why my order isn't showing up yet.",
        "I wanted to know why my order isn't here yet.",
        "I never received my purchase.",
        "No sign of my package so far.",
        "I was wondering why my order isn't here.",
        "I am wondering why I haven't got my order yet.",
        "What is the reason for the package not arriving in time?",
        "What's the delay to my parcel?",
        "I was wondering why I hadn't gotten my order yet.",
        "I have been wondering why my order was not sent yet.",
        "I was waiting for my package so what is the delay?",
        "I was wondering why my order was not arriving.",
        "Is it a delay with my shipment?",
        "Does my item have not yet shipped?",
        "I want to know why I haven't seen my order.",
        "The package is late. What is the reason?",
        "Don't the order have been dispatched yet?",
        "Will I receive my order soon?",
        "I was wondering why I haven't received my order.",
        "My order has not been shipped.",
        "I didn't hear from my shipment.",
        "Is my order yet to arrive?",
        "I'm not sure why I haven't gotten my order yet.",
        "My item hasn't shipped yet.",
        "My order wasn't shipped at this point.",
        "Why did the order not arrive yet?",
        "Why hasn't my order arrived??",
        "I've asked why my order hasn't arrived yet.",
        "I've wondered how my order isn't here yet.",
        "I've been wondering why my order is incomplete.",
        "My order is not arrived yet.",
        "My order was not shipped at the time.",
        "What is the reason for the package being late.",
        "my order has not shipped yet",
        "What is the reason for the package delay?",
        "I have been wondering why I am not getting my order.",
        "At this time, my order has not arrived.",
        "I've been asking myself why I haven't received my order yet.",
        "At this point in time, my order has not been shipped.",
        "I want to know why my order hasn't been sent yet.",
        "I haven't heard from my item yet.",
        "I've been wondering how my order is not arriving yet.",
        "What has the delay been with my package?",
        "Is my purchase not there?",
        "The package is late, what's its reason?",
        "I haven't heard from my package yet...",
        "I paid for something, when are I going to get it?",
        "My stuff doesn't seem to be here yet.",
        "I'm wondering why my order hasn't reached me.",
        "I didn't get my order yet, am I to blame?",
        "Why don't I see any sign of my order?",
        "I was wondering why I have not seen my order yet.",
        "I have wondered why I haven't had my order sent yet.",
        "The order has not been received yet.",
        "Is there a reason my stuff is not here yet?",
        "Why hasn't the order shown up?",
        "Is there an order yet to show up?",
        "I been wondering why my order hasn't arrived yet.",
        "I'm curious as to why my order hasn't reached me yet.",
        "I've been wondering why my order hasn't yet arrived.",
        "Why doesn't the order been dispatched yet?",
        "I've still not received my package?",
        "What is it taking so long to delivery?",
        "Why isn't the order arriving yet?",
        "I have been wondering how my order hasn't reached me yet.",
        "My order hasn't shown up.",
        "The order has not been shipped at this time.",
        "I was wondering why my order had not been dispatched yet.",
        "I have been wondering why I haven't received the order.",
        "What's going on with the delivery?",
        "I do not know what the delay is with my package.",
        "My item has not yet arrived.",
        "I've been wondering why I have not gotten my order.",
        "The package is late, the reason?",
        "I was wondering about my package.",
        "The package is late. why?",
        "Why didn't I receive a sign of my order?",
        "There is no sign of my order?",
        "What is it taking so long to get something?",
        "When I was waiting for my package what was the delay?",
        "I have been asking why my order is not here yet.",
        "I have been wondering why I haven't had my order yet.",
        "Where is's m order?'",
        "So why is it taking so long to deliver?",
        "Why has my order been delayed?",
        "there is a delay with my shipment",
        "I paid for something and I don't know when I will get it.",
        "I have been wondering why I didn't see my order yet.",
        "Is my item not shipped yet?",
        "I've not received my order yet, can I be blamed?",
        "How come my order hasn't showed up?",
        "What's the delay to my package.",
        "What is the delay, I was waiting for my package.",
        "I've not received my order yet, am I to blame.",
        "There is an order not shipped at this point.",
        "Why hasn't this order been dispatched?",
        "I don't know why my stuff isn't here.",
        "I've been wondering how my order hasn't reached me yet.",
        "I would like to know if my shipment is delayed.",
        "What's the reason for the late package?",
        "What about the delay with my package?",
        "I've been wondering why my order was not shipped yet.",
        "What is the delay? I was waiting for my package",
        "I have been wondering why my order has yet to arrive.",
        "My order hasn't been shipped as of yet.",
        "My order isn't received yet.",
        "I have been wondering why my order isn't arriving yet.",
        "I've wondered why my order hasn't been shipped yet.",
        "I have been wondering why my order isn't arrived yet.",
        "I've been wondering why my order wasn't arrived yet.",
        "I have been wondering why my order still hasn't arrived.",
        "I've wondered why I haven't gotten my order.",
        "Why is my package delayed?",
        "I've been wondering Why my order hasn't arrived.",
        "I've wondered how I haven't seen my order yet.",
        "I wonder why my order isn't here.",
        "Why is my order not arrive yet?",
        "Where's my order?\"",
        "What are the reasons my stuff isn't here yet?",
        "Why didn't my shipment show up?",
        "My order has not arrived yet",
        "I paid for it, when am I getting it?",
        "Why hasn't the order shipped yet?",
        "I have been wondering why my order is not yet here.",
        "I'm not sure why I haven't had my order sent yet.",
        "I did not receive my package yet.",
        "Why is my order not yet here?",
        "I have been wondering how my order hasn't arrived yet.",
        "I am waiting for my package, what happened to it?",
        "I'm wondering why my order hasn't been dispatched yet.",
        "I did not receive my purchase.",
        "My package is delayed?",
        "I questioned why I hadn't received my order yet.",
        "Why is my order not here?",
        "Why has the order not arrived yet?",
        "I have yet to have my order.",
        "My order is not currently being shipped.",
        "I still have not received my package?",
        "What didn't happen to my shipment?",
        "I've been wondering why my order hasn't reached me.",
        "I've been wondering why my order isn't shipping yet.",
        "My purchase not located?",
        "Why is the order not showing up?",
        "I have not received my orders yet.",
        "My order has not been received.",
        "Why hasn't the order been fulfilled?",
        "What is the delay with my package",
        "I have wondered why I have not seen my order yet.",
        "I wondered why my order was not arrive yet.",
        "I was waiting for my package, when?",
        "I've been curious as to why my order isn't here yet.",
        "What is the excuse for the package being late?",
        "I've wondered why my order hasn't arrive.",
        "Why has my order not appeared yet?",
        "I don't understand why my order hasn't arrived.",
        "I am wondering if my order has yet to show up.",
        "I've wondered why my order hasn't shipped.",
        "How about the delay to my package?",
        "There was a package that did not arrive.",
        "I've not received my order yet and am I to blame?",
        "I've been wondering why I hasn't gotten my order.",
        "I am wondering why I have not gotten my order yet.",
        "I'm wondering why I haven't seen my order yet.",
        "Why hasn't I ordered it already?",
        "Why didn't my order come up?",
        "Why not, there was no sign of my order?",
        "I've wondered why my order was not here yet.",
        "I have not been able to receive my order yet.",
        "The order has not been delivered yet.",
        "What is the reason my order hasn't arrived yet?",
        "I have pondered why I haven't received my order yet.",
        "How can my stuff not be here yet?",
        "I've not gotten my order yet.",
        "I wonder why my order isn't shipped yet.",
        "I have not received my ORDER yet.",
        "The package is late, what was the reason?",
        "The order has not shipped at this time.",
        "I wondered why my order hadn't yet arrived.",
        "I've been wondering why I've not gotten my order yet.",
        "I've wondered why I haven't received my order yet.",
        "I haven't received my order yet, so I was wondering why.",
        "What is the reason for the package not arriving on time?",
        "I've been wondering why it hasn't arrived yet.",
        "Why have no sign of my order?",
        "Why are my orders not arriving yet?",
        "I have been pondering why I haven't seen my order.",
        "I've been wondering why I haven't received the order yet.",
        "Why doesn't my order show up yet?",
        "Why isn't my order here?",
        "I was waiting for a package, what was the delay?",
        "What is the reason for the delayed package?",
        "Why did the delivery not come?",
        "An order has not shipped at this time.",
        "Why has my order not yet shown up?",
        "I don't know why there is no sign of my order.",
        "I've been wondering why my order has not been dispatched yet.",
        "I want to know why my order isn't shipped yet.",
        "I have been asking why my order has not arrived yet.",
        "I am wondering why my order hasn't shipped.",
        "Where's my ordered?",
        "Why haven't my order come up?",
        "The delivery date hasn't been met yet?",
        "I've been curious as to why I haven't received my order yet.",
        "The package has not arrived yet.",
        "I have yet to receive my order",
        "What is the reason that my order hasn't arrived yet?",
        "I've been wondering how my order has not arrived.",
        "I've been curious as to why I haven't seen my order yet.",
        "The person is waiting for this package",
        "I have been wondering why I have yet to get my order.",
        "I'm not sure why my stuff is not here yet.",
        "I've been wondering why my order was not sent yet.",
        "I was wondering why my order hadn't arrive yet.",
        "What is this delay with my package?",
        "I've wondered why my order hasn't reached me yet.",
        "I was waiting on my package, what happened?",
        "Was there a delay with my shipment?",
        "My order hasn't been shipped just yet.",
        "I'm still wondering why my order hasn't arrived.",
        "Why wasn't my order arrived?",
        "I've noticed that my order hasn't shipped yet.",
        "I have been thinking about why I haven't seen my order yet.",
        "I've wondered why my order isn't shipped yet.",
        "My item has not been shipped yet.",
        "I haven't received my order at this time.",
        "Why wasn't my order arrived yet?",
        "I've been asking why I haven't had my order yet.",
        "I was waiting for the package and what was the delay?",
        "I have been wondering why I haven't gotten my order sent yet.",
        "Why is there a delay to my package?",
        "Is there a delay of my shipment?",
        "I'm curious about why my order hasn't arrived yet.",
        "I've been wondering when my order will be shipped.",
        "I have not gotten my order shipped yet.",
        "I have been wondering why my order is yet to arrive.",
        "Why hasn't my order been arrived?",
        "Is my item yet to arrive?",
        "Why hasn't the order arrived?",
        "Where is the reason for the package being late?",
        "I've been wondering how my order hasn't arrived.",
        "Will my order arrive soon?",
        "Why the order hasn't arrived yet?",
        "I've wondered why I hasn't had my order yet.",
        "I was waiting for my package and it was delayed.",
        "I have been wondering why my order has not reached me yet.",
        "It hasn't shipped yet?",
        "I am curious as to why my order is not here yet.",
        "I had been wondering why I hadn't had my order yet.",
        "I have not received my Order yet.",
        "Why wouldn't my order show up?",
        "I have been questioning why my order isn't here yet.",
        "I wondered why my order hadn't been sent yet.",
        "Not arrived! Where is it?!",
        "I've wondered why my order isn't arriving yet.",
        "I wondered why I hadn't seen the order yet.",
        "Why did I not have my order yet?",
        "Does anyone have a reason my stuff isn't here yet?",
        "Why hasn't the order shipped?",
        "What is the reason for package being late?",
        "I have not received my orderyet.",
        "I am not sure what the delay is with my package.",
        "What reasons is my stuff not here yet?",
        "What is the reason for the package's late arrival?",
        "What is the reason for the order not being dispatched yet?",
        "I'm not sure why I haven't seen my order yet.",
        "Why have my order not shown up?",
        "I've been curious why my order is not here yet.",
        "I'm curious why my order hasn't arrived yet.",
        "My order is still not shipped",
        "I don't understand why I haven't ordered it yet.",
        "I have been pondering why my order has yet to arrive.",
        "Why does my order not arrive?",
        "I have been wondering why my order hasn't arrived yet",
        "Why hasn't my order appeared yet?",
        "I have been wondering why my order has yet to be sent.",
        "I've wondered why I have not seen my order yet.",
        "Why is my order not yet there?",
        "I've been asking myself why I haven't seen my order yet.",
        "My item hasn't yet shipped.",
        "It hasn't been shipped yet?",
        "Why wasn't my shipment there?",
        "There seems to be a delay in my shipment.",
        "I have been wondering why I haven't had the order yet.",
        "Is there any reason why my stuff isn't here?",
        "Is there a delay with this shipment?",
        "My package hasn't arrived yet.",
        "Why does my package take so long?",
        "No sign of my package.",
        "I was wondering why I haven't seen the order yet.",
        "There's a delay with my shipment?",
        "I was wondering why the order wasn't here yet.",
        "The package was notdelivered.",
        "Why no sign of my order?",
        "What's the reason for the package's late appearance?",
        "Why haven't I received it yet?",
        "Package is not received",
        "I have not received a sign of my package yet.",
        "I've been wondering why I've not received my order.",
        "There hasn't been a sign of my package yet.",
        "My order hasn't come yet.",
        "An item hasn't been shipped yet.",
        "Why is the order not dispatched?",
        "I've been wondering why I hasn't ordered yet.",
        "What is the problem with delivery?",
        "I have not received my order, yet.",
        "I wondered why I hadn't seen my order yet.",
        "I wondered why I haven't had my order yet.",
        "Where's the's m' order at?",
        "I am wondering if my package is ever coming.",
        "Why has my package been delayed?",
        "Who delayed my package?",
        "I am yet to receive my order.",
        "I was wondering why I hadn't had my order yet.",
        "I feel like my order isn't here yet.",
        "Is that a delay with my shipment?",
        "The delivery date hasn't been met?",
        "I was wondering why I had not had my order sent yet.",
        "I've been wondering why my order isn't shipped yet.",
        "The package is late what's the reason?",
        "Why doesn't the order arrive yet?",
        "What is the reason for the package not being delivered on time?",
        "I haven't received the order yet.",
        "I am confused as to why I haven't received my order yet.",
        "Not a single sign of my package yet.",
        "I have been asking why my order hasn't shipped yet.",
        "I wondered why I hadn't seen my order so far.",
        "What's the delay? I was waiting for my package",
        "My order hasn't been shipped so far.",
        "I have been wondering why I haven't got my order.",
        "I'm questioning why my order hasn't arrived yet.",
        "The package is late and what is its reason?",
        "My purchase not available?",
        "Why haven't I seen my order yet?",
        "How is my package delayed?",
        "Why the order has not yet been dispatched?",
        "there is no sign of my package",
        "What causes the delay to my package?",
        "Nobody has received my package yet.",
        "I am wondering why my order hasn't been sent.",
        "I want to know why my order hasn't arrived yet.",
        "Why was the order not dispatched yet?",
        "I have been pondering why my order hasn't arrived.",
        "I have been wondering if my order has arrived.",
        "I want to know when I will receive my order.",
        "I've been wondering why my order is not shipped yet.",
        "I was wondering why my order wasn't arrive yet.",
        "I've haven't received my order yet.",
        "I wondered if my order hadn't arrived yet.",
        "Did my item not ship yet?",
        "I still have not received my package.",
        "I did not get my order yet.",
        "Why hasn't the order been dispatched as of yet?",
        "What is taking so long to get something?",
        "My order is not being shipped yet.",
        "There isn't a sign of my order.",
        "I wondered why my order has not arrived yet.",
        "My order did not arrive at this point.",
        "I've wondered why my order hasn't been sent.",
        "The order has not been shipped as of yet.",
        "Why isn't any sign of my order?",
        "Not arrived! where is it?",
        "It was not arrived! Where is it?",
        "What is the reason for the package not arriving?",
        "The delay to my package is a question.",
        "I've been wondering why my order never arrived.",
        "Why hasn't the order been arrived?",
        "I was wondering why I hadn't had my order arrived yet.",
        "An item has not yet been shipped.",
        "I still haven't received my package yet.",
        "I was waiting for my package but what happened to it?",
        "Is there any reason that my stuff hasn't arrived yet?",
        "I've been wondering why I haven't seen my order yet.",
        "Has not my item been shipped?",
        "There is a delay in my shipment",
        "Why haven't my order arrived?",
        "Why has my order not been dispatched?",
        "Isn't my item shipped?",
        "Why did not I see my order?",
        "I wondered why my order hasn't shipped yet.",
        "package doesn't arrive",
        "I have not received my order yet, are I not to blame?",
        "I've been wondering why my order has yet to ship.",
        "I have been wondering why I did not see my order yet.",
        "I've been wondering because I haven't seen my order yet.",
        "I've been wondering why my order hasn't gotten to me yet.",
        "Why hasn't the order been dispatched?",
        "I still haven't received my order yet.",
        "I have been questioning why my order isn't arriving yet.",
        "I need to receive my order.",
        "Why wasn't my order shown up?",
        "Are there any reasons that my stuff isn't here yet?",
        "My order hasn't arrived yet, so I've been wondering.",
        "My order hasn't arrived yet, why?",
        "I have been wondering why my order is not here yet",
        "no sign of my package yet.",
        "Shouldn't my item shipped yet?",
        "I have been wondering why I has not received my order yet.",
        "I have been wondering why I haven't had my order yet",
        "I have not received the order.",
        "I've not received my order so far.",
        "haven't my order shipped yet?",
        "The package is late, what is the reason",
        "Why can't my order arrive yet?",
        "I wanted to know why my order hadn't arrived yet.",
        "I paid for something and when will I get it?",
        "I have been wondering why my order doesn't ship yet.",
        "I had been wondering why I haven't received my order yet.",
        "package hasn't arrived",
        "What's taking so long to deliver?",
        "I'm wondering why my order hasn't been shipped yet.",
        "I was wondering why I hasn't received my order yet.",
        "I was wondering if I hadn't gotten my order yet.",
        "Why the order hasn't been dispatched yet?",
        "Why hasn't I ordered it yet?!",
        "My stuff hasn't been here yet.",
        "There is no order yet to show up.",
        "What is the delay for my package.",
        "Why has my order not come up?",
        "\"Why hasn't I ordered it?\"",
        "I wonder when my package will arrive.",
        "I would like to know if there is a delay with my shipment.",
        "Why can't I get it yet?",
        "It's not here yet, any reasons?",
        "There's a delay in my shipment.",
        "I would like to know an update on my delivery.",
        "But no sign of my package yet.",
        "I have not had my order shipped yet.",
        "I have been wondering why I haven't recieved my order.",
        "I'm curious why I haven't received my order yet.",
        "I'm wondering why my order isn't arriving yet.",
        "I haven't received my order so far.",
        "The order has yet to be received.",
        "Why is my order not reaching me yet?",
        "What's the delay to my delivery?",
        "I was wondering why my order hadn't come yet.",
        "I wondered why my order had not reached me yet.",
        "The package is late, what's the reasons?",
        "I've questioned why my order hasn't shipped yet.",
        "I have been wondering why my order isn't here yet",
        "I haven't yet received my order",
        "I've wondered why I've not had my order yet.",
        "I've wondered why I haven't got my order yet.",
        "Not delivered on the delivery date?",
        "Not received the package",
        "I asked why my order hasn't arrived.",
        "I've been wondering why my order hasn't been dispatched yet.",
        "My order hasn't been dispatched yet.",
        "My order has not been dispatched at this point.",
        "I'm wondering why my order isn't shipped yet.",
        "I've been wondering why my order is not here right now.",
        "My order still hasn't arrived.",
        "The package is late. what's the reason?",
        "My purchase isn't present?",
        "My purchase not there?",
        "I've not gotten my order.",
        "So why is the package late?",
        "I had been wondering why I hadn't seen my order.",
        "My stuff has yet to arrive.",
        "I wondered why my order wasn't there yet.",
        "Does my item have not shipped yet?",
        "I did not received my order yet.",
        "I was wondering why my order has yet to arrive.",
        "Why is it taking this long to deliver?",
        "What was going on with my shipment?",
        "I've been wondering why my order wasn't sent yet.",
        "I wondered why I hadn't had my order sent.",
        "Why was my order not shown up?",
        "I want to know why I haven't ordered it yet.",
        "Package isn't received",
        "I'm curious why my order hasn't reached me yet.",
        "How are you still waiting on my package?",
        "There is a delay with my order.",
        "Where's m order?",
        "I've been wondering how my order has not shipped yet.",
        "Why hasn't my order been shipped yet?",
        "Is there a reason that my stuff is not here yet?",
        "Is any reason why my stuff isn't here yet?",
        "My purchase is not complete?",
        "I wondered why my order hadn't shipped.",
        "I have been wondering why my order is not here yet.",
        "Why hasnt I ordered it yet?",
        "I've wondered why my order hasn't shipped yet.",
        "Is there a reason my stuff isn't here?",
        "I have no sign of my order.",
        "Package not recieved.",
        "Why the order hasn't been dispatched?",
        "I've been wondering why my order didn't arrive yet.",
        "Is there any reason my stuff isn't here yet.",
        "I haven't gotten the order yet.",
        "Why hasn't my order show up?",
        "I haven't received my item yet.",
        "Is my shipment running late?",
        "I wonder when my package will arrive?",
        "I wondered why my order was not arriving yet.",
        "My order hasn't arrived yet, I've been wondering.",
        "I was wondering why I had not seen my order.",
        "I was wondering why I hasn't seen my order yet.",
        "Why does the order not have been dispatched yet?",
        "I am curious as to why I haven't gotten my order yet.",
        "I'm curious as to why my order is not here yet.",
        "I was waiting for my package when the delay happened.",
        "What is the delay in getting my package?",
        "The package is late, who is the reason?",
        "I am not sure why my stuff isn't here yet.",
        "Why did the order not be dispatched yet?",
        "I was wondering why it wasn't arrive yet.",
        "I'm confused as to why I haven't received my order yet.",
        "I have been wondering why I don't have an order yet.",
        "I wondered why I hadn't had my order yet.",
        "What's the delay to my package",
        "There are any reasons why my stuff isn't here yet?",
        "What are the reasons for the delay with my package?",
        "I've wondered why my order is not here.",
        "I have been wondering how I haven't received my order yet.",
        "I have been wondering why my order hasn't reached me yet.",
        "A delay in my shipment?",
        "My order has yet to be dispatched.",
        "Why did I not receive my order yet?",
        "I wondered why my order hasn't been shipped yet.",
        "I have been wondering why I haven't received my order yet",
        "Is my order still to show up?",
        "I've wondered why I haven't ordered yet.",
        "My item has not shipped yet.",
        "I have been wondering why my order is still not shipped.",
        "I haven't received my order yet, is that not to blame?",
        "I paid for something and when are I getting it?",
        "I'm not sure why my order hasn't arrived.",
        "There has been a delay with my shipment.",
        "What is it taking this long to deliver?",
        "My purchase did not show up?",
        "I've been wondering why my order isn't reaching me yet.",
        "I've been wondering why my order hasn'tarrived.",
        "Haven't received delivery yet?",
        "I wonder when I'll receive my order.",
        "I questioned why my order hadn't arrived yet.",
        "What's the delay, I was waiting for my package.",
        "I haven't received my order yet, can I be blamed?",
        "I wondered why my order hadn't gotten to me yet.",
        "Why has my package taken so long?",
        "I have been wondering why my order is not arrived yet.",
        "Is my shipment not ready?",
        "I have wondered why my order has not arrived yet.",
        "Shouldn't my order have arrived?",
        "I have been wondering why I have yet to receive my order.",
        "I'd been wondering why my order hadn't arrived.",
        "Why has my order not showed up?",
        "What causes the delay with my package?",
        "I have never received my order.",
        "I've questioned why I haven't had my order yet.",
        "Why the order has not been dispatched yet?",
        "I've been wondering why my order haven't arrived yet.",
        "The package did notarrive.",
        "What is the delay I have with my package?",
        "Why hasn't my order been recieved?",
        "How can my order not show up?",
        "I've wondered why my order hasn't come yet.",
        "The order hasn't arrived at this time.",
        "My order isn't here yet, I've been wondering.",
        "Why didn't my order come to me?",
        "There is a package not received",
        "package was not recieved",
        "How come I haven't received my order yet?",
        "A package wasn't received.",
        "I don't see a sign of my order.",
        "Where's's m' order at?",
        "There is an order that hasn't shipped yet.",
        "I have been wondering why my order is taking so long.",
        "I've been wondering why my order has yet to be delivered.",
        "There's no sign of my package yet",
        "I wondered why my order wasn't arrive yet.",
        "No sign of my purchase?",
        "Not a sign of my package yet",
        "My order has not shipped yet",
        "I've wondered why my order hasn't gotten to me yet.",
        "I've been wondering why my order isn't here now.",
        "I hadn't gotten my order yet.",
        "What is the reason for the package's late?",
        "What's why the package is late?",
        "I have been questioning why I haven't received my order yet.",
        "I have been wondering why my order hasn't shipped so far.",
        "I've wondered why I hadn't received my order yet.",
        "Has not been shipped yet?",
        "Why hasn't I ordered something yet?",
        "I was wondering why I hadn't got my order yet.",
        "I am waiting for my order to arrive.",
        "I have not received a sign of my package.",
        "I've wondered why my order has not arrived yet.",
        "Shouldn't the order have been dispatched yet?",
        "My purchase didn't show up?",
        "Why has I not received my order?",
        "I've been wondering why my order has yet to be shipped.",
        "When will I receive the item I ordered?",
        "I've been asking why I haven't received my order yet.",
        "I am wondering if there are any reasons my stuff is not here yet.",
        "My order isn't yet arrived.",
        "Why haven't my orders been received yet?",
        "The order isn't arriving yet.",
        "There is an order that hasn't been shipped yet.",
        "I am wondering why my order has yet to be shipped.",
        "Why does no sign of my order not occur?",
        "I didn't receive a sign of my order.",
        "My order isn't here yet.",
        "At this time, my order hasn't been shipped.",
        "I don't know why my stuff is not here yet.",
        "I have been wondering why I haven't had my order shipped yet.",
        "I'm wondering how I haven't seen my order yet.",
        "My purchase not present?",
        "I've been wondering why I haven't seen the order.",
        "I am wondering why my order hasn't arrived yet.",
        "I still don't have my package?",
        "I've been wondering why my order hasn't been dispatched.",
        "Package not delivered",
        "I've been wondering why my order hasn't arrived yet",
        "I don't know why my order isn't here yet.",
        "I have been questioning why I haven't received my order.",
        "Haven't my item arrived yet?",
        "I am wondering why my order has not reached me yet.",
        "Why did no sign of my order not show up?",
        "My order wasn't shipped yet.",
        "Have you yet to receive my package?",
        "How come my stuff isn't here yet?",
        "The package is late What is the reason?",
        "I have been pondering why I haven't gotten my order yet.",
        "Any reason that my stuff is not here yet?",
        "I wanted to know why my order hasn't shipped yet.",
        "I was wondering about the shipment progress.",
        "No sign of the order?",
        "There are any reasons why my stuff is not here yet?",
        "Why hasn't I gotten my order?",
        "I have been wondering why I am not getting my order yet.",
        "Wait for my package, what is the delay?",
        "Has not my item arrived yet?",
        "I have wondered why I have not received my order yet.",
        "I have been questioning why my order hasn't reached me yet.",
        "I was waiting for the package but what happened?",
        "I have been wondering if I have received my order yet.",
        "There's a delay with my shipment",
        "I haven't received mine yet.",
        "I have been wondering why my order isn't being shipped yet.",
        "What is taking so long to ship?",
        "I have been wondering why I haven't received my order yet.",
        "The order has not arrived at this point.",
        "I have been wondering why I haven't yet seen my order.",
        "I've been wondering why my order isn't available yet.",
        "I was wondering why my order wasn't reaching me.",
        "My purchase has not arrived?",
        "Why is my order not arrived yet?",
        "Why has my order not showing up?",
        "I have been wondering why I am not seeing my order yet.",
        "I've been wondering why I'm not seeing my order yet.",
        "Where \"s m' order at?\"",
        "I have been wondering why I didn't receive my order.",
        "I am wondering why my order is not here yet.",
        "Why is it not yet ordered?",
        "I haven't yet gotten my order.",
        "My purchase isn't there?",
        "Is my shipment not there?",
        "I was waiting for my package, what are the delays?",
        "I pondered why I hadn't seen my order yet.",
        "I had been wondering why my order hadn't arrived yet.",
        "I was wondering why my order was not here yet.",
        "What is the delay in delivering my package?",
        "Why is my order not to show up?",
        "My order has not been delivered.",
        "I have wondered why I didn't see my order yet.",
        "I have been wondering why my order isn't here just yet.",
        "What's the delay for my package?",
        "I'm curious about why my order isn't here yet.",
        "I have been wondering why my order hasn't arrived so far.",
        "What's my package delay?",
        "Why do I not see my order?",
        "There is no sign of my order.",
        "I'm wondering why I haven't received my order.",
        "Does anyone know why my stuff isn't here yet?",
        "I've been wondering why my order hasn't reached me yet",
        "What is the reason that the package is late.",
        "I've wondered why I haven't seen my order so far.",
        "I was wondering why my order didn't arrive yet.",
        "The package is late and what is the reason?",
        "Undelivered package",
        "I'm wondering about the delay to my package.",
        "What is the time lag with my package?",
        "I have not yet received my order.",
        "Reasons hasn't I ordered it yet?",
        "I wasn't sure why I haven't received my order yet.",
        "I've noticed that my order hasn't arrived.",
        "I've been wondering why my order has not shipped.",
        "Why don't I get my order yet?",
        "No sign of my package so far...",
        "There is no sign of my package...",
        "Why does my stuff not arrive yet?",
        "Why havent I ordered it yet?",
        "How come the package is late?",
        "My package never arrives?",
        "I've been curious why I haven't received my order yet.",
        "I have pondered why I haven't had my order yet.",
        "Hasn't my item been shipped?",
        "What is delay with my package?",
        "Why is my order not showing up?",
        "What's the reason for late package?",
        "Where's the m' order?",
        "I've been wondering why my order wasn't here.",
        "I am still waiting for my order to show up.",
        "Why didn't my order show up?",
        "Why is my package not delivered?",
        "No sign of my order.",
        "No package yet?",
        "I wasn't sure why I didn't see my order yet.",
        "I wondered why the order wasn't here yet.",
        "I am not received my order yet.",
        "I do not see a sign of my order.",
        "Not recieved package",
        "I have been wondering why my order didn't reach me.",
        "I'm still waiting for my package?",
        "I haven't had my order sent yet and I'm wondering why.",
        "The package is late, what is causing it?",
        "I have been wondering if my order has shipped yet.",
        "I've been wondering how my order isn't arriving yet.",
        "I've not got my order yet, am I to blame?",
        "I've wondered why my order has not reached me.",
        "I've been wondering about my order yet.",
        "Why are no signs of my order?",
        "I've been wondering why I hadn't seen my order.",
        "My order did not ship at this time.",
        "I want to know when I'll receive my order.",
        "Why didn't it arrive?",
        "Delivery date has not been met?",
        "I've been wondering why I haven't seen the order yet.",
        "My order is not shipped.",
        "I don't know why my order hasn't arrived.",
        "Why are my stuff not here yet?",
        "I wondered why I haven't received my order.",
        "I have not gotten my order yet, am I to blame?",
        "I've been wondering why my order hasn't arrive yet.",
        "I have not received my order yet, am I not to blame?",
        "Has not my item shipped yet?",
        "I wondered about my shipment.",
        "Why has not I ordered it yet?",
        "What are the reasons for the late package?",
        "Where's m' order arrives?",
        "I've not recieved my order.",
        "Where's m'order at?",
        "Wasn't my item shipped yet?",
        "I've been wondering since my order hasn't arrived.",
        "There is no sign of my package.",
        "I am wondering about the delay with my package.",
        "Why hasn't my package arrived?",
        "My order is not being shipped at the moment.",
        "I've been curious about why I haven't received my order.",
        "What is the reason for the late package??",
        "My stuff has not arrived yet.",
        "My order hasn't arrived yet and I've been wondering why.",
        "What is going on with delivery?",
        "Where's that order?",
        "At this point, my order has not arrived.",
        "Why isn't my order yet to show up?",
        "I've been curious about why my order is not here yet.",
        "I've wondered if my order isn't here yet.",
        "Isn't my shipment delayed?",
        "I've been curious why my order hasn't arrived.",
        "My darn order?",
        "The package was not arrived.",
        "The order hasn't been dispatched yet?",
        "Why did I have no sign of my order?",
        "haven't received my package?",
        "I was wondering why my order is not shipped yet.",
        "I haven't seen my order yet.",
        "Why isn't my package arriving?",
        "I've been wondering why my order was not here yet.",
        "Has the shipment been delayed?",
        "How come delivery date isn't met?",
        "I have been wondering why my order hasn't been received yet.",
        "I wasn't sure why my order hadn't arrived yet.",
        "I'm curious as to why my order isn't here yet.",
        "I was wondering why my order was not here.",
        "I'm curious why I haven't gotten my order yet.",
        "I've not received my order yet",
        "I've wondered why my order hasn't reached me.",
        "I want to know why my stuff isn't here yet.",
        "The package is late, what are the reasons?",
        "Why haven't my orders arrived?",
        "I have been asking why my order has not shipped yet.",
        "Where's the damn order?",
        "A package wasn't delivered.",
        "Hasn't my item shipped?",
        "Why hasn't I received my order yet?",
        "I wait for my package, what's the delay?",
        "I have been curious as to why my order is not here yet.",
        "I want to know when my order will arrive.",
        "What's the delay? I was waiting for the package.",
        "I've been wondering why I've not had my order yet.",
        "I was wondering why my order hasn't been sent yet.",
        "There has been no sign of my package yet.",
        "I was wondering why my order was not shipping yet.",
        "Why am I not seeing my order yet?",
        "A package wasn't received",
        "My order isn't yet shipped.",
        "I don't know what the delay is with my package.",
        "There is a delay on my shipment.",
        "I'm wondering why I haven't received my order so far.",
        "I'm wondering why my order isn't reaching me yet.",
        "Should I ask why my stuff isn't here yet?",
        "Is there a delay for my shipment?",
        "My order has not been shipped to me yet.",
        "Why not no sign of my order?",
        "I've wondered why my order isn't shipping yet.",
        "I have been curious about why I haven't received my order yet.",
        "I did not receive my order at this time.",
        "I've wondered why my order wasn't arrive yet.",
        "Why didn't my order come yet?",
        "What is the delay, I was waiting for my package?",
        "Why is my stuff not here yet?",
        "The package hadn't arrived.",
        "I've been wondering why I haven't received my order yet.",
        "Not a sign of my package.",
        "My order hasn't arrive yet.",
        "I have been wondering why I don't have my order yet.",
        "My order has not been shipped so far.",
        "Did my purchase not show up?",
        "Why have I not had my order yet?",
        "why hasn't I ordered it yet?",
        "I would like to know the delay to my package.",
        "Why hasn't I got it yet?",
        "I'd like to know why I haven't seen my order yet.",
        "there is no sign of my package yet",
        "I have been wondering why my order has not yet shipped.",
        "Why hasn't the order been arrived yet?",
        "My order has yet to ship.",
        "I've been wondering why I haven't gotten my order yet",
        "The package is late and what was the reason?",
        "I have wondered why I haven't ordered yet.",
        "My order is not at this time.",
        "There is not a sign of my package yet.",
        "What's it taking so long to deliver?",
        "I've not received my order, am I not to blame?",
        "I've been wondering why I've not seen my order.",
        "How come the order hasn't been dispatched yet?",
        "I have not seen my order at this point.",
        "I'd been wondering why my order isn't here yet.",
        "My order hasn't been shipped at the moment.",
        "I've been wondering why I didn't get my order yet.",
        "I've been wondering why my order has yet to come.",
        "My stuff is not here yet, what are the reasons?",
        "When will my order get to me?",
        "I was curious why my order hadn't arrived yet.",
        "An order has not arrived.",
        "I was wondering why my order wasn't delivered yet.",
        "I'm not received my order yet.",
        "I've been wondering why my order is not reaching me.",
        "I was waiting for my package, but what's the delay?",
        "I haven't received my order yet, am I to blame",
        "I would like to know what happened to my shipment.",
        "I've been wondering how my order hasn't shipped yet.",
        "I want to know about my delivery.",
        "I've wondered how my order hasn't arrived yet.",
        "Is my order coming soon?",
        "Is there delay in my shipment?",
        "There's no sign of the package yet.",
        "Why does no sign of my order exist?",
        "A delay with my shipment?",
        "Why wasn't the order dispatched already?",
        "I have not received my order as of yet.",
        "I've wondered why I hasn't gotten my order.",
        "I wonder why I haven't seen my order yet.",
        "Why hasn't I ordered one yet?",
        "I've wondered why I didn't see my order yet.",
        "My shipment failed to arrive.",
        "I've been wondering why I'm not receiving my order yet.",
        "I have wondered why I hasn't gotten my order yet.",
        "What's the delay, I'm waiting for my package.",
        "Why doesn't I have it yet?",
        "I have a package that is delayed.",
        "Why haven't I ordered the item yet?",
        "Doesn't my item have shipped yet?",
        "Absolutely no sign of my order.",
        "Why has my order not come up yet?",
        "I have been wondering why my order has not shipped.",
        "I have not received my order yet, can I be blamed?",
        "No sign of my package yet...",
        "The order hasn't been shipped yet.",
        "The package is late. Why?",
        "Why has my order yet to arrive?",
        "I wonder if my package will ever arrive.",
        "I've been wondering why my order isn't shipping.",
        "I was waiting for my package but what happened?",
        "I have been curious as to why my order isn't here yet.",
        "I have not received my order yet, is it not my fault?",
        "Why is no sign of my order?",
        "What's my package's delay?",
        "where's m order?",
        "I was wondering why I didn't get my order sent yet.",
        "Is it possible my shipment is delayed?",
        "What is taking so long to arrive?",
        "The order hasn't been received yet.",
        "I was waiting for a package, what's the delay?",
        "I have been wondering how I haven't had my order yet.",
        "Why haven't I received my order yet?",
        "I've wondered why I haven't recieved my order yet.",
        "I paid for something so when do I get it?",
        "Why didn't my shipment arrive?",
        "My order is not currently shipped.",
        "I been wondering why I haven't received my order yet.",
        "I've wondered how I haven't received my order yet.",
        "I don't know why my order hasn't shipped yet.",
        "My order hasn't arrived at this point.",
        "What caused the delay with my package?",
        "Where are's m' orders?",
        "Why is the order still not dispatched?",
        "I'm wondering why I didn't see my order yet.",
        "I have been wondering why my order hasn't been sent.",
        "The order has not yet been received.",
        "I've wondered why I haven't had my order sent yet.",
        "I've not gotten my order yet, am I to blame?",
        "I was wondering why I didn't receive my order.",
        "I have been wondering why my order hadn't shipped yet.",
        "I am wondering if my shipment is delayed.",
        "I haven't received my order as of yet.",
        "Why hasn't I ordered this yet?",
        "Why didn't my order arrive yet?",
        "I haven't seen my order yet, I've been wondering.",
        "My order has not arrived.",
        "My order isn't being shipped at this time.",
        "I have been questioning why I haven't gotten my order.",
        "I've been wondering how I haven't received my order.",
        "Where is the delay with my package?",
        "Whats it taking so long to deliver?",
        "haven't my item shipped yet?",
        "Why is my stuff not there yet?",
        "The package has not arrived.",
        "I've not recieved my order yet.",
        "I've been wondering why my order hasn't shipped.",
        "I wondered why my order was not here.",
        "Why hasn'tI ordered it yet?",
        "The package is late, where is the reason?",
        "I've wondered why the order isn't here yet.",
        "I have not received my order so far.",
        "I have not received my order at this time.",
        "Why isn't the order showing up?",
        "Why doesn't my order arrive?",
        "I have not had my order arrived yet.",
        "My order wasn't shipped at this time.",
        "I have not received it yet.",
        "I was wondering why my order was not reaching me.",
        "What is taking so long to receive?",
        "I've been wondering why my order has not yet arrived.",
        "My order has not arrived yet.",
        "I haven't received the package yet.",
        "I was waiting for my package, it was delayed.",
        "I've been pondering why I haven't ordered yet.",
        "What has happened to my shipment?",
        "Why is there a delay in my package?",
        "I was wondering why the order hadn't arrived.",
        "I haven't had my order yet, I've been wondering why.",
        "Whyhaven't I ordered it yet?",
        "I have been wondering why I have not had my order sent yet.",
        "What is the reason for the package's latearrival?",
        "The order has not arrived at this time.",
        "The delay with my package?",
        "I was waiting for my package, what about the delay?",
        "Where is my order, yet?",
        "Why aren't any signs of my order?",
        "I'm wondering why my order has yet to arrive.",
        "There is an order that has yet to show up.",
        "I was waiting for my package, what happened?",
        "I wondered why I didn't have my order yet.",
        "I wonder why I haven't gotten my order yet.",
        "What is causing the package to be late?",
        "What is it taking so long to deliver?",
        "Why didn't my order arrive before?",
        "I have been wondering why I didn't receive my order yet.",
        "Why has the order not yet been dispatched?",
        "My order hasn't been shipped at this time",
        "The order has not been shipped yet.",
        "Why not I order it yet?",
        "I've been wondering why I haven't got my order sent yet.",
        "There has been a delay in my shipment.",
        "I am wondering why my order hasn't arrived.",
        "My order hasn't arrived yet.",
        "Why hasn't my order showing up?",
        "I want to know why my order hasn't shipped.",
        "What's the reason behind the package being late?",
        "I've wondered why my order hasn't arrived.",
        "Where's my order, yet?",
        "Why does my order have not arrived yet?",
        "Why am I not getting my order yet?",
        "I have been asking why I haven't gotten my order yet.",
        "I haven't received my stuff yet.",
        "I'm not sure why I haven't received my order yet.",
        "What's the reason the package is late.",
        "I've been wondering why I haven'treceived my order yet.",
        "I have been wondering why my order is not here already.",
        "I have been wondering why my order is not coming yet.",
        "I' have been wondering why I haven't seen my order yet.",
        "I'm wondering why my order didn't arrive.",
        "Why has my order yet to be delivered?",
        "My order isn't shipped at the moment.",
        "I still don't have my package.",
        "I'm not sure why my order isn't here yet.",
        "The package is late and what the reason?",
        "I am wondering when my order will arrive.",
        "I have been wondering why my order hasn't been delivered.",
        "What is the reason for this package being late?",
        "Why isn't my stuff there yet?",
        "Why hasn't my purchase arrived yet?",
        "I haven't received a sign of my order.",
        "I was wondering why my order was not arrive yet.",
        "I wonder why my stuff isn't here yet.",
        "I have been wondering why I haven't had my order sent.",
        "When will I receive the items I paid for?",
        "packet not received",
        "I've not received my order as of yet.",
        "Where's M order?",
        "I wondered why my order didn't ship yet.",
        "I had wondered why I hadn't seen my order yet.",
        "I was waiting for my package, what the delay was?",
        "I've been wondering why I didn't get my order.",
        "I have been wondering why I have not received my order.",
        "My purchase hasn't arrived?",
        "Wait for my package, what's the delay?",
        "I've yet to receive my order, am I not to blame?",
        "Whyhaven't my order arrived yet?",
        "I've been wondering why my order hasn't shipped yet",
        "There is an order that has not been shipped.",
        "Why has my order never arrived?",
        "I'm questioning why I haven't gotten my order yet.",
        "I'm wondering why I haven't ordered it yet.",
        "Why isn't my order reaching me yet?",
        "my order has not been shipped at this time",
        "I've been wondering why my order hadn't shipped yet.",
        "I've been curious about why my order isn't arriving yet.",
        "I've been confused as to why my order hasn't arrived.",
        "I've been wondering why the order hasn't shipped yet.",
        "I have been wondering why Ihaven't received my order yet.",
        "I have been curious about why my order hasn't arrived.",
        "I was wondering why I haven't got my order yet.",
        "I've been wondering why the order isn't arriving yet.",
        "My order is not arriving yet.",
        "My order isn't shipped at this moment.",
        "My order is still not shipped at this time.",
        "What's the delay with my package",
        "Exactly what is taking so long to deliver?",
        "My package is yet to be delivered.",
        "I was wondering how my order wasn't here yet.",
        "I don't know why my order hasn't been sent yet.",
        "I was wondering why my order is not here.",
        "What is going on with the delivery?",
        "The order has yet to arrive.",
        "What is it that takes so long to delivery?",
        "I am wondering why my order isn't reaching me yet.",
        "I was wondering why my order isn't here yet.",
        "Maybe there is a reason my stuff isn't here yet.",
        "My order isn't currently shipped.",
        "I've not received mine yet.",
        "I have been curious as to why my order hasn't arrived.",
        "There is no sign of my package yet!",
        "I wondered why my order is not here yet.",
        "Isn't my item shipped yet?",
        "I've been wondering why I don't have my order sent yet.",
        "I wasn't sure why I hadn't had my order yet.",
        "There is an order not shipped at this time.",
        "I've been thinking about why my order hasn't arrived.",
        "I was wondering why my order hasn't been shipped.",
        "Why haven't Iordered it yet?",
        "Does there a delay with my shipment?",
        "At this point my order is not shipped.",
        "I'm wondering why my order is not reaching me yet.",
        "I was waiting for a package, what happened to it?",
        "Where is my darned order?",
        "My order is not shipping yet.",
        "Why hasn't my orderarrived?",
        "Why has the order been not dispatched?",
        "I've wondered why I haven't gotten my order sent yet.",
        "I don't know why I hasn't ordered it yet.",
        "I still haven't received my order.",
        "my order hasn't been shipped yet",
        "Why doesn't my order show up?",
        "My package has not yet shown up.",
        "I have not heard from my package yet.",
        "My order has not shipped at this time.",
        "I would like to know why I haven't seen my order yet.",
        "My purchase isn't here.",
        "I don't receive my order yet.",
        "I'm wondering if there is a delay with my shipment.",
        "I paid for it, when do I get it?",
        "Why haven't the order arrived?",
        "Why hasn't my order yet shown up?",
        "What the reason for the package being late?",
        "My order has yet to be received.",
        "package not delivered",
        "I've been wondering why my order is still not shipped.",
        "Why is my stuff still not here?",
        "Any reason my stuff is not here?",
        "Why wasn't my order show up?",
        "The order hasn't shipped at this time.",
        "I haven't had my order yet",
        "I have not received my order yet, am I to blame?",
        "I've been wondering why I've not gotten my order.",
        "Why hasn't the order been dispatched",
        "What's the reason my stuff is not here yet?",
        "I am wondering why I haven't seen my order.",
        "I wonder why my order hasn't arrived yet.",
        "Why not I ordered it yet?",
        "I was waiting for my package, why the delay?",
        "I've been wondering why my order didn't reach me.",
        "Where's M' order at?",
        "Package not received",
        "No sign of my shipment yet.",
        "Why does my order not appear?",
        "Has my item yet to be shipped?",
        "I am wondering why I haven't received my order yet.",
        "Why hasn't the order arrived yet?",
        "Why is it that I haven't ordered it yet?",
        "I'm wondering why my order is not here yet.",
        "I've been wondering why my order doesn't arrive yet.",
        "My stuff hasn't arrived yet.",
        "I have questions about why I haven't received my order yet.",
        "I've wondered why my order wasn't arriving yet.",
        "I had been wondering why my order hadn't shipped.",
        "I was wondering why I hadn't received my order yet.",
        "Where's my purchase yet?",
        "So what's the delay to my package?",
        "I'm curious about why I haven't had my order yet.",
        "What is the reason for the package to be late?",
        "I'm wondering why my order hasn't been sent yet.",
        "Why can't my order arrive?",
        "I haven't yet received my order.",
        "Why haven't my orders shown up?",
        "Why hasn't my stuff been here yet?",
        "Does my item not have shipped yet?",
        "My order hasn't arrived yet, I have been wondering why.",
        "I was wondering why my order was not arrived yet.",
        "Why the no sign of my order?",
        "I've been wondering why I have not gotten my order yet.",
        "What's the cause of the late package?",
        "I have been wondering why I hasn't gotten my order.",
        "I'm wondering why I haven't had my order sent yet.",
        "What is it that takes so long to deliver?",
        "I've wondered why my order wasn't arrived yet.",
        "I've not received my order to date.",
        "I don't get my order yet.",
        "The delivery is taking so long?",
        "I've wondered why my order doesn't arrive yet.",
        "Why not, there is no sign of my order?",
        "Why am I not receiving my order?",
        "What's the reason for thepackage being late?",
        "Where'smy order?",
        "I have been wondering why I haven't had an order.",
        "I am wondering when I will receive my order.",
        "I am still waiting for my package?",
        "I've not received my order",
        "Doesn't my order arrive yet?",
        "I've been confused as to why I haven't seen my order yet.",
        "My item hasn't been shipped yet?",
        "I have wondered why my order isn't here yet.",
        "Why has my order not come?",
        "I have been wondering why I haven't been sent my order yet.",
        "No sign of my order?",
        "I had been wondering why I hadn't gotten my order yet.",
        "I've been wondering why I haven't had my order.",
        "I am waiting for my order to show up.",
        "I've been wondering why I haven't gotten my order sent yet.",
        "I have been wondering how my order has not shipped yet.",
        "I have been wondering why I have not yet seen my order.",
        "I have been wondering why I haven't received the order yet.",
        "I wondered why I hadn't had my order sent yet.",
        "I've been wondering why I hadn't ordered yet.",
        "I would like to know why my order isn't here yet.",
        "Where's my ordering?",
        "Why is my order not there?",
        "Haven't my stuff arrived yet?",
        "My order has not yet been shipped.",
        "Why has I not ordered it yet?",
        "There's no sign of my package.",
        "I have yet to see my order.",
        "I am having a delay with my package.",
        "My purchase is nowhere to be found.",
        "I was wondering why I hadn't ordered yet.",
        "Why is delivery taking so long?",
        "I have a question about why my order isn't here yet.",
        "I don't know why I haven't ordered it yet.",
        "Why is my stuff not here?",
        "What is the reason I haven't ordered it yet?",
        "What's the excuse for the package being late?",
        "The package is late, what is the reason.",
        "I haven't recieved my order yet, am I to blame?",
        "I'm wondering what happened to my shipment.",
        "I haven't received my order yet!",
        "What is a delay with my package?",
        "The item was not arrived.",
        "My purchase isn't there.",
        "So what is it taking so long to deliver?",
        "My order has not shipped at this point.",
        "I haven't received my ORDER yet.",
        "I've been wondering why my order isn't arriving already.",
        "I'd been wondering why my order hasn't arrived yet.",
        "I was wondering why my order isn't arrive yet.",
        "Why hasn't I received it yet?",
        "Why haven't I seen my order?",
        "I have been questioning why my order is not here yet.",
        "My order hasn't arrived yet?",
        "What is the reason for the package not being delivered?",
        "What is the wait with my package?",
        "Why my stuff isn't here yet?",
        "I don't see a sign of my order?",
        "I am still waiting on my package?",
        "What's the reason for the package being late.",
        "I was wondering why my order isn't shipping yet.",
        "I want to know why I haven't gotten my order yet.",
        "I wonder if my package ever arrives.",
        "I suspect that I haven't received my order yet.",
        "I was wondering why my order didn't reach me yet.",
        "I'm wondering why my order isn't arrived yet.",
        "I've been wondering if my order has arrived yet.",
        "Ihaven't seen my order yet.",
        "Why is the order not dispatched yet?",
        "I've been wondering why I haven't gotten the order.",
        "I've been wondering why I haven't seen my order yet",
        "I was wondering why my order had not been shipped yet.",
        "My order is not yet here.",
        "I am wondering why I have not had my order sent yet.",
        "Why is my order not showing up yet?",
        "I have been pondering why I haven't seen my order yet.",
        "My items are not here yet.",
        "I've not yet gotten my order.",
        "I'm wondering what the delay is with my package.",
        "Why hasn't it been ordered yet?",
        "I am wondering why my order hasn't been shipped.",
        "Why is my purchase not there?",
        "Is my package yet to arrive?",
        "I thought about why my order hadn't arrived.",
        "I'm curious as to why my order hasn't arrived.",
        "Where's the m' order at?",
        "I've been wondering why my order is being held up.",
        "I think my order hasn't arrived yet.",
        "I have been wondering why my order didn't ship yet.",
        "I haven't received my package yet...",
        "My order is currently not shipped.",
        "There is no sign of my package at this time.",
        "I've been wondering since I haven't received my order yet.",
        "What are the delays, I was waiting for my package.",
        "Why haven't I ordered it yet?",
        "I need to know why my order isn't here yet.",
        "I have been wondering why my order is not reaching me.",
        "There isn't a sign of my package yet...",
        "I have been wondering why my order hasn't come.",
        "Why doesn't I have ordered it yet?",
        "I've been wondering why I have yet to receive my order.",
        "Why did my order never show up?",
        "I'm wondering why I haven't ordered yet.",
        "I have been wondering why my order hasn't arrived",
        "My order has not yet arrived.",
        "I was wondering why I did not receive my order yet.",
        "I had wondered why my order hadn't arrived yet.",
        "I am curious about why my order hasn't shipped yet.",
        "I have been wondering why my order isn't received yet.",
        "Why has my order not been shipped yet?",
        "I want to know why my order isn't here yet.",
        "I was wondering why my order hadn't arrived.",
        "I'm curious as to why I haven't received my order yet.",
        "I've been questioning why my order has not arrived yet.",
        "I am wondering why I don't have my order yet.",
        "Why is it that my order hasn't arrived yet?",
        "I was wondering why my order didn't reach me.",
        "I'm wondering why I haven't seen my order so far.",
        "My package has not yet been received.",
        "Why haven't Iordered it?",
        "I wanted to know why my order wasn't arrive yet.",
        "What is the delay with my package.",
        "I'm wondering why I haven't seen my order.",
        "Why is the package not there?",
        "I have been wondering why I haven't had my order arrived.",
        "Why hasn't I ordered the item?",
        "Is my shipment being held up?",
        "Where are my orders yet?",
        "My order has not been shipped at the moment.",
        "Why do I not get a sign of my order?",
        "Why was it not ordered yet?",
        "Where is's m' ORDER?",
        "There is no sign of my order, why not?",
        "I am wondering why my order isn't arrive yet.",
        "Hasmy item not been shipped yet?",
        "Doesn't my order show up?",
        "I've been wondering why I haven't had my order dispatched yet.",
        "I' haven't received my order yet.",
        "I've wondered why my order isn't arriving.",
        "I am wondering why my order has not shipped yet.",
        "What takes so long to deliver?",
        "I've wondered why my order hadn't arrived yet.",
        "There is delay with my shipment.",
        "Why haven't my items arrived yet?",
        "Why was my order not delivered yet?",
        "The package is late, what causes it?",
        "I was wondering why I hadn't seen my order.",
        "Why have I not received my order yet?",
        "What is there a delay to my package?",
        "What's the reason that my stuff isn't here yet?",
        "I was wondering why my order was not there yet.",
        "There appears to be a delay with my shipment.",
        "I am wondering why my order has not been sent yet.",
        "I wonder why I haven't ordered it yet.",
        "I have not had my order yet.",
        "What is delaying my package?",
        "I was wondering why I hadn't had my order.",
        "Why is my order not shown up?",
        "Why have my stuff not arrived yet?",
        "I've been wondering why I haven't had it yet.",
        "Why doesn't my order arrive yet?",
        "What's the reason of the late package?",
        "Will my order be received soon?",
        "Was my item not shipped yet?",
        "I was waiting for my package and I don't know why.",
        "I was waiting for my package, why did it take so long?",
        "I have not got my order yet.",
        "I have been wondering why I have not had my order.",
        "Why hasn't I ordered that yet?",
        "I wondered why my order hadn't been dispatched yet.",
        "I would like to know an update on my shipment.",
        "My order is not yet arrive.",
        "Why haven't the order been dispatched yet?",
        "I have been asking myself why I haven't received my order yet.",
        "I'm wondering why I hasn't seen my order yet.",
        "I was waiting for my package, what were the delays?",
        "What is the delay when I was waiting for my package?",
        "I have been wondering why my order has not yet been shipped.",
        "It wasn't arrived! Where is it?",
        "My package is not in sight yet.",
        "I was wondering why I hadn't received my order.",
        "What's going on with my shipment?",
        "I haven't received my order yet and I'm wondering why.",
        "Why hasn't the order been dispatched already?",
        "I am wondering why my order isn't arriving yet.",
        "I have been wondering why I haven't recieved my order yet.",
        "I had been wondering why my order hadn't reached me yet.",
        "Not arrived, where's it?",
        "The item wasn't arrived; where is it?",
        "I was curious why my order wasn't here yet.",
        "What's the delay of my package?",
        "Where's m' ORDER at?",
        "I've been wondering why I haven't seen my purchase yet.",
        "I am wondering why my order is not reaching me yet.",
        "I have not received my order yet",
        "I was waiting for my package, what delayed it?",
        "Waits on my package?",
        "I wonder what the delay is with my package.",
        "What are the reasons that the package is late?",
        "I was wondering about the progress of the shipment.",
        "My order isn't shipped at this point.",
        "Why wasn't my order delivered yet?",
        "My order is incomplete at this time.",
        "I am curious why I haven't had my order yet.",
        "Is there any reason that my stuff is not here yet?",
        "I wondered why I had not had my order yet.",
        "I've been pondering why I haven't seen my order yet.",
        "My order isn't arriving yet.",
        "My order is not here yet, I have been wondering why.",
        "I still have no sign of my package.",
        "I haven't received my order yet, right?",
        "When will I get the items I paid for?",
        "Why has my order not appeared?",
        "I was wondering if my shipment was delayed.",
        "I was waiting for a package, what is the delay?",
        "Why haven't I ordered it yet??",
        "Why has the order not been dispatched yet?",
        "I've been wondering if my order hasn't shipped yet.",
        "I have not gotten my order yet, am I not to blame?",
        "Why does my order not show up?",
        "what is the delay to my package",
        "No sign of my purchase.",
        "I was waiting for my package, but what happened to it?",
        "I wonder why my order isn't arrive yet.",
        "What has it taken so long to deliver?",
        "I've wondered why my order has not arrived.",
        "There's no sign of my package",
        "I have been wondering why my order isn't shipped yet.",
        "No sign of my purchase, why not?",
        "I've been wondering why my order is not shipped.",
        "I have been wondering why my order isn't on time.",
        "My order is not dispatched at this time.",
        "I haven't received my package?",
        "Why is my order not yet delivered?",
        "Didn't my order arrive yet?",
        "I was waiting for my package and what happened?",
        "What's the delay? I was waiting for a package.",
        "No sign of my orders, why not?",
        "My stuff is not here yet.",
        "Why isn't my order there?",
        "I have been wondering why it has not arrived yet.",
        "What took so long to deliver?",
        "Has not yet been shipped?",
        "Where's my order yet?",
        "no sign of my package yet...",
        "When will I get the thing I paid for?",
        "I haven't been able to receive my order yet.",
        "I've been wondering why my order is not here yet",
        "What's the reason for the package not being delivered?",
        "I was wondering why my order is not here yet.",
        "Isn't it odd that I haven't ordered it yet?",
        "I was waiting for my package, so what happened?",
        "I've been wondering why my order is not yet arriving.",
        "I'm wondering why I haven't seen the order yet.",
        "\"Why hasn't I ordered it yet?\"",
        "I'm not sure why my order hasn't shipped yet.",
        "Why has my order not been received?",
        "I've been wondering why my order is out.",
        "There's an order yet to show up.",
        "Haven't my items shipped yet?",
        "I haven't received one yet.",
        "My order has not been shipped yet",
        "Why has my order taken so long?",
        "I have not yet received my package.",
        "Didn't my item ship yet?",
        "The package is late what is the reason?",
        "I don't know why I hasn't seen my order yet.",
        "I am wondering why my order hasn't been dispatched yet.",
        "My shipment didn't come.",
        "My package hasn't yet arrived.",
        "Whyhaven't the order been dispatched?",
        "I hasn't received my order yet.",
        "Why isn't there a sign of my order?",
        "My order has not been shipped yet.",
        "I have an order that hasn't arrived yet.",
        "No sign of my packages yet.",
        "I've wondered why the order hasn't shipped yet.",
        "I was waiting for the package but it was delayed.",
        "My order hasn't been received.",
        "I'm wondering why I haven't gotten my order.",
        "I have been wondering why I hasn't seen my order yet.",
        "What is the delay with this package?",
        "I'm curious as to why my order isn't arriving yet.",
        "My order is missing at this time.",
        "Why has the order still not been dispatched?",
        "I've been wondering why his order isn't here yet.",
        "Not a sign of my order.",
        "My shipment never arrived.",
        "My stuff is yet to be here.",
        "my order has not yet shipped",
        "An order has not arrived at this point.",
        "I've been wondering why my order has not arrived yet.",
        "I don't have my order yet",
        "I have yet to receive my order, are I not to blame?",
        "I've been wondering why I've not had my order.",
        "An order has not been shipped yet.",
        "The package is late, what is it the reason?",
        "I was wondering why my order wasn't on time.",
        "I want to know what's the delay to my package.",
        "I am wondering why my order isn't shipped yet.",
        "I was waiting for a package, what happened?",
        "My order has not yet shipped?",
        "I am wondering why my order has yet to reach me.",
        "Why aren't my stuff here yet?",
        "How did I not order it yet?",
        "I wonder where my order is?",
        "What is the lag to my package?",
        "Why isn't my order received?",
        "Why is it taking so long to delivery?",
        "Do you know what the delay is with my package?",
        "At this time my order is not shipped.",
        "What is the reason for the package's late appearance?",
        "What is the delay, I was waiting for the package.",
        "Where's order at?",
        "Why would my order not show up?",
        "My order is not arrive yet.",
        "Yet to receive my package?",
        "Why hasn't this been ordered yet?",
        "I was wondering why my order hasn't reached me yet.",
        "I wondered why I hadn't had my order arrive yet.",
        "I haven't had my order arrive yet.",
        "What is the reason for the package not being received?",
        "I was waiting for my package, what the delay?",
        "Why did I not see my order yet?",
        "I need to know why my order hasn't arrived.",
        "What was the delay? I was waiting for my package.",
        "I has been wondering why my order hasn't arrived.",
        "I was wondering why I haven't received the order yet.",
        "Why isn't it here yet?",
        "So what is the reason for the package being late?",
        "I have wondered why my order hasn't reached me yet.",
        "I question why my order hasn't arrived yet.",
        "I questioned why my order wasn't here yet.",
        "I waited for my package, what happened?",
        "At this time my order has not been shipped.",
        "I want news on my package.",
        "I've been asking why my order hasn't arrived yet.",
        "My item hasn't shipped yet?",
        "I haven't received my order just yet.",
        "I've not received my package yet.",
        "Why is my order not ready?",
        "I'd been wondering why my order hasn't arrived.",
        "I have been wondering why my order isn't here right now.",
        "I have been wondering why my order isn't delivered yet.",
        "Why is my order not arriving?",
        "Why hasn't it arrived yet?",
        "I asked why my order wasn't arrive yet.",
        "I was waiting for my package, what went wrong?",
        "I wondered why my order has yet to arrive.",
        "Why hasn't I ordered it so far?",
        "Why is my order not shipped yet?",
        "I'm wondering where my darn order is.",
        "I have an order yet to arrive.",
        "I've wondered why my order is not there yet.",
        "What's the reason for the package's late?",
        "How come my order has yet to show up?",
        "I wondered why my order hadn't arrive yet.",
        "What is the situation with my shipment?",
        "Why didn't my stuff arrive yet?",
        "I have been asking why my order is not arriving yet.",
        "There isn't a sign of my package.",
        "Why don't my order arrive yet?",
        "I'm wondering why I have not had my order yet.",
        "I don't have my order yet.",
        "There is an order that is not shipped at this point.",
        "There is no sign of my package still.",
        "Why hasn't I received it?",
        "No sign of my order, why not",
        "There is no sign of my package at the moment.",
        "Why aren't my orders arriving yet?",
        "I have been pondering why my order is not arriving yet.",
        "Does my order have yet to show up?",
        "I've been wondering why my order hasn't ship yet.",
        "I asked what happened to my shipment.",
        "Package not arrived.",
        "I wonder why I haven't ordered yet.",
        "What's the wait for my package?",
        "Package didn't arrive",
        "The package is late so why?",
        "I've been curious as to why I haven't received my order.",
        "What is the reason for the package being late?",
        "I haven't received my parcel yet.",
        "My item has not yet arrived?",
        "My item hasn't been shipped yet.",
        "Why hasn't I ordered this?",
        "Not yet on my package?",
        "I've been wondering why my order is not there.",
        "The package is late, what caused it?",
        "I haven't gotten my order yet and I'm wondering why.",
        "My stuff hasn't yet arrived.",
        "My order has yet to be delivered.",
        "I have a purchase that is missing.",
        "I have been wondering why I have not received my order so far.",
        "Has there been a delay with my shipment?",
        "There may be reasons my stuff is not here yet.",
        "What is the cause of the delay with my package?",
        "Was my shipment delayed?",
        "Why hasn't my stuff arrived yet?",
        "My order is yet to be shipped.",
        "I have no sign of my package yet",
        "I am wondering why I haven't received my order so far.",
        "I've been wondering why my order isn't here yet",
        "Is my package delayed?",
        "Why hasn't my ordered it yet?",
        "I've been wondering if my order has reached me yet.",
        "my order hasn't shipped yet",
        "What is the delay to my parcel?",
        "I'm wondering why I haven't had an order yet.",
        "I've been wondering how I haven't had my order yet.",
        "I have been wondering why my order isn't here.",
        "Why haven't I ordered it yet?!",
        "I have been wondering why my order was not here yet.",
        "Why is it that my package is delayed?",
        "I'm still not receiving my order.",
        "There is a delay to my package?",
        "Why is the delivery date not met?",
        "Why hadn't the order arrived yet?",
        "What is taking this long to deliver?",
        "I want to know what happened to my shipment.",
        "I've been curious as to why I haven't gotten my order yet.",
        "Why doesn't my order come up?",
        "My stuff has not yet arrived.",
        "Reasons hasn't the order been dispatched yet?",
        "Why didn't the order being dispatched yet?",
        "I had to wait for my package, what was the delay?",
        "I haven't had my order yet, I've been wondering.",
        "I have been wondering why I haven't had my order delivered yet.",
        "What is the reason for the delay to my package?",
        "I'm wondering why my order hasn't arrived yet.",
        "I wondered why I hadn't ordered it yet.",
        "Is it possible that my shipment is delayed?",
        "I want to know why I haven't had my order sent yet.",
        "It has yet to show up.",
        "This order has not been shipped yet.",
        "I've been wondering why my order isn't shipped.",
        "The order has not been shipped at the moment.",
        "I am wondering why my order hasn't been sent yet.",
        "There isn't any sign of my package yet.",
        "No sign of the package yet.",
        "I've been wondering what happened to my order yet.",
        "Why has my order not yet appeared?",
        "Why had my order not show up?",
        "I have pondered why my order hasn't arrived.",
        "I have been wondering why I haven't seen my order yet",
        "I've been wondering because my order hasn't arrived.",
        "My package is not there yet.",
        "I don't have an order shipped at this time.",
        "I've been pondering why I haven't seen my order.",
        "An order that has not been shipped yet.",
        "I don't know why my order is not here yet.",
        "I've been wondering about why my order hasn't arrived.",
        "I want to know what the delay is with my package.",
        "I've wondered why I didn't get my order yet.",
        "My stuff is not here yet, any reasons?",
        "I'm not sure why I hasn't ordered it yet.",
        "I have been wondering why my order has not been shipped.",
        "Why hasn't my order showed up yet?",
        "Why hasn't the order been delivered?",
        "I've been wondering why my order does not arrive yet.",
        "I've been wondering why the order isn't here yet.",
        "I've been wondering why I haven't got my order yet.",
        "There's no sign of my package yet.",
        "What has the delay been? I was waiting for my package.",
        "No sign of my package... yet.",
        "A package was not received",
        "I've wondered why I've not seen my order yet.",
        "I haven't even received my order yet.",
        "Why doesn't my order arrived yet?",
        "What is it that is taking so long to delivery?",
        "I have been wondering why I haven't had my order dispatched yet.",
        "My purchase failed to arrive?",
        "A package didn't arrive.",
        "Why havent I ordered it?",
        "My stuff is still not here yet.",
        "I've been wondering why the order hasn't arrived yet.",
        "Why didn't the order be dispatched already?",
        "Why did my shipment not arrive?",
        "I was waiting for my package and now it's delayed.",
        "Did my item not get shipped yet?",
        "I want to know why my order has not arrived yet.",
        "I have been wondering why I am not receiving my order yet.",
        "Still waiting for my package to arrive?",
        "I've been wondering why I haven't seen my order.",
        "What is the delay, I am waiting for my package?",
        "I have not yet gotten my order.",
        "I am wondering why I haven't had my order.",
        "I've wondered if my order is here yet.",
        "I paid for something but when do I receive it?",
        "Why is my package late?",
        "I've been wondering why I didn't receive my order yet.",
        "Is my shipment delayed?",
        "I've wondered if my order hasn't shipped yet.",
        "I haven't seen my order yet, I have been wondering.",
        "My package is not available yet.",
        "I've been wondering why I haven't had my order shipped yet.",
        "I have yet to received my order.",
        "I have been wondering what happened to my order.",
        "I was wondering why my order was not arriving yet.",
        "No sign of my order at all.",
        "What is the delay regarding my package?",
        "I have been wondering why I hadn't seen my order yet.",
        "The order has not yet arrived.",
        "My order has not been shipped as of yet.",
        "My stuff is not here yet?",
        "Why hasn't the order been dispatched so far?",
        "Is it possible there is a delay with my shipment?",
        "What's taking so long to delivery?",
        "I am wondering why my order is not arriving yet.",
        "The delay to my package was asked.",
        "I'm wondering why my order hasn't arrived",
        "I was wondering if my package was ever coming.",
        "I'm wondering if my order is here yet.",
        "I am wondering why I am not receiving my order yet.",
        "I was wondering why my order had not been sent yet.",
        "Why hasn't the order yet arrived?",
        "I have wondered why my order hasn't shipped yet.",
        "I have been wondering why my order has not been sent yet.",
        "I wondered why I hadn't got my order yet.",
        "Why has my order not been delivered yet?",
        "I'd like to know why my order is not here yet.",
        "I still haven't received my package yet?",
        "No sign of my order, huh?",
        "I was wondering why the order hadn't arrived yet.",
        "I wondered why my order isn't arriving yet.",
        "Package wasn't received",
        "Why is it that my stuff isn't here yet?",
        "I'm not sure about the delay with my package.",
        "I paid for something, when will I receive it?",
        "I have wondered why I haven't received my order.",
        "Why does my order have not shown up?",
        "I haven't gotten my order yet, are I to blame?",
        "I was wondering why my order was missing.",
        "I've been wondering why my order is not on time.",
        "I haven't received my order yet, I've been wondering.",
        "Why is my order not there yet?",
        "I've been wondering why it's not arriving yet.",
        "What has been the delay with my package?",
        "package was not delivered",
        "Is it delayed with my shipment?",
        "I didn't have my order arrived yet.",
        "My order where's it?",
        "I wondered what happened to my shipment.",
        "No news on my package.",
        "Why haven't my stuff arrived yet?",
        "Why have my order not arrived?",
        "No sign of order?",
        "I haven't received my order yet, I was wondering why.",
        "Been waiting on my package?",
        "I was waiting for a package and it was delayed.",
        "I questioned why I hadn't gotten my order yet.",
        "There may be reasons that my stuff isn't here yet.",
        "Any reason my stuff isn't here?",
        "Did my stuff not show up?",
        "I've been wondering since I haven't seen my order yet.",
        "I've been wondering how I haven't seen my order yet.",
        "I have been wondering how my order is not here yet.",
        "I wonder about my shipment.",
        "My order has yet to be arrived.",
        "I have been wondering why I haven't received an order yet.",
        "Why haven't I ordered it yet",
        "Be still waiting on my package?",
        "I am wondering why my order has not arrived.",
        "I haven't receiving my order yet.",
        "No sign of my package",
        "I don't know why my order isn't arrive yet.",
        "I have been wondering why I haven't got my order yet.",
        "An order hasn't been shipped at this time.",
        "I've wondered why my order hasn't been delivered yet.",
        "My order hasn't been shipped at this point",
        "What's the delay to my packages?",
        "I have been wondering why I never received my order.",
        "I've been wondering why I haven't had my order arrive yet.",
        "Why won't my order show up?",
        "I have not recieved my order.",
        "I am not yet receiving my order.",
        "My order is still not shipped at this point.",
        "I have wondered why I have not had my order yet.",
        "I was wondering why I had not ordered yet.",
        "I haven't had my order received yet.",
        "I haven't received his order yet.",
        "I have been questioning why my order is not arriving yet.",
        "I've been wondering why my order isn't dispatched yet.",
        "I paid for it, when will I receive it?",
        "a package was not received",
        "I had been wondering why my order wasn't here.",
        "I was waiting for my package, what's the wait?",
        "I've been wondering why my order is not here.",
        "Not received package",
        "What happened to my order yet?",
        "I have been wondering why my order has not yet reached me.",
        "My package is not yet there.",
        "My shipment was not there.",
        "Why hasn't I ordered?",
        "I was wondering why my order wasn't arrived yet.",
        "Why don't my order show up?",
        "I have been wondering why I has not seen my order yet.",
        "Why did no sign of my order?",
        "I have a question about why my order hasn't arrived yet.",
        "Someone is wondering what happened to the delivery.",
        "I've yet to get my order.",
        "why has my order not arrived?",
        "I have been wondering why my order isn't there yet.",
        "I wanted to know why I hadn't had my order yet.",
        "Why has my order not come yet?",
        "There is an order that hasn't been dispatched yet.",
        "The order did not arrive at this point.",
        "I've been curious why my order isn't here yet.",
        "\"I was waiting for my package, what's the delay?\"",
        "I have been pondering why I haven't received my order.",
        "There might be reasons my stuff isn't here yet.",
        "I want to know when I'll get my order.",
        "I have been wondering why my order isn't sent yet.",
        "Why have my order yet to show up?",
        "I have wondered why I didn't have my order yet.",
        "I have a question about when I will receive my order.",
        "I've been wondering why I haven't ordered yet.",
        "I question why I haven't had my order yet.",
        "Does my item have not yet been shipped?",
        "I am wondering why my order hasn't reached me yet.",
        "My order has not been shipped",
        "I want to know if my package ever arrives.",
        "I've been questioning why I haven't ordered yet.",
        "I was wondering why I didn't have my order yet.",
        "Why hasn't my order yet to show up?",
        "I had wondered why my order hadn't shipped yet.",
        "No trace of my package yet.",
        "Why hasn't the order been taken care of?",
        "I wondered why I had not gotten my order yet.",
        "What is the reason for the package's lateness?",
        "What's happened to my shipment?",
        "I've been wondering why my order is not reaching me yet.",
        "I've wondered if I haven't gotten my order yet.",
        "My package has yet to arrive.",
        "I've not seen my order yet.",
        "Why hadn't I ordered it yet?",
        "I've been wondering what went wrong with my order.",
        "I asked why my order hasn't shipped yet.",
        "I have been wondering why I haven't ordered yet.",
        "why hasn't the order been dispatched?",
        "I was wondering why my order hadn't gotten to me yet.",
        "I need to know why my stuff isn't here yet.",
        "I was wondering why my order wouldn't arrive yet.",
        "Why didn't the delivery come?",
        "Is there any reason why my stuff is not here yet?",
        "I was wondering why my order hadn't been shipped yet.",
        "I've been wondering why I haven't received my order",
        "I have been pondering why my order is not here yet.",
        "What is the delay after I was waiting for my package?",
        "I wondered why I wasn't getting my order yet.",
        "At this point, my order has not yet been shipped.",
        "I still have not received my order.",
        "Waiting on my package?",
        "There isn't a sign of my package yet.",
        "What is the reason for the package getting late?",
        "How come I haven't ordered it yet?",
        "My order hasn't shipped at this point.",
        "What is the time delay with my package?",
        "I've been wondering why I don't get my order yet.",
        "I have been wondering why I haven't seen my orders yet.",
        "How come there is no sign of my order?",
        "An order has not been shipped.",
        "Why are my things not here yet?",
        "Been waiting for my package?",
        "I have been wondering how I haven't gotten my order yet.",
        "I was waiting for my package?",
        "I haven't received my Order yet.",
        "I paid for something but when am I getting it?",
        "I've been wondering why I haven't order yet.",
        "I have been wondering how my order is not arriving yet.",
        "I been wondering why I haven't seen my order yet.",
        "Haven't I received my item yet?",
        "My item hasn't yet been shipped?",
        "I wonder why my order hasn't been dispatched yet.",
        "I've wondered why my order didn't reach me yet.",
        "I have been wondering why I have not seen my order.",
        "The delay to my package?",
        "Why hasn't an order been dispatched yet?",
        "I was waiting for my package, why was it delayed?",
        "When am I getting something I paid for?",
        "Where's my order so far?",
        "I have not receive my order yet.",
        "When will I have what I paid for?",
        "Why haven't I ordered it so far?",
        "I was wondering why I had not received my order.",
        "My order didn't arrive yet.",
        "I've been wondering why I don't have an order yet.",
        "I'd like to know why my order hasn't arrived yet.",
        "I have wondered why I haven't seen my order yet.",
        "I've been wondering why my order isn't reaching me.",
        "I was waiting for the package, what was the delay?",
        "I've not received my order yet, is that the fault of me?",
        "Why does my order not arrive yet?",
        "I have been wondering why it is not here yet.",
        "I have not yet received my order, am I to blame?",
        "My purchase was not present?",
        "I am waiting for my package?",
        "I have yet to see a sign of my package.",
        "Why don't my stuff arrive yet?",
        "Is that the reason my stuff isn't here yet?",
        "I've wondered why I hadn't ordered yet.",
        "I was waiting for my package and it is delayed.",
        "I've wondered why I don't have my order yet.",
        "My stuff isn't here yet.",
        "I've been wondering why my order is not yet shipped.",
        "Haven't my item shipped?",
        "Shouldn't my item be shipped yet?",
        "I wasn't sure why my order wasn't arrive yet.",
        "Why is my package taking longer?",
        "My purchase not here?",
        "I was wondering about my delivery.",
        "My darn order, where's it?",
        "I is wondering why I haven't seen my order yet.",
        "I am curious why I haven't gotten my order yet.",
        "Why have the order not yet been dispatched?",
        "I've been wondering why my order isn't arriving.",
        "I have not gotten my order.",
        "My package is delayed what?",
        "Why hasn't my order turned up?",
        "I was wondering why my order wasn't reaching me yet.",
        "Why hasn't my order showed up?",
        "I've been wondering Why I haven't seen my order yet.",
        "there is a delay in my shipment",
        "What's the reason behind the late package?",
        "I been wondering why my order hasn't shipped yet.",
        "What is the problem with the package being late?",
        "Where is my important order?",
        "my order was not shipped at this time",
        "I have wondered why my order has yet to arrive.",
        "Why hasn't I ordered it yet.",
        "hasn't my item been shipped yet?",
        "My order does not have shipped yet.",
        "Why didn't my order arrive?",
        "My order is not shipped yet",
        "I haven't had my order yet, I was wondering why.",
        "Why does it take so long to deliver?",
        "My order hasn't shipped yet, I've been wondering why.",
        "I'd like to know why I haven't had my order yet.",
        "What is the delay to my packages?",
        "I have wondered why my order has not shipped yet.",
        "My order isn't showing up.",
        "I've been wondering how I haven't received my order yet.",
        "I wondered why my order wasn't arriving yet.",
        "I don't have my purchase.",
        "My order is not shipped at this point",
        "What's the delay, I was waiting for my package?",
        "I was waiting for my package, what was happening?",
        "Why hasn't my order arrive?",
        "Why has my order not yet arrived?",
        "I have been wondering why my order haven't arrived yet.",
        "I'm curious about why my order hasn't arrived.",
        "Why has I not received my order yet?",
        "I am wondering why I am not getting my order yet.",
        "I have been wondering why my order is not arrive yet.",
        "I've wondered why I haven't had my order delivered yet.",
        "I have been wondering why I hadn't received my order yet.",
        "I have been wondering why I haven't already seen my order.",
        "I've wondered why my order didn't arrive.",
        "I have been wondering where my order is.",
        "I've wondered why my order isn't on time.",
        "I have not received my order",
        "I didn't receive my order yet, am I to blame?",
        "I'd like to know why my order isn't here yet.",
        "I am wondering why I hasn't seen my order yet.",
        "I was wondering why it wasn't here yet.",
        "I've been wondering why my order has not been sent yet.",
        "My order has not reached me yet.",
        "I have been wondering why my order has yet to shipped.",
        "I've wondered why my order isn't there yet.",
        "I was waiting for my package but not yet.",
        "I've wondered why I hasn't received my order yet.",
        "I was wondering why my order wasn't here already.",
        "I has been wondering why my order hasn't arrived yet.",
        "The package is late, what's the reason",
        "I was wondering why I did not get my order yet.",
        "Why haven't my goods arrived yet?",
        "waiting for my package?",
        "So what is the delay to my package?",
        "Why can't my order be delivered yet?",
        "I was wondering why my order hadn't been dispatched yet.",
        "Does my package never arrive?",
        "Any reason my stuff is not here yet?",
        "I've been wondering why my order hadn't arrived yet.",
        "What is the delay with my parcel?",
        "I am wondering why I have not had my order yet.",
        "My purchase did not arrive?",
        "I am wondering why my order isn't shipping yet.",
        "I was wondering why I didn't receive my order yet.",
        "I have wondered why I hasn't seen my order yet.",
        "What is it taking so long to get here?",
        "My purchase was not there?",
        "I've been wondering why my order isn't being delivered yet.",
        "Not received; where is it?",
        "My order hasn't arrived yet and I'm wondering why.",
        "The package is late and why?",
        "Why is the delay to my package?",
        "My purchase not seen?",
        "I haven't received my order yet",
        "What is the reason that my stuff isn't here yet?",
        "The delivery hasn't appeared yet.",
        "I was wondering why I didn't see my order yet.",
        "I had been wondering why I had not seen my order yet.",
        "Why does my order never show up?",
        "I have been wondering why I am not receiving my order.",
        "I have been wondering how my order hasn't shipped yet.",
        "How come no sign of my order?",
        "I've been wondering why I don't have my order.",
        "I was waiting for my package and there was a delay.",
        "what is the delay with my package?",
        "I haven't received my delivery yet.",
        "What is the delay on my package?",
        "The order hasn't been dispatched yet!",
        "Hasn't my item arrived?",
        "Why has my order not show up?",
        "Why hasn't my order appeared?",
        "How come it wasn't arrived?",
        "I've been wondering why my order is not there yet.",
        "I've been wondering about my order.",
        "When will I have my order?",
        "I have no idea why my stuff isn't here yet.",
        "I have yet to receive my order, am I to blame?",
        "I'm still waiting on my package?",
        "I've been wondering why I haven't gotten my order.",
        "I've been curious about why I haven't had my order yet.",
        "I have been curious as to why my order hasn't shipped yet.",
        "Why hasn't my order arrived",
        "Does anyone know why my stuff isn't here?",
        "I've wondered why the order hasn't arrived.",
        "A package was not delivered.",
        "I've been wondering why I didn't see my order.",
        "I have wondered why my order wasn't here yet.",
        "I am wondering when it will arrive.",
        "I have not gotten my order yet.",
        "My order is still not arrive yet.",
        "I have been wondering why I didn't get my order.",
        "My order isn't here yet, I've been wondering why.",
        "I've been questioning why my order isn't here yet.",
        "Why hasn't I ordered it just yet?",
        "I want to know why my stuff is not here yet.",
        "I have a delay with my package.",
        "I wondered why the order hadn't shipped yet.",
        "I was waiting for my package but it was delayed.",
        "I had been wondering why my order is not here yet.",
        "my order is not shipped at this point",
        "There is still no sign of my package.",
        "What are the reasons my stuff is not here yet?",
        "I've been wondering why my order is yet to arrive.",
        "I think my order isn't here yet.",
        "I was waiting for the package, what happened to it?",
        "I was wondering why my order had yet to reach me.",
        "I've not received the order.",
        "Why is the order not been dispatched yet?",
        "Why haven't I had my order yet?",
        "Why hadn't the order been dispatched?",
        "My order isn't arrived yet.",
        "My order hasn't shipped yet, so I've been wondering.",
        "Why hasn't the order been dispatched, yet?",
        "I was wondering why my order wasn't shipping yet.",
        "Why haven't my things arrived?",
        "Where's m order at??",
        "I question why I haven't gotten my order yet.",
        "I have an order, where is it?",
        "Why hasn't I ordered that?",
        "There are no signs of my package yet.",
        "What are the delays? I was waiting for my package.",
        "I've been wondering why I still haven't received my order.",
        "I have Not received my order yet.",
        "Why hasn't the order been dispatched??",
        "I was waiting for my package and what was the delay?",
        "I have a question about my delivery.",
        "I have no sign of my order, why not?",
        "The package is late. What's the reason?",
        "I've not received an order yet.",
        "I have been wondering why my order hasn't arrive yet.",
        "My order is not being shipped at this point.",
        "I wondered why my order hadn't reached me.",
        "What is it taking so long for delivery?",
        "How is it taking so long to deliver?",
        "I've been wondering why my order isn't ready.",
        "What is the reason that the package is late?",
        "Why do I not receive a sign of my order?",
        "Did I not receive my item yet?",
        "Why hasn't the Order been dispatched yet?",
        "I have been wondering why the order isn't arriving yet.",
        "I paid for something, when am I getting it?",
        "Why hasn't my order arrived yet",
        "I have been wondering why I have not got my order yet.",
        "I've wondered why I haven't had my order.",
        "Have I not received my item yet?",
        "Why isn't the order been dispatched?",
        "The order hasn't been shipped at this time.",
        "I wondered why my order hasn't arrived yet.",
        "My package has not yet arrived.",
        "I have been wondering why I haven't got my order sent yet.",
        "Why hasn't the order been dispatched yet",
        "I've been wondering why my order didn't arrive.",
        "No sign of the order.",
        "Why hasn't I ordered it, yet?",
        "What is the delay to my package.",
        "A package was not received.",
        "Why did it not arrive?",
        "Why has my order failed to show up?",
        "I have been wondering why I haven't gotten it yet.",
        "Why is it that the package is late?",
        "I haven't received my order yet, so I've been wondering.",
        "Why has my order yet to come up?",
        "When will I receive my order??",
        "I am wondering why I haven't ordered it yet.",
        "I still don't have a package?",
        "My order hasn't been delivered yet.",
        "Why haven't my order been delivered?",
        "Why didn't a sign of my order show up?",
        "I was wondering why my order has not arrived.",
        "The order has yet to show up.",
        "I have been curious as to why I haven't received my order yet.",
        "I have a question why I haven't seen my order yet.",
        "I wonder when my order will be delivered.",
        "I didn't receive my order.",
        "I've been wondering why my order hasn't yet shipped.",
        "I've wondered why my order is not arriving yet.",
        "I've been wondering why my order has not arrived.",
        "Where's the delay to my package?",
        "My order has not yet shipped.",
        "Why isn't the order already dispatched?",
        "There is a delay in my shipment?",
        "I was waiting for my package, what happened to that?",
        "Ive not received my order yet.",
        "I've not received my order.",
        "I've been wondering why I didn't see my order yet.",
        "I have been wondering why my order is not arriving yet.",
        "My order is not here yet.",
        "I've been wondering why my order isn't ready yet.",
        "So far, no sign of my package.",
        "Any reason my stuff isn't here yet?",
        "I have been wondering why my order has not yet arrived.",
        "I'm wondering why my order isn't here yet.",
        "I am curious as to why I haven't had my order yet.",
        "The thing didn't arrive; where is it?",
        "I asked why I hadn't seen my order yet.",
        "I've been asking why my order hasn't shipped yet.",
        "What is the reason my stuff isn't here yet?",
        "I've wondered why my order has yet to be shipped.",
        "I have not recieved my order yet, am I not to blame?",
        "When is my darn order?",
        "I've wondered why my order hasn't been dispatched yet.",
        "I was wondering if my order hadn't arrived yet.",
        "Why has my order not showed up yet?",
        "I have wondered why my order hasn't arrived.",
        "I asked why my order hasn't arrived yet.",
        "I don't understand why my order hasn't showed up.",
        "What is the delays with my package?",
        "I still haven't recieved my package?",
        "My stuff isn't here yet",
        "My order has not arrived as of yet.",
        "I'm wondering why I haven't gotten my order sent yet.",
        "Is there any reason my stuff hasn't arrived?",
        "My order is yet to be received.",
        "There is a delay with my shipment?",
        "The delivery is yet to appear.",
        "I'm yet to receive my order.",
        "Hasn't my item been shipped yet?",
        "I have been asking myself why I haven't seen my order yet.",
        "I was waiting for my package, what caused the delay?",
        "A package is late, what's the reason?",
        "My package is not showing up yet.",
        "I haven't got my order yet, am I to blame?",
        "I have wondered why I haven't gotten my order.",
        "I have wondered why my order hasn't reached me.",
        "package hasn't been received",
        "Why hasn't it arrived for me?",
        "I have been wondering why my order has not arrived yet.",
        "I've been wondering why I haven't recieved my order.",
        "I have been wondering why my order hasn't gotten to me yet.",
        "What was the reason for the late package?",
        "What is the cause for the late package?",
        "I haven't received my order yet and am I to blame?",
        "Why hasn't my order arrived.",
        "Why has the order not been dispatched?",
        "I've been pondering why my order is not here yet.",
        "I'm wondering why my order doesn't arrive.",
        "I have been wondering why I have yet to see my order.",
        "Why haven't my stuff been here yet?",
        "Where's my ordered food?",
        "I was wondering why I had not had my order yet.",
        "I'm wondering why I have not seen my order yet.",
        "I was wondering why my order wasn't received yet.",
        "Some reason my stuff is not here yet?",
        "I've been wondering why my order has yet to arrive.",
        "Why not have no sign of my order.",
        "Why wasn't my order received yet?",
        "Have you still not received my package?",
        "There is no sign of my package",
        "I have not received my order yet.",
        "Why is the order not being dispatched?",
        "I wonder why my order doesn't arrive yet.",
        "I wondered why my order hadn't come yet.",
        "The order is still not shipped.",
        "Why doesn't my order come?",
        "I'm wondering why my order has not reached me yet.",
        "I am wondering why I haven't had my order sent.",
        "I have wondered why I didn't get my order yet.",
        "There's no sign of my order.",
        "I have been wondering why I haven't seen my order yet.",
        "What is the delay to my package??",
        "Why has it not arrived yet?",
        "I wondered why my order had not arrived yet.",
        "I was wondering why my order was not sent yet.",
        "I've never received my order yet.",
        "Where's my important order?",
        "I haven't received my order.",
        "Has my shipment delayed?",
        "An order has not shipped yet.",
        "I've been wondering why I have not seen my order yet.",
        "I asked why my order hadn't arrived yet.",
        "What is taking so long to be delivered?",
        "I wanted to know why my order is not here yet.",
        "I have yet to receive my order.",
        "I've wondered why I hadn't seen my order.",
        "I have been wondering about why I haven't received my order yet.",
        "I've noticed that my order hasn't arrived yet.",
        "I am curious as to why my order hasn't arrived.",
        "Why haven't my order showed up?",
        "I want to know why my order has yet to arrive.",
        "I have been wondering why the order isn't here yet.",
        "My order hasn't been shipped at this point.",
        "I was waiting for my package, but it was delayed.",
        "I've been wondering why I haven't gotten the order yet.",
        "My order is being held up at this point.",
        "What is the delay with my delivery?",
        "my stuff is not here yet",
        "I was wondering why my order isn't there yet.",
        "no sign of my package yet",
        "I haven't received my order yet, I've been wondering why.",
        "Still no sign of my package.",
        "There is a question about my shipment.",
        "I was waiting for my package and what happened to it?",
        "I was waiting for my package and I didn't know why.",
        "The package is late why?",
        "An order has not been shipped at this point.",
        "I've been asking why my order isn't here yet.",
        "Why doesn't the order have been dispatched yet?",
        "I am wondering why I have not received my order.",
        "I'm curious as to why my order hasn't arrived yet.",
        "Why haven't I ordered it already?",
        "Why hasn't this order arrived?",
        "How come my purchase isn't there?",
        "I have been wondering why my order hasn't been shipped.",
        "Why is the order not been dispatched?",
        "My order hasn't yet shown up.",
        "What is the delay over my package?",
        "I'm wondering why I haven't had my order sent.",
        "I have not received my order yet!",
        "I have yet to receive my package",
        "Why don't my orders show up?",
        "How come the delivery date isn't met?",
        "I've been wondering why my order haven't arrived.",
        "The order has not been shipped to me.",
        "I've pondered why I haven't had my order yet.",
        "my order has not been shipped yet",
        "I am wondering why I didn't see my order yet.",
        "Any reasons my stuff is not here yet?",
        "I has not received my order yet.",
        "At this point, my order isn't shipped.",
        "waiting on my package?",
        "I had been wondering why my order had not shipped yet.",
        "I have been asking why I haven't received my order.",
        "Why hasn't my order come to me?",
        "The package had not arrived.",
        "I have not recieved my order yet.",
        "How did my order not show up?",
        "No sign of my package at this time.",
        "I was waiting for my package but why the delay?",
        "There is an order that isn't arrive yet.",
        "I have been wondering why I haven't seen the order yet.",
        "The package has not been received.",
        "I've wondered why my order has not shipped.",
        "Do you know why my stuff isn't here yet?",
        "I have been wondering why my order hasn't come yet.",
        "I've been wondering why my order has not been shipped.",
        "I have been wondering how my order has not arrived.",
        "I'm curious why my order hasn't arrived.",
        "I didn't receive my order yet, am I not to blame?",
        "Why does my order have not arrived?",
        "An order was not shipped at this time.",
        "I have been wondering why my order wasn't sent yet.",
        "What was the delay, I was waiting for my package?",
        "What's delayed with my package?",
        "Why is my order missing?",
        "I do not receive my order yet.",
        "I wondered why my order hadn't shipped yet.",
        "I am wondering if my package ever arrives.",
        "There was no sign of my order.",
        "What is the reason for a late package?",
        "I have yet to receive my package.",
        "What is the reason the order hasn't been dispatched yet?",
        "I've been pondering why I haven't gotten my order.",
        "I was wondering why I haven't gotten my order yet.",
        "I've wondered why I hasn't seen my order yet.",
        "I've wondered why my order hadn't reached me yet.",
        "I asked why I haven't seen my order yet.",
        "I wondered why my order was not shipped yet.",
        "This order has not been shipped at this time.",
        "I've wondered why I haven't received my order.",
        "My purchase hasn't been received?",
        "Where's my ordered item?",
        "why hasn't the order been dispatched yet",
        "No sign of the order, right?",
        "I was wondering why my order wasn't arriving.",
        "Why have it not arrived yet?",
        "I wanted to know why my order wasn't here yet.",
        "I've been wondering why my order is not yet here.",
        "I have been wondering why my order has not been sent.",
        "Why don't I see a sign of my order.",
        "I've been wondering why my order hasn't gone to me yet.",
        "I've been wondering why myorder isn't here yet.",
        "Why is my order not show up?",
        "I paid for something but when will I receive it?",
        "I asked why I haven't received my order yet.",
        "I am wondering why I haven't had my order yet.",
        "Why hasn't my order been delivered yet?",
        "I've pondered why my order hasn't arrived.",
        "Shouldn't the order have been dispatched already?",
        "I've been wondering why the order is not arriving yet.",
        "Have I not gotten my item shipped yet?",
        "I've been wondering why my order is taking so long.",
        "Is it a reason my stuff isn't here yet?",
        "I has been wondering why my order is not here yet.",
        "I want to know why my order is not here yet.",
        "I want to know what the delay is to my package.",
        "My order has not been shipped right now.",
        "Doesn't my item have arrived yet?",
        "Where is it?? Not arrived!",
        "I haven't received my order thus far.",
        "Why isn't my purchase there?",
        "I wasn't sure why I hadn't seen my order yet.",
        "I don't received my order yet.",
        "A package hasn't been received.",
        "My order has not been shipped at this time",
        "Why didn't the order been dispatched yet?",
        "When will I receive what I have paid for?",
        "I wondered why my order wasn't here.",
        "Are there any reasons that my stuff is not here yet?",
        "What is the reason for my order not arriving yet?",
        "I didn't receive my order yet, are I to blame?",
        "My package is yet to be seen.",
        "I've been questioning why I haven't gotten my order.",
        "There are any reasons my stuff is not here yet?",
        "The delivery date has not been met?",
        "I have been wondering why my order has not yet been sent.",
        "I was waiting for my package and the delay?",
        "I'm waiting for this package",
        "I'm curious about the delay to my package.",
        "I don't understand why my order hasn't shown up.",
        "My package is still waiting for me?",
        "I'm curious why my order is not arriving yet.",
        "Isn't I supposed to have ordered it yet?",
        "Where's the's m' order?",
        "I don't know why my stuff hasn't arrived yet.",
        "Where's the delivery yet?",
        "why hasn't the order been dispatched",
        "I have been wondering why my order is late.",
        "What is the reason for the package being Late?",
        "I have a question about why I haven't seen my order yet.",
        "Why doesnt my order show up?",
        "No sign of my order, isn't it?",
        "What is the wait for my package?",
        "I was curious why I hadn't seen my order yet.",
        "I've been curious why I haven't had my order yet.",
        "I am wondering why my order is not shipping yet.",
        "I wondered why my order hasn't arrived.",
        "I was wondering why my order was late.",
        "Why hasn't I gotten it?",
        "I had been wondering why my order wasn't here yet.",
        "I am still waiting for my order.",
        "My order has not shipped yet.",
        "Has my order yet to arrive?",
        "Didn't my item shipped yet?",
        "What's the reason for the package late?",
        "My order hasn't arrived at this time.",
        "I was waiting for my package but what was the delay?",
        "I wondered why my order wasn't arrived yet.",
        "I hadn't received my order yet.",
        "I need to know why I haven't seen my order yet.",
        "I was wondering why I have not had my order yet.",
        "I need to know the delay to my package.",
        "I haven't received myorder yet.",
        "Why are the package late?",
        "My order has not yet been shipped",
        "What's the reasons for the package being late?",
        "I did not receive the package.",
        "What is the delay in receiving my package?",
        "Why are there no signs of my order?",
        "The package is late but what is the reason?",
        "I've been wondering when my order is here.",
        "I was wondering why my order hasn't shipped yet.",
        "I've been wondering why I haven't seen my order",
        "I wondered why my order was not reaching me yet.",
        "Why haven't I got my order yet?",
        "I've wondered why I haven't seen the order yet.",
        "I've wondered why my order hadn't shipped yet.",
        "Ihaven't received my order yet.",
        "Is there a delay in receiving my shipment?",
        "What about my order?",
        "my order is not shipped at this time",
        "I have been wondering why my order isn't arrive yet.",
        "What's the delay to my package??",
        "Shouldn't the order been dispatched already?",
        "I want to know about my shipment.",
        "No sign of my package right now.",
        "I've been wondering about my order not being shipped yet.",
        "I have been wondering why I haven't received it yet.",
        "I wonder when I will get what I paid for.",
        "What's taking so long to be delivered?",
        "I did not hear from my shipment.",
        "Why hasn't the order been received?",
        "I have been curious about why my order hasn't shipped yet.",
        "The order has not been delivered.",
        "Isn't there a delay with my shipment?",
        "I have been wondering why my order is still not here.",
        "Where's m' order at?",
        "I am wondering about my package.",
        "What is taking so long to delivery?",
        "I've asked why my order isn't here yet.",
        "Why do not I see my order?",
        "What is the reason for the late package",
        "I was waiting for my package, what was the reason for the delay?",
        "My purchase is not in my possession?",
        "I wondered why my order had not shipped yet.",
        "Why hasnt the order been dispatched yet?",
        "I am curious as to why my order hasn't arrived yet.",
        "I have been wondering why I haven't had my order arrive yet.",
        "Why has it taken so long to deliver?",
        "I haven't heard from my order yet.",
        "I was waiting for my package but I don't know what happened.",
        "I've not received my order just yet.",
        "I've been wondering why my order hadn't arrived.",
        "What is the reason behind the late package?",
        "I have an order yet to show up.",
        "I have yet to receive my package?",
        "I need to know what the delay is to my package.",
        "I've been wondering why I haven't had my order sent.",
        "I was waiting for my package, how long is it?",
        "I was wondering why my order did not arrive yet.",
        "Where is the reason for the late package?",
        "I wish my order was here yet.",
        "Delivery not met?",
        "I havenot received my order yet.",
        "I was wondering why my order had not yet arrived.",
        "I still don't have my order.",
        "I've been wondering why my order has not been dispatched.",
        "The order hasn't arrived yet.",
        "I have been wondering why I have not had an order yet.",
        "My purchase wasn't there?",
        "I have not received my order yet, is that not to blame?",
        "My order is nowhere to be found yet.",
        "I've been wondering when my order will arrive.",
        "I haven't received my order at this point.",
        "I still haven't received my package",
        "Why did my order not appear?",
        "I was wondering why my order wasn't here yet.",
        "The package is late but why?",
        "I wondered why I hadn't received my order.",
        "Doesn't my item have been shipped yet?",
        "The item did not arrive.",
        "I am wondering why my order doesn't arrive yet.",
        "What is the reason for the delay with my package?",
        "I haven't received my ordering yet.",
        "Has my item not shipped yet?",
        "My order hasn't been shipped yet",
        "I have been curious as to why my order hasn't arrived yet.",
        "Wait on my package still?",
        "I'm wondering why my order hasn't been shipped.",
        "Why don't I see my order?",
        "No sign of my package yet",
        "I haven't had my order yet and I've been wondering why.",
        "Where's my damn order?",
        "Does my item have not arrived yet?",
        "I was wondering why my order hasn't reached me.",
        "package has not been received",
        "I wonder why my order hasn't reached me yet.",
        "I'm curious about why I haven't gotten my order yet.",
        "I've been wondering why my order hasn't been received yet.",
        "I am wondering why my order has yet to show up.",
        "I've been wondering why I haven't had my order yet.",
        "I'm wondering why my order hasn't yet arrived.",
        "My order is still not received.",
        "Why didn't I receive my order yet?",
        "I was wondering why I did not see my order yet.",
        "I'm wondering why I haven't had my order arrived yet.",
        "My order hasn't shipped yet, I was wondering why.",
        "I have been wondering since my order hasn't arrived.",
        "I wasn't sure why I hadn't gotten my order yet.",
        "I've been wondering why my order doesn't show up yet.",
        "My order hasn't shipped yet",
        "My package is delayed",
        "I wonder why my order is not arrive yet.",
        "I wondered why I hadn't seen my order.",
        "Why have not I ordered it yet?",
        "Order has not been shipped yet.",
        "I am wondering where my order is.",
        "I was wondering why my order had not yet shipped.",
        "I've been wondering why my order still hasn't arrived.",
        "The package is late; what is the reason?",
        "What is the problem with the delivery?",
        "What is the reason for late package?",
        "I still haven't gotten my package.",
        "I have an order that has not been shipped yet.",
        "Why has the order not yet arrived?",
        "I do not have an order shipped at this time.",
        "I had been wondering why I hadn't ordered yet.",
        "I have been wondering why my order hasn't arrived just yet.",
        "I've been wondering why my order is not coming yet.",
        "What is the delay in my package?",
        "Why am I not receiving my order yet?",
        "I haven't recieved my order yet",
        "I had been wondering why my order hasn't shipped yet.",
        "I was wondering why my order hadn't reached me yet.",
        "I've wondered why my order isn't here.",
        "Why the delay with my package?",
        "Why have I not gotten my order yet?",
        "There is no sign of this package yet.",
        "I've been pondering why I haven't received my order yet.",
        "I've been wondering why I hasn't seen my order.",
        "I've been wondering why my order has not reached me.",
        "My order is still not shipped.",
        "I wondered why I didn't see my order yet.",
        "I had been wondering why my order hadn't arrived.",
        "I'm questioning why my order hasn't arrived.",
        "Why did my order not reach me yet?",
        "I've been wondering why I haven't seen my order already.",
        "What is it taking so long to get it?",
        "What is it taking so long to arrive?",
        "package has not arrived",
        "I am waiting for my package, what's the delay?",
        "I wanted to know why my order hasn't arrived.",
        "Why isn't the order been dispatched yet?",
        "I'm wondering why my order hasn't gotten to me yet.",
        "I has been wondering why I haven't seen my order yet.",
        "I was waiting for my package, what occurred?",
        "I haven't had my order arrived yet.",
        "I has been wondering why my order isn't here yet.",
        "I been wondering why my order is not here yet.",
        "I have been wondering why I haven't gotten my order.",
        "Has I not received my item yet?",
        "There is a package that is not received.",
        "I've been questioning why I haven't received my order yet.",
        "There is no sign of mypackage yet.",
        "I still haven't had my order yet.",
        "Why has the order not arrived?",
        "Have my order yet to show up?",
        "I've been wondering why my order hasn't come yet.",
        "I havent received my order yet.",
        "What's the reason for the delay to my package?",
        "Why do you not see a sign of my order?",
        "Is there a delay in my shipment?",
        "Why hasn't the order been dispatched.",
        "Where is the m' order?",
        "Why is there no sign of my order?",
        "Why does my order yet to show up?",
        "I don't see a sign of my order",
        "I wonder why I have not seen my order yet.",
        "Has there been a delay in my shipment?",
        "Waiting for delivery still?",
        "I'm not sure why my stuff isn't here yet.",
        "What is the reason the package was late?",
        "What is the reason for this late package?",
        "Maybe there's a reason my stuff isn't here yet.",
        "There are any reasons that my stuff isn't here yet?",
        "I wonder when I will get my order.",
        "I paid for something but when are I getting it?",
        "My purchase did not arrive.",
        "Not yet a sign of my package.",
        "Why hasn't the order come yet?",
        "I've wondered why my order wasn't here yet.",
        "A question about the delay to my package.",
        "A package is not received.",
        "There is a delay in my shipment.",
        "Where is it? It wasn't arrived!",
        "I been wondering why my order isn't here yet.",
        "My order hasn't shipped yet?",
        "I haven't heard from my package yet.",
        "A package did not arrive.",
        "Not arrived! Where is it?",
        "I have not had my order arrive yet.",
        "I have been curious as to why I haven't seen my order yet.",
        "My order hasn't arrived.",
        "What is the delay? I waited for my package.",
        "Why doesn't my stuff arrive yet?",
        "Why is there a delay with my package?",
        "Haven't my item been shipped yet?",
        "I have not seen my order yet.",
        "I was wondering why my order didn't arrive.",
        "I've been wondering why my order has not come yet.",
        "My order has not shipped yet?",
        "Why didn't it arrive yet?",
        "I am curious about why my order hasn't arrived yet.",
        "I still haven't received my package?",
        "I've wondered if my order has arrived.",
        "There is no sign of my package yet.",
        "I have not heard from my order yet.",
        "I haven't received my order in a while.",
        "I am wondering why I haven't had my order sent yet.",
        "I have been wondering why I've not seen my order yet.",
        "my order hasn't arrived yet",
        "Some reason my stuff isn't here yet.",
        "I am curious about why I haven't received my order yet.",
        "what is the delay to my package?",
        "I was waiting for the package and what happened?",
        "Why not my order?",
        "I'm wondering why I hasn't received my order yet.",
        "I've wondered why I haven't had my order arrive yet.",
        "I've been wondering why I haven't had the order yet.",
        "I have been wondering why I haven't had my order sent yet.",
        "Haven't my item been shipped?",
        "There is an order that isn't here yet.",
        "I want to know why my order isn't arriving yet.",
        "Why haven't my orders been delivered yet?",
        "I wonder why I haven't received my order so far.",
        "Why do I have no sign of my order?",
        "I've wondered why I haven't seen my order.",
        "I wondered what had happened to my shipment.",
        "I haven't received an order yet.",
        "Why did the delivery not show up?",
        "I wondered why my order wasn't here yet.",
        "There has not been a sign of my package yet.",
        "I have been wondering why it hasn't arrived.",
        "What is the cause for the package being late?",
        "Why do no signs of my order?",
        "I've been wondering why my order wasn't here yet.",
        "The order hasn't yet arrived.",
        "I've wondered why I hasn't received my order.",
        "Whats the delay to my package?",
        "Why isn't my order showing up yet?",
        "I have been curious why my order hasn't arrived.",
        "I've been wondering why I haven't received my order so far.",
        "I've wondered why my order has not yet arrived.",
        "I've been wondering why I haven't had an order.",
        "Why haven't i ordered it yet?",
        "I've been asking why my order hasn't arrived.",
        "I've pondered why I haven't seen my order yet.",
        "I haven't received my order to date.",
        "The order has not been shipped to me yet.",
        "I was waiting for my package but why did it take so long?",
        "I have been wondering about my order.",
        "I have been wondering why I don't have my order sent yet.",
        "There may be reasons my stuff isn't here yet.",
        "I wonder why I haven't received my order.",
        "My item has not yet shipped.",
        "I haven't had my order yet.",
        "Why has my order yet to appear?",
        "I've been questioning why my order hasn't shipped yet.",
        "Is any reason why my stuff is not here yet?",
        "What is the delay to my order?",
        "I have not received my order just yet.",
        "I have been wondering why I haven't received my order so far.",
        "I haven't received my package yet",
        "My order has not arrived at this time.",
        "Why did the delivery not happen?",
        "I'm wondering why the order isn't here yet.",
        "What is the delay associated with my package?",
        "I haven't received my purchase yet.",
        "There is an order that has not been shipped yet.",
        "Where is m' order?",
        "I have wondered why I haven't had my order.",
        "I wondered why my order wasn't shipped yet.",
        "I have been wondering why I don't see my order yet.",
        "The order hasn't been dispatched yet, why?",
        "No sign of my parcel yet.",
        "This order has not shipped yet.",
        "I'm wondering why my order hasn't come yet.",
        "My purchase isn't here?",
        "I am wondering why I have not seen my order yet.",
        "I've been curious as to why my order hasn't shipped yet.",
        "I haven'treceived my order yet.",
        "I am questioning why I haven't gotten my order yet.",
        "I've been asking myself why my order hasn't arrived yet.",
        "I question why I haven't seen my order yet.",
        "I've been wondering if my order has shipped yet.",
        "Why did I not receive a sign of my order?",
        "I have been wondering why my order didn't reach me yet.",
        "I've been wondering why I haven't been ordered yet.",
        "My purchase didn't arrive?",
        "I am wondering what the delay is to my package.",
        "I want my order to arrive yet.",
        "I've been wondering why I'm not getting my order.",
        "Why isn't my order yet?",
        "I have been curious about why my order hasn't arrived yet.",
        "How come my order hasn't arrived?",
        "Why don't my order arrive?",
        "An item has not been shipped yet.",
        "What is the reason for the package late?",
        "I was waiting for my package!",
        "I don't know why my order hasn't show up.",
        "Concerning my shipment?",
        "What is the reason that my order hasn't arrived?",
        "My stuff's not here yet.",
        "I've been wondering why I can't see my order yet.",
        "I was waiting for my package and what is the delay?",
        "What is happening to my shipment?",
        "I've been wondering why my order wasn't shipped yet.",
        "The delay to my package is unexplained.",
        "I don't have received my order yet.",
        "I question why my order isn't here yet.",
        "I've been curious why my order hasn't arrived yet.",
        "My order is still not arrived.",
        "What caused the delay to my package?",
        "Why has the order not been dispatched yet.",
        "I've been curious as to why my order is not here yet.",
        "I don't see a sign of my package yet.",
        "My order is not shipped at this time",
        "\"What is the delay to my package?\"",
        "I have an item yet to be shipped.",
        "Where's my orders?",
        "I've wondered why I have not had my order yet.",
        "I've wondered why I don't see my order yet.",
        "I've wondered why my order is not arrive yet.",
        "My order? Where's it?",
        "I have been wondering why I haven't seen my purchase yet.",
        "There are any reasons that my stuff is delayed?",
        "I have been wondering why my order is not yet arriving.",
        "The package is late and what's the reason?",
        "I have been wondering why I haven't see my order yet.",
        "I have been wondering why the order hasn't arrived.",
        "I am questioning why I haven't received my order yet.",
        "No sign of the package yet...",
        "I wondered why my order hadn't been shipped yet.",
        "Why cannot my order show up?",
        "There is a delay with my package?",
        "I've wondered why I have not received my order yet.",
        "I pondered why my order wasn't here yet.",
        "I have been wondering why my order isn't reaching me.",
        "Why did the delivery not arrive?",
        "I've been wondering since my order hasn't shipped yet.",
        "I've been wondering why I have not seen my order.",
        "What is taking so long to deliver?",
        "I am wondering why I haven't seen my order yet.",
        "I was curious why my order hadn't shipped yet.",
        "The package wasn't delivered",
        "I have been wondering why I did not receive my order yet.",
        "Why am I not seeing my stuff yet?",
        "I am wondering why I haven't seen the order yet.",
        "My purchase is MIA?",
        "My order has not been dispatched.",
        "The order is yet to show up.",
        "There is an order that is not arrive yet.",
        "I've been wondering why my order isn't delivered yet.",
        "I wondered why my order hasn't reached me yet.",
        "My order is not shipped at this moment.",
        "I'm not sure why I haven't ordered it yet.",
        "I was wondering why my order has not reached me yet.",
        "I did not receive my order yet.",
        "Why has the order been not dispatched yet?",
        "What is my package's delay?",
        "I'm not sure why my order is not here yet.",
        "I've wondered why my order has not reached me yet.",
        "I have been wondering why I haven't seen my order so far.",
        "There is a delay with my package",
        "Why hasn't my order come up yet?",
        "I was waiting for the package, what's the delay?",
        "I have been wondering why I haven't received my order.",
        "I've wondered why I haven't had my order sent.",
        "I've been wondering why I haven't seen my order so far.",
        "Is there any reason that my stuff isn't here?",
        "I haven't seen a sign of my package yet.",
        "There is no sign of my package, yet.",
        "I was wondering why I hadn't received my order so far.",
        "Why did my order not come up?",
        "Is my shipment held up?",
        "My stuff is yet to arrive.",
        "I am curious as to why I haven't received my order yet.",
        "I was wondering how my order hadn't arrived yet.",
        "I wonder why my order hasn't reached me.",
        "I waited for my package and it was delayed.",
        "I've been wondering why my order hasn't arrived just yet.",
        "I'm not sure why my order hasn't arrived yet.",
        "I've been wondering why I haven't got my order.",
        "I haven't gotten my order yet, am I to blame?",
        "I've been wondering why I haven't ordered.",
        "I wondered why I hadn't received my order so far.",
        "I've been curious as to why my order hasn't arrived yet.",
        "I've been questioning why I haven't received my order.",
        "I have been wondering why my order isn't shipping yet.",
        "Have you not received my package yet?",
        "I am curious why my order hasn't shipped yet.",
        "I had been wondering why my order hadn't shipped yet.",
        "I've been asking why my order isn't arriving yet.",
        "I have been wondering why the order has not arrived yet.",
        "I've been asking why my order is not here yet.",
        "Why didn't the order arrive yet?",
        "I've been wondering if my order has reached me.",
        "I don't know why I haven't seen my order.",
        "I haven't received a order yet.",
        "I have not seen a sign of my order.",
        "My order is yet to be shipped at this point.",
        "I have been wondering why I can't get my order yet.",
        "Where is it? Not arrived!",
        "I wanted to know why I haven't gotten my order yet.",
        "Is my item not yet shipped?",
        "I have been wondering if I have received my order.",
        "I was waiting for my package, was it delayed?",
        "I am wondering why my order isn't here yet.",
        "This order hasn't been shipped yet.",
        "Why didn't my shipment come?",
        "Why has my order still not arrived?",
        "How about the delay with my package?",
        "My order hasn't yet been shipped.",
        "I've questioned why I haven't received my order yet.",
        "I'm wondering why my order hasn't been sent.",
        "What was the delay when I was waiting for my package?",
        "I've been wondering why my order doesn't reach me yet.",
        "Why hasn't my order arrived, yet?",
        "I haven't gotten my order yet",
        "I'm curious why my order is not here yet.",
        "My item isn't yet shipped.",
        "Why is my order still not here?",
        "I wanted to know why I haven't received my order yet.",
        "I am wondering what happened to the delivery.",
        "My stuff hasn't arrived yet?",
        "I've been questioning why my order hasn't arrived.",
        "What's the reason for the package to be late?",
        "i haven't received my order yet",
        "I've not received my order yet, is that not to blame?",
        "I haven't recieved my package yet.",
        "I paid for something so when am I getting it?",
        "I have been wondering why my order hasn't yet arrived.",
        "I've been wondering why my order is not being shipped yet.",
        "Where is \"s m' order?\"",
        "Why haven't I gotten it yet?",
        "Why has my order not shown up?",
        "I had no sign of my package yet.",
        "I haven't seen my order yet and I've been wondering why.",
        "Why did the order not get dispatched yet?",
        "I wasn't sure why my order hadn't arrived.",
        "How come my order has yet to arrive?",
        "I've been wondering why I haven't gotten it yet.",
        "I have been wondering why I have not had my order yet.",
        "I have been questioning why I haven't seen my order.",
        "Package has not arrived.",
        "I have been wondering why my order wasn't here yet.",
        "I've wondered why my order hasn't arrived yet",
        "I've been wondering why my order doesn't ship yet.",
        "What's the delay? I was waiting for my package.",
        "My order has not yet been delivered.",
        "I would like to know why my order hasn't shipped yet.",
        "When do I get something I paid for?",
        "Why doesn't I ordered it yet?",
        "I'm waiting for my package, what happened?",
        "I think about why my order hasn't arrived.",
        "My order is not yet arrived.",
        "I have paid for something, when will I get it?",
        "What is the reason for the package coming late?",
        "I have no sign of my order?",
        "Is there any reason my stuff has not arrived yet?",
        "I've been wondering why my order isn't here",
        "package not arrived",
        "What delay to my package?",
        "My order was not arrived yet.",
        "I was wondering why my order isn't arriving yet.",
        "I wonder why I haven't seen my order.",
        "Why is it not here?",
        "Why is my order still not arriving?",
        "When will the order come?",
        "why is the package late?",
        "What is the cause of the late package?",
        "My package hasn't been received yet.",
        "Why haven't the order been dispatched?",
        "Why couldn't my order show up?",
        "An order has not arrived yet.",
        "What is the delay, I am waiting for my package.",
        "I have been questioning why I haven't gotten my order yet.",
        "Why has my stuff not arrived yet?",
        "I was waiting for my package and it had been delayed.",
        "I've been wondering why my order has yet to be sent.",
        "Why isn't my order arrived?",
        "Why isn't a sign of my order?",
        "My item has not yet been shipped.",
        "Why hasn't I order it yet?",
        "What about the delay in my package?",
        "My order hasn't been delivered at this time.",
        "I don't know why I haven't had my order sent.",
        "My order?",
        "I am waiting for my package, what happened?",
        "Why isn't my order coming up?",
        "I have been pondering why I haven't ordered yet.",
        "I am wondering why my order is not arrive yet.",
        "An order hasn't been shipped yet",
        "I'm wondering about my package.",
        "I've been curious about why I haven't gotten my order yet.",
        "I've been wondering why I haven't received my order yet",
        "Why has my order yet to be received?",
        "Why is my package not arriving?",
        "I haven't heard from my package yet",
        "I'm wondering when I will get what I paid for.",
        "I have been wondering how my order isn't here yet.",
        "I've been wondering why my order isn't received yet.",
        "Are there a delay in my shipment?",
        "What is the delay with my package?",
        "I haven't gotten my order yet, I was wondering why.",
        "Why has my order not arrive yet?",
        "I am not getting my order yet.",
        "why hasn't the order been dispatched yet?",
        "Are there a delay with my shipment?",
        "I've been wondering if my order is here.",
        "Delivery date not on time?",
        "I had been wondering why my order was not arriving yet.",
        "There are any reasons my stuff isn't here yet?",
        "Where's my order waiting?",
        "Shouldn't my order arrived yet?",
        "I have been asking why I haven't had my order yet.",
        "I've been wondering why I haven't yet seen my order.",
        "I still haven't recieved my order.",
        "My order has not been sent.",
        "Why is it I haven't ordered it yet?",
        "Why have the order not been dispatched?",
        "I wondered why I didn't receive my order yet.",
        "At this time, my order has not been shipped.",
        "I have been wondering if I have gotten my order yet.",
        "My order hasn't arrived yet!",
        "Is there a delay to my shipment?",
        "How come my order has not arrived?",
        "I haven't yet recieved my order.",
        "I've been wondering why my order hasn't shipped just yet.",
        "A delay with my package?",
        "I have been wondering about why my order hasn't arrived.",
        "I've been wondering as to why my order isn't here yet.",
        "Why has the order not been shipped yet?",
        "I have been pondering why my order hasn't shipped yet.",
        "my order has not been shipped",
        "my order isn't arrive yet",
        "I wonder why I hasn't received my order yet.",
        "My order is not yet received.",
        "I've been questioning why my order has yet to arrive.",
        "Why does the order have not yet been dispatched?",
        "I've been wondering why my order has not been sent.",
        "I have been wondering why I didn't get my order yet.",
        "The delay with my package is unknown.",
        "I haven't received my package yet.",
        "I've been wondering why I hasn't received my order.",
        "I've wondered why I haven't received my order so far.",
        "I've wondered why I haven't had my order yet.",
        "Why is the order not sent yet?",
        "What is the reason behind the package being late?",
        "I wondered why I wasn't seeing my order yet.",
        "Isn't my package ever coming?",
        "I've been wondering why I hadn't received my order yet.",
        "How come delivery date not met?",
        "I've been wondering why my order isn't arrived.",
        "I did not receive a sign of my order.",
        "My order hasn't showed up yet.",
        "I have been curious why I haven't seen my order yet.",
        "I haven't seen my order yet, so I've been wondering.",
        "I was wondering why the order wasn't arrive yet.",
        "Why hasn't my order come?",
        "The package is late; what's the reason?",
        "Has my item not arrived yet?",
        "What occurred to my shipment?",
        "Any reasons my stuff hasn't arrived yet?",
        "Why does the order have not been dispatched yet?",
        "I've been wondering why my order hasn't gotten to me.",
        "When will I get the item I paid for?",
        "I was wondering why I hadn't had my order arrive yet.",
        "My order does not have yet been shipped.",
        "Why haven't I orders it yet?",
        "I did not receive my order yet, am I to blame?",
        "I haven't received my order yet, is that fault?",
        "I've been questioning why my order isn't arriving yet.",
        "What is the delay to my package?!",
        "Is that why my stuff isn't here yet?",
        "Why haven't my orders been delivered?",
        "I paid for it but when will I get it?",
        "I was wondering why my order has not been shipped yet.",
        "I was wondering why I had not gotten my order yet.",
        "Why hasn't the order been received yet?",
        "The delay with my package is a mystery.",
        "I haven't been receiving my order yet.",
        "I've been wondering why I haven't see my order yet.",
        "Shouldn't my order show up?",
        "My order is at this point not shipped.",
        "I've been wondering where my order is.",
        "I was wondering if my order had arrived yet.",
        "I was wondering why my order wasn't sent yet.",
        "I wondered why my order did not arrive yet.",
        "I've been wondering why I haven't already seen my order.",
        "Shouldn't the order been dispatched yet?",
        "Is it possible my stuff isn't here yet?",
        "My order is not there.",
        "Why hasn't I ordered something?",
        "What's the delay on my package?",
        "I was wondering about the delay to my package.",
        "I have been wondering why my order isn't here already.",
        "My order has not yet been received.",
        "Why have I not ordered yet?",
        "I was wondering about shipment progress.",
        "I need to know why I haven't received my order yet.",
        "My order is not being shipped at this time.",
        "I am wondering if there is a delay with my shipment.",
        "I haven't received my order yet,",
        "my order hasn't been shipped at this time",
        "I was wondering why I haven't had my order sent yet.",
        "I wait for my package, what is the delay?",
        "I was wondering why my order wasn't arrived.",
        "My order hasn't yet shipped.",
        "I've been wondering why my order hasn't come.",
        "I'm wondering why my order isn't arrive yet.",
        "Where's my ORDER?",
        "I've been wondering why my order isn't arriving yet.",
        "Why hasn't my order shown up yet?",
        "What is delay to my package?",
        "I'm wondering why I haven't received my order yet.",
        "my item hasn't been shipped yet",
        "My order hasn't yet show up.",
        "I was wondering why I hadn't gotten my order sent yet.",
        "I'm curious why I haven't seen my order yet.",
        "I wonder when I will receive my order.",
        "Why hasn't Iordered it yet?",
        "Where's my precious order?",
        "I have been wondering why my order did not arrive yet.",
        "I've been wondering why my order did not arrive yet.",
        "An order has not arrived at this time.",
        "Has my item not been shipped?",
        "I've wondered if my order hasn't reached me yet.",
        "My purchase is not here?",
        "Why haven't I order it yet?",
        "There isn't a sign of my package yet",
        "Where is's m' order?",
        "I have been wondering why my order hasn't been dispatched.",
        "I have been wondering why it hasn't shipped yet.",
        "I've wondered why my order hasn't been dispatched.",
        "An order has not been shipped yet",
        "What is the delay to a package?",
        "I have not received my order at this moment.",
        "I haven't received my order, am I to blame?",
        "There has been no sign of my package.",
        "I've been wondering why my order didn't ship yet.",
        "What is the delay when I am waiting for my package?",
        "Is there a delay with my delivery?",
        "There is no trace of my package yet.",
        "What's taking so long to arrive?",
        "What's the delay? I waited for my package.",
        "Why not, no sign of my order?",
        "Any reason that my stuff isn't here yet?",
        "My purchase is not with me?",
        "I was wondering why I haven't seen my order yet.",
        "I'm not sure what reason my stuff isn't here yet.",
        "I still haven't gotten my package?",
        "I have been wondering why I hasn't received my order yet.",
        "What's the delay to the package?",
        "The delivery was supposed to arrive.",
        "I've not yet received the order.",
        "Why hasn't my order yet showed up?",
        "I was waiting for my package so what was the delay?",
        "I've been wondering why it's not here yet.",
        "I wondered why I had not received my order yet.",
        "So why hasn't I ordered it yet?",
        "I have not received mine yet.",
        "I have been wondering why my order was not shipped yet.",
        "what is the delay with my package",
        "I have been wondering if my order has arrived yet.",
        "Where's the delay with my package?",
        "I am wondering if my order is here yet.",
        "My order haven't arrived yet.",
        "It has yet to show up, why?",
        "They haven't received my order yet.",
        "The package has yet to arrive.",
        "I've been wondering why my order has yet to shipped.",
        "I have been wondering why my order didn't arrive.",
        "I didn't see a sign of my order, why not?",
        "Why are my items not here yet?",
        "My order has not yet been dispatched.",
        "The package is late but what's the reason?",
        "I've been wondering why my order is late.",
        "I was wondering why my order wasn't shipped yet.",
        "I have been asking why my order hasn't arrived yet.",
        "I have wondered why my order isn't arriving yet.",
        "I'm not getting my order yet.",
        "I've been wondering why I haven't received it yet.",
        "What is it taking so long to be delivered?",
        "package not recieved",
        "I wonder what happened to my shipment.",
        "I've been wondering why my order is not arrived yet.",
        "I haven't recieved my order yet.",
        "I've been asking why I haven't received my order.",
        "I've wondered why my order hasn't yet arrived.",
        "I wondering why I haven't seen my order yet.",
        "I have been asking why I haven't received my order yet.",
        "I wondered why I hadn't gotten my order sent yet.",
        "I'm wondering why I haven't got my order yet.",
        "Is it possible that my stuff isn't here yet?",
        "I have pondered why my order isn't here yet.",
        "There wasn't a sign of my order.",
        "I've yet to receive the order.",
        "My order hasn't been delivered at this point.",
        "I'm wondering why I haven't had my order yet.",
        "What's up with my shipment?",
        "I did not receive my shipment.",
        "My item is not yet shipped.",
        "I am curious about why my order hasn't arrived.",
        "Did the delivery not come?",
        "I was wondering why I haven't ordered yet.",
        "What's the reason the package is late?",
        "When will I get something I paid for?",
        "I've not received it yet.",
        "I've been wondering why my order isn't here already.",
        "I've noticed that I haven't received my order yet.",
        "Is my shipment late?",
        "I wonder why I have not had my order yet.",
        "package wasn't recieved",
        "I wondered why my order wasn't sent yet.",
        "I have been wondering why I hasn't seen my order.",
        "I haven't received a package yet...",
        "I have yet to receive a package.",
        "Why isn't the order received yet?",
        "Why have the order yet to be dispatched?",
        "I've asked why my order hasn't shipped yet.",
        "Why is my order nowhere to be found?",
        "I was wondering why my order wasn't ready yet.",
        "My order has not been shipped just yet.",
        "My order hasn't shipped yet so I've been wondering.",
        "I've been wondering how my order is not here yet.",
        "My order hasn't arrived yet",
        "I want to know why my order hasn't shipped yet.",
        "Why is this package late?",
        "Is my package never arriving?",
        "I've been wondering why my order isn't here at the moment.",
        "Do I not have my item shipped yet?",
        "My order has not been delivered at this time.",
        "I've wondered why my order was not shipped yet.",
        "I've hadn't received my order yet.",
        "So where's my order?",
        "Why hasn't my order arrived yet?",
        "I am wondering why I haven't gotten my order.",
        "Why do I not see a sign of my order?",
        "I'm curious about the delay with my package.",
        "No word on my package yet.",
        "\"I've been wondering why my order isn't here yet.\"",
        "I didn't receive my order at this time.",
        "I have been questioning why my order hasn't arrived.",
        "I paid for something, when will I get it?",
        "Why doesn't the order been dispatched?",
        "I didn't receive my order yet.",
        "I'd like to know why my order hasn't shipped yet.",
        "Why hasn't the orderarrived?",
        "I am questioning why my order hasn't arrived.",
        "I've been wondering how my order hasn't arrived yet.",
        "I've pondered why my order hasn't arrived yet.",
        "I was waiting for my package and I am confused.",
        "What reason is the package late?",
        "I'm questioning why I haven't seen my order yet.",
        "The package didn't arrive",
        "No sign of my package at the moment.",
        "Shouldn't the order been dispatched?",
        "My item is still not shipped.",
        "I wanted to know what happened to my shipment.",
        "Why the delay to my package?",
        "Why did I not get my order yet?",
        "What is the reason for the package is late?",
        "I'm curious as to why I haven't gotten my order yet.",
        "I was wondering why my order was not shipped yet.",
        "I've been wondering why my order has not shipped yet.",
        "What are the reasons that my stuff is not here yet?",
        "There are any reasons my stuff is delayed?",
        "package not received",
        "Why don't I see a sign of my orders?",
        "Why didn't the order be dispatched?",
        "Haven't my item shipped yet?",
        "My package is not yet received.",
        "why haven't I ordered it yet?",
        "I paid for something, when will it arrive?",
        "I wondered why I haven't had my order sent yet.",
        "I have been asking myself why I haven't had my order yet.",
        "package did not arrive",
        "What is the reasons for the late package?",
        "Why haven't my orders showed up?",
        "I've notreceived my order yet.",
        "My package has not arrived yet.",
        "Why hasn't it arrived?",
        "I have been wondering why it isn't here yet.",
        "I waited for my package, what was the delay?",
        "At this time, my order is not shipped.",
        "I want to know the delay to my package.",
        "I have wondered why I haven't got my order yet.",
        "I have been wondering why my order has not shipped yet.",
        "I've questioned why I haven't seen my order yet.",
        "I have been asking why I haven't seen my order yet.",
        "I was wondering why I hadn't gotten my order.",
        "I have been wondering why I still haven't received my order.",
        "I am still waiting on my package",
        "Why did no sign of my order not appear?",
        "I haven't gotten my order yet, I've been wondering why.",
        "I have been wondering why Ihaven't seen my order yet.",
        "Why hasn't the order showed up?",
        "My order isn't shipped at this time.",
        "Why hasn't my order reached me?",
        "I have not received my order, am I to blame?",
        "I've been thinking about why my order isn't here yet.",
        "What's the cause of the package being late?",
        "Why don't I see the order?",
        "I have wondered why my order is not arriving yet.",
        "Why hasn't my order arrived?",
        "Why didn't I see any sign of my order?",
        "I have been questioning why my order has yet to arrive.",
        "The stuff hasn't arrived yet.",
        "I had been wondering why my order hasn't arrived.",
        "I've been wondering why my order hasn't been received.",
        "I have been questioning why my order hasn't shipped yet.",
        "Why isn't my order show up?",
        "What is there a delay with my package?",
        "A package is not received",
        "I've been wondering why my order isn't ship yet.",
        "I've wondered why my order has not shipped yet.",
        "Not my item shipped yet?",
        "I'm waiting on my package?",
        "I have a question about why I haven't received my order yet.",
        "Is there a reason my stuff isn't here yet?",
        "I wonder why my order hasn't been sent yet.",
        "I was wondering why I haven't received my order so far.",
        "Where's m' ordering?",
        "I'm wondering why my order is not shipping yet.",
        "When will I receive the item I paid for?",
        "Did my order not show up?",
        "I have been wondering why the order hasn't shipped yet.",
        "Why is my package not delivered yet?",
        "Why hasn't my order reached me yet?",
        "I questioned why my order hadn't arrived.",
        "I've been pondering why my order hasn't shipped yet.",
        "Why don't I receive a sign of my order?",
        "I've been wondering why I haven't had my order yet",
        "I'm questioning why I haven't received my order yet.",
        "I've been wondering why my order wasn't delivered yet.",
        "I've been curious about why my order hasn't shipped yet.",
        "What's the reason of the package being late?",
        "Has my order yet to show up?",
        "I have been wondering why my order is not yet shipped.",
        "I was wondering why my order did not ship yet.",
        "I've been wondering why I haven't had my order received yet.",
        "I was wondering why I didn't get my order yet.",
        "I haven't seen my order yet",
        "Why isn't the order there yet?",
        "Did my shipment not arrive?",
        "I have been wondering if my order has reached me yet.",
        "How come the order hasn't been dispatched?",
        "There was no sign of my order?",
        "I've been wondering why the order is not here yet.",
        "I'm wondering why my order isn't here.",
        "The package is late. what is the reason?",
        "Why has my order not yet showed up?",
        "I was wondering why my order hadn't arrived yet.",
        "I've been curious about why my order isn't here yet.",
        "I wasn't sure why my order wasn't here yet.",
        "My order has not been shipped to me.",
        "I was wondering why my order hasn't arrived.",
        "Why has my order not been delivered?",
        "Where's my order, please?",
        "How come my stuff isn't here?",
        "I've been curious as to why my order hasn't arrived.",
        "Why not my order yet?",
        "I wonder where my order is.",
        "My order hasn't been received yet.",
        "I'd like to know why my order hasn't arrived.",
        "I was wondering why my order didn't ship yet.",
        "I have been wondering why my order has yet to reach me.",
        "I haven't received your order yet.",
        "no sign of my order, why not?",
        "I've not yet recieved my order.",
        "I have been wondering if I have gotten my order.",
        "I've been wondering why I haven't recieved my order yet.",
        "I don't know why I haven't seen my order yet.",
        "I have been curious about why I haven't seen my order yet.",
        "Does anyone know why my stuff is not here yet?",
        "Why hadn't the order been dispatched yet?",
        "I have been wondering why my order didn't arrive yet.",
        "I was curious why my order wasn't arrive yet.",
        "I've been wondering why my order is missing.",
        "Why is my order not arrived?",
        "I've been wondering why my order hasn't been shipped yet.",
        "Why hasn't I ordered it yet??",
        "I'm not yet receiving my order.",
        "I don't understand why my order hasn't show up.",
        "I wonder when my package is coming.",
        "I've been pondering why my order isn't arriving yet.",
        "Why have my order not arrived yet?",
        "When will they get my order?",
        "What was the delay with my package?",
        "I don't understand why my stuff isn't here yet.",
        "I wonder why my order is not shipped yet.",
        "Why was my package delayed?",
        "I want to know when my order will be received.",
        "I'm curious as to why I haven't had my order yet.",
        "The order has not arrived yet.",
        "My order hasn't yet showed up.",
        "How come my order has not arrived yet?",
        "I was wondering why my order wasn't here.",
        "I have been wondering how my order hasn't arrived.",
        "Why not not see a sign of my order?",
        "Isn't my order yet arrived?",
        "I've been wondering why my order is not shipping yet.",
        "I have wondered why my order hasn't shipped.",
        "I'm wondering why my order has not arrived.",
        "Why didn't the delivery happen?",
        "There have been no signs of my package yet.",
        "My order is not yet shipped.",
        "my order isn't here yet",
        "I am not receiving my order yet.",
        "Where's my order?!",
        "A package has not been received.",
        "Did my item not shipped yet?",
        "The order hasn't reached me yet.",
        "I wondered why my order was not sent yet.",
        "I've received no order yet.",
        "I haven't received a package yet.",
        "I had been wondering why my order wasn't shipped yet.",
        "I wonder if my package will ever arrive?",
        "I have been pondering why my order hasn't arrived yet.",
        "I want to know about the delay to my package.",
        "\"What's the delay to my package?\"",
        "I wondered why my order wouldn't arrive yet.",
        "I haven't receivedmy order yet.",
        "What's the reason my stuff isn't here yet?",
        "There is no sign of my package at this moment.",
        "Why no order has been dispatched yet?",
        "I am curious why my order hasn't arrived.",
        "I have been wondering why my order isn't ready yet.",
        "I've been wondering why I don't have my order yet.",
        "I've been wondering as to why my order hasn't arrived.",
        "why hasn't I ordered it yet",
        "I have notreceived my order yet.",
        "I have been questioning why my order has not arrived yet.",
        "I was wondering why my order wasn't shipped.",
        "I was waiting for my package, but what was the delay?",
        "Why hasn't the order been dispatched yet?!",
        "Waiting for a delivery?",
        "What caused the delay in my package?",
        "I wondered why my order didn't shipped yet.",
        "Why hasnt I ordered it?",
        "I have not yet received my order, am I not to blame?",
        "I wonder why my order isn't reaching me yet.",
        "My shipment did not show up?",
        "Whyhaven't the order been dispatched yet?",
        "Why hasn't the order been dispatched yet.",
        "I'venot received my order yet.",
        "What's happening with my delivery?",
        "I've been wondering why I haven't been getting my order yet.",
        "I wasn't sure why I haven't seen my order yet.",
        "I have been questioning why I haven't had my order yet.",
        "I wanted to know why my order hadn't shipped yet.",
        "I have been wondering why my order hasn't been sent yet.",
        "I've been wondering why my order has not yet been shipped.",
        "am still waiting for my package?",
        "I was wondering if I hadn't received my order yet.",
        "I have been wondering if my order is here yet.",
        "Why hasn't my purchase arrived?",
        "Is there any reason my stuff isn't here yet?",
        "Is there delay with my shipment?",
        "I was wondering why my order hadn't been sent yet.",
        "I was wondering why my order hadn't reached me.",
        "I've been wondering why my order is still not here.",
        "Not arrived; where's it?",
        "Why is my order not yet shown up?",
        "What is behind the package being late?",
        "Why isn't my order arriving yet?",
        "My package has not yet been delivered.",
        "I wasn't sure why I hadn't had my order sent yet.",
        "I'm wondering why my order doesn't arrive yet.",
        "My order hasn't arrived yet, so I've been wondering why.",
        "Not a sign of my package yet.",
        "Why isn't it ordered yet?",
        "The package hasn't been received.",
        "I am wondering why I have yet to receive my order.",
        "There is no sign of my package right now.",
        "I have not receiving my order yet.",
        "I was wondering why I have not received my order yet.",
        "package didn't arrive",
        "My purchase is not present?",
        "I'm wondering why my order has yet to reach me.",
        "The order has not been dispatched at this time.",
        "I have been wondering if I haven't seen my order yet.",
        "My order did not arrive at this time.",
        "What is the reason of the package being late?",
        "Why isn't my order coming?",
        "I've been wondering why I didn't receive my order.",
        "I am wondering why I haven't received my order.",
        "Why hasn't my orders arrived?",
        "I've wondered why I didn't receive my order yet.",
        "When will I get my order??",
        "I want my order to show up.",
        "You still haven't received your package?",
        "Why hasn't I ordered the item yet?",
        "I've questioned why my order hasn't arrived yet.",
        "An order has not been shipped at this time.",
        "I've wondered why I have not gotten my order yet.",
        "I am not sure why I haven't seen my order yet.",
        "I'm wondering why my order is not arriving.",
        "Why is my order not here yet?",
        "Why have I not ordered it yet?",
        "Is there any reason why my stuff isn't here yet?",
        "Why am I not getting my stuff yet?",
        "I did not get my order shipped at this time.",
        "I've been wondering why I'm not getting my order yet.",
        "I've been pondering why I haven't had my order yet.",
        "Why has my order not shipped yet?",
        "My stuff hasn't come yet.",
        "I waited for my package, what's the delay?",
        "my stuff isn't here yet",
        "I am not sure why I haven't received my order yet.",
        "I'm curious about why I haven't received my order yet.",
        "I were wondering why my order wasn't here yet.",
        "I've been curious why I haven't gotten my order yet.",
        "Why is my order not yet received?",
        "I am wondering about the delay to my package.",
        "what is the reason for the package being late?",
        "My item hasn't yet been shipped.",
        "What is the cause of the delay to my package?",
        "My order wasn't arrived yet.",
        "I didn't have my order arrive yet.",
        "My order is delayed at this time.",
        "I'm wondering why I haven't had my order arrive yet.",
        "I was wondering why I hadn't ordered it yet.",
        "I'm wondering why my order isn't shipping yet.",
        "There is an order that hasn't been shipped at this time.",
        "What is the explanation for the package being late?",
        "An order hasn't been shipped at this point.",
        "I still haven't recieved my package.",
        "Why is my order not yet arrived?",
        "Why did no sign of my order not occur?",
        "Is it because my order hasn't arrived yet?",
        "I have not received my order yet, am I to blame.",
        "I have wondered why I haven't had my order sent.",
        "I was wondering why my order had not shipped yet.",
        "Why didn't my order appear?",
        "Is it possible that my shipment is late?",
        "There are any reasons that my stuff hasn't arrived yet?",
        "I am still waiting for my package",
        "I've been wondering why I have yet to see my order.",
        "What has delayed my package?",
        "I haven't gotten my order yet, I've been wondering.",
        "Why does my order have yet to show up?",
        "I wonder why I hasn't seen my order yet.",
        "I wondered why my order hadn't reached me yet.",
        "Why hasn't I ordered it yet",
        "I wonder why I haven't gotten my order.",
        "I wondered why my order isn't arrive yet.",
        "The order hasn't show up yet.",
        "There's still no sign of my package.",
        "Why doesn't the order have been dispatched?",
        "I've been wondering why my order isn't getting to me yet.",
        "Does my item have not been shipped yet?",
        "How can it take so long to deliver?",
        "I wondered why my order had not arrived.",
        "I was waiting for my package and didn't know why.",
        "I've been curious why I haven't seen my order yet.",
        "I've wondered why I hadn't had my order yet.",
        "I've been wondering since my order hasn't arrived yet.",
        "I haven't received my order, yet.",
        "My purchase is not there.",
        "I've been wondering why I haven't gotten my order yet.",
        "There's no sign of my package...",
        "I wondered why I didn't get my order yet.",
        "My purchase has not been received?",
        "Why hasn't my order shows up?",
        "What is taken so long to deliver?",
        "I am still waiting to receive my order.",
        "I've wondered how my order hasn't shipped yet.",
        "Why did it not arrive yet?",
        "Why couldn't I order it yet?",
        "I've been questioning why I haven't seen my order.",
        "My package is yet to arrive.",
        "Why hasn't i ordered it yet?",
        "What's the reason for the delay in my package?",
        "I still haven't got my package?",
        "They haven't shipped my item yet.",
        "I have been wondering why my order has yet to be delivered.",
        "I've been curious about why I haven't received my order yet.",
        "I've wondered how I haven't gotten my order yet.",
        "I don't see any sign of my order.",
        "I didn't receive my shipment.",
        "I haven't already received my order.",
        "I am not sure why my stuff is not here yet.",
        "Is my delivery delayed?",
        "How come my stuff is not here yet?",
        "I've been wondering if it's because I haven't gotten my order yet.",
        "I have been wondering why my order doesn't arrive yet.",
        "Is it possible that my stuff is not here yet?",
        "I was waiting for my package, what is the delay?",
        "I was wondering why my order doesn't arrive yet.",
        "Why do not I see a sign of my order?",
        "I have not received my ordered yet.",
        "I have been wondering why I do not have my order yet.",
        "Some reason my stuff is not here yet.",
        "I would like to know why I haven't received my order yet.",
        "Why does my order have not yet arrived?",
        "I have wondered why I haven't gotten my order yet.",
        "Why did no sign of my order not happen?",
        "I have been wondering why my order isn't arrived.",
        "I've been wondering why my purchase hasn't arrived.",
        "I have been wondering why I did not receive my order.",
        "I have been pondering why I haven't received my order yet.",
        "Where's's m' order?",
        "My order is yet to arrive.",
        "I have been wondering why I still haven't seen my order.",
        "Why hasn't my order been received yet?",
        "What is the delay pertaining to my package?",
        "I have been wondering why my order hasn't arrived yet.",
        "I have been wondering why it hasn't arrived yet.",
        "Why haven't my order shown up?",
        "I have wondered why I hadn't seen my order yet.",
        "They have not received my order yet.",
        "I am wondering when my package will arrive.",
        "I've not received my order yet, right?",
        "The package is late, what is its reason?",
        "I have been wondering why my order is not reaching me yet.",
        "Why doesn't my order come yet?",
        "What is the reason for the package being late??",
        "I'm still waiting for my package",
        "Why has my order not arrive?",
        "The package is late, how?",
        "Has my shipment been delayed?",
        "I haven't received my order yet, is that the fault of me?",
        "I've been curious about why I haven't seen my order yet.",
        "I haven't yet seen my order.",
        "I've wondered why my order wasn't here.",
        "What is the delay to this package?",
        "There is no signs of my package yet.",
        "my order is not here yet",
        "I haven't gotten my package yet?",
        "I am wondering why my order has not yet arrived.",
        "Why have I yet to order it?",
        "I was waiting for my package and what's the delay?",
        "I didn't get my order yet.",
        "I have been wondering why my order hasn't shipped.",
        "My item has not been shipped.",
        "Why isn't my order arrive?",
        "I'm curious about why my order hasn't shipped yet.",
        "I've been wondering how my order is not arriving.",
        "Is it Delayed with my shipment?",
        "What is it that the package is late?",
        "Why isn't the delivery date met?",
        "No sign of my order? Why not?",
        "My order is not ship yet.",
        "My item is not shipped yet.",
        "My order did not ship at this point.",
        "What's the delay with my delivery?",
        "Has my stuff not shown up?",
        "I have been wondering why my order is missing.",
        "I don't know why I haven't had my order yet.",
        "I want to know why my order has not shipped yet.",
        "I've been curious as to why my order is not arriving yet.",
        "I was waiting for my package, but what is the delay?",
        "No trace of my package yet...",
        "My order hasn't arrived yet and I am wondering why.",
        "I was wondering what the delay was with my package.",
        "There is a delay, I was waiting for my package.",
        "My stuff isn't here yet, any reasons?",
        "What is taking so long to get here?",
        "An order is not shipped at this time.",
        "I am curious as to why my order hasn't shipped yet.",
        "I've been wondering why my order isn't here just yet.",
        "I was wondering why my order had not reached me yet.",
        "package is not received",
        "My order is not shipped at this time.",
        "Did my shipment have a delay?",
        "There has yet to be a sign of my package.",
        "I've been asking why my order is not arriving yet.",
        "haven't my order shipped?",
        "I'm wondering why I hasn't gotten my order yet.",
        "No sign of my package at this moment.",
        "Why have I not seen my order yet?",
        "I've been wondering why my order hasn't arrive.",
        "I've been wondering why the order has not arrived.",
        "What the delay to my package is?",
        "My order is not yet shipped",
        "I have been wondering why my order doesn't arrive.",
        "I have been wondering why my order hasn't arrive.",
        "I'm still waiting on a package?",
        "What is it taking so long to come?",
        "I've been wondering why I hadn't seen my order yet.",
        "I was curious why my order hadn't arrived.",
        "I'm questioning why my order isn't here yet.",
        "Why hasn't I seen my order yet?",
        "I have been wondering why I haven't seen my order already.",
        "I have been wondering why my order is not being shipped yet.",
        "I haven't seen my order yet, I've been wondering why.",
        "My order is not shipped at the time.",
        "I was wondering why my order hadn't yet arrived.",
        "I've wondered why my order isn't here yet.",
        "Isn't there no sign of my order?",
        "Why has my order not show up yet?",
        "Why can't my order show up?",
        "I wonder about the delay with my package.",
        "I was wondering why my order hadn't shipped.",
        "My order was not received yet.",
        "I was wondering what the delay was to my package.",
        "What's the delay? I am waiting for my package.",
        "I have been wondering why I haven't been given my order yet.",
        "I am wondering why my order has yet to arrive.",
        "Why aren't there signs of my order?",
        "I have not seen my order at this time.",
        "The order didn't arrive at this time.",
        "I have been wondering why I didn't see my order.",
        "I've been wondering what's wrong with my order.",
        "I was curious why I hadn't received my order yet.",
        "Why is my package taking so long?",
        "I don't have the order yet.",
        "I haven't had my order sent yet, I've been wondering why.",
        "At this point, my order hasn't been shipped.",
        "I have been wondering why I have not recieved my order yet.",
        "No sign of my order, why not.",
        "Why has my order not been shown up?",
        "My order didn't arrive at this time.",
        "I have been wondering why my order isn't reaching me yet.",
        "What was the delay, I was waiting for my package.",
        "I've been wondering why it's not arrived yet.",
        "The delay with my package is unexplained.",
        "My order isn't shipped yet.",
        "I'm wondering why my order hasn't reached me yet.",
        "Why wasn't my order delivered?",
        "Why did no sign of my order come up?",
        "I've not received my order at this time.",
        "I have been wondering why my order has yet to be dispatched.",
        "What was the delay to my package?",
        "There is a delay with the shipment?",
        "The order hasn't arrived at this point.",
        "Does my item have yet to arrive?",
        "I've been wondering if my order has arrived.",
        "I have been wondering why my order wasn't arrived yet.",
        "I've been wondering why myorder hasn't arrived.",
        "I've been thinking about why I haven't seen my order yet.",
        "I have been wondering why I haven't had my order received yet.",
        "I was wondering if there was a delay with my shipment.",
        "My order didn't ship at this point.",
        "I was waiting for my package but I don't know why.",
        "I wonder what the delay is to my package.",
        "I have not received my package yet...",
        "I've still not received my order.",
        "I have been wondering why I have not had my order sent.",
        "I paid for something, when am I going to get it?",
        "Not a sign of my package yet...",
        "Why hasn't the order come?",
        "I've been wondering why my order isn't being shipped yet.",
        "I don't understand the delay with my package.",
        "I wondered why I hadn't had my order.",
        "My shipment didn't show up",
        "How come the delivery date is not met?",
        "Why haven't I ordered that yet?",
        "I still haven't received my package.",
        "What's the delay to my shipment?",
        "Is my purchase not here?",
        "I'm wondering if my shipment is delayed.",
        "I still haven't seen my package?",
        "My order hasn't been shipped.",
        "I have been asking why my order hasn't arrived.",
        "No sign of my package as yet.",
        "My order is not currently shipped",
        "I need to know about my shipment.",
        "I've questioned why my order isn't here yet.",
        "I have yet to receive my order, am I not to blame?",
        "I am wondering why I haven't received the order yet.",
        "I've not received my order, yet.",
        "I haven't been received my order yet.",
        "I'm not sure what the delay is with my package.",
        "I'm confused about the delay with my package.",
        "Where's m' order?",
        "My order has not been shipped at this moment.",
        "Didn't my item arrive yet?",
        "I've been wondering why I have not ordered yet.",
        "I am curious about why I haven't seen my order yet.",
        "I was wondering how I hadn't seen my order yet.",
        "Why did no sign of my order not come up?",
        "I am wondering about shipment progress.",
        "My order has not arrived at this point.",
        "I've been wondering why my order is not being sent yet.",
        "I have not received an order yet.",
        "What is the delay in my package.",
        "My darn order, where is it?",
        "I'm wondering why my order isn't here yet",
        "What's the delay with my shipment?",
        "I've been questioning why my order hasn't arrived yet.",
        "Where's the order yet?",
        "I want to know why my order is not arriving yet.",
        "Why is the package late?",
        "What is the delay to my package?",
        "My order has not been delivered yet.",
        "I haven't received my order yet, are I to blame?",
        "Why haven't my order been delivered yet?",
        "Where's that darn order?",
        "Why hasn't my order show up yet?",
        "I was wondering why my order had not arrived yet.",
        "Is my order yet to show up?",
        "My stuff isn't here yet, what are the reasons?",
        "What was the reason for the package being late?",
        "Why has my order not arrived?",
        "Why didn't my order reach me?",
        "My stuff doesn't arrive yet.",
        "I was wondering why my order isn't shipped yet.",
        "Not a sign of my order?",
        "What's the reason for the delay with my package?",
        "My package still hasn't arrived?",
        "I wondered why my order was not here yet.",
        "There is no sign of my package yet...",
        "Why my stuff is not here yet?",
        "What is the delay while I was waiting for my package?",
        "I've wondered why my order is not arriving.",
        "I paid for something, when should I get it?",
        "Where is the's m' order?",
        "I didn't see my order yet, I was wondering why.",
        "I have not received a package yet.",
        "I want my order to arrive.",
        "Is it possible my shipment is late?",
        "I've been wondering what's going on with my order.",
        "I was waiting for my package, what happened to it?",
        "I had not yet received my order.",
        "Package not delivered.",
        "Why hasn't the order been dispatched yet??",
        "I've been wondering why my order haven't shipped yet.",
        "The package is late, what's going on?",
        "I've been pondering why my order hasn't arrived.",
        "What's the wait to my package?",
        "My package hasn't shown up yet.",
        "I haven't received my ordered yet.",
        "I've wondered why I hadn't seen my order yet.",
        "I've been wondering why my order isn't on time.",
        "Why my order hasn't arrived yet?",
        "I've been wondering why I haven't received my orders yet.",
        "I haven't received my order yet?",
        "I'm not sure what reasons my stuff isn't here yet.",
        "My order did not arrive yet.",
        "I paid for something and when am I getting it?",
        "I had been wondering why my order isn't here yet.",
        "I has been wondering why I haven't gotten my order yet.",
        "I've never received my order.",
        "Did my item not arrive yet?",
        "I've wondered why my order hadn't been sent yet.",
        "Why didn't I see my order yet?",
        "I was wondering why my order didn't shipped yet.",
        "Some reasons my stuff isn't here yet?",
        "I was wondering why I hadn't received the order yet.",
        "I've been asking why I haven't seen my order.",
        "What is a delay to my package?",
        "What is the delay? I was waiting for my package.",
        "What is the reason why the package is late?",
        "I have not received my order.",
        "We have no sign of my package yet.",
        "Why did my package take so long?",
        "I don't know why I haven't received my order yet.",
        "My order is being held up at this time.",
        "The package is late what the reason?",
        "I haven't received my order yet, am I to blame?",
        "Did the delivery not arrive?",
        "I was wondering why I haven't seen my order.",
        "I have been wondering if my order has reached me.",
        "I have been wondering why my order has yet to ship.",
        "An order hasn't arrived yet.",
        "Why is it that the order hasn't been dispatched yet?",
        "I don't know why my order hasn't shown up.",
        "I've been wonderingWhy my order hasn't arrived.",
        "My purchase is not here.",
        "What's the problem with the package being late?",
        "I've not received the order yet.",
        "I've wondered why the order hasn't arrived yet.",
        "I have been wondering why I haven't had my order arrived yet.",
        "Why is it that I have not ordered it yet?",
        "I was waiting for my package, how did it take so long?",
        "I've been wondering why I don't see my order.",
        "Why isn't my order arriving?",
        "How come my order hasn't arrived yet?",
        "I've been wondering why it hasn't been sent yet.",
        "There is an order that has not been shipped at this point.",
        "Isn't my package still waiting?",
        "I wonder why my order has yet to arrive.",
        "I have been pondering why my order has not arrived yet.",
        "I asked why I haven't gotten my order yet.",
        "I am still waiting on my order.",
        "I wanted to know why I hadn't received my order yet.",
        "Where is my darn order?",
        "I haven't received my orders yet.",
        "The order is not here yet.",
        "What is happening with my shipment?",
        "I've had questions about why my order hasn't arrived.",
        "At this point, my order has not been shipped.",
        "Why don't I see my order, why not?",
        "I've been wondering why my order has yet to be dispatched.",
        "My order is not shipped yet.",
        "I've wondered if my order hasn't arrived yet.",
        "I've been questioning why my order is not arriving yet.",
        "what's the reason for the package being late?",
        "Why did my stuff not arrive yet?",
        "Why isn't my order showing up?",
        "What's the reason for the package being late?",
        "I am curious why I haven't received my order yet.",
        "I haven't received my order yet...",
        "Why hasn't my order materialized?",
        "Why hasn't I received my order?",
        "I was wondering why I wasn't getting my order yet.",
        "I have been wondering why I haven't had my order.",
        "I've been wondering why I haven't had my order arrived yet.",
        "I don't understand why my order hasn't arrived yet.",
        "I've not received your order yet.",
        "I paid for something so when will I get it?",
        "Why is my shipment delayed?",
        "I've been wondering what's happening with my order.",
        "Why hasn't my order yet arrived?",
        "I have been wondering why my order has yet to be shipped.",
        "Why haven't my order arrived yet?",
        "I had been wondering why my order had not arrived yet.",
        "I haven't recieved the order yet.",
        "I've not received my order yet, am I to blame?",
        "Why hasn't the order been delivered yet?",
        "What are the reasons for so long to deliver?",
        "I haven't yet received the order.",
        "What's the reason for the package's lateness?",
        "I have been wondering why my order hasn't shipped yet.",
        "Not yet my item shipped?",
        "I've wondered why my order hasn't arrived yet.",
        "My item has not yet been shipped?",
        "Package did not arrive.",
        "I have been wondering why I have not gotten my order yet.",
        "There is no sign of my package so far.",
        "Why isn't my order coming yet?",
        "I've been wondering if it's because my order hasn't arrived.",
        "I wonder when I'll get my order.",
        "I am still not receiving my order.",
        "I have not received my order yet, right?",
        "I have a package still waiting?",
        "In what way is it taking so long to deliver?",
        "There's a delay with my package",
        "My order has not yet been sent.",
        "I was wondering why I hadn't seen the order yet.",
        "I haven't seen my order yet and I am wondering why.",
        "Did my purchase not arrive?",
        "I've wondered why my order is not here yet.",
        "I waited for my package, what happened to it?",
        "I was waiting for something, what's the delay?",
        "An order has not been shipped at the moment.",
        "I've been wondering why my order has not been shipped yet.",
        "I've been wondering why I haven't gotten my order so far.",
        "I've been wondering why my order isn't here.",
        "I wonder why my order hasn't been shipped yet.",
        "There is an order that hasn't been shipped at this point.",
        "I've been wondering why my order isn't sent yet.",
        "I'm wondering why my order is not arriving yet.",
        "I asked why my order wasn't here yet.",
        "I've been wondering why my order is not arriving.",
        "The package is late, what happened?",
        "I have a question about why I haven't gotten my order yet.",
        "My item is yet to be shipped.",
        "I have been wondering why I haven'tordered yet.",
        "I've wondered if my order has arrived yet.",
        "What is the reason for the delay in my package?",
        "I have been wondering why my order hasn't been dispatched yet.",
        "What's the delay in my package?",
        "My order hasn't yet appeared.",
        "I need to know why I haven't had my order yet.",
        "My order isn't shipped yet",
        "I were wondering why my order hadn't arrived.",
        "I have been wondering why my order hasn't yet shipped.",
        "An order hasn't been shipped yet.",
        "A package isn't received.",
        "I've wondered why my order hasn't been sent yet.",
        "I am curious about the delay with my package.",
        "A package isn't received",
        "I have been wondering why my order isn't shipped.",
        "I was wondering about the delay with my package.",
        "I don't know why my stuff isn't here yet.",
        "I did not receive my order.",
        "I have been wondering why my order is not there.",
        "My order hasn't shown up yet.",
        "I've got not received my order yet.",
        "Why wasn't my order showing up?",
        "What's the delay in receiving my package?",
        "I've wondered why I hadn't gotten my order yet.",
        "I have wondered why my order hasn't been shipped yet.",
        "I've not received my orders yet.",
        "I've wondered why my order isn't reaching me yet.",
        "I have been wondering why my order has yet to come.",
        "I've been curious as to why I haven't had my order yet.",
        "I wondered why I hadn't gotten my order yet.",
        "Why the package is late?",
        "Why haven't I received my order?",
        "I've been wondering why I haven't had my order delivered yet.",
        "I've been wondering why I have not had my order.",
        "I've been wondering why I haven't received it.",
        "Why is my order not yet showing up?",
        "I was waiting for my package and I don't know what the delay is."
    ]
}