{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Assistance with placing online orders",
    "inquiry_sub_category": "Order tracking",
    "description": "Customers inquire about the status and whereabouts of their order, including tracking numbers, delivery estimates, and any delays.",
    "inquiry": "Is there a delay with shipping out my order?",
    "paraphrases": [
        "Will shipping out order be a problem?",
        "Is it possible that my order would be delayed?",
        "There could be setbacks in delivering my package.",
        "Are my orders delayed.",
        "What is causing a possible holdup with shipping out?",
        "Is it a problem with shipping order?",
        "Will you confirm the delivery is delayed?",
        "Should there be any setbacks in delivering my package?",
        "Delay in the delivery of something?",
        "Do you have any delays with my order?",
        "There may be delays in sending my purchase.",
        "Was this an issue with shipping time?",
        "How is the shipping process going for my order?",
        "Will there be delay in shipping?",
        "There is any update on my order shipment?",
        "There is a possibility that my order will be delayed.",
        "How long does it take to ship orde?",
        "Any delivery-related issues?",
        "Is it a case of late shipping?",
        "There is an issue surrounding my orders dispatch.",
        "Can you confirm delivery is delayed?",
        "Does anyone have an issue with shipping time?",
        "Is that a shipment delay?",
        "Is it affecting shipping?",
        "I don't know if there is a delay in shipping my order.",
        "There is a delay in my order being sent.",
        "Is there a delay in sending my order out?",
        "It is possible that I will have a delay in delivery of my order.",
        "The progress with my order is not known.",
        "There may be an issue with shipping time.",
        "Is it a problem to send my purchases out?",
        "Is it a issue with shipping time?",
        "Is there delays in shipping orde?",
        "Does anyone have any delays with my order?",
        "Does shipping take longer?",
        "There is a problem with shipping out an order.",
        "It takes longer to get the order out.",
        "Is it possible that delivery of my order will be late?",
        "Is there a chance for a shipment delay?",
        "Delivery may be taking long.",
        "Is there a reason my stuff isn't going somewhere?",
        "What is causing a holdup with shipping out?",
        "How long will it take to ship orde?",
        "Is it conceivable that I will have a delay in delivery?",
        "There is any delay for sending my order.",
        "I was wondering if there was a hold-up with shipping.",
        "Is there a delay with the shipping?",
        "There is a delay with shipping out my order.",
        "My order is not yet dispatched?",
        "Has there any problems with delivery?",
        "If there is a delay in order transit?",
        "Is there any change on my order shipment?",
        "Any trouble with shipping this time?",
        "What's the progress on shipping my order?",
        "I don't know the reason my stuff isn't on its way.",
        "Order was delayed in transit?",
        "Maybe the order delivery is delayed?",
        "Is there any delay in delivery?",
        "There is a chance that I will have a delayed delivery.",
        "Is there a delay with my package?",
        "Is it possible to delay shipping orde?",
        "There are any issues delivering my package?",
        "There may be a delay with my order being shipped out.",
        "Do you think order delivery will be delayed?",
        "Is it any problems with shipping this time?",
        "Problem with sending out order?",
        "My purchase is taking longer?",
        "Can you tell us when delivery is delayed?",
        "Does it take longer to ship out my order?",
        "It is possible that order is delayed in transit.",
        "There may be a hold-up with shipping.",
        "My package might have delays.",
        "An issue was surrounding my order.",
        "The order may be delayed.",
        "Am I going to have a delay with my order?",
        "shipping out my order is delayed?",
        "Does shipping take a long time?",
        "Has my order got delayed?",
        "There's a problem with shipping out order.",
        "The issue surrounds my order's dispatch",
        "Can anyone give me an update on my order shipment?",
        "You may have a problem with shipping out order.",
        "What is the latest on my shipment?",
        "Is it possible that there is a delay in my purchase?",
        "Has there been a delay with my order?",
        "Are my orders not delivered?",
        "Is shipping delayed again?",
        "Delivery taking longer than anticipated?",
        "Has delivery taken long?",
        "Is my order running late?",
        "There may be some delay with my order.",
        "There is a question regarding delays in order transit.",
        "Delay in shipping is something?",
        "Is there a delay for my order to be sent?",
        "Was this late shipment the case?",
        "There is an issue with the shipping time?",
        "Did it take long to deliver?",
        "Is it delayed in sending my purchase?",
        "Will there be setbacks delivering my package?",
        "Can I have my shipment delayed?",
        "Will there be a delay with my order?",
        "My stuff is not on it's way?",
        "Is shipping out order problematic?",
        "There was an issue surrounding my order's dispatch.",
        "Shipping taking a bit?",
        "Is it hard to get my order out?",
        "Is it possible that the order is delayed?",
        "How about an order delay?",
        "Is it possible order delivery is delayed?",
        "Did delivery be delayed?",
        "Is there something holding up shipping?",
        "Any delays with shipping?",
        "There may be setbacks delivering my package.",
        "Do you think shipping is behind schedule?",
        "Has there been a problem with shipping out order?",
        "Is there any issue with shipping this time?",
        "There's any update on my order shipment?",
        "There is a delay in order transit",
        "Do there have any delivery issues?",
        "Will there be problems delivering my package?",
        "Is there a problem with the shipping?",
        "Is there a problem with shipping out order.",
        "What caused a potential holdup with shipping?",
        "Do you think shipping is delayed?",
        "Are there problems with the shipping time?",
        "My order was not shipped yet.",
        "Delaying in order transit?",
        "I have a problem with my order's dispatch.",
        "Is there a chance my order will be delayed?",
        "Howbout any delays in shipping?",
        "Is the late shipment really the case?",
        "There can be delays with my package.",
        "Is it taking longer to ship my order?",
        "Is there any issues about delivery?",
        "Delivery takes a while?",
        "Delaying shipping orde?",
        "Are shipping delayed?",
        "My order isn't yet shipped?",
        "Can there be issues with delivery?",
        "Delayed shipping?",
        "I want to know if I should expect a shipment delay.",
        "Is there any problem with delivery?",
        "Any delays associated with my package?",
        "Are there delays with shipping out my order?",
        "Order delivery is delayed?",
        "there is a hold-up with shipping",
        "I'm not sure why my stuff isn't on it's way.",
        "Was that the case with late shipment?",
        "Does any delay happen with my order?",
        "There is an issue surrounding my order",
        "Has my package been delayed?",
        "What could be causing a potential holdup with shipping out?",
        "Could it take a long time to deliver?",
        "Order takes longer to be shipped.",
        "Is it a hold up with shipping?",
        "It is possible to order shipment delay.",
        "Would it take long for delivery?",
        "Does shipping have any delays?",
        "Are you having a problem shipping out order?",
        "During shipping, have my orders been delayed?",
        "This time, any shipping hiccup?",
        "Should the order be delayed in transit?",
        "Do you think that late shipment is the case?",
        "Are you able to confirm the delivery is delayed?",
        "Do you have a problem with shipping out the order?",
        "There is a possibility of a delay with my order.",
        "Is there a chance that my order will have a delay?",
        "Delivery might take a while?",
        "What might be causing a holdup with shipping?",
        "I want to know if there is a delay with my order.",
        "An issue related to my order.",
        "Are there delays in sending my purchase?",
        "Delay in shipments?",
        "Did my package get delayed?",
        "What about ordering shipment delay?",
        "My stuff is not on its way, any reason?",
        "Are you sure about delayed delivery?",
        "Is it possible that I will not receive my order?",
        "A delivery is delayed?",
        "I am wondering if my orders are delayed.",
        "It is taking longer to deliver the order.",
        "You may be delayed in order transit.",
        "Are there any delays in shipping my order?",
        "Please confirm as shipping is lagging behind schedule.",
        "Does it have an issue with shipping time?",
        "shipping delay is possible?",
        "Did there have any issues with delivery?",
        "Is there a reason my things aren't on their way?",
        "What's up with my order?",
        "Do you think there is a delay in order transit?",
        "How about the shipping of my order?",
        "Is the problem with shipping out order?",
        "What delay do you have with my order?",
        "There is an issue with my order being shipped.",
        "Is a late shipment the case?",
        "Is it possible that your delivery is delayed?",
        "Is there a problem with sending my purchase out?",
        "Is there a delay in getting my order shipped out?",
        "Wait? What's happening with my order?",
        "Are I expected to have a shipment delay?",
        "Is it taking too long to ship?",
        "Is it harder to deliver my package?",
        "Can you tell us about the delayed delivery?",
        "Have my package been delayed?",
        "It is possible I will have a delay in delivery.",
        "Wait time in transit for order?",
        "Does my order look delayed?",
        "Does it look like delivery is delayed?",
        "Delivery of my order may be delayed.",
        "Do you think my order is delayed?",
        "Will there be any setbacks delivering my package?",
        "Something is causing a holdup with shipping out.",
        "My order hasn't been shipped yet.",
        "Has there been any issues with delivery?",
        "Anyone have an update on my order shipment?",
        "There is any delays with my package?",
        "During shipping, has my order been delayed?",
        "Is the delivery taking too long?",
        "Delays in my package?",
        "There was an issue regarding my order.",
        "There is a problem with shipping outorder.",
        "Was my purchase taking longer?",
        "Is there any problem delivering my package.",
        "How's the process for shipping my order going?",
        "Delivery delayed or not?",
        "Is shipping messed up?",
        "Is my orders not arriving?",
        "There is an issue concerning my order.",
        "It takes longer than expected to ship out the order.",
        "Problem with shipping something?",
        "shipping delay possibly?",
        "Should I have any delays with my package?",
        "Why is the order delivery delayed?",
        "There might be some problems delivering my package.",
        "Is it possible that I won't get my purchase in time?",
        "Were there delays in shipping?",
        "What's causing a holdup with shipping out?",
        "The shipping was delayed again?",
        "Delivery taking a longer time?",
        "Can I be expecting a delay in my shipment?",
        "Is there any delay in shipping my purchase?",
        "You might order delivery delayed?",
        "Is it possible that I won't get my order in time?",
        "There may be delay with my order.",
        "delivery taking a long time?",
        "I wonder if there is a delay with shipping my order.",
        "Are my orders held up?",
        "Are you having a problem with shipping order?",
        "If there is a delay for sending my order?",
        "Is the case that there was a late shipment?",
        "It takes longer for the order to be shipped out.",
        "Any issues pertaining to delivery?",
        "Possible shipping delay.",
        "A possible shipping delay?",
        "There's a problem with shipping out an order.",
        "Is there some delay in sending my purchase?",
        "Does delivery taking long?",
        "Order is late in transit?",
        "It is possible that I will have a delay in the delivery of my order.",
        "Is it possible I'll have a delay in delivery?",
        "An issue is surrounding my order's dispatch.",
        "Is it possible that there is a delay in shipping?",
        "It takes longer to ship out a order.",
        "Is it possible that my order will not be delivered on time?",
        "How are the shipping processes going with my order?",
        "Any issues related to delivery?",
        "Is it possible that I will have to wait for my delivery?",
        "Maybe order delivery is late?",
        "The order will take longer to be delivered.",
        "Have my order been shipped late?",
        "A delay with my order?!",
        "Why is my order not being shipped?",
        "Is the late shipment the case?",
        "Are there any hold ups with shipping?",
        "Is there an issue with shipping out my order?",
        "Has my ordering been delayed?",
        "How is Shipping my order progressing?",
        "Can you tell me about the delayed delivery?",
        "Any delays with the package?",
        "Is an order delayed in transit?",
        "Is it possible that the order is delayed in transit?",
        "Have there any problems delivering my package?",
        "My package might be delayed.",
        "Do I expect a delay in my shipment?",
        "Any issues with delivery",
        "Is it possible for a shipment to be delayed?",
        "I am wondering if I should expect a shipment delay.",
        "Has shipping taken long?",
        "Is there any issue with the shipping time?",
        "Slow shipping orde?",
        "Delayed in transit for order?",
        "Is it effecting shipping?",
        "Is it a delayed order?",
        "Is delivering my package problematic?",
        "Can there be setbacks in delivering my package?",
        "It's taking long to ship?",
        "Yes, is shipping delayed?",
        "Has my order shipped late?",
        "There may be a delay for sending my order.",
        "Maybe my order has been delayed?",
        "Has there any issue with delivery?",
        "Is there an issue with shipments?",
        "Any delays in shipping my order?",
        "Is there any problem with sending my purchase?",
        "How are shipping my order progressing?",
        "Is shipping out order a problem?",
        "Can there be a hold-up with shipping?",
        "I was wondering about the status of my order shipment.",
        "A delay in shipping orde?",
        "Is the shipping out my order delayed?",
        "Are delivery taking a long time?",
        "What's going on with late shipment?",
        "Will the shipment be delayed?",
        "What is the delay with my order?",
        "What delays do I face with my package?",
        "I had an issue regarding my order's dispatch.",
        "Issue with the shipping time?",
        "Might shipping be delayed?",
        "Are there any shipping delays?",
        "Is there any delay in shipping?",
        "It takes longer for the order to be shipped.",
        "Is there a delay in sending it?",
        "Are delivery delays possible?",
        "Problems with shipping?",
        "Delays in order transit?",
        "Does it mean a shipment delay?",
        "Am my order delayed?",
        "There is a question about shipping delayed.",
        "Is there a chance of a delay in delivery?",
        "What could be causing a holdup with shipping out?",
        "I would like to know an update on my order shipment.",
        "Is there any delay in mailing my order?",
        "Shipping out order may be a problem.",
        "Can there be a shipment delay?",
        "Is it possible there is a delay in shipping my order?",
        "Shipping delay could be a possibility?",
        "Is it possible that my stuff isn't on it's way?",
        "Order a shipment delay?",
        "Any delays for my order?",
        "This time, could there be any shipping problems?",
        "Hmm, what's going on with my order?",
        "Are your order delivery delayed?",
        "Can you confirm delivery delay?",
        "During shipping has my order been late?",
        "What are the reasons my stuff isn't on its way?",
        "The order is taking longer to be shipped.",
        "Is it possible to have a delay in shipping my order?",
        "Does anyone know of a delay in sending my order?",
        "What is causing a holdup with shipping?",
        "Trying to ship out order?",
        "I want to know if there are any setbacks delivering my package.",
        "There is any delay in shipping my order?",
        "Can you confirm that the delivery has been delayed?",
        "It is possible that my order could be delayed.",
        "Can there be a delay with my order?",
        "Can you tell me if there is a hold-up with shipping?",
        "Is there any delay in delivery of my order?",
        "My stuff isn't on it's way?",
        "Possible shipping delay?",
        "There might be some setbacks in delivering my package.",
        "Any changes to my order shipment?",
        "What about my order shipment?",
        "The issue of shipping out order?",
        "Is my order being shipped slowly?",
        "Is there any delay for sending my order?",
        "Is there any issues with delivery of my package?",
        "My order has yet to be dispatched?",
        "A problem surrounds my order's dispatch.",
        "Is there any delay in sending my purchases?",
        "My order has yet to be shipped?",
        "Are there any issues in delivering my package?",
        "Any problems delivering?",
        "Are there any reasons my stuff is not on its way?",
        "Is the shipping delay due to my order?",
        "Is shipping hold-up?",
        "any delays with my package",
        "An issue occurred with my order's dispatch.",
        "Will there be a delay in shipping out my order?",
        "Are you planning to delay shipment?",
        "Is it possible that shipping orde is delayed?",
        "Is my package delayed?",
        "Are there any problems delivering my package?",
        "Would a shipping delay be possible?",
        "I wonder if shipping is delayed.",
        "Is it possible that my order will not arrive?",
        "There could be a delay to my order.",
        "Is shipping getting held up?",
        "Will you stop stalling my shipment soon?",
        "Yes, can you confirm the delivery is delayed?",
        "Can I anticipate a delay for my shipment?",
        "Is the late shipment a reality?",
        "There may be delay in sending my purchase out.",
        "Were my package delayed a lot?",
        "Is it possible that I can expect a shipment delay?",
        "Isn't shipping behind schedule?",
        "I want to know if there are setbacks in delivering my package.",
        "Delay what's up with my order?",
        "Is it a problem to ship out the order?",
        "How come my order hasn't arrived yet?",
        "Order delays in transit?",
        "What's happening with the order?",
        "Does it appear that my order will be delayed?",
        "Do you think order delivery might be delayed?",
        "Shipping might be delayed possible?",
        "Is it possible to have a delay in sending my order?",
        "What is the issue with shipping time?",
        "There could be a potential hold up with shipping out.",
        "Is the delivery taking a long time?",
        "Is it any setbacks in delivering my package?",
        "Any delays with my package.",
        "Is there an issue with shipping my order?",
        "There is a risk of a holdup with shipping out.",
        "Has my order not been delivered yet?",
        "Can you tell me about delayed delivery?",
        "Are there problems with shipping out orders?",
        "There is a hold-up with shipping",
        "There may be a delay in shipping my order.",
        "Something to delay shipment?",
        "I would like to know if there is a delay for sending my order.",
        "Are you slow with my delivery?",
        "Will there be delays with my package?",
        "Is shipping delay?",
        "Is there a chance that I will have a delay in my order?",
        "There may be delays with my package",
        "Is it probable that my order will be delayed?",
        "What's the progress with shipping my order?",
        "Were there delays in order transit?",
        "Is there a delay for sending my order.",
        "There could be delay with my order.",
        "Is that the case: late shipment?",
        "There may be shipping delay possible.",
        "Do there any setbacks in delivering my package?",
        "Shipping may take long?",
        "Is it possible that I will have a delay in my order.",
        "Can it be that I will have a delay in delivery?",
        "Is it possible for my shipment to delay?",
        "What delays can I expect with my package?",
        "Could it be an issue with shipping time?",
        "Could shipping be delayed?",
        "There might be a delay for my order.",
        "Does the delivery take a long time?",
        "There are any shipping hiccups this time?",
        "How is shipping my order progress?",
        "Is there a delay in sending my orders?",
        "I am wondering if my orders are late.",
        "Order is delayed in transit?",
        "Is shipping taking longer than anticipated?",
        "Is it possible there is a hold up with shipping?",
        "Is it taking too long to deliver?",
        "There may be a delay with the order.",
        "Is shipping hold up?",
        "Is there a delay in the delivery of the order?",
        "Has my order been delivery delayed?",
        "Is it possible that my order will be delivered later?",
        "Shipping out order may be a problem?",
        "Is it possible that my order won't be delivered in time?",
        "My order wasn't shipped yet?",
        "Is it possible for my purchase to be delayed?",
        "Will it take long for delivery?",
        "Is delivery taking longer?",
        "It is possible that my order will have a delay.",
        "Shipping out order might be a problem?",
        "Is it true that shipping is delayed?",
        "There's a chance that my order will be delayed.",
        "Is it possible that my order may be late?",
        "Has there been any delay in sending my purchase out?",
        "Will there be any update on my order shipment?",
        "It is possible that the case is late shipment.",
        "Is there a issue with shipping time?",
        "Do you think delivery is delayed?",
        "Shipping out order has a problem?",
        "Could I have a delay in delivery of my order?",
        "Are there issues with shipping out order?",
        "Will there be setbacks in delivering my package?",
        "Is it possible that there will be a delay in delivery of my order?",
        "Is there a delay in my order shipping?",
        "Do there setbacks in delivering my package?",
        "Issue around my order's dispatch.",
        "Is it delayed with my order?",
        "There will be a delay in sending my order.",
        "Is there any reason my stuff is not on it's way?",
        "I need to know if my order is delayed.",
        "How is the process for shipping my order progressing?",
        "Does it seem that delivery is delayed?",
        "Have my orders been shipped late?",
        "There is an issue associated with my order's dispatch.",
        "Do there have to be setbacks in delivering my package?",
        "Are there any changes on my order shipment?",
        "Can you say that the delivery has been delayed?",
        "Was the delivery taking a long time?",
        "delivery taking awhile?",
        "How much has my package been delayed?",
        "Has there a delay in sending my purchase out?",
        "An issue was surrounding my order's dispatch.",
        "So late shipment is that the case?",
        "It's possible that order delivery is delayed.",
        "Is this a case of late shipment?",
        "Is there an issue about shipping time?",
        "Could be a long wait for delivery?",
        "Is shipping going slowly?",
        "Wait for shipping orde?",
        "I want to know why my stuff isn't on it's way.",
        "Will there be a delay for my order?",
        "My order has been delayed?",
        "I want to know if my orders are delayed.",
        "There may be delays in shipping.",
        "Are there any issues with shipping?",
        "There can be a delay with my order.",
        "I need to know if I can expect a shipment delay.",
        "Is there a hold-up with shipping.",
        "Is it a problem with my order?",
        "Was there an issue with shipping time?",
        "Do my orders have a delay?",
        "Will there be any problems with shipping this time?",
        "Is it possible that there is a delay in shipping my order?",
        "So... shipping is delayed?",
        "There is a question of when my purchase will be sent out.",
        "Can a shipment delay be expected?",
        "Could there be a delay in delivery of my order?",
        "What may be causing a holdup with shipping out?",
        "It is possible that there will be a delay in delivery.",
        "There might be a holdup with shipping.",
        "Is that any shipping delays?",
        "Is it possible that I could have a delay in delivery?",
        "How come my order hasn't been shipped yet?",
        "There's a delay in sending my purchase.",
        "An issue with my order's dispatch.",
        "My order's dispatch is an issue.",
        "Any delivery related issues?",
        "Any problems with delivery?",
        "Is there any difficulty delivering my package?",
        "Was it a delay in shipping?",
        "Shipping time may be extended",
        "Is it possible that my order will take longer to arrive?",
        "Is my orders taking longer?",
        "How long will it take for shipping to orde?",
        "Delayed delivery for my order?",
        "Has there been any delivery issues?",
        "It can take longer to deliver the order.",
        "It may take longer to ship out.",
        "shipping delay may be possible",
        "Any delay with my package?",
        "There may be a delay in my order.",
        "I am wondering if there is any delay in sending my order.",
        "Any delay in the delivery of my order?",
        "It is possible that my delivery will be delayed.",
        "Does anyone have a delay in sending my purchase out?",
        "Any problems with shipping?",
        "How is the shipping for my order progressing?",
        "How is the shipping of my order?",
        "Is that the case for late shipment?",
        "Is it taking a long time to deliver?",
        "Waiting in shipping orde?",
        "Is it any problem delivering my package?",
        "There is a delay for sending my order",
        "Are you planning to delay the shipment?",
        "Delivery takes some time?",
        "Is it possible that I will get a shipment delay?",
        "Is it possible that there is a hold up with shipping?",
        "Is it possible that you will stall my shipment?",
        "Is my order not being delivered?",
        "My order is taking a long time?",
        "What is the progress of my order shipping?",
        "Can there be a delay for sending my order?",
        "I am wondering if there is a delay in sending my purchase out.",
        "It takes longer for the order to ship out.",
        "Are you able to confirm the delivery was delayed?",
        "Are my orders taking longer?",
        "Any issues in delivery?",
        "There is a delay in shipping my order?",
        "There could be a delay in sending my purchase out.",
        "Any problems with delivering?",
        "Is it possible that my order isn't shipped out in time?",
        "Delayed shipping possible?",
        "Is it possible there will be a delay in delivery of my order?",
        "So shipping was delayed?",
        "Delay in delivery orde?",
        "Can I expect a delay in my shipments?",
        "Do there be any delays with my package?",
        "Is it possible that shipping may be delayed?",
        "Do you think you can expect a shipment delay?",
        "Is there a trouble with shipping?",
        "Delaying in shipping orde?",
        "Shipping taking a bit longer?",
        "Could the shipping delay be possible?",
        "I am unsure if my order is delayed.",
        "Could I expect a shipment delay?",
        "Can you confirm that the delivery was delayed?",
        "Is it a problem sending my purchase out?",
        "Is there any issue with sending my purchase?",
        "Wait for order shipment delay?",
        "So my purchase is taking longer?",
        "Wait in shipping orde?",
        "Is it hard to deliver my package?",
        "Will there be any issues with delivery?",
        "Does the delivery of my package have any problems?",
        "Delivery taking a bit longer?",
        "Is it possible that order delivery is delayed?",
        "Shipping out order would be a problem?",
        "My order is delayed?!",
        "How about delays in shipping orde?",
        "Is there any chance of a shipment delay?",
        "There are any delays for shipping?",
        "There is a possible delay for sending my order.",
        "Are my package delays?",
        "Is there a delay with the shipping of my order?",
        "So...shipping has been delayed?",
        "Delivery delayed again?",
        "Please confirm shipping is behind schedule?",
        "Any delay in sending the order?",
        "Are my orders getting delayed?",
        "There could be a holdup with the shipping out.",
        "Delivery taking longer?",
        "Are you able to confirm delivery delays?",
        "My order might have a delay.",
        "Is there any hiccup in shipping this time?",
        "It's possible that I will have a delay in my order.",
        "Is it possible my order isn't shipped out in time?",
        "Issue surrounding my order",
        "Does the order have been delayed?",
        "Shipping being delayed again?",
        "Is there a reason my stuff is not on its way?",
        "There are any delays with shipping?",
        "An issue surrounding my order's dispatch",
        "My order is still being shipped?",
        "There is a delay with the shipping out my order.",
        "Is it possible there will be a delay in my order?",
        "The order will take longer to be shipped out.",
        "You may have an order delayed.",
        "Wait please, shipping is behind schedule?",
        "Is shipping out my order delayed?",
        "Could there be a delay with my order?",
        "Is shipping taking some time?",
        "Is it possible your delivery is delayed?",
        "Do you have an issue with the shipping time?",
        "Is it possible that there will be a delay in delivering my order?",
        "There might be delays in shipping orde.",
        "Problem with shipping orders?",
        "Procrastination in shipping orde?",
        "There seems to be a delay in shipping my order.",
        "There's any delay with my order?",
        "Delivery delay possible?",
        "Is that holding up shipping?",
        "Is the shipping out of my order behind?",
        "Delay? What's the problem with my order?",
        "I wonder if the shipping is delayed.",
        "Is it a possibility that my order will be delayed?",
        "possible shipping delay?",
        "There is a possible holdup with shipping out.",
        "Is there a delay in sending it out?",
        "Will there be a delay in delivery of my order?",
        "How's the process for shipping my order progressing?",
        "There could be some delay with my order.",
        "My package could have delays.",
        "Is it possible that my package is not delivered?",
        "Are there shipping delays?",
        "Could you delay the shipment?",
        "Is there anything wrong with delivering my package?",
        "Do I have to wait with my order?",
        "Are you able to confirm that delivery is delayed?",
        "What is the progress of my shipping order?",
        "I want to know if there is any update on my order shipment.",
        "Can shipping take long?",
        "Do my orders take longer than usual?",
        "Are there any challenges in delivering my package?",
        "Delivery delayed for an order?",
        "Is there a delay in shipment of my order?",
        "Can you tell us about the delivery delay?",
        "Can I have a shipment delayed?",
        "Is there any problem with shipping?",
        "Is the shipping hold up?",
        "Please let me know if shipping is behind schedule.",
        "How come my stuff isn't on its way?",
        "Is it possible I have a delay with my order?",
        "Delaying shipping is a question.",
        "Do you have any setbacks delivering my package?",
        "Order delayed on the way?",
        "Is it possible that my package will have setbacks?",
        "Is the shipping out of my order delayed?",
        "There might be delays with the package.",
        "Are order delivery delays?",
        "Could it be that delivery is taking long?",
        "Problem with shipping order?",
        "What's the reason my stuff isn't on it's way?",
        "Are my orders moving slower?",
        "Is the shipping orde delayed?",
        "Is there some issue with shipping?",
        "There is any delay with my order?",
        "Will it be delayed in shipping orde?",
        "Would it take long to ship?",
        "Is there a shipment delay?",
        "Is there a delay in shipping.",
        "Do I have an update on my order shipment?",
        "Can we expect a shipment delay?",
        "Is there a delay in shipment?",
        "There is a possibility of shipping delay?",
        "Order shipment delay.",
        "Shipping is being delayed again?",
        "Will there be any delays with my package?",
        "Is this delivery delayed?",
        "What is the delay in my order?",
        "Is it possible to have delays in order transit?",
        "Can there be any delay in sending my purchase?",
        "Are there any reasons my stuff isn't on its way?",
        "Wait with my order?",
        "Are there any delays in sending my purchase out?",
        "There may be a delay with the shipping of my order.",
        "Does delivering my package have setbacks?",
        "Issues surrounding my order's dispatch",
        "There is an order delayed in transit?",
        "Your delivery may be delayed?",
        "It was an issue surrounding my order's dispatch.",
        "How is the process for shipping my order going?",
        "There is an issue with my order being shipped out.",
        "I'm wondering if shipping is delayed.",
        "The order is delayed?",
        "Is there a delay in shipping out my order?",
        "It can take longer to ship out a order.",
        "Can you let me know the status of the shipment?",
        "How's the shipping of my order going?",
        "Will there be a delay in shipping orde?",
        "Is it possible that my order won't be shipped out in time?",
        "How long is my orders delayed?",
        "Do you think the order is delayed?",
        "There's a chance of a holdup when shipping out.",
        "Is it true that the shipment is late?",
        "Order taking time to ship out.",
        "Is it possible that I will not receive my purchase?",
        "How about the order being delayed in transit?",
        "Is it possible that the order will not be delivered in time?",
        "I don't know if my order is delayed.",
        "Does anyone know of any delays with my package?",
        "Do you have a problem with shipping the order out?",
        "There is a issue with my order's dispatch.",
        "Did it take long to ship?",
        "How long will it take for my order to be dispatched?",
        "I'm wondering if I can expect a shipment delay.",
        "Do my orders take longer?",
        "I'd like to know why my stuff isn't on its way.",
        "There is a delay for my order to be shipped.",
        "Is there a delay with my order.",
        "Can you confirm the delivery is delayed?",
        "Is the shipping held up?",
        "Has the order been held up?",
        "Are there any obstacles in delivering my package?",
        "Is it a problem sending my purchase?",
        "Any problem with delivery?",
        "Do you dawdling with my delivery?",
        "There may be a delay in sending my purchase.",
        "Are there any delivery problems?",
        "What about order delay?",
        "Is my order not delivered?",
        "Delay in the shipping of something?",
        "Is shipping taking too long?",
        "Any change to my order shipment?",
        "Do you have a hold up with shipping?",
        "Please confirm if shipping is late.",
        "Are my orders moving slowly?",
        "Problem with delivering the order?",
        "Have a problem with shipping out an order?",
        "A delay in order transit?",
        "Delay my order?",
        "There could be a delay in delivery of my order.",
        "Can I be expecting a shipment delay?",
        "Can there be any issues with delivery?",
        "Is shipping interrupted?",
        "shipping delay feasible?",
        "Why is my order not arriving?",
        "Has there a problem with shipping out order?",
        "My order is taking so long?",
        "I am wondering if my order is taking forever.",
        "The shipping is taking long?",
        "Is the late shipment real?",
        "Does it take a longer time to ship out my order?",
        "Is shipping out my order behind schedule?",
        "There is a delay in sending my purchase",
        "There is an issue surrounding my order's dispatch.",
        "Can't ship out order?",
        "Did you confirm delivery was delayed?",
        "Can my order be delayed?",
        "There might be a hold up in shipping.",
        "Should we have an issue with shipping time?",
        "What is causing a holdup while shipping out?",
        "If there is a delay in order transit.",
        "What is the issue with late shipment?",
        "Is anything wrong with my stuff not on its way?",
        "Will there be any delay with my order?",
        "Is there a hold up with shipment?",
        "Maybe shipping is delayed?",
        "Is it possible that the delivery will be delayed?",
        "There are any issues regarding delivery?",
        "Have there been a delay in sending my order?",
        "There might be delays in my package.",
        "There may be an order delayed in transit.",
        "Any delivery-related problems?",
        "Is there a delay on my order?",
        "Shipping may be delayed?",
        "Is it possible there is a delay with my order?",
        "Will my order be shipped yet?",
        "There are delays with my package?",
        "There was an issue concerning my order.",
        "I would like to know if my order is delayed.",
        "Is shipping waiting?",
        "Is shipping delayed orde?",
        "What is up with my order?",
        "Any reason my stuff is not on the way?",
        "Is it possible my stuff isn't on its way?",
        "Is it possible my orders are delayed?",
        "Is there a reason my stuff is not arriving?",
        "Delayed shipment?",
        "Are my orders not being delivered?",
        "My order needs to be shipped?",
        "Does that mean late shipment?",
        "Is my order delayed during shipping?",
        "Some issues with my order's dispatch.",
        "I was wondering if there was a delay in sending my purchase.",
        "Is there any hitch in shipping this time?",
        "Have there delays with my package?",
        "My order may delay.",
        "A shipping delay could be possible.",
        "Can you say that delivery was delayed?",
        "It is possible that my order won't be delivered in time.",
        "I wonder why my stuff isn't on its way.",
        "Do you know what's up with my order?",
        "The delivery is taking longer?",
        "Do you think there will be delays in order transit?",
        "A delivery taking longer?",
        "My order has yet to be shipped.",
        "Does anyone have a delay for sending my order?",
        "How about order delivery being delayed?",
        "How is the shipping going with my order?",
        "I'm wondering if my stuff isn't on its way.",
        "Shipping out order could be a problem.",
        "Is there a delay in the delivery of my purchase?",
        "Need an update on my order shipment.",
        "Does it happen that I will have a delay in delivery?",
        "Is it possible that my order will take longer to be delivered?",
        "Delivery moving slowly?",
        "There was a issue surrounding my order's dispatch.",
        "Is there a case of a late shipment?",
        "Why am I not getting my stuff on its way?",
        "There's a delay for sending my order.",
        "There is a delay in shipping orde.",
        "Is it possible that I will have delays in delivery?",
        "It took longer to ship out the order.",
        "Is it possible that my order could be delayed?",
        "Waiting in order transit?",
        "Is it a problem with shipping?",
        "There's an issue with shipping time?",
        "My order is not yet shipped?",
        "Is it possible that there are problems delivering my package?",
        "I want to know if there are any delays with my package.",
        "Is my order not arriving?",
        "Does shipping lag behind schedule?",
        "Does anyone have a delay in sending my order?",
        "There is a delay with the shipping of my order.",
        "It is possible that my purchase is delayed.",
        "Are there any delivery issues?",
        "There is a problem with shipping out order",
        "I have an issue with my order's dispatch.",
        "My order could have a delay.",
        "I was wondering if there was a delay in sending my order.",
        "Does it take long to ship?",
        "shipping delay could happen",
        "Does it take long for delivery?",
        "Shipping take a while?",
        "Is there any trouble with delivery of my package?",
        "It takes longer to ship out that order.",
        "Can I have a shipment delay?",
        "I am in need of an update on my order shipment.",
        "The order is taking longer to be fulfilled.",
        "Will it take a long time for delivery?",
        "Does your order have delivery delayed?",
        "I am wondering if shipping is delayed.",
        "Has my order been slow?",
        "It is taking longer to ship it out.",
        "Any reason my stuff isn't on it's way?",
        "There was any delay in sending my order?",
        "If there is a delay in sending my order.",
        "There may be delay in sending my purchase.",
        "Are you having a problem with shipping out an order?",
        "Did there any delays with my package?",
        "Is it possible my package is delayed?",
        "Is the delivery of my package any trouble?",
        "There is a possibility of a delay in sending my purchase out.",
        "Delayed my package?",
        "Is it possible to delay order transit?",
        "Is there a reason that my stuff is not on its way?",
        "Please confirm if shipping is behind schedule.",
        "Yes, can I expect a shipment delay?",
        "Does there a hold up with shipping?",
        "Would there be any delays with my package?",
        "Is my ordering delayed?",
        "Is my order going to be delayed?",
        "Does anyone know of a delay with my order?",
        "Issue surrounding my order's dispatch",
        "Is there a problem with shipping out an order?",
        "What may be causing a holdup when shipping out?",
        "The order will take longer to arrive.",
        "There could be a delay with shipping my order.",
        "There is an order delivery delayed?",
        "Could there be a delay in the delivery of my order?",
        "Does anyone know about an update on my order shipment?",
        "Delivery taking Longer?",
        "An issue concerning my order's dispatch.",
        "Can you say that the delivery is delayed?",
        "Any shipping difficulties?",
        "Have there been delays in shipping orde?",
        "What could be causing a holdup for shipping out?",
        "Is it possible there is a delay in shipping?",
        "It is possible that I will have a delay in my delivery.",
        "Problems with shipping orders?",
        "Late shipment may be the case.",
        "Is there a hold-up with the shipping?",
        "Delivery takes longer?",
        "Is it an issue with the shipping time?",
        "Is it possible that my order won't arrive in time?",
        "There's a chance of a holdup with shipping out.",
        "Is the case that it was late shipment?",
        "Has shipping been delayed?",
        "There is a delay in sending my purchase.",
        "The order may take longer to ship out.",
        "Is there a delay with shipping?",
        "Delayed, what's going on with my order?",
        "Is delayed shipment the case?",
        "Do you have an issue with shipping time?",
        "It is possible that my order may be delayed.",
        "Delay in shipping?",
        "Can there be a delay in my order?",
        "I wonder if there is any delay in sending my purchase out.",
        "Your order may be delayed.",
        "There might be delay with my order.",
        "Are there any delays in sending my order?",
        "Is shipping messed with?",
        "There is a possible delay in shipping.",
        "What is causing a potential holdup when shipping out?",
        "I'm wondering if my order is delayed.",
        "Shipping postponement possible?",
        "Do you have delays in shipping orde?",
        "Did delivery take a long time?",
        "Is it the case that there was late shipment?",
        "Delay in transit for order?",
        "shipping taking long?",
        "Was it taking long to ship?",
        "Shipping may be delayed",
        "I would like to know if my order was delayed during shipping.",
        "A delayed delivery of your order?",
        "There may be setbacks when delivering my package.",
        "Can there be an issue with shipping time?",
        "There are any problems delivering my package?",
        "There will be a delay for sending my order.",
        "There was an issue surrounding my order.",
        "There is an order delivery delayed.",
        "issues with delivery?",
        "Is this a problem with shipping?",
        "What are any delays with my package?",
        "Is it possible the delivery is delayed?",
        "Shipping is going to be delayed again?",
        "There is delay in sending my order.",
        "The progress of shipping my order?",
        "Is it the case of a late shipment?",
        "An issue surrounds my order's dispatch.",
        "Got any delays with my package?",
        "Why is there a potential holdup with shipping out?",
        "It will take longer to ship it out.",
        "Shipping could take a long time?",
        "I don't know if there is a delay with shipping my order.",
        "Could there be any shipping problems this time?",
        "Is there anything holding up shipping?",
        "Do you have any setbacks in delivering my package?",
        "My order could take a delay.",
        "Can I expect delay in shipment?",
        "Are you having an issue with shipping time?",
        "There's any issues with delivery?",
        "Would my orders be delayed?",
        "Any issues regarding delivery?",
        "Will there be any delivery issues?",
        "Shipping may be delayed.",
        "Is shipping moving slowly?",
        "Is this a problem with shipping out order?",
        "Is it possible that the order delivery is delayed?",
        "My stuff isn't on its way, any reason?",
        "There is a delay for sending my order.",
        "Is it really late shipment?",
        "Do you think your order delivery is delayed?",
        "There may be a delay in delivery of my order.",
        "Is the delivery taking longer?",
        "Are there any delays with shipping my order?",
        "There is an issue concerning my order's dispatch.",
        "My orders may be late.",
        "Can I expect a delay with my shipment?",
        "Is delivery problematic?",
        "Is it difficult to get my purchase out?",
        "Any delay with the order?",
        "Is there any delay to sending my order?",
        "There seems to be a delay in shipping out my order.",
        "Is Shipping taking a long time?",
        "There is possibility of shipping delay.",
        "Delayed shipping is possible?",
        "Is this order delayed?",
        "Is it possible to delay order shipment?",
        "Is the shipping being held up?",
        "Has my order taken too long to arrive?",
        "How is the shipping of my orders progressing?",
        "I was wondering if shipping was delayed.",
        "Is shipping taking longer than usual?",
        "Is the case of late shipment?",
        "Can delivery take long?",
        "shipping delay could be possible?",
        "How is shipping my order progressing?",
        "Will the order be delayed in transit?",
        "Is there a hold-up with shipments?",
        "Any delays on shipping?",
        "This time, could there be any shipping issues?",
        "I am not sure if my order is delayed.",
        "My order might be delayed?",
        "Do you have a trouble with shipping out order?",
        "Do you know why my order is delayed?",
        "There is an issue with shipping time",
        "There might be issues with delivery.",
        "There might be a potential holdup with shipping out.",
        "Are my orders not arriving?",
        "It take longer to ship out the order.",
        "There could be delays with my package?",
        "Is my order delays?",
        "shipping delay possibly",
        "Any issues with shipping this time?",
        "Is myorder delayed?",
        "What is the update on my order shipment?",
        "Does my package have any delays?",
        "There is a possibility of a shipment delay.",
        "Do you have a problem with shipping order out?",
        "Do you have delay in order transit?",
        "Haven't my order shipped yet?",
        "I don't know if there is a delay in sending my purchase.",
        "Maybe a delay with my order.",
        "Do I have a chance of a shipment delay?",
        "Is there any delay on my order?",
        "Is it possible that my order will arrive late?",
        "There is an issue around my order's dispatch.",
        "Do I have to wait for my purchase to be sent out?",
        "Is there a delayed order transit?",
        "Does shipping get delayed?",
        "Is it a problem with the shipping?",
        "There is a delay in sending me my purchase.",
        "Is there a hold up on shipping?",
        "Any delay in my package?",
        "It can take longer to ship out order.",
        "Is it possible my order will have a delay?",
        "Has there been a delay in shipping my order?",
        "How is it with shipping my order?",
        "Is there any setbacks in delivering this package?",
        "What is the progress with my shipping order?",
        "Order shipment delays?",
        "There are any setbacks in delivering my package.",
        "Is it a problem to send my purchase?",
        "Are there any difficulties in delivering my package?",
        "There is a delay in the shipping of my order.",
        "Is it possible that my order may be delayed?",
        "Have a problem with shipping?",
        "Can there be any setbacks delivering my package?",
        "Should I be expecting a shipment delay?",
        "There is an order that takes longer to ship out.",
        "There may be delays with my order.",
        "Is there a delay in the shipping of my order?",
        "Is it possible that I'll have to wait for my order?",
        "Can I be expecting a delayed shipment?",
        "Is there setbacks in delivering my package?",
        "Have there been any delay in sending my order?",
        "Problem with delivery?",
        "Is there any delay of my order?",
        "shipping taking some time?",
        "Why hasn't my order shipped yet?",
        "Is there a chance of a delay in the delivery of my order?",
        "Is the shipment taking longer?",
        "Are there any hold-ups with shipping?",
        "Possible issues with delivery?",
        "Any issues with the delivery?",
        "There is a possibility of a delay in shipping my order.",
        "Is my order taking long?",
        "Any hiccup in shipping this time?",
        "Issues surrounding my order's dispatch.",
        "Is there an issue with shipping time?",
        "Issues with shipping out order?",
        "Wait time with my package?",
        "Have you heard about delays in shipping orde?",
        "I want to know if there is a delay in sending my purchase.",
        "I was wondering if there was a delay with my order.",
        "Order taking more time to be delivered.",
        "What's going on with my order shipment?",
        "Shipping out order can be a problem?",
        "Is there a cause for a potential holdup with shipping out?",
        "A potential holdup with shipping out, what is causing it?",
        "Is it possible that I will have a delay in getting my order?",
        "Are there any delays in shipping orde?",
        "delayed with my order?",
        "Which is the problem with shipping out order?",
        "Should I expect a shipment delay?",
        "Will it be a late shipment?",
        "Is there some problem with shipping?",
        "Delayed order transit?",
        "My order has yet to shipped?",
        "There is an issue around my order.",
        "Is there a chance that I will have a delayed delivery?",
        "Is it a problem to ship out order?",
        "The delays in shipping orde?",
        "Does shipping out my order take longer?",
        "Is this case of a late shipment?",
        "Is my package still delayed?",
        "Is it possible my order has been delayed?",
        "I wonder when my order will be shipped?",
        "Is it delayed in shipping orde?",
        "The package may have delays.",
        "Is my purchase taking more time?",
        "Is it possible that there will be a delayed delivery of my order?",
        "There may be a shipping delay possible.",
        "Is there a problem with shipment?",
        "shipping delay may be possible?",
        "There may be a delay in shipping out my order.",
        "There are any possible delays with my package?",
        "Is my order not delivered yet?",
        "Is it a delay with shipping my order?",
        "Shipping may take a while?",
        "Has my order yet to be shipped?",
        "Problems delivering my package?",
        "In delivering my package are there any setbacks?",
        "Delayed package or not?",
        "Will there be any delay in sending my purchase?",
        "Have there been delays in order transit?",
        "Can you let me know about the status of the shipment?",
        "It takes longer to ship out your order.",
        "Have there any problems with delivery?",
        "Was there a hold up with shipping?",
        "An issue surrounding my order",
        "Is there delay in shipping orde?",
        "Is there a hold on shipping?",
        "Does shipping delay exist?",
        "Do I get an update on my order shipment?",
        "The order is taking longer to arrive.",
        "Why is order delivery delayed?",
        "How's the process of shipping my order progressing?",
        "Is delivery taking so long?",
        "Is there a hold up in shipping?",
        "Is Order delayed in transit?",
        "I wonder if I can expect a shipment delay.",
        "Are there any delays for my package?",
        "Is my order being held up?",
        "It's possible that my order will be delayed.",
        "It can take longer to ship out your order.",
        "There may be delays in sending my purchase out.",
        "Is there any issues with delivering my package?",
        "Is there a case of late shipments?",
        "Is shipping subject to a hold-up?",
        "Did there any setbacks in delivering my package?",
        "There might be a delay in sending my purchase.",
        "delays with my order?!",
        "Will a shipment delay occur?",
        "Will you confirm delivery is delayed?",
        "Isn't there a hold up with shipping?",
        "Would there be a delay in sending my order?",
        "There could be a delay in shipping.",
        "What's the problem with my order?",
        "I would like to know if there are any setbacks in delivering my package.",
        "Does it make sense that I will have a delay in delivery?",
        "There are any problems with delivery?",
        "There could be a delay for my order.",
        "Did you hear about the delay in shipping orde?",
        "Is the delivery delayed?",
        "My order needs to be shipped.",
        "There is a chance that there will be a holdup with shipping out.",
        "There was an issue around my order.",
        "Is it possible that I may have a delay in delivery?",
        "Do I have my orders delayed?",
        "Are there any delays for my order?",
        "Are you able to confirm delivery is delayed?",
        "Can you tell me about any shipping delays?",
        "Was shipping delayed?",
        "Has there been a delay in sending my order?",
        "It's possible that my order will be late.",
        "Can you tell me when your delivery is delayed?",
        "Would there be any issues with delivery?",
        "There are any delays to my package?",
        "Will there be delays in shipping orde?",
        "Was it a problem with shipping out the order?",
        "Is it an issue with shipping?",
        "Is it possible the shipment was late?",
        "Can you tell me about the status of my shipment?",
        "Is the case where the shipment is late?",
        "Do you have an update on the order shipment?",
        "Did my order take longer to ship?",
        "Is there any reason my stuff isn't on its way?",
        "Will my package be delayed?",
        "How about a delay with my order?",
        "The shipping delay could be possible.",
        "I would like to know any updates on my order shipment.",
        "There might be a delay in sending my order?",
        "Was that the case with the late shipment?",
        "Delivery may take a while?",
        "Is my order behind schedule?",
        "Wait in order transit?",
        "There is any delay in my order?",
        "Any delays in shipping?",
        "Please confirm the shipping is behind schedule?",
        "Waits on shipping?",
        "How come my order isn't shipped yet?",
        "A shipment delay?",
        "Do my orders take longer to get to me?",
        "Shipping taking more time?",
        "What about order delayed in transit?",
        "An issue surrounded my order.",
        "What's causing a holdup when shipping out?",
        "Wait for delivery, order delayed?",
        "Is shipping time an issue?",
        "Can I expect the shipment to be delayed?",
        "Does the shipping time have an issue?",
        "What's the status on my order shipment?",
        "Is it possible that the order will be delayed?",
        "Any issues with delivering?",
        "Do you think shipping is lagging behind schedule?",
        "Are there a delay in shipping my order?",
        "Will there be any setbacks when I deliver my package?",
        "Really? Shipping is delayed again?",
        "Is that a case of late shipment?",
        "Has my purchase been delayed?",
        "Are the order delivery delays?",
        "I am wondering if there is an update on my order shipment.",
        "Is it possible that delivery will be late?",
        "Delay? what's going on with my order?",
        "Have there issues with delivery?",
        "Shipping out order was a problem?",
        "Issues regarding my order's dispatch.",
        "Where is the progress with shipping my order?",
        "Will there be any shipping troubles this time?",
        "Is there a reason that my stuff isn't on its way?",
        "How is it progressing with shipping my order?",
        "Order taking longer to deliver",
        "It could be a shipping delay.",
        "Is it possible that I will have a delay in my order?",
        "How are you progressing with shipping my order?",
        "Do you have a delay with shipping out my order?",
        "Does the delivery of my package have setbacks?",
        "Are my orders taking forever?",
        "Do I have a delayed order?",
        "Shipping lagging behind schedule?",
        "It may take longer to ship out the order.",
        "It is possible that I will have to wait for my order.",
        "Is there any hold-up with shipping?",
        "Has my order taken longer to arrive?",
        "Any troubles with delivery?",
        "An issue related to my order's dispatch.",
        "Will there be a delay in sending my purchase?",
        "Is ordering delivery delayed?",
        "How about shipping delayed?",
        "Can I expect my shipment to be late?",
        "Can I get a shipment delayed?",
        "Are there any problems in delivering my package?",
        "Is shipping out my order late?",
        "Is it the case that the shipment is late?",
        "I'm not sure if my stuff isn't on its way.",
        "Are there any difficulties delivering my package?",
        "Can I be sure of a shipment delay?",
        "Is it the case that there was a late shipment?",
        "It is possible that I will have a delay in receiving my order.",
        "Is there a delay in the shipping?",
        "There was an issue regarding my order's dispatch.",
        "There might be a problem with shipping.",
        "Order shipment delay",
        "shipping out my order is delayed",
        "Any delays on my package?",
        "There is issue surrounding my order.",
        "Has the issue with shipping time arisen?",
        "How are things with shipping my order?",
        "Is there a problem with sending out order?",
        "Possible shipping delays?",
        "Had my order been delayed?",
        "Receive shipment delay?",
        "Delivery is delayed?",
        "Do you think that order delivery is delayed?",
        "The order has yet to be shipped?",
        "Is it possible that my purchase won't be sent out?",
        "What is causing a holdup when shipping out?",
        "If my order is delayed?",
        "Is there a chance of a delay in my delivery?",
        "Is it possible that my order will not be delivered.",
        "Is this package delayed?",
        "There's an issue with shipping out my order.",
        "What is causing the potential holdup with shipping out?",
        "Are delivery taking long?",
        "Should order delivery be delayed?",
        "It is possible that my order is delayed.",
        "Was there any delays with my package?",
        "There is a possible shipping delay.",
        "There is delay in sending my purchase.",
        "I am wondering if there is a delay in sending my order.",
        "Is there a reason that my stuff isn't on it's way?",
        "Is it possible that I'll have a delay in my delivery?",
        "What may cause a holdup with shipping out?",
        "Is there any trouble with shipping this time?",
        "Is there any delay in my order?",
        "There may be a holdup with shipping out.",
        "You could possibly have shipping delay.",
        "Was there a delay in order transit?",
        "Is there a shipping delay I can expect?",
        "Can you tell me if the delivery is delayed?",
        "Is there a delay when shipping my order?",
        "What about delays with my package?",
        "Were there any issues with delivery?",
        "An issue with my order's dispatch",
        "Have your order delivery been delayed?",
        "It takes longer to ship the order out.",
        "Is it difficult to deliver my package.",
        "Will the delivery be delayed?",
        "Please confirm, shipping behind schedule?",
        "Are there any delays with the package?",
        "Maybe delivery is delayed?",
        "How about delays in shipping?",
        "Is it possible that a shipment will delay?",
        "Is that the case, late shipment?",
        "I wonder if my orders are late.",
        "A shipping delay possible?",
        "Is there a chance of a delayed delivery of my order?",
        "Should my shipment be delayed?",
        "Problems with my order?",
        "Slow delivery?",
        "Are there any issues with shipping time?",
        "Is my order not there yet?",
        "Shipping out order might be a problem.",
        "Is it possible that my order will not be delivered as scheduled?",
        "Delay in sending something?",
        "Is that delivery delayed?",
        "delayed with my package?",
        "There is any delay for sending my order?",
        "Is there a chance that my order will not be delivered in time?",
        "What about delays in shipping orde?",
        "Do there any problems delivering my package?",
        "There is a chance of a delay in order transit.",
        "So is shipping delayed?",
        "Any delay in sending my order?",
        "Is there a delay in delivering my order?",
        "There might be a hold-up with the shipping.",
        "There may be a delay for my order to be sent.",
        "Is my order taking forever?",
        "Will there be long wait for delivery?",
        "Is it any problems delivering my package?",
        "Is it any delay in sending my order?",
        "Is there a delay in delivering my purchase?",
        "I want to know if my order has been delayed during shipping.",
        "Is there any delays in shipping orde?",
        "any delivery issues?",
        "The delivery is delayed?",
        "Any shipping trouble this time?",
        "There is a chance that shipping delay is possible.",
        "Is it possible to have a shipment delay?",
        "Is the delay in shipping?",
        "Will shipping take long?",
        "I want to know why my stuff is not on its way.",
        "Can a shipment be delayed?",
        "What is the holdup with late shipment?",
        "Is it possible that I will have a delay in the delivery of my order?",
        "There are issues surrounding my order's dispatch.",
        "Do I have my order delayed?",
        "My orders might have been delayed.",
        "Is a shipment going to be delayed?",
        "Is there any problems delivering my package.",
        "There is a delay in shipping me my order.",
        "A delay with my order?",
        "Do you have any delays in sending my order?",
        "There might be a hold-up on shipping.",
        "Delivery is taking a while?",
        "Is there a chance that my order will be delayed?",
        "Is my package going to be delayed?",
        "Any delay on my order?",
        "Has there a delay in shipping my order?",
        "My orders are being delayed?",
        "Is my order held up during shipping?",
        "Is there a delay with my shipment?",
        "Is there a delay in order transit.",
        "The order is taking longer to be dispatched.",
        "There is a question about delay in order transit.",
        "What is the delay for sending my order?",
        "Do you have an update on my order shipment?",
        "Will you confirm delivery delayed?",
        "Order delay for shipments?",
        "The order taking more time to ship out.",
        "Was order delivery delayed?",
        "The order takes more time to ship out.",
        "Are the delays in shipping orde?",
        "Is it possible that there will be a delay in delivery?",
        "It's taking longer to ship out the order.",
        "Do you know the delivery is delayed?",
        "How come my order is delayed?",
        "Are there any reasons that my stuff isn't on its way?",
        "Could there be a shipping delay?",
        "Something with the shipping time?",
        "What is the delay in sending my purchase?",
        "There is a chance that I will have a delay in my delivery.",
        "Any reason my stuff isn't on the way?",
        "Shipping taking longer than expected?",
        "I don't know if my order has been delayed.",
        "What is the delay for my order?",
        "Any delays for my package?",
        "I don't know if there is an update on my order shipment.",
        "A shipment delay is possible.",
        "There could be a delay in shipping out my order.",
        "Do you think there will be a delay in order transit?",
        "If there is delay in order transit?",
        "Shipping time could be an issue?",
        "Why am I not receiving my stuff on its way?",
        "Is it possible that I will have a delay in delivering my order?",
        "Is it possible that my order won't be delivered soon?",
        "There could be a delay in sending my purchase.",
        "There could be a shipment delay.",
        "I think my order is delayed?",
        "I wonder if my order has been delayed.",
        "There may be a delay in sending my order.",
        "Are there any problems with shipping?",
        "Is that an issue with shipping time?",
        "Did you dawdling with my delivery?",
        "There is a question about delays in shipping orde.",
        "How is the shipment of my order progressing?",
        "My order could be delayed?",
        "Are shipping taking long?",
        "There might be a delay in sending the purchase.",
        "Is it possible that order is delayed in transit?",
        "Do you think there is a delay in shipping?",
        "Can I be prepared for a delayed shipment?",
        "Can you tell me about the delivery delays?",
        "Shipping going behind schedule?",
        "Shipping time may be an issue?",
        "What is the reason my things aren't on their way?",
        "A problem with shipping out order?",
        "Any challenges with delivery?",
        "Have you encountered a problem with shipping out order?",
        "Questions surrounding my order's dispatch.",
        "Is it possible to delay shipment?",
        "There might be a delay in my order.",
        "Is there a hold-up in shipping?",
        "Does that mean there is a late shipment?",
        "Can you explain the delivery delay?",
        "Is my orders not delivered?",
        "Is there a delay in sending my purchase out?",
        "Can I expect a delay in shipments?",
        "Has my package had any delays?",
        "shipping delay is possible",
        "Is shipping slow?",
        "Shipping is taking longer?",
        "Any delay in shipping my order?",
        "Is it possible that I will receive my order late?",
        "Is there any shipping hitch this time?",
        "Is there an issue with the shipping time?",
        "A problem with shipping time?",
        "Are the order delivery delayed?",
        "There is a chance of a holdup when shipping out.",
        "There could be a potential holdup when shipping out.",
        "Are there any delays in sending my purchase?",
        "Shipping may take a long time?",
        "Shipping could take long?",
        "Will a shipment delay affect me?",
        "Is my order not shipped?",
        "Is there any delay in sending it out?",
        "Shipping orde is delayed?",
        "Is it possible that the shipment is late?",
        "Can there be any setbacks in delivery?",
        "Any reason my stuff isn't arriving?",
        "Is that any delay with my order?",
        "I wondered if my order was delayed.",
        "Did anyone have an update on my order shipment?",
        "Delivery taking a bit?",
        "Is there a delay in order delivery?",
        "Is there a shipment delay I can expect?",
        "Is it possible for a shipment delay?",
        "Delivery delays with my package?",
        "Delayed transit for order?",
        "Do you think order is delayed in transit?",
        "Are shipping behind the schedule?",
        "Should I expect a delay in my shipment?",
        "Delivery may be delayed.",
        "Do you know when delivery will be delayed?",
        "Potential holdup with shipping out, what is causing it?",
        "What is causing a potential holdup with shipping?",
        "Do you have an order delivery delayed?",
        "You might have a problem with shipping out order.",
        "That shipping is delayed again?",
        "Is delivering my package a problem?",
        "Is late shipment actually the case?",
        "It is possible that I will have a delay in delivery.",
        "There may be some delay in sending my purchase.",
        "Wait for shipment order delay?",
        "I have an issue around my order's dispatch.",
        "What delays do you have with my package?",
        "Is delivery of my package a problem?",
        "Have shipping been behind schedule?",
        "Is there any delay in sending my order.",
        "Is a shipment delay something I can expect?",
        "Are there delays in shipping orde.",
        "It takes more time to ship out the order.",
        "Issue with delivery?",
        "I would like to know if shipping is delayed.",
        "Do I have to wait for my purchase to go out?",
        "Is there anything wrong with my stuff not on its way?",
        "Are my orders taking longer than expected?",
        "Does shipping have a hold-up?",
        "The issue concerns my order's dispatch.",
        "delays with my package?",
        "Is it possible the order is delayed in transit?",
        "Can I expect to have a shipment delayed?",
        "I am wondering if my order has shipped yet?",
        "Shipping time will be extended?",
        "Has there any issues with delivery?",
        "I'm wondering if my order is delayed?",
        "Is sending my purchase out delayed?",
        "Do there any setbacks when delivering my package?",
        "Is it a delay in sending my order?",
        "Is it plausible that I will have a delay in delivery?",
        "It could be possible for shipping to be delayed.",
        "Will there be an update on my order shipment?",
        "There would be a delay in sending my order.",
        "Is there any delay in sending my purchase?",
        "Is there a reason my stuff is not on it's way?",
        "My order is not shipping yet?",
        "Do my orders not arrive in time?",
        "Why are my stuff not on its way?",
        "Are order delivery delayed?",
        "Wait, what's the problem with my order?",
        "There is an order taking longer to ship out.",
        "Will there be any problems with delivery?",
        "Delivery taking awhile?",
        "My order taking so long?",
        "I wonder if there is an update on my order shipment.",
        "Is there a delay when shipping out my order?",
        "Is there delay in shipping?",
        "There could be a delay in shipping my order.",
        "Is it possible that I will have to wait for delivery?",
        "Are you still trying to finish my delivery?",
        "Is shipping out my order taking longer?",
        "There are any setbacks in delivering my package?",
        "I have a issue with my order's dispatch.",
        "What is the cause of a potential holdup with shipping out?",
        "The order will take longer to deliver.",
        "Delivery going slowly?",
        "Should we have a problem with shipping out order?",
        "Any matters with delivery?",
        "If there is a delay with my order.",
        "What's the delay with my order?",
        "Is there any problems in delivering my package?",
        "There is a possibility that shipping delay is possible.",
        "Will you be stalling my shipment?",
        "There's any delays with my package?",
        "Is the shipping delay possible?",
        "There is a possibility of a holdup when shipping out.",
        "Something surrounding my order's dispatch.",
        "Is there a delay to my order?",
        "Do you know if the delivery is delayed?",
        "Shipping orde can be delayed.",
        "Are deliveries delayed?",
        "Could be an issue with shipping time?",
        "How about an order delayed in transit?",
        "Is it possible that my order is held up?",
        "My order can have a delay.",
        "Is there a problem with the shipment?",
        "So shipping is delayed?",
        "Are there any delays in order transit?",
        "Is there a hiccup with shipping?",
        "Any delay sending my order?",
        "Does anyone know why my stuff isn't on its way?",
        "Problems surrounding my order's dispatch",
        "Is my order delayed by shipping?",
        "Is there a problem with the delivery?",
        "Is it tough to deliver my package?",
        "I wondered if my order had been delayed.",
        "Can there be setbacks delivering my package?",
        "Problem of shipping out order?",
        "I am wondering why my purchase is taking so long.",
        "I want to know if my purchase is delayed.",
        "Can you delay the shipment?",
        "There is a delay for my order to be sent.",
        "It is possible that I will have a delay in my order.",
        "Can I expect a shipment to be late?",
        "You might have order delivery delayed.",
        "I don't know if there are any setbacks in delivering my package.",
        "Is there any issue with shipping?",
        "Shipping out an order?",
        "Delay on shipping?",
        "There is a delay in shipping my order.",
        "Is there a hold-up with the shipment?",
        "Is the shipping slow?",
        "Is there any delay in the delivery of my order?",
        "I'm not sure if my order is delayed.",
        "Any possible delivery issues?",
        "Order is taking longer to be shipped out.",
        "There's any delay in sending my order?",
        "Problem around my order's dispatch.",
        "Is shipping taking a while?",
        "There may be a delay with my order being shipped.",
        "Are there any delays with my package.",
        "What is happening with my order shipment?",
        "Is there Delay in shipping?",
        "I think shipping is delayed again?",
        "It is possible that delivery is delayed.",
        "Can you say if the delivery is delayed?",
        "A problem with shipping?",
        "How long will it take for shipping orde?",
        "The delivery of my order may be delayed.",
        "Shipping delay is a possibility?",
        "Order shipping delay?",
        "Will there be a delay in order transit?",
        "There any delays with my package?",
        "Is there any hiccup in sending my purchase?",
        "Something is up with my order?",
        "Is shipping taking longer than it should?",
        "Delaying shipping?",
        "Is it a delay in shipping out my order?",
        "Is it possible that my order will delay delivery?",
        "Is the late shipment true?",
        "What is the progress of shipping my order?",
        "Is there order delay?",
        "Does shipping out order have a problem?",
        "Maybe order delayed in transit?",
        "Is there a delay in my shipment?",
        "Is there a hold-up for shipping?",
        "Issue related to my order's dispatch.",
        "Is there a delay in sending my purchase?",
        "Have there been any delays in sending my order?",
        "Problem in shipping out order?",
        "I don't know why my stuff is not on it's way.",
        "Is shipping paused?",
        "What has caused a potential holdup with shipping out?",
        "Are any shipping delays?",
        "How is the shipping of my orderprogressing?",
        "I asked if my order had been delayed.",
        "There is a delay with sending my order.",
        "Is shipping behind the schedule?",
        "Order a shipping delay?",
        "Is there any delays in sending my order?",
        "How long will it take for my order to be sent?",
        "The delay with my order?",
        "Shipping taking time?",
        "There is a possibility for shipping delay.",
        "Will I have a shipment delay?",
        "Do you have a problem with shipping out order.",
        "Someone please confirm that shipping is behind schedule.",
        "There could be a hold-up with shipping.",
        "Wait in shipping?",
        "Is it taking a long time to ship?",
        "Is there any delayed shipping?",
        "Are there delays in my orders?",
        "there are any delays with my package",
        "Why is my purchase taking a bit longer?",
        "What is causing a potential holdup with shipping out?",
        "What's the problem with delivery?",
        "Is my order arriving later?",
        "Is order transit delayed?",
        "Is my order delayed in transit?",
        "Was order delayed in transit?",
        "I am wondering when my order will be shipped?",
        "delay with my order?",
        "Is it possible there is a delay in sending my purchase?",
        "Do you think the late shipment is the case?",
        "Shipping delays in orde?",
        "There is a possibility of delay in order transit.",
        "Issue with shipping times?",
        "Is my orders being delayed?",
        "There is a delay in my purchase being sent.",
        "There is a delayed shipment of my order.",
        "There is a delay in sending the order.",
        "Is it possible you are dawdling with my delivery?",
        "Do I know if my order has been delayed?",
        "Is it possible my stuff is not on its way?",
        "Is it possible that the delivery of my order might be delayed?",
        "Can I anticipate a delayed shipment?",
        "Is shipping still delayed?",
        "Can I expect the shipment to arrive late?",
        "I wonder if my stuff isn't on its way.",
        "Could the delivery take long?",
        "There may be a hold-up when shipping.",
        "Are there any delays with shipping?",
        "The order will take longer to be shipped.",
        "There might be a delay in shipping out my order.",
        "Is it hard to deliver my package.",
        "There was any delay with my order?",
        "What is the delay with my package?",
        "shipping taking a long time?",
        "What's the problem with shipping out order?",
        "Was shipping delayed again?",
        "It's possible for shipping to be delayed.",
        "There could be a delay with shipping out my order.",
        "Is it possible that my order might not be delivered?",
        "Is my package slow?",
        "There may be a delay in sending the purchase.",
        "Order takes longer to ship out",
        "Do I have to wait for my order to be sent?",
        "The progress with my order is not clear.",
        "Can there be any setbacks when delivering my package?",
        "Should an order be delayed in transit?",
        "Is there a delay in mailing my purchase?",
        "Can the shipment be delayed?",
        "Can I expect a delay in shipping?",
        "Does my order have been shipped late?",
        "Can you tell me when delivery was delayed?",
        "There is a problem with shipping out my order.",
        "Is sending my order delayed?",
        "Why isn't my stuff on its way?",
        "Is there a hold-up on shipping?",
        "Delay in the delivery of goods?",
        "There is a possibility of a delay for my order.",
        "Do you have a problem shipping out an order?",
        "Wait for my order to be dispatched?",
        "Is a shipment delay possible?",
        "Is there any delay with this order?",
        "I'm wondering about my order shipment.",
        "Has my shipment been delayed?",
        "Is delivery of my package any setbacks?",
        "Was there a problem with shipping time?",
        "Are you sure that the delivery is delayed?",
        "Can I expect a problem with my shipment?",
        "I was wondering if my order was taking forever.",
        "Should there be any problems with delivery?",
        "There are any delays with my package?",
        "Shipping is taking time?",
        "A potential holdup with shipping out.",
        "What could be causing a potential holdup when shipping out?",
        "I am not sure if I can expect a shipment delay.",
        "Is there trouble with shipping?",
        "Have there been any delay with my order?",
        "Is there any problem with shipping out order?",
        "Something could be causing a potential holdup with shipping out.",
        "Did you mean order shipment delay?",
        "Is there a chance of a shipment delay?",
        "The problem with shipping out the order?",
        "There is a chance that my order will be late.",
        "You have a problem with shipping out order?",
        "An issue with my order",
        "Does anyone have an update on my order shipment?",
        "How long is shipping delayed?",
        "Is there any shipping hiccups?",
        "how is the shipping of my order progressing?",
        "There is a chance of a holdup in shipping out.",
        "There is an order delivery that is delayed?",
        "Delay, what is happening with my order?",
        "There is a possibility of order shipment delay.",
        "The order has yet to be shipped.",
        "Can I expect a slower shipment?",
        "My package is delayed much?",
        "Is it delayed to send my purchase?",
        "Can I expect a delay in the shipment?",
        "Is there any delays in my package?",
        "Can you say the delivery was delayed?",
        "Any delays associated with shipping?",
        "Should I expect a delayed shipment?",
        "Is there delays in order transit?",
        "There is an issue with the shipping of my order.",
        "Are you still taking your time with my delivery?",
        "Is there any update on my order shipment?",
        "Is shipping happening late?",
        "Is my orders being held up?",
        "How are the shipments progressing with my order?",
        "Have my orders been delayed?",
        "Is my order slow?",
        "Is there a delay in sending out my order?",
        "How about delay in order transit?",
        "Is it possible that the shipment will be delayed?",
        "My order hasn't shipped yet?",
        "Order delivery has been delayed?",
        "Why isn't my stuff on it's way?",
        "Delivery taking longer than expected?",
        "What is the delay of my order?",
        "Is it possible that I won't receive my order in time?",
        "Is there a problem with shipping orders out?",
        "So...shipping is delayed?!",
        "My order is not out yet?",
        "There is a chance of a hold up with shipping out.",
        "Any shipment delays?",
        "A delay for sending my order?",
        "Is it possible I will have a delay in delivery.",
        "Did shipping go behind schedule?",
        "Is this an issue with shipping time?",
        "Is it possible for delivery issues?",
        "An issue surrounding my order's dispatch.",
        "Does my package have any setbacks?",
        "What if the order is delayed in transit?",
        "Do my orders take longer to arrive?",
        "There could be a problem with shipping.",
        "There is some delay in sending my purchase out.",
        "Is my order holding up?",
        "Order taking more time to be shipped out.",
        "My order might have been delayed.",
        "Should I have a delay in sending my order?",
        "Is there any change in my order shipment?",
        "There is an order that is delayed in transit?",
        "Delivery taking time?",
        "Can there be a delayed shipment?",
        "Did there any issues with delivery?",
        "Any delays of shipping?",
        "Isn't it possible that my order will be delayed?",
        "Is it possible that my order will not be delivered?",
        "What could possibly be causing a holdup with shipping out?",
        "Do my orders have been delayed?",
        "Is my order delay?",
        "Delivery taken a while?",
        "Delivery could take long?",
        "Shipping taking awhile?",
        "There are any delays on my package?",
        "Is there a case of late shipment?",
        "Is it a problem with shipping out order.",
        "My package can be delayed.",
        "I am wondering if my order was delayed during shipping.",
        "Logistical delays with my package?",
        "Has there a hold-up with shipping?",
        "Any delays of my package?",
        "During shipping has my order been delayed?",
        "A problem around my order's dispatch.",
        "Is it possible order delayed in transit?",
        "Is it conceivable that my order will be delayed?",
        "Wait for my order to be sent?",
        "Is my order yet to be shipped?",
        "Is there any delays with shipping?",
        "What could be causing a hold up with shipping out?",
        "I would like to know if there is any delay in sending my purchase.",
        "There may be a delay in sending the purchase out.",
        "Is it a case where the shipment was late?",
        "There could be an issue with shipping.",
        "I'm wondering why my purchase is taking longer.",
        "Does it take long to deliver?",
        "Are there problems delivering my package?",
        "It is taking longer to dispatch the order.",
        "Does this mean delivery is delayed?",
        "There is an issue with shipping my order.",
        "How come my stuff is not on its way?",
        "Are you sure that delivery is delayed?",
        "Shipping taking extra time?",
        "Is it possible that my shipment will delay?",
        "The order is being delayed.",
        "Are you able to say that delivery is delayed?",
        "How long can I expect a shipment delay?",
        "shipping delay might be possible",
        "Any difficulties with delivery?",
        "Could it be a shipping delay?",
        "Are delivery delays confirmed?",
        "Some delays with my package?",
        "There is a question of delayed order transit.",
        "Can I expect a shipment delayed?",
        "There can be setbacks in delivering my package.",
        "How is the shipping of my order going?",
        "Is it a possibility that my order will be late?",
        "A delay in sending my order.",
        "Is that the case regarding late shipment?",
        "Can you tell me when the delivery is delayed?",
        "Is it possible for my order to be delayed?",
        "Is it possible that my order will not arrive in time?",
        "Is it possible that my package isn't delivered?",
        "There is a delay with the shipment of my order.",
        "Are there any setbacks with my package?",
        "The order taking longer to be shipped out.",
        "There might be delays in sending my purchase.",
        "It's possible that I will have a delay in delivery.",
        "My package has delays?",
        "There may be delays with shipping.",
        "Will delivery be delayed?",
        "Is it possible that I will have a delay on my order?",
        "Is there issues with shipping?",
        "Has there been any delay with my order?",
        "Is there any reason that my stuff is not on its way?",
        "Shipping taking a little while?",
        "Did you delay with my delivery?",
        "Are orders delayed in transit?",
        "How long is my order taking?",
        "How are the progress with shipping my order?",
        "Do you think late shipment is the case?",
        "Can you expect a shipment delay?",
        "The package might have delays.",
        "I wonder if I can expect a shipment delay?",
        "There may be a hold-up with the shipment.",
        "Will it take long to ship?",
        "I want to know about my order shipment.",
        "What is an update on my order shipment?",
        "Is the shipping of my order delayed?",
        "Let me know if shipping is behind schedule.",
        "An issue regarding my order's dispatch.",
        "Do you believe shipping is taking long?",
        "Is there any delays in shipping?",
        "Is the order being delayed?",
        "Is late shipping the case?",
        "Are some of my orders delayed?",
        "Do I need to wait with my order?",
        "It can take longer to ship out orders.",
        "Has delivery been delayed?",
        "Does it take longer to ship orde?",
        "There is an issue about my order.",
        "There might be a hold-up with the shipment.",
        "Order taking longer to be dispatched.",
        "There may be some challenges in delivering my package.",
        "There might be a delay in shipping orde.",
        "My order has not yet been shipped?",
        "Is it possible my order will be delayed?",
        "Does my order have not arrived yet?",
        "Is shipment late?",
        "Do you know if there is a hold-up with shipping?",
        "Order taking some time to be shipped out.",
        "Is it possible to delay shipping?",
        "Delivery taking much longer?",
        "Is there any issues in delivering my package?",
        "There is a delay with my order?",
        "An issue relating to my order's dispatch.",
        "There is a possibility of a delay with shipping my order.",
        "If I have a delay in sending my order?",
        "Is it a delay in sending my purchase?",
        "Is it possible there will be a delay in delivery?",
        "What about delivery delayed?",
        "Is it possible that my order may not be delivered on time?",
        "Yes, any delay with my order?",
        "Order delivery late?",
        "Delayed delivery possible?",
        "I had an issue with my order's dispatch.",
        "Would it take long to deliver?",
        "Could it be a problem with shipping out order?",
        "Is there a hold up with delivery?",
        "Can there be a shipping delay?",
        "Delay in shipping is possible.",
        "Can you let me know the shipment status?",
        "Is there a hold up with shipments?",
        "There is delay for sending my order.",
        "Order delivery can be delayed?",
        "There might be an issue with shipping time.",
        "Any delay for my order?",
        "Why is my stuff not on its way?",
        "So...shipping delayed?",
        "Is it possible that my order will not arrive on time?",
        "There is an issue surrounding my order's dispatch",
        "There could be delays in shipping orde.",
        "Will there be any problems delivering my package?",
        "There is any delay in my order being sent.",
        "Delay inshipping orde?",
        "Is the shipping time delayed?",
        "Does delivery of my package have any setbacks?",
        "Would there be any delay with my order?",
        "Will there be a hold-up with shipping?",
        "It is taking longer to send out the order.",
        "delay in sending my order?",
        "There may be a delay in shipping my purchase.",
        "Is it feasible that my order will be delayed?",
        "Is that the case, late shipments?",
        "Are there any delays to my order?",
        "There is a chance that my order will have a delay.",
        "Is there an issue with my order?",
        "Are delivery taking too long?",
        "There might be a hold-up in shipping.",
        "Is my order still in the mail?",
        "There is a risk of a hold up with shipping out.",
        "Is it possible my order won't be delivered on time?",
        "delay with my package?",
        "Did I have any delay with my order?",
        "Delaying in shipping?",
        "Order delivery delays?",
        "I wonder if my order is delayed during shipping.",
        "There is a chance of a holdup with shipping out.",
        "Order might be delayed in transit.",
        "I would like to know why my stuff isn't on its way.",
        "Are there any changes to my order shipment?",
        "Delivery can be delayed?",
        "Will your delivery be delayed?",
        "Does my order have taken longer to arrive?",
        "Can there be any delivery issues?",
        "Could be an issue with shipping time.",
        "Are there setbacks when delivering my package?",
        "Are you going to stall my shipment?",
        "Can I expect a shipment problem?",
        "Are you wondering if order is delayed in transit?",
        "Was it delayed in shipping orde?",
        "A delayed delivery?",
        "What could be holding up the shipping out?",
        "Have my shipments been delayed?",
        "Is there an order delayed in transit?",
        "Is there any reason my stuff isn't on the way?",
        "Is it possible that my purchase is late?",
        "delivery taking some time?",
        "Can it be that my order will be delayed?",
        "What's going on with my order?",
        "There was an issue concerning my order's dispatch.",
        "Order taking longer to get to you.",
        "Will there be any delay in my order?",
        "I don't know when my order will ship.",
        "Do you think shipping is taking a long time?",
        "Is it true that there is a late shipment?",
        "My order is yet to ship?",
        "Problems shipping out order",
        "Do there setbacks when delivering my package?",
        "Is that the case with the late shipment?",
        "My stuff might not be on its way.",
        "Is there any delay sending my order?",
        "Do I have to wait for my order to be shipped out?",
        "There is any delay in sending my order.",
        "Is there any problems with shipping?",
        "Is it possible there will be a delay in the delivery of my order?",
        "There could be delays to my package.",
        "Is there any issues with shipping this time?",
        "Is delivery delayed?",
        "Is it possible that my order might be late?",
        "There could be a delay in my order.",
        "delivery is delayed?",
        "Can I expect a delay in delivery of my order?",
        "Is it possible my order will not be delivered on time?",
        "My order is delayed?",
        "I am wondering if there is a delay in sending my purchase.",
        "Are there any issues with shipping this time?",
        "Is it a problem with my order being shipped out?",
        "A delay in shipping?",
        "Is there an issue with shipping?",
        "There could be a delay in the delivery of my order.",
        "Do you have an issue with shipping out order?",
        "There may be a hold-up regarding shipping.",
        "Problem with shipping?",
        "Is that shipment late?",
        "There are any problems with shipping this time?",
        "Is it a problem with shipping the order?",
        "Is it possible that my purchase isn't sent out on time?",
        "Can there be a delay in the delivery of my order?",
        "Did the order be delayed in transit?",
        "Delaying my order?",
        "Has my shipping been late?",
        "Shipping order delay?",
        "Has my delivery been late?",
        "Delay in Shipping?",
        "Is it possible my order will not be delivered in time?",
        "My order is not yet shipped.",
        "Any delay in ordering?",
        "There is a possible delay with my order.",
        "Can my order be shipped yet?",
        "Is there any reason my stuff is not arriving?",
        "Is my order yet to arrive?",
        "Is there problem with shipping?",
        "There may be a delay for my order.",
        "There is a possibility of a delay in shipping orde.",
        "Is shipping delayed",
        "Has the late shipment been the case?",
        "Has there been any delay in sending my order?",
        "My package may have some delays.",
        "Is there any delay in shipping out my order?",
        "Is there any trouble in delivering my package?",
        "Can there be any setbacks in delivering my package?",
        "Is that the case with late shipment?",
        "What is the reason my stuff isn't on its way?",
        "Any delays with my packages?",
        "The order is taking longer to ship.",
        "You might have order delayed in transit.",
        "Is there any delays with my package?",
        "Have there any issues with delivery?",
        "Was there a problem with the shipping time?",
        "Will there be a delay in my order?",
        "Are the delivery taking long?",
        "How long does it take to send my purchase out?",
        "My order is still in the mail?",
        "Will there be shipping delays?",
        "Order taking longer to fulfill",
        "Is sending my purchase delayed?",
        "Is there any setbacks in my delivery?",
        "Does shipping have a hold up?",
        "The progress with shipping my order is not known.",
        "Is there any delay in delivering my package?",
        "there are any delays with my package?",
        "Shipping is again delayed?",
        "Is that delay in shipping?",
        "I would like to know if there is an update on my order shipment.",
        "There might be a delay with my order.",
        "Order delay?",
        "Is it possible that my shipment will be delayed?",
        "There may be a delay with my order.",
        "Would there be any delay in sending my order?",
        "Would it be a problem with shipping out order?",
        "There's a possibility of shipping delay.",
        "Did I have any delays with my package?",
        "Is it possible I won't get my order in time?",
        "What are the possible setbacks in delivering my package?",
        "There might be delays to my package.",
        "What's happening with my order??",
        "Am my orders delayed?",
        "It is possible that shipping is behind schedule.",
        "Delay in delivery?",
        "Is it possible that you are dawdling with my delivery?",
        "Will there be any shipping delays this time?",
        "Are there any delays for sending my order?",
        "Have you considered order shipment delay?",
        "Any issue with delivery?",
        "Is there a potential holdup with shipping out?",
        "There is delay in shipping orde.",
        "Is it possible that my orders are delayed?",
        "Is it possible that I will have a delay in delivery?",
        "Wait, what's going on with my order?",
        "Should there be a holdup with shipping out?",
        "My order could be delayed.",
        "What about delay in shipping?",
        "What might be holding up the shipping out?",
        "Will there be any delay in sending my order?",
        "Is it possible my purchase isn't sent out yet?",
        "How long is it taking to ship?",
        "Has there an issue with delivery?",
        "Is it likely that my order will be delayed?",
        "Are you considering order shipment delay?",
        "Any issues relating to delivery?",
        "Is there a reason my stuff doesn't arrive?",
        "There is a chance of a holdup with the shipping out.",
        "Delivery might take a long time?",
        "Has the order been delayed in transit?",
        "I am wondering if there are any setbacks in delivering my package.",
        "There might be a delay with shipping my order.",
        "Shipping out order is a problem?",
        "Is there any delays in sending my purchase?",
        "Delay in delivering something?",
        "How about delayed delivery?",
        "Is it possible to have a shipping delay?",
        "Is it possible for shipping to delay?",
        "Will there be any setbacks in delivery?",
        "It might take longer to ship out.",
        "Is there any delay in sending it?",
        "Could there be a holdup with shipping out?",
        "What's up with my order shipment?",
        "Why is my stuff not on the way?",
        "Are you sure that shipping is behind schedule?",
        "Is there any setbacks when delivering my package?",
        "Are you sure about delivery delayed?",
        "I am curious as to why my stuff isn't on its way.",
        "How long will my package be delayed?",
        "Do you think order delayed in transit?",
        "Could there be shipping delay?",
        "Delay in sending my order?",
        "Problem with shipping an order?",
        "There is a possibility of a delay in my purchase.",
        "Is it possible to hold up shipping?",
        "If there are any delays with my package?",
        "Is there a delay with the order?",
        "Can there be a delay in the shipment?",
        "Is that the case for the late shipment?",
        "Does anyone know of an update on my order shipment?",
        "Are there delays in shipping?",
        "The order taking longer to be dispatched.",
        "How long will it take for my purchase to be sent out?",
        "My order has yet to arrive?",
        "I want to know why my purchase is taking longer.",
        "There may be a delay in my order being shipped.",
        "Did your order get delivery delayed?",
        "The order is delayed in transit?",
        "What could be causing a hold up when shipping out?",
        "Delay? What's up with my order?",
        "Shipping was delayed or something!",
        "Is it possible for me to expect a shipment delay?",
        "Has there been a problem with shipping time?",
        "Are there any setbacks delivering my package?",
        "Is my package being delayed?",
        "A problem surrounding my order's dispatch.",
        "Is it a delay with shipping out my order?",
        "Is it possible I will have a delivery delay?",
        "Any reason that my stuff isn't on its way?",
        "Maybe I will have a delayed delivery of my order.",
        "There is an issue about my order's dispatch.",
        "shipping delay could be possible",
        "Is there any obstacles in delivering my package?",
        "How long do you think it will take to send my order?",
        "I wonder if my order is delayed?",
        "There might be an issue with shipping.",
        "I'm wondering about an update on my order shipment.",
        "Can I expect a delay in delivery?",
        "Is it possible that my order won't arrive?",
        "Please confirm, shipping is behind schedule?",
        "There was any delay in sending my order.",
        "Does anyone have a delay with my order?",
        "My order taking a long time?",
        "Is shipping lagging behind schedule?",
        "Are there problems with shipping out order?",
        "Is it any difficulty delivering my package?",
        "Are any delays with my package possible?",
        "Delay for my order?",
        "There's a chance that I will have a delay in delivery.",
        "I have an order and any delay?",
        "Is it possible my delivery will be delayed?",
        "Does delivery take long?",
        "Is it possible that my order will be delayed?",
        "What is the reason my stuff is not on it's way?",
        "Any delays with my order?",
        "Does the delivery of my package have any setbacks?",
        "Is shipping moving slower?",
        "Order delivery is late?",
        "Is shipping taking time?",
        "This time, should there be any shipping problems?",
        "If there is any delay in sending my order?",
        "Delivery going slow?",
        "Is it possible that my stuff is not on its way?",
        "Can you tell me about any delivery issues?",
        "Were the delays in shipping orde?",
        "Is it an issue with shipping time?",
        "Is there any shipping hiccup this time?",
        "Is it a delay in sending my purchase out?",
        "Is this a delay with my order?",
        "Is shipping behind?",
        "I don't know when my order will be shipped.",
        "I wonder if my order is delayed.",
        "My order's dispatch was the subject of an issue.",
        "There could be problems delivering my package.",
        "What about order shipment delay?",
        "Will you stall my shipment?",
        "Is it possible I will have a delayed delivery?",
        "Any possible delays with my package?",
        "Has my order taken longer than expected?",
        "What is the progress with my order shipping?",
        "What are some delays with my package?",
        "Is my order behind?",
        "Is there a delay in shipping me my order?",
        "Could it be that shipping is delayed?",
        "There are any delays in my package?",
        "order delivery delayed?",
        "So late shipment is the case?",
        "Is there any issue with delivery?",
        "Is my order delayed due to shipping?",
        "Is shipping late?",
        "There is a delay in shipping out my order?",
        "Is my orders not shipped?",
        "Does my order seem to be delayed?",
        "There is a delay in shipping the order.",
        "Any delivery delays?",
        "Do you have a delay for sending my order?",
        "Is there any delay to my package?",
        "Order is taking longer to be shipped.",
        "Is shipping out causing a holdup?",
        "Is it possible that my purchase can be delayed?",
        "Order taking longer to delivery.",
        "Did my order take longer to be shipped?",
        "Delayed shipment orders?",
        "Is there a problem with shipping.",
        "Maybe my order is delayed?",
        "My order has a delay?",
        "Is my order late during shipping?",
        "Difficulties with delivery?",
        "Is that the case, the late shipment?",
        "What's up with the order?",
        "What is happening with shipping my order?",
        "There is a delay in sending out my purchase.",
        "Is it possible that my order may not be delivered in time?",
        "What is the delay in sending my purchase out?",
        "You may order delivery delayed.",
        "Order taking longer to fulfill.",
        "I am wondering about an update on my order shipment.",
        "Was there a problem with shipping out order?",
        "There is an issue involving my order's dispatch.",
        "Does shipping hiccup this time?",
        "possible shipping delay",
        "Problems with shipping order?",
        "Do I have to wait for my purchase to be dispatched?",
        "What is the holdup regarding late shipment?",
        "Is it possible that there will be a delay in my order?",
        "There is a hold up with shipping?",
        "Any trouble with delivery?",
        "Can you tell me the delivery is delayed?",
        "Is there a delay in sending the order?",
        "Can I expect the shipment to be late?",
        "Is it possible that the delivery of my order is delayed?",
        "Do you know if my order is delayed?",
        "Does any delay occur with my order?",
        "Is there a problem with shipping out order?",
        "Are you having delays in shipping orde?",
        "Is it the case that there's a late shipment?",
        "Is it possible for shipping delays?",
        "There may be delays to my package.",
        "Is there any delay for sending the order?",
        "Were my orders delayed?",
        "There may be issues with delivery.",
        "Is there any problem with shipping time?",
        "Concerning my order shipment?",
        "A delayed order in transit?",
        "Shipping is taking a while?",
        "Are my orders being held up?",
        "Is it possible shipping is delayed?",
        "Delivery taking extra time?",
        "I wonder if there is a delay in shipping out my order.",
        "I am curious about an update on my order shipment.",
        "Is it possible to have a delay in shipping orde?",
        "Is it possible that my order will not be delivered until later?",
        "Is any shipping hiccup this time?",
        "I am wondering if there is a delay with shipping my order.",
        "You might be delayed in order transit.",
        "any delays with my package?",
        "Is there an issue with shipping time",
        "What is the progress with shipping the order?",
        "I do not know if I can expect a shipment delay.",
        "There might be delays in shipping.",
        "I don't know why my stuff isn't on it's way.",
        "Is it possible that my order is going to be delayed?",
        "Is shipping moving at a slower pace?",
        "I don't know if shipping is delayed.",
        "Are you sure about delivery being delayed?",
        "Is it possible that I will have a shipment delay?",
        "Anything delays with my package?",
        "Is it a problem shipping out my order?",
        "Wait, what is going on with my order?",
        "Is it a problem with shipping orde?",
        "Why is my stuff not on it's way?",
        "I am wondering if my order is late.",
        "Shipping again delayed?",
        "Could it be that I will have a delay in delivery?",
        "Shipping out my order is delayed.",
        "Delivery may take longer?",
        "So my order is delayed?",
        "How about delays with my package?",
        "Is my package getting delayed?",
        "Are there delays for sending my order?",
        "Do there be delays with my package?",
        "Problem with shipping the order?",
        "The order is taking more time to arrive.",
        "How is the shipping progress of my order?",
        "Delaying the delivery of my order?",
        "Is it possible that I will have a delivery delay?",
        "Issues with the shipping time?",
        "Will there be any challenges in delivering my package?",
        "Is it a problem with shipping orders out?",
        "Does delivery take a long time?",
        "Shipping might take long?",
        "Is that a problem with shipping?",
        "There is a hold-up with shipping?",
        "Is there a hold-up when shipping?",
        "Let me know if my order is delayed?",
        "Is there a delay for shipping?",
        "A hold-up with shipping?",
        "Any problems with my package?",
        "There is a possible delay in order transit.",
        "Can there be a hold up with shipping?",
        "There is any delay with the order?",
        "Is there any delays with the package?",
        "Is it possible that the delivery of my order may be delayed?",
        "shipping out order?",
        "Are shipments taking long?",
        "Is order delayed in transit?",
        "Does my order have been delayed?",
        "Is it a problem when shipping out order?",
        "Are there any delays in shipping out my order?",
        "How about delay in shipping orde?",
        "What about the order delayed in transit?",
        "Is there delays with shipping?",
        "Can you confirm delivery delayed?",
        "What is the reason that my stuff is not on its way?",
        "Is there a delay in shipping out my order.",
        "My purchase is taking longer, why.",
        "My orders could be delayed.",
        "Can you explain the problem with shipping out order?",
        "I need an update on my order shipment.",
        "Do you think there's a delay in shipping?",
        "Will a shipment be delayed?",
        "Is it taking long for delivery?",
        "Delay in shipment?",
        "There is possibly a hold-up with shipping.",
        "Is it possible my stuff isn't on it's way?",
        "Is there issue with shipping time?",
        "Is there problems with shipping?",
        "Is there any delay in my order being shipped?",
        "Is the case for late shipment?",
        "On my order shipment?",
        "Shipping delayed again?!",
        "Does there any shipping delays?",
        "Can I expect a late shipment?",
        "Is the delivery late?",
        "Is late shipment possible?",
        "Problem with shipment?",
        "Has my order taken longer?",
        "It is taking longer to ship out the order.",
        "Would it be an issue with shipping time?",
        "Did the delivery take a long time?",
        "Is there a shipping problem this time?",
        "My package may have delays.",
        "Is it possible my order is late?",
        "This time, should there be any shipping issues?",
        "There can be a hold-up with shipping.",
        "Problems with shipping out the order?",
        "Is delivery going to be delayed?",
        "Shipping out the order is a problem?",
        "There is an issue with my order's dispatch",
        "How's shipping my order progressing?",
        "Shipping is behind the schedule?",
        "How about a shipment delay?",
        "Is it holding up the shipment?",
        "How long is it before my purchase is sent out?",
        "Will there be any setbacks with my package?",
        "I was wondering if my order had been delayed.",
        "Is it possible that my purchase is delayed.",
        "How about a delay in order transit?",
        "Does anyone know why my stuff is not on its way?",
        "Are shipping things taking long?",
        "Is it a reason my stuff isn't on its way?",
        "Will my order ship yet?",
        "ordering delayed in transit?",
        "It was an issue surrounding my order.",
        "How is the shipment of my order going?",
        "Is any reason my stuff isn't on its way?",
        "Maybe the order is delayed in transit.",
        "There can be delays in order transit.",
        "Is it possible to have delays in shipping orde?",
        "Is delivery of my package any trouble?",
        "Is there a delay in sending me the purchase?",
        "It may take longer to ship out your order.",
        "There was a chance of a holdup with shipping out.",
        "Is the wait for delivery long?",
        "Issues with delivery?",
        "Is my orders running late?",
        "What is the problem with the shipping time?",
        "Or is order delivery delayed?",
        "Is there a chance of my order being delayed?",
        "any delay with my order?",
        "I want to know if there is an update on my order shipment.",
        "Is there any trouble with shipping?",
        "Are shipping taking too long?",
        "Are the shipments taking long?",
        "Delay with my order?",
        "I don't know if my orders are delayed.",
        "Order is taking longer to be delivered.",
        "It's possible that I will have a delay in receiving my order.",
        "Can it be that the shipment was late?",
        "Problems shipping out order?",
        "Shipping takes a while?",
        "So my order is taking forever?",
        "It can take longer to send out the order.",
        "There is a possibility of a hold up with shipping out.",
        "There might be delays with my package?",
        "Can I expect a delay in shipment?",
        "Is there any hiccup with shipping this time?",
        "Can I expect a delay in receiving my shipment?",
        "Does it take any longer to send my purchase out?",
        "Order takes longer to be shipped out.",
        "There could be an issue with shipping time.",
        "There may be a potential holdup with shipping out.",
        "Any possible shipping delays?",
        "Potential holdup with shipping out?",
        "Is it possible my order won't be delivered in time?",
        "You have a problem with shipping out an order?",
        "What about shipment delay?",
        "How about ordering shipment delay?",
        "Are there any issues delivering my package?",
        "Do you know why my stuff isn't on its way?",
        "What's the reason my stuff isn't on its way?",
        "Is there a delay in sending me my purchase?",
        "Is it difficult to send my purchase out?",
        "Is my purchase being delayed?",
        "Any problems with delivery",
        "Will there be any setbacks when delivering my package?",
        "Is it the case that there is a late shipment?",
        "Shipping taking a longer time?",
        "Is there any delay in my package?",
        "Has the shipment been delayed?",
        "Can you give me an update on my order shipment?",
        "It's possible that I will have a delivery delay.",
        "Is shipping delayed possible?",
        "I am unsure if my orders are delayed.",
        "Delivery time is delayed?",
        "Is it possible I will have a delayed delivery of my order?",
        "Is this possible that my order will be delayed?",
        "Is late shipment the case?",
        "Is it longer for delivery?",
        "Does it mean that the shipment was late?",
        "Is the late shipment?",
        "There is a problem with shipping out order?",
        "Does shipping out my order take more time?",
        "There might be a delay with shipping out my order.",
        "Is there a problem with shipments?",
        "Is my order late due to shipping?",
        "Is there any delay in my order being sent?",
        "Do you know if my order was delayed during shipping?",
        "It will take longer to ship out.",
        "Delivery likely taking longer?",
        "It takes longer to dispatch the order.",
        "Can I expect a shipment to be delayed?",
        "What's the status of my order shipment?",
        "Is there any difficulties in delivering my package?",
        "Can I expect a delay in my shipment?",
        "Is there a hitch with shipping?",
        "Order shipment delayed?",
        "Delivery taking a while?",
        "Any news on my order shipment?",
        "There might be a delay in sending me my purchase.",
        "I am wondering if there is a delay in shipping out my order.",
        "Does anyone have delays with my package?",
        "Is it possible that shipping out my order is delayed?",
        "Where is the delay in sending my purchase?",
        "Is there a reason my stuff isn't on its way?",
        "My order is not yet delivered?",
        "Will there be a delay in sending my order?",
        "There is a chance that I will have a delay in my order.",
        "Delay in shipping orde",
        "The problem with shipping out an order?",
        "What is the issue with delivery?",
        "Is it possible that my order could be late?",
        "Is it possible to delay sending my order?",
        "Is there a chance I will have a delay in delivery?",
        "Wait time with my order?",
        "Order taking longer to be shipped out",
        "Do you think order delivery is delayed?",
        "Is there a problem with shipping my order?",
        "This time, any issues with shipping?",
        "It can take awhile to ship out an order.",
        "What about delayed shipping orde?",
        "Is shipping out an order a problem?",
        "How long will it take to dispatch my order?",
        "There are any difficulties in delivering my package?",
        "How is the situation with shipping my order?",
        "Is it a hold-up with shipping?",
        "Is there a hitch in sending my purchase?",
        "Are there any delays with my order.",
        "Is it possible there will be a delay in my delivery?",
        "Any shipping problems?",
        "What is the cause of a holdup with shipping out?",
        "Is there a problem with shipping order?",
        "Is my order late in shipping?",
        "Is delivery taking long?",
        "Is there a delay in shipping my purchases?",
        "Are there delays with my order?",
        "Is there any difficulty in delivering my package?",
        "Are there issues with shipping time?",
        "Is there any delay in my order being delivered?",
        "Will there be a delay for sending my order?",
        "There could be a hold-up with the shipping.",
        "There's an issue around my order.",
        "Can there be a delay in sending my purchase?",
        "How about a shipping delay?",
        "You may have to wait for order delivery.",
        "I'm wondering if my order was delayed during shipping.",
        "Delayed, what's up with my order?",
        "There might be a delay in shipping my purchase.",
        "It is possible for shipping to be delayed.",
        "Is there a hold up when shipping?",
        "Is there any delay in delivering my purchase?",
        "Maybe there is a reason my stuff isn't on its way.",
        "Any delays related to my package?",
        "Does it have a problem with shipping out order?",
        "Was delivery taking a long time?",
        "It could be a problem with shipping out order.",
        "Delay, what's up with my order?",
        "A problem with shipping out an order?",
        "How long is it for shipping orde?",
        "Delays with the package?",
        "Can I have a delay with my order?",
        "Is it possible that shipping is late?",
        "Do any delays occur with my package?",
        "It is possible that shipping delay is possible.",
        "I want to know if there are any setbacks in delivering my package.",
        "There is a possibility of shipping delay.",
        "A potential holdup with shipping out?",
        "Are there issues with shipping?",
        "There is a chance of a potential holdup with shipping out.",
        "Should I have delays with my package?",
        "Is shipping getting late?",
        "I want to know if there is a hold-up with shipping.",
        "Was there any delay in sending my order?",
        "Is my package having delays?",
        "Any delay in delivering my order?",
        "It is taking more time to ship out the order.",
        "I am wondering why my stuff isn't on its way.",
        "Was the order delivery delayed?",
        "There's an issue around my order's dispatch.",
        "A problem with my order's dispatch.",
        "Has my order been disrupted?",
        "Would it be a problem to ship out order?",
        "There may be an issue with shipping.",
        "Is there a problem with shipping out?",
        "Could it be an issue with the shipping time?",
        "There are any issues with the delivery?",
        "The shipping delay may be possible.",
        "A delay in my order?",
        "There are any problems with delivering my package?",
        "Was shipping taking long?",
        "Delivery delayed, can you confirm?",
        "Shipping is taking some time?",
        "Is anyone updated on my order shipment?",
        "There is a question of delays in order transit.",
        "delay in sending my order",
        "How about a delay in shipping?",
        "Is it any problem with delivery?",
        "Is it causing a holdup with shipping out?",
        "Delivery being delayed?",
        "Do I have an order delayed?",
        "Is it possible for shipping to be delayed?",
        "Surprise or what? So...shipping was delayed?",
        "There is a potential holdup when shipping out.",
        "Is there an issue with the shipping?",
        "I want to know why my stuff isn't on its way.",
        "There is a delay in shipping my order",
        "Did delivery take long?",
        "Delayed shipment ordered?",
        "Is there any delay in shipping orde?",
        "Will my orders be delayed?",
        "Can you confirm that delivery has been delayed?",
        "There may be setbacks in delivering my package",
        "There is a problem with sending out order.",
        "Order taking longer to arrive.",
        "Any delayed shipping?",
        "How much is shipping delayed?",
        "Something is wrong with shipping out order.",
        "I wonder if my order was delayed during shipping.",
        "How is the shipping of my order progress?",
        "What is the situation with late shipment?",
        "Maybe there is a hold-up with shipping.",
        "any problems with delivery?",
        "I have a problem with shipping out an order.",
        "Is delivery taking very long?",
        "Any shipping hiccup this time?",
        "Did my package take a long time to arrive?",
        "Are there delays in delivery?",
        "Would there be a delay with my order?",
        "Is the case that the shipment was late?",
        "Does it appear that delivery is delayed?",
        "So...shipping was delayed?!",
        "Is it possible that I will have a wait for my order?",
        "Could it take long to deliver?",
        "Is my order being delayed?",
        "Is shipping taking longer than expected?",
        "How about the delay in shipping?",
        "Delivery time taking longer?",
        "Is shipping going slower?",
        "Sending out the order takes longer.",
        "I am not sure why my stuff is not on its way.",
        "I was wondering about an update on my order shipment.",
        "Delayed delivery orde?",
        "Orders can take longer to ship out.",
        "Delivery taking lengthy?",
        "Can I expect a shipment delay.",
        "Surprise or what? So...shipping is delayed?",
        "There could be a holdup with shipping out.",
        "Delivery time taking long?",
        "Is it possible for my package to be delayed?",
        "My order has not shipped yet?",
        "Do you know if shipping is behind schedule?",
        "Did my order take longer to arrive?",
        "Isn't there a hold-up with shipping?",
        "Delivery may take some time?",
        "Shipping taking a bit of time?",
        "The order takes longer to be shipped out.",
        "There is a delay in sending my order.",
        "Have my orders been held up?",
        "Some reason my stuff isn't on its way.",
        "During shipping, has my order been late?",
        "There is a possibility that my order is delayed.",
        "What could be causing a possible holdup with shipping out?",
        "It might be a problem with shipping out order.",
        "Is there an order that is delayed in transit?",
        "Is it possible I will have to wait for my order?",
        "Is there a possibility that my order will be delayed?",
        "There is a problem with shipping out the order.",
        "Is my package subject to delays?",
        "My orders might be late.",
        "There might be a hold-up with shipping.",
        "Is it possible that my order won't be delivered right away?",
        "Where is the hold-up with shipping?",
        "Is it possible that the delivery of my order will be late?",
        "I wonder if my orders are delayed.",
        "Are there an issue with shipping time?",
        "Did there setbacks in delivering my package?",
        "Issue with shipping out order?",
        "Is delivering my package possible setbacks?",
        "shipping delayed?",
        "Order stuck in transit?",
        "Can my shipment be delayed?",
        "Is it possible that the delivery is delayed?",
        "Is something holding up shipping?",
        "Is there any delays for shipping?",
        "I'm having a problem with shipping out order.",
        "How long is it before my order is shipped out?",
        "Shipping delay possible!",
        "Is that the case where the shipment was late?",
        "I need to know if my orders are delayed.",
        "I am wondering if there is any delay in sending my purchase.",
        "Order delay for shipment?",
        "What is causing a hold up with shipping out?",
        "I wonder if my order is late.",
        "How long will it take to send my order?",
        "I am wondering about my order shipment.",
        "Any delays in shipments?",
        "Can there be any delay in sending my order?",
        "Shipping could possibly be delayed.",
        "Is delivery of my package any problem?",
        "Is there delayed shipping orde?",
        "Order delivery could be delayed?",
        "Any update on my shipping?",
        "Any issues with deliveries?",
        "How much delay do I have with my order?",
        "Is the order delayed?",
        "Can you inform me about the status of my shipment?",
        "Is shipping delayed yet again?",
        "Will there be any issues delivering my package?",
        "Are there issues with the shipping time?",
        "shipping delayed or something!",
        "Can I expect a delay in my delivery?",
        "There could be a delay for sending my order.",
        "If there are any delays with my package.",
        "There's an issue surrounding my order's dispatch.",
        "Is my package affected by delays?",
        "What is the reason my stuff isn't on it's way?",
        "Has my order been delayed?",
        "Is my shipment going to be delayed?",
        "Could be long wait for delivery?",
        "Delay? What is up with my order?",
        "Is it possible that my order won't be delivered until later?",
        "Is it possible that the shipping orde is delayed?",
        "Order delivery may be late.",
        "Has there been a delay in sending my purchase?",
        "Are you able to confirm delivery delayed?",
        "Any delays in the shipment?",
        "It is conceivable that I will have a delay in delivery.",
        "There might be delays in order transit.",
        "My order has not yet shipped?",
        "Is there any delay for my order?",
        "Is it possible to stop stalling my shipment?",
        "shipping delay might be possible?",
        "Is it any problem with shipping this time?",
        "Some issues with delivery?",
        "Is shipping taking so long?",
        "There might be delays with my package.",
        "Are there any delays to my package?",
        "Problem with shipping out an order?",
        "There is a chance for a holdup with shipping out.",
        "Problem with delivering order?",
        "Do you have a delay with my order?",
        "Do you know of a hold-up with shipping?",
        "Is there a reason my stuff isn't on the way?",
        "Is there order delayed in transit?",
        "Will there be any difficulties delivering my package?",
        "How long does it take for my purchase to be sent out?",
        "Could there be a delay in sending my order?",
        "Is it taking longer to send my purchase out?",
        "Are you expecting order delivery to be delayed?",
        "Is there any challenges in delivering my package?",
        "Is it possible that I won't receive my purchase?",
        "What is causing a hold up with shipping?",
        "Is it a delayed shipment?",
        "Issue with my order's dispatch",
        "Any delay with my orders?",
        "Any delays when shipping?",
        "There is an issue surrounding my order.",
        "Are you planning to delay your shipment?",
        "What if my order is delayed?",
        "There might be a delay in sending my purchase out.",
        "What about delayed delivery?",
        "There is a possible delay in shipping my order.",
        "Is there any issues with delivery?",
        "Isn't my purchase taking longer?",
        "Shipping is delayed even more?",
        "I was wondering if there was a delay in shipping out my order.",
        "Do I have any issues delivering my package?",
        "Can there be any shipping problems this time?",
        "Can you confirm the delayed delivery?",
        "Are there any problems with shipping this time?",
        "Does my order have delays?",
        "What is the problem with shipping out order?",
        "If there is any delay with my order?",
        "What's going on with the order?",
        "I want to know if there is a delay for sending my order.",
        "I'm wondering what's up with my order.",
        "Delivery delayed, can you confirm it?",
        "There can be a delay for sending my order.",
        "Do my orders take longer to ship?",
        "Are you having an issue with the shipping time?",
        "Is it possible that I won't receive my order?",
        "How about order delivery delayed?",
        "How is the procedure for shipping my order progressing?",
        "Is my order being shipped out late?",
        "It takes longer to ship out the order.",
        "I had an issue surrounding my order's dispatch.",
        "Does anyone know why my stuff isn't on it's way?",
        "Is it any trouble with shipping this time?",
        "Is there any delivery issue?",
        "How about delayed shipping orde?",
        "So...shipping is delayed?",
        "There is a problem shipping out order.",
        "Is it any problem delivering my package.",
        "The delivery is taking time?",
        "Can you confirm delivery delays?",
        "Can I expectation a shipment delay?",
        "A delayed order delivery?",
        "Can I expect my shipment to be delayed?",
        "Could there be any shipping issues this time?",
        "Are you having trouble with my delivery yet?",
        "Is there a problem shipping out order?",
        "Any word on my order shipment?",
        "Shipping out order could be a problem?",
        "I don't know why my order is delayed.",
        "What is the progress with sending my order?",
        "Is it likely that I will have a delay in delivery?",
        "Do you have a problem with shipping order?",
        "Problem with shipping your order?",
        "Can you say that delivery has been delayed?",
        "The order taking longer to ship out.",
        "Is it possible that my purchase was delayed?",
        "Waits with my order?",
        "Do there any issues with delivery?",
        "Has my order been shipped out late?",
        "Is it possible that I will not receive my order in time?",
        "It will take longer to ship out the order.",
        "There is an order delay?",
        "What is the progress with my order being shipped?",
        "Is it possible my order might be delayed?",
        "Is it a problem with shipping out?",
        "Are there any delays in shipping my purchase?",
        "Possible delivery issues?",
        "Is there delays in sending my purchase?",
        "Is it possible that my purchase is held up?",
        "Do you know if delivery is delayed?",
        "There might be a delay in order transit.",
        "Is the case of late shipping?",
        "A hold up with shipping?",
        "There may be some issues in delivering my package.",
        "Are there any delays in my order?",
        "Delivery taking a little while?",
        "I don't know if I should expect a shipment delay.",
        "My order hasn't arrived yet?",
        "Can you tell me if the delivery is late?",
        "My purchase taking longer?",
        "I wondered if my orders were delayed.",
        "Has my shipping been delayed?",
        "If there are delays with my package.",
        "There is any delay in sending my order?",
        "There is a delay in my order being shipped out.",
        "This time, any problems with shipping?",
        "Does my package have delays?",
        "Are there any delays in sending the purchase out?",
        "Are there delays in Shipping orde?",
        "Do you think the delivery is delayed?",
        "A shipping delay?",
        "Is it taking longer to send my purchase?",
        "Is it true that there was a late shipment?",
        "Is it possible I will have a delay in delivery?",
        "What's the latest on my order shipment?",
        "The order might be delayed.",
        "Is there a delay in my orders?",
        "There could be a possible holdup with shipping out.",
        "Do you have a problem with the shipping out order?",
        "Is order shipment delayed?",
        "My order hasn't been shipped yet?",
        "Is it possible that my order will not be delivered in time?",
        "There is a delay with the shipping out of my order.",
        "Do my orders take a long time?",
        "Order may be delayed in transit.",
        "Is there any delay in my order being dispatched?",
        "Does it take longer to send my purchase out?",
        "Is it possible that a shipment delay will occur?",
        "Is that order delayed in transit?",
        "Is it possible to delay in order transit?",
        "shipping taking a while?",
        "There is a chance of a holdup on shipping out.",
        "Is there a shipping delay possible?",
        "Is there a delay for shipping my order?",
        "Are you dawdling with my delivery?",
        "Is it possible that I will be delayed in receiving my order?",
        "The shipping is delayed again?",
        "There could be a delay with my order.",
        "My order's dispatch was subject to an issue.",
        "Is there an issue with the shipment?",
        "If there are any shipping delays?",
        "Is there any change to my order shipment?",
        "Is it a problem with shipping time?",
        "You could possibly have a shipping delay.",
        "Can anyone provide an update on my order shipment?",
        "Someone is wondering if there is a hold-up with shipping.",
        "Has my orders been delayed?",
        "Is it true that the shipment was late?",
        "It looks like my order is delayed.",
        "Is it possible that it will take me longer to deliver my order?",
        "The delay in order transit?",
        "What's going on with my order??",
        "Are there delays with shipping?",
        "Waits with my package?",
        "Will there be a delay in shipping?",
        "It is possible that I will have a delayed delivery.",
        "Surprise or what? shipping is delayed?",
        "The late shipment is a possibility.",
        "I want to know if shipping is delayed.",
        "Is shipping being delayed?",
        "Any delays in my package?",
        "Delay, what is going on with my order?",
        "I want to know if there is a delay in sending my order.",
        "Should there be a delay for sending my order?",
        "Will shipping out cause a holdup?",
        "Any problems with the delivery?",
        "Are there problems with delivering my package?",
        "Are there any issues with delivery?",
        "Is it a problem with shipping out an order?",
        "What may be a delay with my order?",
        "Does any delay with my order exist?",
        "A delay in shipping my order?",
        "Is there an issue with shipping times?",
        "Do you have a hold-up with shipping?",
        "Is it possible I will have a delay in the delivery of my order?",
        "Is that shipping delayed?",
        "Have your order delivery delayed?",
        "Is it possible that you are stalling my shipment?",
        "There could be issues with delivery.",
        "Any delays to my order?",
        "Is there a delay in the shipment of my order?",
        "Wait for an order shipment delay?",
        "Is it a problem with shipping out order?",
        "How long are delays with my package?",
        "there is a hold up with shipping",
        "Is the late shipment actually the case?",
        "Are there delays in shipping out my order?",
        "Order will take longer to ship out.",
        "Can you tell me about delivery delays?",
        "Is there a delayed shipping orde?",
        "Were the order delayed in transit?",
        "Is there a delay with the shipment?",
        "Any issues with my package?",
        "Is this issue with shipping time?",
        "An issue is surrounding my order.",
        "Is shipping taking long?",
        "How are things progressing with shipping my order?",
        "How is the shipping of my order progressing",
        "Do there have any issues with delivery?",
        "What about order delivery delayed?",
        "Is my order late because of shipping?",
        "Do you know if the shipping is delayed?",
        "Are shipping behind schedule?",
        "Is there a possibility of a delay in delivery of my order?",
        "Is a delay in delivery possible?",
        "Could be a problem with shipping out order?",
        "Is it possible that my order won't be delivered?",
        "Is late shipment really the case?",
        "Are there any issues with delivering my package?",
        "an issue with my order's dispatch",
        "The package might be delayed.",
        "The delay in shipping orde?",
        "Is the package delayed?",
        "I want to know if my order is delayed.",
        "Order taking longer to be delivered.",
        "There are any delays in shipping?",
        "Is there a chance that I will have a delay in my delivery?",
        "Can you tell me when delivery is delayed?",
        "Are you delaying my delivery?",
        "I am not sure why my stuff isn't on its way.",
        "Problems with shipping out an order?",
        "I wonder if my order has been delayed?",
        "Any issues associated with delivery?",
        "What delays do I have with my package?",
        "Is delivery still delayed?",
        "There is a problem with shipping order.",
        "Can I expect delay in my shipment?",
        "Will delivery take a long time?",
        "There is a possibility of a delay in shipping out my order.",
        "Can I expect delayed shipment?",
        "Is it a problem with shipping out my order?",
        "There may be challenges in delivering my package.",
        "Do you have a delay in sending my order?",
        "What could cause a holdup with the shipping out?",
        "My package has some delays?",
        "Shipping lags behind schedule?",
        "Is your order delivery delayed?",
        "Did my order take longer than expected?",
        "What is the progress with the shipping my order?",
        "Is there any issue with delivering my package?",
        "Has there an issue with shipping time?",
        "Does anyone know the status of my order shipment?",
        "There is a delay in sending my order?",
        "Is there a problem with the shipping time?",
        "Is the case that the shipment is late?",
        "Are you having trouble with my delivery?",
        "Delayed shipping orde?",
        "Can I expect delays with my shipment?",
        "Is my order delayed.",
        "Is there a shipping time issue?",
        "Shipping is delayed again?!",
        "Any delays in delivery?",
        "There may be a hold-up on shipping.",
        "Order may be delayed.",
        "Is it a problem with shipping outorder?",
        "Is it possible that my order won't arrive on time?",
        "Are there setbacks in delivering my package?",
        "Is there any updates on my order shipment?",
        "Will there be a delay in shipping my order?",
        "Is it possible my purchase is delayed?",
        "My purchase is taking longer, why?",
        "Isn't the order delayed in transit?",
        "Is there a delay in my shipping?",
        "It can take longer to send out an order.",
        "Is it a delay in shipping my order?",
        "I want to know if I can expect a shipment delay.",
        "Is it possible that shipping is held up?",
        "Should there be an issue with shipping time?",
        "Is it possible that I will have a delay in order delivery?",
        "Did shipping lag behind schedule?",
        "Delay for sending my order?",
        "Can you specify when the delivery is delayed?",
        "Any delay in delivery of my order?",
        "The order delivery is delayed?",
        "I was wondering if my orders were delayed.",
        "Any delay in my order?",
        "What about an order delayed in transit?",
        "Can delivery be delayed?",
        "I need to know if there is an update on my order shipment.",
        "A possible holdup with shipping out?",
        "There is a chance of a holdup with the shipment.",
        "Is it possible that my order will not be delivered immediately?",
        "Is it the case that late shipment is the case?",
        "There is a possibility of a delay in delivery of my order.",
        "Delay what's going on with my order?",
        "delivery taking time?",
        "Is there a hold up regarding shipping?",
        "Do there any shipping delays?",
        "Order transit can be delayed.",
        "Okay, what's going on with my order?",
        "Is there any delay with my orders?",
        "Delays in shipping?",
        "Does shipping take long?",
        "Shipping gets delayed again?",
        "Any reason my stuff is not arriving?",
        "shipping delayed or something",
        "There might be a delay in delivery of my order.",
        "Has there a delay in shipping out my order?",
        "Is it possible I will have a delay in delivery of my order?",
        "I am wondering if there is a delay in shipping my order.",
        "Those are any delays with my package?",
        "Is it holding up shipping?",
        "Is the shipping delay?",
        "Is it possible that my package will be delayed?",
        "Can I expect a shipment to arrive late?",
        "I wonder if there is a hold-up with shipping.",
        "Are there any challenges delivering my package?",
        "Someone wants to know if there is a hold-up with shipping.",
        "Has my order been dispatched late?",
        "Is it possible that my order could take longer to be delivered?",
        "Is there any problem delivering my package?",
        "My order has not shipped yet.",
        "Would there be any shipping delays?",
        "Is there delay in sending my order?",
        "There could be delays in shipping.",
        "Are there any delays in my package?",
        "Have there any shipping delays?",
        "Does it have any delivery issues?",
        "I don't know if there is a hold-up with shipping.",
        "There is a risk of a holdup when shipping out.",
        "Is there a problem with shipping?",
        "This time, can there be any shipping problems?",
        "Is it possible that there is a delay in sending my purchase?",
        "delayed delivery?",
        "Is shipping out the order delayed?",
        "Is there something holding up the shipment?",
        "It's possible that my order will have a delay.",
        "Should there be delay in order transit?",
        "Can there be a delay in a shipment?",
        "Is there any delay for my order to be sent?",
        "Did shipping take a long time?",
        "Any delay in my order being sent?",
        "Will there be issues with delivery?",
        "Is it possible that my order will not be delivered right away?",
        "Is there a possibility of a shipment delay?",
        "Is order delayed?",
        "Something may be causing a holdup with shipping out.",
        "I wonder why my purchase is taking longer.",
        "A problem with my order's dispatch",
        "Are you dawdling with delivery?",
        "Can you confirm that your delivery is delayed?",
        "There might be a delay for my order to be sent.",
        "Do you have any delay in sending my order?",
        "Delaying order transit?",
        "is my order delayed?",
        "My order is still not shipped?",
        "Any problems regarding delivery?",
        "Were there issues with shipping time?",
        "Is it possible that my purchase isn't sent out yet?",
        "Is there any delay in delivering my order?",
        "Were there delays in shipping orde?",
        "How about delivery delayed?",
        "Could be a problem with shipping out order.",
        "Does my order have been delayed during shipping?",
        "There may be a delay to my order.",
        "You may have order delivery delayed.",
        "There may be problems with shipping.",
        "Is it possible that the purchase isn't sent out yet?",
        "Are there an issue with the shipping time?",
        "There is a problem with shipping out order.",
        "Is there any delay with shipping?",
        "It is possible that my order will be late.",
        "Has my order taken longer to be shipped?",
        "Shipping taken a while?",
        "If there are delays with my package?",
        "Is it possible that my order was delayed during shipping?",
        "Are my orders receiving delays?",
        "Delays in sending my order?",
        "Will it be a shipment delay?",
        "issue with shipping time?",
        "Is shipping affected by a hold-up?",
        "Is my package any delayed?",
        "Is it possible that I will not get my purchase out?",
        "Delivery might be delayed?",
        "Is that the case of a late shipment?",
        "You might have order delivery delayed?",
        "An issue surrounded my order's dispatch.",
        "Delays in shipping orde?",
        "Delayed in shipping?",
        "There may be a delay with my order?",
        "Is there any shipping trouble this time?",
        "Do you think shipping is taking long?",
        "Can there be delays in shipping orde?",
        "Is there delay in sending my purchase?",
        "My purchase is taking more time, why?",
        "Is it possible that the delivery of my order could be delayed?",
        "There might be delays with my order.",
        "Will there be any shipping hiccups this time?",
        "Delivery slow?",
        "Is there a delay in the shipment?",
        "There may be a delay in shipping orde.",
        "Shipping could be taking long?",
        "Is there any hiccup in delivering my package?",
        "What happens to my order shipment?",
        "Is it any trouble delivering my package?",
        "Order is delayed?",
        "Can you tell me if delivery is delayed?",
        "Is that the issue with shipping time?",
        "Is it possible that my order will not be delivered soon?",
        "I am curious if my order has been delayed.",
        "If there are any shipping problems this time?",
        "Are there delays in shipping my order?",
        "There might be some delay in sending my purchase out.",
        "There may be setbacks in delivery.",
        "Is it possible that my order was delayed?",
        "Order may be delayed in transit?",
        "I was wondering if my order was delayed.",
        "Can I be ready for a shipment delay?",
        "A delivery taking long?",
        "Delayed shipping is possible.",
        "Do you have any delays with my package?",
        "Is my order taking too long?",
        "Order may be delayed?",
        "Can you give me an update on the status of my shipment?",
        "Shipping could be taking a long time?",
        "Can there be any problems delivering my package?",
        "Is there a case for late shipment?",
        "Is there a problem with shipping the order out?",
        "Was it a problem with shipping time?",
        "Is it possible that I won't receive my purchase until later?",
        "Is it true that late shipment is the case?",
        "Can you say the delivery is delayed?",
        "Have any problems with delivery?",
        "Is there any reason my stuff isn't on it's way?",
        "Is it the case that there is late shipment?",
        "Can I expect a delay for my shipment?",
        "Delivery could be delayed?",
        "Is it a delay in shipping?",
        "Will there be any issues with shipping this time?",
        "Is it possible that there is a late shipment?",
        "Will there be any shipping issues?",
        "Do I have any delays with my order?",
        "Order delayed shipment?",
        "The delay for my order?",
        "Let me know if my order is delayed.",
        "Is that the case about late shipment?",
        "There are any issues with delivery?",
        "Can there be a delay in my shipment?",
        "How is the shipping going for my order?",
        "Was my package delayed?",
        "There was a potential holdup with shipping out.",
        "What if order is delayed in transit?",
        "There may be a hold-up in shipping.",
        "There is something holding up shipping.",
        "Do I have any delays with my package?",
        "Has anyone received an update on my order shipment?",
        "There may be some problems delivering my package.",
        "There might be a delay for sending my order.",
        "Has my order been held up?",
        "Problem shipping out order?",
        "How long will you be stalling my shipment?",
        "Issues surround my order's dispatch.",
        "Is it possible that my purchase is delayed?",
        "I am wondering if there is a delay with my order.",
        "Was it possible to order shipment delay?",
        "Is there a hold up with shipping?",
        "Does my order have yet to be shipped?",
        "Is it possible that there will be a delay in the delivery of my order?",
        "Is it possible that I won't have my order in time?",
        "There is a delay for sending my order?",
        "Does my order have to wait?",
        "There may be delays in shipping orde.",
        "Is there a delay for sending my order?",
        "Is it difficult to deliver my package?",
        "There is a possibility of a holdup with shipping out.",
        "Delay? What's going on with my order?",
        "Order taking longer to be shipped.",
        "Delay what's happening with my order?",
        "Why is the order delayed in transit?",
        "There could be a delay in order transit.",
        "Are there any delivery related issues?",
        "Are there a problem with shipping out order?",
        "Is that a problem with shipping out order?",
        "Shipping could be delayed?",
        "Are you still putting together my delivery?",
        "There was an issue relating to my order's dispatch.",
        "Delay in order transit",
        "How long will you stall my shipment?",
        "Is that my order has been delayed?",
        "It is possible that I will have a delayed delivery of my order.",
        "Can I have my order delayed?",
        "You might have your order delayed.",
        "Problem with shipping out orders?",
        "shipping taking time?",
        "Is it a problem sending out order?",
        "Does the problem involve shipping out order?",
        "Order taking longer to be shipped out.",
        "Have there any setbacks in delivering my package?",
        "Is the shipping out delayed?",
        "It's possible that I will have a delay in my delivery.",
        "delays with my order?",
        "Can I expect delays in my shipment?",
        "It's possible that I will have a delay in delivery of my order.",
        "Have there been any delays with my package?",
        "Is there a shipping hiccup this time?",
        "The delivery may be delayed.",
        "Is this order delayed in transit?",
        "What is causing a hold up when shipping out?",
        "Is it possible that I will be delayed in delivery?",
        "Are there delays in order delivery?",
        "Are you taking your time with my delivery?",
        "Is delivery taking time?",
        "Can there be delays in order transit?",
        "Can you say delivery is delayed?",
        "There may be delays in shipping out my order.",
        "My package is delayed?",
        "There's a potential holdup with shipping out.",
        "Order delivery might be delayed.",
        "Are there any delays in shipping?",
        "Is it possible that the order will be late?",
        "Delivery taking extended time?",
        "Do I have to wait for a shipment delay?",
        "Shipping out order is an issue?",
        "What is causing a holdup when shipping?",
        "Shipping out an order is a problem?",
        "Could my order be delayed?",
        "Is the shipping late?",
        "Any delays in sending my order?",
        "Can I be prepared for a shipment delay?",
        "Is it possible to delay sending my purchase?",
        "It takes longer to ship out an order.",
        "I am wondering why my purchase is taking longer.",
        "Is a hold up with shipping?",
        "I'm curious about an update on my order shipment.",
        "Do you have a problem with shipping outorder?",
        "What is the cause of my stuff not on its way?",
        "Is it possible there is a delay in shipping out my order?",
        "Shipping time behind schedule?",
        "Is the shipping being delayed?",
        "Any delays in my order?",
        "Order is taking longer to be fulfilled.",
        "Is it a chance that my order will be delayed?",
        "Is there a delay in shipping my order.",
        "How are we progressing with shipping my order?",
        "A problem with shipping out orders?",
        "Delivery time taking a long time?",
        "There may be a delay in sending my purchase out.",
        "Can you tell me about delivery delay?",
        "My order is taking too long?",
        "Is that why my stuff isn't on its way?",
        "Is there a problem with delivery?",
        "Should there be setbacks in delivering my package?",
        "Is this an issue with the shipping time?",
        "There is an issue of my order's dispatch.",
        "Order delivery can be delayed.",
        "I am wondering if there is any update on my order shipment.",
        "There is any shipping hiccup this time?",
        "Problems with shipping out order?",
        "Is there any issue with shipping time?",
        "My order has not yet arrived?",
        "How long has my package been delayed?",
        "Delay with my order?!",
        "Is there a delay to sending my order?",
        "Is this any shipping delays?",
        "Is this the case, late shipment?",
        "Delivery may take long?",
        "Is it possible that my order will have a delay?",
        "Are shipping taking a long time?",
        "How is my order getting shipped?",
        "Is there any setbacks delivering my package?",
        "Is the shipping delay related to my order?",
        "Do I have a delay with my order?",
        "Is it taking longer to ship?",
        "Order delivery may be delayed.",
        "Any chance of shipping delay?",
        "Are my order delays?",
        "What could be causing a holdup with shipping?",
        "There is an issue related to my order's dispatch.",
        "Is it possible that my order will be delivered late?",
        "Could it be that shipping delay is possible?",
        "An issue surround my order's dispatch.",
        "Could there be delays with my package?",
        "There is a delay when shipping out my order.",
        "An issue about my order's dispatch.",
        "There might be a delay to my order.",
        "My order taking long, huh?",
        "Do you know about a hold-up with shipping?",
        "Delayed in order transit?",
        "Is it possible that my order won't be delivered immediately?",
        "Is the shipment behind schedule?",
        "Does shipping seem to be delayed?",
        "Shipping might take a while?",
        "Something could cause a holdup with shipping out.",
        "Is Shipping delayed?",
        "Can I have a delayed shipment?",
        "Can I expect shipment delays?",
        "Is my order delayed because of shipping?",
        "delivery may be delayed?",
        "It takes longer to deliver the order.",
        "Is there any problems with shipping this time?",
        "It will take longer to send out the order.",
        "Order delivery might be delayed?",
        "Are there any delays for shipping?",
        "Could it be that my order will be delayed?",
        "Does anyone have an update on the order shipment?",
        "It is possible for my order to be delayed.",
        "There are any delays with my order?",
        "Is shipping delayed once more?",
        "Should the order delivery be delayed?",
        "I'm wondering if my order has been delayed.",
        "This time, can there be any shipping issues?",
        "Is shipping held up?",
        "How come my order has yet to be shipped?",
        "There might be a delay with my order being shipped.",
        "Is it a problem with delivery?",
        "It is possible for shipping to be delayed?",
        "Is there a reason my stuff isn't on it's way?",
        "Is it possible that delivery is delayed?",
        "Did I have a delay with my order?",
        "I have an issue about my order's dispatch.",
        "Is my orders getting delayed?",
        "Is there delay with my order?",
        "Is shipping taking a long while?",
        "Is my order waiting?",
        "Can there be an update on my order shipment?",
        "There could be a delay with my order?",
        "Delivery might be delayed.",
        "It's an issue with shipping time?",
        "My order isn't shipped yet.",
        "Delivery taking longer than usual?",
        "Maybe I will have a delay in delivery.",
        "Do you know if my order has been delayed?",
        "Are there a hold-up with shipping?",
        "There may be a delay with the shipment of my order.",
        "Have you a problem with shipping out order?",
        "Do you think there is delay in order transit?",
        "Is it possible that I won't get my purchase out?",
        "Is that case of late shipment?",
        "I wonder if my order is taking forever.",
        "My order is yet to be shipped.",
        "Can you confirm delayed delivery?",
        "Is there a problem delivering my package?",
        "Had my package delayed a lot?",
        "Was it a problem with shipping out order?",
        "Is it possible that my purchase isn't shipped out yet?",
        "Is there a delay with shipping out my order?",
        "How is the shipping progress with my order?",
        "Wait, shipping is delayed again?",
        "So...shipping was delayed?",
        "Is late shipment a possibility?",
        "My package might have some delays.",
        "There is a possibility that I will have a delay in delivery.",
        "Is it possible that there is a hold-up with shipping?",
        "Is there any delays with my order?",
        "Is there any problem with the shipping?",
        "What delays do I experience with my package?",
        "Delivery will take a while?",
        "I am not sure if my orders are delayed.",
        "It takes longer to ship out an order",
        "It takes longer to get your order out.",
        "Is there any delay in the delivery of my purchase?",
        "My order was not shipped yet?",
        "Is it possible that I will have a longer delivery time?",
        "Order a delayed shipment?",
        "There is a delay in shipping out my order",
        "Maybe I will have a delay in delivery of my order?",
        "There may be problems with delivery.",
        "Did you wait with my delivery?",
        "Is it possible the delivery of my order will be delayed?",
        "Is it a problem with shipping out the order?",
        "There may be a hold-up to shipping.",
        "Are there any issues with the delivery?",
        "If you have a problem with shipping out order?",
        "Has there been an issue with shipping time?",
        "Order taking more time to be dispatched.",
        "My order is being held up.",
        "Is it taking longer to ship out my order?",
        "Any delay of my order?",
        "Do you think the delivery is taking long?",
        "The order was delayed in transit?",
        "There is an order delivery that is delayed.",
        "Does anyone have an update on my shipment?",
        "My order hasn't yet shipped?",
        "Have a delay with my order?",
        "Is there any sort of shipping hiccup this time?",
        "Delay in shipping my order?",
        "Any delays with shipment?",
        "Are you stalling with my delivery?",
        "There is a delay in shipping out the order.",
        "Does it take long for a delivery?",
        "Is it taking longer for shipping?",
        "Shipping taking some time?",
        "Did my orders get delayed?",
        "Delayed with my order?",
        "Do you think there is delay in shipping?",
        "Is the case where the shipment was late?",
        "Is there any delay in sending me my order?",
        "It will take longer to ship out",
        "There is an issue with my order's dispatch.",
        "Is that the case with late shipping?",
        "Late shipment might be the case.",
        "Is it possible that I'll have a delayed delivery?",
        "It's possible that shipping is delayed.",
        "So shipping was delayed again?",
        "Shipping delay would be possible?",
        "I asked if my order was delayed during shipping.",
        "Is there any delays for my package?",
        "Any delays in shipment?",
        "There is a delay in my order being shipped.",
        "Is it possible that my order might not be delivered on time?",
        "Shipping delay may be possible",
        "There is a chance for shipping delay.",
        "Is my order coming later?",
        "Can there be any delay with my order?",
        "Is shipping taking a long time?",
        "Is the delivery of my package any problem?",
        "Can you let me know about the shipment status?",
        "Will there be any delays in delivering my package?",
        "Is shipping taking awhile?",
        "Can you tell me what's happening with my shipment?",
        "Slow shipping?",
        "So my order taking forever?",
        "Is it possible that shipping is delayed?",
        "Can you specify when delivery is delayed?",
        "Shipping not on time?",
        "Will it take long to deliver?",
        "Is there any shipping delays?",
        "Can you confirm when the delivery is delayed?",
        "Are there delays in shipping orde?",
        "Is it possible that my purchase is not sent out?",
        "Can you tell if the delivery is delayed?",
        "Shipping may be delayed possible?",
        "Could it be that the shipment was late?",
        "My order is still in transit?",
        "Is my order having delays?",
        "There may be problems delivering my package.",
        "A delivery taking a while?",
        "Would the order be delayed in transit?",
        "Have an issue with shipping time?",
        "How late is the order delivery?",
        "Is there a reason it isn't on its way?",
        "Is there a hitch in shipping?",
        "Please tell me if shipping is behind schedule.",
        "shipping is delayed?",
        "Problems with delivery?",
        "Hey, what's going on with my order?",
        "Is it possible that my order might not be delivered in time?",
        "What's the reason my stuff is not on its way?",
        "Have there been any delays with my order?",
        "There might be a hold up with shipping.",
        "Is it possible that there is a hold-up?",
        "Let me know if there are any delays with my package.",
        "My order hasn't shipped yet.",
        "The order is taking longer to ship out.",
        "There may be a hold up in shipping.",
        "There was an issue around my order's dispatch.",
        "How about a delay in shipping orde?",
        "My order may have been delayed.",
        "Is it possible that I'll have a delay in my order?",
        "There is possible shipping delay.",
        "Is there a problem with my order?",
        "do you have a problem with shipping out order?",
        "Is there any reason my stuff isn't arriving?",
        "The delivery is taking a while?",
        "How about delivery being delayed?",
        "My stuff may not be on its way.",
        "Is it possible to have a delay with my order?",
        "Was my orders delayed?",
        "Are delivery delays you able to confirm?",
        "Is it possible that my purchase isn't out yet?",
        "Is it possible I will get a shipment delay?",
        "How is the shipping of the order progressing?",
        "Is the problem with shipping?",
        "Is delivery taking a long time?",
        "Order delivery may be late?",
        "Is there a reason for a potential holdup with shipping out?",
        "Is my order not shipped yet?",
        "I would like an update on my order shipment.",
        "An issue around my order's dispatch.",
        "shipping delay possible?",
        "Delay? What's occurring with my order?",
        "Is the order taking forever?",
        "There's an issue with my order's dispatch.",
        "Delay in shipping possible?",
        "Is it possible that there will be a delay in my delivery?",
        "Do delivery take long?",
        "Shipping time might be an issue?",
        "Do you think the order is delayed in transit?",
        "Was the delivery delayed?",
        "Is a shipping delay possible?",
        "Is there a delay in shipping my order?",
        "Does delivering my package have any setbacks?",
        "How long is it for my order to be sent?",
        "Does my package take any delays?",
        "Would it be possible for my order to be delayed?",
        "Do you dawdling with my delivery yet?",
        "Is that the case in late shipment?",
        "My order might be late.",
        "I was wondering if there was any delay in sending my purchase.",
        "It's possible that I'll have a delay in delivery.",
        "Is there a delay in shipping my orders?",
        "My order taking forever?",
        "Has my order gotten late?",
        "delays in sending my order?",
        "Any reason my stuff doesn't arrive?",
        "Order taking a bit longer to be shipped out.",
        "There is a possibility of shipping delay",
        "What is the progress with shipping my order?",
        "It is possible that the shipment was late.",
        "Shipping delay is a possibility",
        "How is the shipping progress for my order?",
        "Is there a problem with shipping out my order?",
        "The shipping is taking a long time?",
        "Is it possible for my shipment to be delayed?",
        "Maybe I will have a delay in the delivery of my order.",
        "Does there any delay with my order?",
        "I wonder if there are any setbacks in delivering my package.",
        "Do you think delivery will be delayed?",
        "What's the progress of shipping my order?",
        "Could there be shipping delays?",
        "Is it possible that the delivery will be late?",
        "Can I receive an update on my order shipment?",
        "Is it possible to expect a shipment delay?",
        "It's a problem with shipping out order?",
        "Its possible that shipping is delayed.",
        "An order delayed in transit?",
        "There might be a delay in my order being shipped out.",
        "Did the order delivery be delayed?",
        "Something is wrong with shipping out order?",
        "Does my order have a delay?",
        "Is it possible for the shipment to be delayed?",
        "Are the delivery delayed?",
        "There may be a problem with shipping.",
        "Issues around my order's dispatch.",
        "There might be some delay in sending my purchase.",
        "Problem surrounding my order's dispatch.",
        "Any delayed shipments?",
        "Are you ordering shipment delayed?",
        "Is it possible that my order won't get delivered in time?",
        "Is there a delay in shipping?",
        "My purchase takes longer, why?",
        "Is it possible there is a hold-up with shipping?",
        "Is my order moving slower?",
        "I wonder if my orders are delayed?",
        "Can you confirm when delivery is delayed?",
        "Delayed order in transit?",
        "Is it possible order is delayed in transit?",
        "What is going on with my order??",
        "Is there any delay in order transit?",
        "Do you think there will be delay in order transit?",
        "There may be a shipment delay.",
        "There may be delays in sending my order.",
        "Something to order shipment delay?",
        "Issue with my order's dispatch.",
        "There might be problems delivering my package.",
        "There is a issue surrounding my order's dispatch.",
        "There are any challenges delivering my package?",
        "Is there a order delay?",
        "Did my order be delayed?",
        "Have any delays with my order?",
        "It is possible that my order will not be delivered in time.",
        "My package may be delayed.",
        "Is there a delivery issue?",
        "How come my order has not shipped yet?",
        "Is it delayed to send my purchase out?",
        "Does anyone have a reason my stuff isn't on its way?",
        "Can I expect a delayed shipment?",
        "There is a question of delayed in order transit.",
        "I wonder if I should expect a shipment delay.",
        "Is shipping running late?",
        "Order put off in transit?",
        "Order being delayed?",
        "There is delay in sending my purchase out.",
        "Can I be aware of a shipment delay?",
        "The progress with shipping my order?",
        "Any shipping issues?",
        "Is it possible that I might not get my order in time?",
        "There are any updates on my order shipment?",
        "It might be possible for shipping to be delayed.",
        "Is shipping my order delayed?",
        "Are there any problems with my package?",
        "Is there a chance that my order will not be delivered?",
        "Is it possible that I haven't received my purchase yet?",
        "Was delivery taking long?",
        "A delivery taking a long time?",
        "Delivery taking more time?",
        "There is an issue with sending my purchase out.",
        "How come my stuff isn't on it's way?",
        "A issue with my order.",
        "Shipping delayed?",
        "Is it possible that the delivery of my order will be delayed?",
        "Shipping delayed behind schedule?",
        "There might be a delay in sending my order.",
        "Is it possible that shipping delay is possible?",
        "Is there a hold-up to shipping?",
        "Is it the case that the shipment was late?",
        "Do you know if shipping is delayed?",
        "My order has not been shipped yet.",
        "Does it have any shipping delays?",
        "Do you have delayed shipping orde?",
        "Is there any problem in delivering my package?",
        "How is the progress with shipping my order?",
        "Is that the case of late shipment?",
        "Delivery of my package, are there any setbacks?",
        "Is there a delay for my order to be dispatched?",
        "You might be delayed in shipping orde.",
        "Is it possible that I will have a delay in delivery.",
        "There appears to be a hold-up with shipping.",
        "I want to know if my order has been delayed.",
        "Is there any challenge in delivering my package?",
        "Is it possible that I have a delay with my order?",
        "Will shipping be delayed?",
        "Ismy order delayed?",
        "Order taking more time to ship.",
        "Do you have order delivery delayed?",
        "Any delivery troubles?",
        "Has my order yet to arrive?",
        "Is there any delay with the order?",
        "Would it take a long time for delivery?",
        "order delayed in transit?",
        "Are issues with shipping time?",
        "My orders are delayed?",
        "Where are the progress with shipping my order?",
        "How about an order shipment delay?",
        "I'm wondering why my purchase is taking so long.",
        "Can you tell me if shipping is delayed?",
        "Is the case regarding late shipment?",
        "Order taking longer to be fulfilled.",
        "Is it possible to have shipping delay?",
        "shipping is delayed again?",
        "Do my orders take longer to be delivered?",
        "Order delayed in delivery?",
        "Does that mean a shipment delay?",
        "Is that a hold-up with shipping?",
        "What is the status of shipping my order?",
        "Any delivery related problems?",
        "Are there delays with my package?",
        "There is any delay on my order?",
        "My purchase taking more time, why?",
        "Is order delivery delayed?",
        "There is a chance of a hold up when shipping out.",
        "The order takes more time to be shipped out.",
        "I'm wondering why my stuff isn't on its way.",
        "Any delivery issues?",
        "How long does it take to send my order?",
        "Is there any delay in my order.",
        "There may be delays with my package?",
        "Is it possible that I will get my order late?",
        "Is there delayed shipping?",
        "How is the shipping of my order progressing?",
        "Is it an issue with shipping times?",
        "Delayed delivery of order?",
        "Do you think the order delivery is delayed?",
        "There is a question regarding delays in shipping orde.",
        "There might be a delay in shipping.",
        "I am wondering if there is any delay in sending my purchase out.",
        "Is there a delay in my order being sent?",
        "Delay in shipping orde.",
        "Is Shipping out order a problem?",
        "My order has yet to be delivered?",
        "Is there any delay in mailing my purchase?",
        "The order may be delayed in transit.",
        "I am wondering if my order is delayed.",
        "Has there a delay with my order?",
        "I don't know if there is a delay with my order.",
        "Is it possible that I will have a delay in my delivery.",
        "There may be a delay with shipping my order.",
        "Do you believe there is a delay in order transit?",
        "Is there an issue with shipment?",
        "Maybe my order is delayed.",
        "Is there a delay with the shipment of my order?",
        "Has there been a hold-up with shipping?",
        "There might be delay in sending my purchase.",
        "There was a possibility of a holdup with shipping out.",
        "Is the shipping time an issue?",
        "Is there anything holding up the shipment?",
        "Can there be delays with my package?",
        "There might be a delay with my order being shipped out.",
        "I was wondering if my order had been delayed during shipping.",
        "There could be a hold up with shipping.",
        "I want to know if there's an update on my order shipment.",
        "What is the progress with the shipping of my order?",
        "Delivery delays can you confirm?",
        "Is it possible that delivery will be delayed?",
        "I would like to know if there is a delay in sending my purchase.",
        "There is a chance of a shipping delay.",
        "Can you tell us when the delivery is delayed?",
        "Is it possible that I won't get my order until later?",
        "I wonder how long my order is taking?",
        "Any reason my stuff hasn't arrived?",
        "It's possible order delivery is delayed.",
        "Is that a delay in shipping?",
        "Are shipments delayed?",
        "Do I need to expect a shipment delay?",
        "Delay, what's happening with my order?",
        "Is there a delayed order?",
        "delayed shipping orde?",
        "Do there any challenges in delivering my package?",
        "There's a hold-up with shipping",
        "Was shipping taking a long time?",
        "What is the progress in shipping my order?",
        "Has there a delay in sending my purchase?",
        "My package could be delayed?",
        "Do you think delivery is taking long?",
        "Is there any delay for shipping my order?",
        "Has the order been delayed?",
        "Is there any hold up with shipping?",
        "What may cause a potential holdup with shipping out?",
        "Delay, what's going on with my order?!",
        "Was there any issue with shipping time?",
        "Are the order delayed in transit?",
        "My order is yet to arrive?",
        "Should order be delayed in transit?",
        "I was wondering if there was a delay with shipping my order.",
        "How long will my order take to be sent?",
        "Can there be any shipping delays?",
        "There may be some delays with my package.",
        "Have my order been held up?",
        "They take longer to ship out the order.",
        "Can I expect delayed shipments?",
        "My order is waiting to be shipped?",
        "There could be a holdup when shipping out.",
        "Are my orders being delayed?",
        "The problem with shipping out order?",
        "Are you able to confirm delayed delivery?",
        "The delay for sending my order?",
        "Can anyone explain why my stuff isn't on its way?",
        "Has there been an issue with the shipping time?",
        "Are there any issues with shipping out order?",
        "Is it possible that there is a delay with my order?",
        "Maybe my orders are delayed?",
        "There is a issue around my order.",
        "Is there Delay in order transit?",
        "Should there be a delay in sending my order?",
        "Is there a reason my stuff isn't arriving?",
        "Something is causing a possible holdup with shipping out.",
        "There is an issue over my order's dispatch.",
        "Any shipping troubles?",
        "Is it taking long to ship?",
        "Shipping is delayed once more?",
        "Are there any problems with shipping time?",
        "Has it been delayed during shipping?",
        "Is there any challenges delivering my package?",
        "Are there any problems with shipping out order?",
        "Is there any trouble delivering the package?",
        "any shipping delays?",
        "Is it possible that my order will not be delivered in a timely manner?",
        "A delay in sending my order?",
        "The issue with shipping out order?",
        "Why is there a delay in sending my order?",
        "Delay, what's going on with my order?",
        "What's going on with the shipment?",
        "Is delivering my package any setbacks?",
        "My order is being delayed.",
        "My orders may have been delayed.",
        "There are any setbacks when delivering my package?",
        "Is there a hold-up when it comes to shipping?",
        "Has there been a delay in shipping out my order?",
        "How are things going with shipping my order?",
        "Is it possible that a shipment will be delayed?",
        "Did there be any delay with my order?",
        "Is it a problem delivering my package?",
        "Has there been a delay in shipping?",
        "shipping delay possible",
        "delivery taking a while?",
        "So, shipping was delayed?",
        "There may be delays in my package.",
        "Does my order take longer?",
        "It is possible that my order will be delayed.",
        "Any delays shipping?",
        "It would take longer to ship out the order.",
        "What is the progress with shipping my orders?",
        "There is an order for delivery that is delayed?",
        "I don't know if there is a delay in sending my purchase out.",
        "Is it possible to have a delay in shipping?",
        "Order taking a while to be shipped out.",
        "There is a threat of a holdup with shipping out.",
        "Problem with my order's dispatch.",
        "Is it a problem to ship out my order?",
        "Delay in order transportation?",
        "My order is taking a while, huh?",
        "Is there a delay in my order being shipped?",
        "Is there any delay with my package?",
        "My orders might be delayed.",
        "I don't know if I can expect a shipment delay.",
        "Issue with shipping?",
        "I am wondering if my order has been delayed.",
        "Do my orders seem to be delayed?",
        "There are any setbacks delivering my package?",
        "It would take longer to ship out.",
        "Do I have to wait for my purchase to be shipped out?",
        "Is there a delay in sending the purchase out?",
        "Do there delays with my package?",
        "Order taking more time to ship out.",
        "The order took longer to be shipped out.",
        "Is it possible that my order will be delayed.",
        "Do I have to wait for shipping out my order?",
        "Is it possible that my purchase is not sent out yet?",
        "can I expect a shipment delay?",
        "Order put on hold in transit?",
        "There could be a shipping delay.",
        "Is shipping moving more slowly?",
        "Can you confirm delivery has been delayed?",
        "Are you still dawdling with my delivery?",
        "Is this possible that I will have a delay in delivery?",
        "I'm curious as to why my stuff isn't on its way.",
        "Does the order have been delayed during shipping?",
        "A shipping delay is possible?",
        "Is there any hitch in sending my purchase?",
        "There's any delay in my order?",
        "Was it delayed in shipping?",
        "Does anyone have any delays with my package?",
        "It can take longer to ship out an order.",
        "How is the shipping on my order progressing?",
        "Is it possible to delay in shipping?",
        "My order is in transit?",
        "Will it be long until shipped?",
        "shipping is behind schedule?",
        "There are any challenges in delivering my package?",
        "It takes longer to ship out this order.",
        "Is there any trouble with delivery?",
        "Has there been a delay in my order?",
        "It might take longer to ship out the order.",
        "Are there delays with shipping my order?",
        "I'd like an update on my order shipment.",
        "Can there be any delays with my package?",
        "Is it possible that I will have a late delivery?",
        "Is it a problem to send my purchase out?",
        "Is there anything wrong with shipping this time?",
        "Does that mean a late shipment?",
        "There is a potential hold up with shipping out.",
        "Is there a delay in my order being delivered?",
        "Are you able to confirm delivery was delayed?",
        "There could be a hold-up in shipping.",
        "Is it taking long to delivery?",
        "Delivery delays in orde?",
        "Delayed shipment orde?",
        "Was there any delay in shipping?",
        "Problems with my order's dispatch",
        "Shipping time being an issue?",
        "Problem with shipping time?",
        "There may be a delay in the delivery of my purchase.",
        "Can there be a delay in shipping?",
        "Issue with shipment time?",
        "I'm not sure why my stuff is not on its way.",
        "Is it any delay in sending my purchase?",
        "Is there any problem with shipping this time?",
        "Interruption in order transit?",
        "I am curious if I can expect a shipment delay.",
        "Was it the case that the shipment was late?",
        "Is it a problem to ship out an order?",
        "Would I have to wait for a shipment delay?",
        "Is there going to be a shipment delay?",
        "What's the delay in shipping?",
        "Are there delivery delays?",
        "Shipping might take a long time?",
        "Issue surrounding my order's dispatch.",
        "There may be delays with shipping out my order.",
        "Are shipping delays?",
        "There was a problem surrounding my order's dispatch.",
        "Order delivery not arriving?",
        "Please confirm if the shipping is behind schedule.",
        "What delay do I have with my order?",
        "Are there any delays with my order?",
        "Is it possible that shipping is behind schedule?",
        "Do you have a issue with shipping out order?",
        "Do you think my order has been delayed?",
        "Is shipping taking longer?",
        "Is it possible that my package is delayed?",
        "There is any delay in sending the order?",
        "Is it possible that the shipping is delayed?",
        "Are there any problems with delivery?",
        "There is a delay with my order being shipped out.",
        "There could be delays in order transit.",
        "My order isn't shipped yet?",
        "I wonder if there is any delay in sending my purchase.",
        "Can I expect a shipping delay?",
        "There is an issue pertaining to my order's dispatch.",
        "What is the status of my order shipment?",
        "There's an issue surrounding my order.",
        "Is issue with shipping time?",
        "Do you see a delay in order transit?",
        "any delays in shipping?",
        "Is that the problem with shipping out order?",
        "There may be a holdup with shipping.",
        "If there are any shipping issues this time?",
        "There is delayed shipping orde?",
        "Is delivery taking a while?",
        "You have a problem with shipping order?",
        "Will you confirm delayed delivery?",
        "Does it happen that my order will be delayed?",
        "Are there any setbacks in my delivery?",
        "Is there a delay in the delivery of my order.",
        "I would like to know if my orders are delayed.",
        "Does that mean the shipment is late?",
        "Is there a delay for sending the order?",
        "Do I have to wait for my order to be shipped?",
        "Are late shipment the case?",
        "Delay in the delivery?",
        "Is that case, late shipment?",
        "shipping delay is a possibility",
        "Is there a hold up for shipping?",
        "I don't know if I will get a shipment delay.",
        "There's a chance of a hold up with shipping out.",
        "Delivery might take long?",
        "My order still hasn't shipped?",
        "Do you know if there are any shipping delays?",
        "I was wondering if I could expect a shipment delay.",
        "Is the late shipment what it is?",
        "Delaying my order?!",
        "A delayed order?",
        "There were any delays with my package?",
        "How come order delivery is delayed?",
        "Do you intend to stall my shipment?",
        "I wonder if shipping is delayed?",
        "Does anyone know if there is an update on my order shipment?",
        "Is it possible that the shipment was late?",
        "Is there any problem with delivering my package?",
        "Is it taking longer for shipping to arrive?",
        "How is the shipping process going with my order?",
        "Is there a shipping delay?",
        "Is there an issue regarding shipping time?",
        "There is some delay with my order.",
        "Is there any delay in sending the purchase?",
        "Any delivery problems?",
        "Delivery is taking longer?",
        "Delayed delivery for order?",
        "I want to know an update on my order shipment.",
        "Any reason that my stuff is not on its way?",
        "Is shipping delayed once again?",
        "Something could be causing a holdup with shipping out.",
        "I would like to know if my purchase is delayed.",
        "Is it delivery delayed?",
        "It takes longer to send out the order.",
        "Is the late shipment possible?",
        "There are some possible setbacks in delivering my package.",
        "What about delays in shipping?",
        "Is there any delay to my order?",
        "Is shipment delay possible?",
        "Is it inconvenient to send my purchase out?",
        "There was an issue about my order's dispatch.",
        "There is a delay in sending my purchases.",
        "Did there be any delays with my package?",
        "There might be a delay with the shipping of my order.",
        "What is going on with late shipment?",
        "Some issues surrounding my order's dispatch.",
        "Is there any problem in sending my purchase?",
        "Does my package have setbacks?",
        "Could there be a hold-up with shipping?",
        "Is this any delay with my order?",
        "Order is taking longer to ship out",
        "There is a issue surrounding my order.",
        "Can you say that the delivery was delayed?",
        "Did shipping take long?",
        "Have any delays with my package been reported?",
        "Delay, what's the issue with my order?",
        "Is there any delay with my order?",
        "There's a chance of shipping delay.",
        "Isn't order delivery delayed?",
        "Delivery times delayed?",
        "Order taking more time to deliver.",
        "The order will take longer to ship.",
        "Any problems related to delivery?",
        "Take a long time for delivery?",
        "My order taking a while, huh?",
        "Should there be any issues with delivery?",
        "Is it possible to have a delay for sending my order?",
        "Can you let me know about the status of my shipment?",
        "My order has not arrived yet?",
        "Were there any setbacks in delivering my package?",
        "There is a chance I will have a delay in delivery.",
        "There could be delays with my order.",
        "Do you think there is a hold-up with shipping?",
        "have my order been delayed?",
        "It is possible that the delivery is delayed.",
        "Is there any delivery related issues?",
        "I want to know if my order was delayed during shipping.",
        "Isn't it possible for a shipment delay?",
        "It takes longer to ship out the order",
        "Or something...shipping delayed!",
        "What is causing a potential holdup in shipping out?",
        "I don't know when my order will be shipped?",
        "Did there be a delay in shipping?",
        "My order has yet to ship?",
        "Is it possible that my order is being delayed?",
        "Is it possible that I might have a delay in delivery?",
        "Is it hard to get my purchase out?",
        "Is the shipping out of my order taking longer?",
        "Is my order on hold?",
        "Are there any problems with delivering my package?",
        "My order taking too long?",
        "There is a question about delays in order transit.",
        "Is it possible my order is delayed?",
        "Do I have delays with my package?",
        "Is it delayed in shipping?",
        "Please let us know if shipping is behind schedule.",
        "Are youdawdling with my delivery?",
        "Have a problem with shipping out order?",
        "My order is not yet shipping?",
        "Is there any problem with sending my purchase out?",
        "Have any issues with delivery?",
        "Is there any problems with delivering my package?",
        "Is it a possibility that I will have a delay in delivery?",
        "There could be delays in sending my order.",
        "The order taking forever?",
        "Is the shipment going to be delayed?",
        "Does there a hold-up with shipping?",
        "Is there issue with shipping?",
        "A shipping delay is a possibility.",
        "I was wondering if there was any update on my order shipment.",
        "Is it possible that I will not get my order in time?",
        "How about order delay?",
        "Is there delay in order transit?",
        "Is it possible that I will have a delay in my delivery?",
        "Does it seem like I will have a delay in delivery?",
        "Were you delayed in shipping orde?",
        "There is a hold up with the shipping.",
        "What's the progress in shipping my order?",
        "There's a possibility of a holdup with shipping out.",
        "There is a chance for a hold up with shipping out.",
        "There be any delays with my package?",
        "What could be causing a hold up with shipping?",
        "Is the shipping taking long?",
        "The order is taking longer to dispatch.",
        "There might be a delay with my order?",
        "Is it shipping delayed?",
        "Was there any issues with delivery?",
        "Order shipment postponement?",
        "Can you provide an update on my order shipment?",
        "I was wondering if there was any delay in sending my order.",
        "There is a possibility that my purchase is delayed.",
        "Delay, what is up with my order?",
        "What is the progress on shipping my order?",
        "Is it a case of a late shipment?",
        "Is the delivery taking long?",
        "Will there be any trouble delivering my package?",
        "Do you have a problem with shipping out order?",
        "Are there problems with shipping time?",
        "An issue surrounding my order.",
        "Issue regarding my order's dispatch.",
        "How long is it for my purchase to be sent out?",
        "It's possible that shipping delay is possible.",
        "Does it take a long time to deliver?",
        "Do you believe shipping is behind schedule?",
        "Is there a chance of a delay in my order?",
        "Can I expect the shipment to take longer?",
        "There is any delay for my order?",
        "Is that a delay in sending my order?",
        "During shipping, have my order been delayed?",
        "Is my order currently delayed?",
        "I wonder if there is a hold up with shipping.",
        "Is it a problem with my delivery yet?",
        "There has been a potential holdup with shipping out.",
        "The order is taking longer to deliver.",
        "Do my orders get delayed?",
        "Uhm, what's going on with my order?",
        "There is an order taking longer to be shipped out.",
        "Delays with my order?",
        "Order takes longer to ship out.",
        "I would like to know if there is a delay in sending my order.",
        "Is it a delayed delivery?",
        "What is the delay in shipping orde?",
        "Was there any problems with delivery?",
        "Is my orders delayed?",
        "There are setbacks when delivering my package?",
        "What is causing the holdup with shipping out?",
        "My order is taking long, huh?",
        "Are there delays in order transit?",
        "Was that the case, late shipment?",
        "Should I expect any setbacks in delivering my package?",
        "Is there a delay in releasing my purchase?",
        "Order taking more time to arrive.",
        "There was an issue about my order.",
        "There might be some delays with my package.",
        "Is there a wait for shipping?",
        "There is a possibility of a shipping delay.",
        "The possibility of a holdup with shipping out.",
        "Is there a delay in sending my purchases?",
        "Will there be an update on the order shipment?",
        "There could possibly be a shipping delay.",
        "There's something up with my order.",
        "Do you think order delivery is late?",
        "Was it an issue with shipping time?",
        "Are there any delays with my package?",
        "It is possible that I will have a delivery delay.",
        "Maybe the order is delayed in transit?",
        "Can you tell me about the delivery delayed?",
        "What if order delivery is delayed?",
        "Should my package be delayed?",
        "Is there delays with my package?",
        "Is there a reason my stuff isn't on its way.",
        "Is there any problems with delivery?",
        "Is it a problem with shipping out orders?",
        "Is it possible that my order will take longer to deliver?",
        "Is it possible your order is delayed in transit?",
        "Is there any news on my order shipment?",
        "Is it possible that my order might be delayed?",
        "Would there be delays with my package?",
        "Was the delivery taking long?",
        "Do I have any problems delivering my package?",
        "Are the delivery delays real?",
        "My order shipment might have an update.",
        "Is a shipment delayed?",
        "Problem transporting order?",
        "any issues with delivery?",
        "There is a chance of a holdup if shipping out.",
        "I'm wondering if there is an update on my order shipment.",
        "I'm wondering if there's an update on my order shipment.",
        "Any issues about delivery?",
        "What is the progress with the shipment of my order?",
        "It is possible that the shipment is late.",
        "The order will take longer to ship out.",
        "Do you know why my stuff is not on its way?",
        "My order may be delayed?",
        "Is it possible that order was delayed in transit?",
        "Is my package delays?",
        "There is any delay to my order?",
        "shipping taking longer?",
        "The order is taking longer to fulfill.",
        "Could it be long for delivery?",
        "Delay what is going on with my order?",
        "Delay in shipment orde?",
        "What might be causing a holdup when shipping out?",
        "Is there a delay in order transit?",
        "There are any delays in sending my order?",
        "Is there any trouble delivering my package.",
        "It's possible that my order won't be delivered in time.",
        "Order waiting in transit?",
        "Any issues for delivery?",
        "I wonder if there is a delay in shipping my order.",
        "Is it possible my order will be late?",
        "Order may take longer to ship out.",
        "Are there any shipping hiccups this time?",
        "Is it possible that my order will be late?",
        "issues surrounding my order's dispatch",
        "Is it possible to delay sending my purchase out?",
        "There might be delays for sending my order.",
        "Is it taking longer to deliver?",
        "Do you delay with my delivery?",
        "Is shipping taking very long?",
        "Has my order gotten delayed?",
        "My order hasn't yet arrived?",
        "Is there any delay in sending the order?",
        "How is it going with shipping my order?",
        "Is it the case that shipment was late?",
        "Any issues with shipping?",
        "Is there a delay in shipping orde?",
        "Is it taking long to deliver?",
        "There is a chance of a holdup with shipping.",
        "Was there a problem with shipping out the order?",
        "Is shipping delay a possibility?",
        "I don't know if my order was delayed during shipping.",
        "I was wondering if there was an update on my order shipment.",
        "Any delays with my delivery?",
        "Is there a delay in sending my purchases out?",
        "Will there be any delays with my order?",
        "I had a issue with my order's dispatch.",
        "Is there any updated on my order shipment?",
        "Is it possible my order is not shipped out in time?",
        "Is there a delay with my orders?",
        "There is an order that is delayed?",
        "My order may be late.",
        "Is there a delay for the order to be sent?",
        "Will delivery take long?",
        "Problems with shipping time?",
        "Are my orders running behind?",
        "There is an order that is taking longer to ship out.",
        "Is it a problem shipping out order?",
        "Will there be delays in shipping?",
        "It will take longer to deliver the order.",
        "My package could be delayed.",
        "There could be a shipping delay possible.",
        "Order delivery not happening?",
        "I want to know if there is any delay in sending my purchase.",
        "Do my orders lag?",
        "Are you talking about order shipment delay?",
        "There is a possibility of a delay in sending my purchase.",
        "Is it possible to have a delay in order transit?",
        "There is a delay in sending my order",
        "Is it possible that my purchase isn't sent out in time?",
        "Could a shipping delay be possible?",
        "Is Shipping taking long?",
        "Is shipping behind schedule?",
        "I want to know if there are any setbacks in delivery.",
        "Why hasn't my order been shipped yet?",
        "Is there a chance that my order will not be delivered on time?",
        "Were there any delays in shipping?",
        "Order held up in transit?",
        "Order delivery delay?",
        "Will shipping be behind schedule?",
        "Can you say that delivery is delayed?",
        "Is it a problem to shipping out order?",
        "What is the delay in my orders?",
        "Do you have a problem with shipping out order",
        "Any delays for shipping?",
        "Possible delays with my package?",
        "Is my shipment delayed?",
        "My order can be delayed.",
        "Shipping could possibly be delayed?",
        "Delivery delayed?",
        "can I expect a shipment delay",
        "There is a potential holdup with shipping out.",
        "What is the latest on my order shipment?",
        "What could be causing a holdup in shipping out?",
        "Did the shipping take long?",
        "Is there any delay in delivery of my purchase?",
        "What is the status with shipping my order?",
        "There are possible delays with my package.",
        "Is there a delay in dispatch of my purchase?",
        "Maybe order delivery is delayed.",
        "delivery delayed?",
        "Is there a hiccup in sending my purchase?",
        "Will there be any setbacks in delivering the package?",
        "There are any difficulties delivering my package?",
        "Is there any shipping delay?",
        "Is it a problem with shipping order out?",
        "I wonder if my order has been delayed during shipping.",
        "It will take longer to dispatch the order.",
        "The issue pertains to my order's dispatch.",
        "Is the shipping running late?",
        "There are any delays for my package?",
        "Order is taking longer to be dispatched.",
        "How's the shipping of my order progressing?",
        "Were there any delays with my package?",
        "Is my shipping delayed?",
        "Any problems with the shipping this time?",
        "Are there any issues with the shipping time?",
        "I would like to know if my order has been delayed.",
        "Is there any delay with my order.",
        "What's the matter with my order?",
        "Some delay with my order?",
        "Is there any issues regarding delivery?",
        "Did my order take forever?",
        "Did anyone have any delays with my package?",
        "Is it possible I will have a delay in my order?",
        "Shouldn't my stuff be on its way?",
        "I'm not sure if I can expect a shipment delay.",
        "I am wondering why my stuff is not on its way.",
        "Is it possible that my purchase isn't sent out?",
        "Is this delay in shipping?",
        "It is possible that the order delivery is delayed.",
        "shipping delayed again?",
        "Order taking a while to ship out.",
        "There may be delays in order transit.",
        "Any reason my stuff is not on it's way?",
        "Has my order not been shipped yet?",
        "Is it possible for a shipment to delay?",
        "Are the shipping delays?",
        "Is there any problem sending my purchase?",
        "Is it possible that my order will get delayed?",
        "Was it an issue with the shipping time?",
        "There may be a delay with shipping out my order.",
        "Are you wondering if order delivery is delayed?",
        "There may be a delay in my order being shipped out.",
        "Order a delay in shipment?",
        "There might be a delay in the shipping of my order.",
        "Delivery taking some time?",
        "Do I have any setbacks in delivering my package?",
        "Maybe order delivery is delayed?",
        "Is that the reason my stuff is not on its way?",
        "There are any shipping hiccup this time?",
        "Does that mean there was a late shipment?",
        "Is the delivery still delayed?",
        "Waits on my package?",
        "Is there any issues delivering my package?",
        "Is there any delivery-related issues?",
        "Is there delay in shipping my order?",
        "Is it always delayed with my order?",
        "Is it a problem to deliver my package?",
        "Any possible delay with my order?",
        "Is there an order delay?",
        "There is any update on the order shipment?",
        "Any delays with my package",
        "My order may be delayed.",
        "Do there any setbacks delivering my package?",
        "Are there any setbacks in delivering the package?",
        "When order transit is delayed?",
        "Is the problem with the shipping time?",
        "Wait time for order delivery?",
        "Do you have an order that delivery is delayed?",
        "Logistical delays in shipping orde?",
        "Please confirm that shipping is behind schedule?",
        "Delay? What is going on with my order?",
        "Shipping is still delayed?",
        "Do you have a problem shipping out order?",
        "IsLATE shipment the case?",
        "Have my order been delayed?",
        "Are you facing a problem with shipping out order?",
        "An issue with shipping time?",
        "Is it possible to have issues with delivery?",
        "Is shipments delayed?",
        "It will take longer to ship out this order.",
        "Is it possible to expect a shipment delay.",
        "I would like to know if I can expect a shipment delay.",
        "Has there been any delay in sending my purchase?",
        "An issue of my order's dispatch.",
        "Was there an issue with the shipping time?",
        "Delay in delivering orde?",
        "There is something up with my order.",
        "There's any shipping hiccup this time?",
        "There is a delay for sending the order.",
        "I am wondering if there is a delay for sending my order.",
        "Is there any delays on my package?",
        "Did the order get delayed in transit?",
        "Has my order taken so long to arrive?",
        "Were delivery delayed?",
        "Is order shipment delay possible?",
        "Can you explain the delay in shipping?",
        "Delivery being taken long?",
        "What is causing a potential problem with shipping out?",
        "What is going on with my shipped-out items?",
        "Do I have any setbacks delivering my package?",
        "Was there delay in shipping?",
        "Are delivery delays real?",
        "Is that my order yet shipped?",
        "Has my order delayed?",
        "Should there be any delay in sending my order?",
        "The order is taking longer to be delivered.",
        "What is going on with the order?",
        "Has there been a delay in sending my purchase out?",
        "Is there any reason that my stuff isn't on its way?",
        "Is there a hold-up regarding shipping?",
        "Should my order be delayed in transit?",
        "Any reason my things aren't on their way?",
        "Do you think there's a delay in order transit?",
        "How long does it take for my order to be sent?",
        "Order delivery may be delayed?",
        "Order delivery could be delayed.",
        "I'm not sure why my stuff isn't on its way.",
        "Delayed delivery?",
        "Can I get an update on my order shipment?",
        "There is a possibility for a holdup with shipping out.",
        "Order taking longer to ship.",
        "Could shipping delay be possible?",
        "What has happened with shipping my order?",
        "Is that any delays with my package?",
        "Will there be a delay in sending my purchase out?",
        "My order has not yet been shipped.",
        "There's a delay with shipping out my order.",
        "Could there be any shipping delays?",
        "Do you think there was a delay in order transit?",
        "It is possible for shipping to delay.",
        "Are my orders arriving later?",
        "Any reason that my stuff isn't on it's way?",
        "Wait, what is up with my order?",
        "There may be a delay in the delivery of my order.",
        "Is there a delay in getting my order out?",
        "Is it possible I can expect a shipment delay?",
        "There can be a potential holdup with shipping out.",
        "Shipping could take a while?",
        "So shipping is behind schedule?",
        "Any delays in getting my package?",
        "Is it possible to order shipment delay?",
        "During shipping have my orders been delayed?",
        "Are you having a problem with shipping out order?",
        "I wondered if my order was delayed during shipping.",
        "There is a chance of shipping delay.",
        "Is my order being shipped late?",
        "Order delay in transit?",
        "There might be setbacks in delivering my package.",
        "Is it possible that I will have to wait for my order?",
        "Are there any updates on my order shipment?",
        "Can you confirm delivery was delayed?",
        "My orders may be delayed.",
        "Is it possible that the late shipment is the case?",
        "I wonder if there is a delay in sending my purchase out.",
        "I need to know if shipping is delayed.",
        "Tell me if shipping is behind schedule.",
        "Is that the case of the late shipment?",
        "Is it possible that my stuff isn't on its way?",
        "Does anyone have a reason that my stuff isn't on its way?",
        "There may be a delay in shipping.",
        "I want to know if there is a delay in shipping my order.",
        "Wait for the order shipment delay?",
        "Delayed shipments orde?",
        "Are there delays in sending my purchase out?",
        "Has my order not shipped yet?",
        "Is shipping going slow?",
        "Is there a problem with shipping out the order?",
        "Does it appear that I will have a delay in delivery?",
        "I'm wondering if there are any setbacks in delivering my package.",
        "So shipping is delayed again?",
        "Have any delays with my package?",
        "A issue surrounding my order.",
        "Is this a problem with shipping time?",
        "Is there a chance that my order won't be delivered in time?",
        "Is it possible to Delay in order transit?",
        "Wait? What's going on with my order?",
        "Is it difficult to get my order out?",
        "Why hasn't my order shipped?",
        "How long will it take for my order to be shipped?",
        "Is my order delayed during shipment?",
        "There may be delays in shipping my order.",
        "Delivery-related issues?",
        "It is possible that order delivery is delayed.",
        "Delayed shipment order?",
        "Is there a delay for my order to be shipped?",
        "Is the shipping behind schedule?",
        "Can a shipment get delayed?",
        "Were you dawdling with my delivery?",
        "I would like to know about my order shipment.",
        "Please confirm if shipping is lagging behind schedule.",
        "Was the order delayed?",
        "The package may be delayed.",
        "Any delay to my order?",
        "Problems with the shipping time?",
        "Is there a delay with shipping my order?",
        "Is that the reason my stuff isn't on its way?",
        "Please confirm if shipping was behind schedule.",
        "Is there any delay in sending my order?",
        "There might be delays in sending my order.",
        "Is my order taking so long?",
        "Do you know if shipping is taking long?",
        "It will take longer to ship out your order.",
        "How's the process of shipping my order going?",
        "I am wondering if my stuff isn't on its way.",
        "It is possible that the delivery of my order will be delayed.",
        "Is it hard to send my purchase out?",
        "Did you delay with my delivery yet?",
        "Will there be any delay in sending my purchase out?",
        "Do you know if my order was delayed?",
        "Can you confirm the delivery has been delayed?",
        "It's possible that I will have a delayed delivery.",
        "Can you confirm the delivery was delayed?",
        "Do I have any delay with my order?",
        "There might be a delay in the delivery of my order.",
        "Has my order taken longer than usual?",
        "There might be a delay in shipping my order.",
        "Is there any delays with my package.",
        "Oh, my order taking forever?",
        "Is there any issue delivering my package?",
        "Are delivery delays?",
        "Order delivery delayed.",
        "Could it be a long wait for delivery?",
        "Maybe I will have a delay in delivery of my order.",
        "Delivery could take a while?",
        "There is a delay in shipping my purchase.",
        "The order is taking more time to ship out.",
        "What is the problem with delivery?",
        "Why is my purchased item taking longer?",
        "There's a delay with shipping my order.",
        "Can you let me know the status of my shipment?",
        "Taking a long time to deliver?",
        "Are there delays in sending my order?",
        "Has there a problem with shipping?",
        "Is there a problem with Shipping?",
        "Is there any setbacks in delivering the package?",
        "Has my shipping been slow?",
        "Is there a chance that the delivery of my order will be delayed?",
        "Can there be a delay in sending my order?",
        "How about the order delivery being delayed?",
        "Is Order delivery delayed?",
        "There are any issues with shipping this time?",
        "Is the shipment moving slowly?",
        "Is there a delay in sending my order?",
        "How come my order hasn't shipped yet?",
        "Is it possible to have a delay in sending my purchase?",
        "It could be a delay with my order.",
        "What is causing a possible holdup when shipping out?",
        "Is my order late for shipping?",
        "Can you confirm that it's been delayed?",
        "How is the shipping my order progressing?",
        "Is it possible that my order is late?",
        "I asked if my order was delayed.",
        "Is it any problem with sending my purchase?",
        "It is possible that my order will not be delivered on time.",
        "I would like to know if my order has been delayed during shipping.",
        "Does it take long to get delivery?",
        "What caused a potential holdup when shipping out?",
        "There is a delay for shipping my order.",
        "Is the delivery of my order delayed?",
        "Is there a delay in sending me my order?",
        "Can there be a delay in delivery of my order?",
        "Has there a hold up with shipping?",
        "There could be a potential holdup with shipping out.",
        "Could there be a delay in shipping?",
        "shipping delay is a possibility?",
        "What is going on with shipping my order?",
        "Are shipping delayed again?",
        "I don't know when my order will shipped.",
        "The order is taking longer to get to you.",
        "Shipping is really delayed?",
        "Wait, what's up with my order?",
        "My stuff is not on its way?",
        "Is it possible that I will have a delayed delivery of my order?",
        "There is a problem with shipping order out.",
        "There may be a delay in the shipping of my order.",
        "Is it any problem to send my purchase?",
        "Order a delay for shipment?",
        "What is the hold-up with shipping?",
        "My order is being delayed?",
        "What is the reason my stuff is not on its way?",
        "Was there a delay in shipping orde?",
        "It's possible for shipping to delay.",
        "How about the order delayed in transit?",
        "There is a delay for my order to be dispatched.",
        "Order is taking longer to ship out.",
        "Will there be any shipping hiccup this time?",
        "Shipping is delayed?",
        "What could be a delay in sending my order?",
        "Do you think there is delays in order transit?",
        "Was delivery delayed?",
        "Some shipping problems this time?",
        "Will there be a holdup with shipping out?",
        "Is the late shipment that case?",
        "How about delay in shipping?",
        "Can you tell me about the delivery delay?",
        "Delivery taking a long time?",
        "Is there any chance that my order will be delayed?",
        "Can it be a shipment delay?",
        "Do you have a delay in shipping orde?",
        "There is a problem with shipping the order out.",
        "Is shipping out my order behind?",
        "Is it possible that shipping is delayed again?",
        "Can you tell me what's happening with the shipment?",
        "Does the delivery taking long?",
        "Is there a problem with shipping order out?",
        "Are there any problems delivering the package?",
        "Is there any delay in shipping my order?",
        "Is it possible that my order is delayed?",
        "Are your order delivery delays?",
        "There is a problem with shipping the order.",
        "Has there any delivery issues?",
        "Is my order held up?",
        "A issue with my order's dispatch.",
        "Is the shipment delayed?",
        "Is it plausible that my order will be delayed?",
        "What setbacks are there in delivering my package?",
        "There is an issue with shipping time?",
        "Does there an issue with shipping?",
        "Is my stuff not on its way?",
        "Order that is delayed in transit?",
        "Will there be a hold up with shipping?",
        "If there is a delay with my order?",
        "Can I expect delivery delays?",
        "Will there be any setbacks in delivering my package?",
        "Do my orders take longer to process?",
        "A problem surrounds my order.",
        "Were my package delayed?",
        "Do I have yet to receive my order?",
        "Is it possible that there will be a delivery delay?",
        "Will there be delivery issues?",
        "Is shipping being held up?",
        "Does my order have been held up?",
        "Can you confirm the delivery delay?",
        "How are the things progressing with shipping my order?",
        "Is my package yet to arrive?",
        "There might be a delay in sending the purchase out.",
        "Is it hard to send my purchase?",
        "Have an update on my order shipment?",
        "Is Shipping Delayed?",
        "Any delay in delivery?",
        "It could take longer to ship out the order.",
        "It may be a problem with shipping out order.",
        "The order is taking longer to be shipped out.",
        "Can you tell me the delivery was delayed?",
        "Is the order delayed in transit?",
        "Is there a delay in the delivery of my order?",
        "My order is not shipped yet?",
        "It can take a while to ship out an order.",
        "There is a chance that my order will be delayed.",
        "The issue surrounds my order's dispatch.",
        "do you have an issue with shipping time?",
        "Why my stuff is not on its way?",
        "Problem with shipping out the order?",
        "There is a issue around my order's dispatch.",
        "Any updates on my order shipment?",
        "How is the shipping of my order progressing.",
        "Waiting in shipping?",
        "There is a possibility of a holdup with the shipping out.",
        "Will there be any shipping delays?",
        "Are the delivery times delayed?",
        "Issue with delivery time?",
        "Problems with shipping out orders?",
        "Something could cause a potential holdup with shipping out.",
        "Is there a delay in shipping out the order?",
        "Is shipping running behind schedule?",
        "Is the delay in shipping orde?",
        "Is it possible to delay the shipment?",
        "My order is not shipped yet.",
        "Is it possible that my delivery will be delayed?",
        "Any delays related to shipping?",
        "Are there any updates on the order shipment?",
        "Is there any trouble delivering my package?",
        "My order might be delayed.",
        "A delay for my order?",
        "Is it possible that delivery of my order will be delayed?",
        "Is there a delay in sending the purchase?",
        "There is a question of delay in order transit.",
        "There is a possibility of a delay in sending my order.",
        "It takes longer to ship out ordered.",
        "Is there any reason my stuff is not on its way?",
        "It's possible that my order is delayed.",
        "A delayed delivery of an order?",
        "Can you confirm delivery is late?",
        "Is it a problem to ship my order out?",
        "Order being delayed in transit?",
        "Is the shipping delayed?",
        "Is it possible that I can't get my order in time?",
        "Does shipping out my order have a delay?",
        "An order delivery is delayed?",
        "There might be a delay in my order being shipped.",
        "Is any delay possible with my order?",
        "Is there a delay in my order being shipped out?",
        "Maybe my orders are delayed.",
        "Shipping out my order may be delayed.",
        "Is it a delay with my order?",
        "Wait for shipment order?",
        "Has the delivery been delayed?",
        "If there is any delay in sending my order.",
        "There's a delay in shipping my order.",
        "Has the shipment been late?",
        "There may be some setbacks in delivering my package.",
        "Delivery could be taking long?",
        "Is there a reason my stuff hasn't arrived?",
        "Send shipment delayed?",
        "Is this problem with shipping time?",
        "Does the delivery take long?",
        "I was wondering about my order shipment.",
        "There could be delays with the package.",
        "There is a delay in sending my purchase out.",
        "Is there an issue with sending my purchase?",
        "Orders are delayed in transit?",
        "Does it have any issues with delivery?",
        "Delay in sending my order.",
        "Are there any setbacks when delivering my package?",
        "Would there be a delay in order transit?",
        "How long is my order delayed?",
        "I have an issue regarding my order's dispatch.",
        "Is my order getting delayed?",
        "Is there any problems delivering my package?",
        "Are delivery delayed?",
        "Delay, what's the matter with my order?",
        "This issue is surrounding my order.",
        "Is that order delayed?",
        "Are there any delays in delivering my package?",
        "So shipping is taking long?",
        "Is there any issues with the delivery?",
        "Is there some delay in shipping?",
        "Is it possible that I will have a delayed delivery?",
        "Let us know if shipping is behind schedule.",
        "What is it that my stuff isn't on its way?",
        "There is a delay in shipping out my order.",
        "Is there any setbacks in delivery?",
        "There might be setbacks delivering my package.",
        "Order taking longer to ship out",
        "There is any delay with my package?",
        "Is it a problem with sending out order?",
        "Is my orders held up?",
        "Is there any reason it isn't on its way?",
        "Maybe a delay with my order?",
        "Order is taking more time to ship out.",
        "Is late shipment that case?",
        "How long does it take for my order to be shipped out?",
        "Please confirm due to shipping being behind schedule.",
        "I am wondering if there are any delays with my package.",
        "This issue surrounds my order's dispatch.",
        "Is my package any delays?",
        "Problem with shipping out your order?",
        "My order has not been shipped yet?",
        "Am I going to have to wait for my order?",
        "Is there a hold-up with delivery?",
        "Is my orders delayed.",
        "Are you able to confirm that the delivery is delayed?",
        "Delivery time delayed?",
        "There might be a problem with shipping out order.",
        "Is there a delay for my order?",
        "There was an issue pertaining to my order's dispatch.",
        "Shipping out order is problematic?",
        "Was my order delayed?",
        "Was my package delayed much?",
        "Is there a hold up with the shipping?",
        "Is there a hold-up with shipment?",
        "You have a problem with shipping out the order?",
        "What's happening with my order shipment?",
        "Are you having a delay in shipping orde?",
        "Shipping delay could be possible",
        "Can I anticipate a delay in my shipment?",
        "There is delays in shipping orde.",
        "Did my order get delayed?",
        "You might have a problem with shipping out an order.",
        "What's happening with shipping my order?",
        "I was wondering if there was a delay for sending my order.",
        "Shall I expect a shipment delay?",
        "I want to know if there is any delay in sending my order.",
        "My package has any delays?",
        "Is my shipment stalling?",
        "Has my delivery been delayed?",
        "Will I have to wait for a shipment delay?",
        "Is shipping time longer?",
        "Please confirm if shipping lags behind schedule.",
        "An issue surrounds my order.",
        "There could be delays for sending my order.",
        "I wonder if my order is taking forever?",
        "Will there be an issue with shipping time?",
        "Are there any setbacks in delivery?",
        "There is an issue relating to my order's dispatch.",
        "It's possible that I won't get my order in time.",
        "Is it the case of late shipment?",
        "There might be some delay with my order.",
        "What is causing a holdup with the shipment?",
        "It taking longer to ship out the order.",
        "Is there any delays in delivering my package?",
        "I am wondering if I can expect a shipment delay.",
        "An issue regarding my order.",
        "What are the setbacks in delivering my package?",
        "There is an issue regarding my order's dispatch.",
        "Do you have a reason my stuff isn't on its way?",
        "If you have a problem with shipping out order",
        "Do you have a problem shipping out the order?",
        "Is there an issue with shipping time.",
        "Is it possible that my purchase could be delayed?",
        "Are there hold-ups with shipping?",
        "Did you delay my delivery yet?",
        "Could there be delays in shipping orde?",
        "order shipment delay",
        "A delay in delivery of my order is possible.",
        "Is there a shipment delay that I can expect?",
        "Is it possible that your order is delayed in transit?",
        "Eventual delays with my package?",
        "Can you tell me about delivery delayed?",
        "Is it possible that my order will take longer to delivery?",
        "Delivery may be taking a long time.",
        "Your order might be delayed.",
        "Are you stalling my shipment?",
        "Can you confirm that delivery was delayed?",
        "There may be delay in sending my order.",
        "Delivery possible delayed?",
        "There may be a delay with shipping.",
        "Delay of shipping?",
        "Did any delays occur with my package?",
        "Is it possible that I'll have a delay in delivery?",
        "There are setbacks in delivering my package?",
        "Is there a delay with my shipping?",
        "Is there a reason for a holdup with shipping out?",
        "What is causing a possible holdup with shipping?",
        "Do I have to wait on my order?",
        "I have questions about my orders being delayed.",
        "There is a delay in my purchase being sent out.",
        "Is that a delay with my order?",
        "Are my orders not shipped on time?",
        "Is my package delay?",
        "There may be delays with the package.",
        "I'm not sure if shipping is delayed.",
        "Is a shipment delay a possibility?",
        "Is there a problem sending my purchase?",
        "There may be setbacks in delivering my package.",
        "Is it true that the late shipment is the case?",
        "Any delays with delivery?",
        "Is it a problem with shipping my order?",
        "There might be delays in sending my purchase out.",
        "There may be a hold-up with the shipping.",
        "Some delivery issues?",
        "Has order delivery been delayed?",
        "Are the shipment late?",
        "Do you have delays with my package?",
        "Can you tell me when the delivery was delayed?",
        "Is there a hiccup in delivering my package?",
        "In delivering my package, are there any setbacks?",
        "There might be a hold up with the shipping.",
        "Is it a possibility that my order will not be delivered in time?",
        "Delay in shipping something?",
        "How about shipping being delayed again?",
        "Is it possible that I have a delay in receiving my purchase?",
        "Will there be problems with delivery?",
        "Does shipping taking long?",
        "My package may have delays?",
        "There are any delays with my package",
        "Delay? What's happening with my order?",
        "If there is a delay in sending my order?",
        "There is a problem surrounding my order's dispatch.",
        "There may be delays with my package.",
        "Order delayed shipments?",
        "Shipping might be delayed?",
        "Is it possible that my order has been delayed?",
        "There could be a hold up with shipping out.",
        "A possible holdup with shipping out.",
        "There is a delay in the shipment of my order.",
        "Are my orders not shipped?",
        "Questions about delays with my package.",
        "is shipping delayed?",
        "Is there any hitch in delivering my package?",
        "There is a possibility of a delay in order transit.",
        "I am unsure if I can expect a shipment delay.",
        "What is causing a holdup in shipping out?",
        "Is delivery late?",
        "Is it possible that my order won't be delivered on time?",
        "I had an issue around my order's dispatch.",
        "What could be causing a holdup with the shipment?",
        "What's the issue with shipping time?",
        "My stuff isn't on its way?",
        "There is an issue with shipping out my order.",
        "Is the delivery of my package any setbacks?",
        "Any shipping delay?",
        "There might be a holdup with shipping out.",
        "How about any delays in shipping?",
        "Did you confirm that delivery was delayed?",
        "There is an issue with my order!",
        "Is the order delayed during shipping?",
        "It's possible I will have a delay in delivery.",
        "Order delayed?",
        "Does shipping be delayed?",
        "Is late shipment true?",
        "Are you suggesting order shipment delay?",
        "Is there a problem with shipping time?",
        "Is it difficult to send my purchase?",
        "Wait, shipping is behind schedule?",
        "Is it inconvenient to ship out my order?",
        "Have you got a problem with shipping out order?",
        "Any issues with shipping time?",
        "Is shipping currently running late?",
        "A shipping delay may be possible.",
        "What's happening to my order?",
        "There may be delays for sending my order.",
        "I'm wondering if my orders are delayed.",
        "Delayed shipping or something!",
        "There is a hold up with shipping",
        "Is it a problem to send out order?",
        "Is there a delay in my order?",
        "There's a delay in sending my order.",
        "Is there delays in shipping?",
        "Are my order delayed?",
        "The delivery is taking long?",
        "Is it true that delivery is delayed?",
        "I have an issue surrounding my order's dispatch.",
        "Shipping delay order?",
        "Is there a chance that I will have a delay in delivery?",
        "Is it a case of late shipment?",
        "Is my delivery delayed?",
        "Does the shipping out my order take longer?",
        "Do there any setbacks in delivery?",
        "Was there any delay with my order?",
        "I do not know if my order is delayed.",
        "Is that a hold up with shipping?",
        "There are any delays with the package?",
        "Is there a chance of a delay in delivery of my order?",
        "Is my order currently being delayed?",
        "Can I expected a shipment delay?",
        "Are you having problems with shipping out order?",
        "Do you know if there is a hold up with shipping?",
        "My order has not yet shipped.",
        "Wait for my order to be shipped?",
        "What about the delay in shipping?",
        "Order takes more time to ship out.",
        "Is there a problem with sending my purchase?",
        "There may be some delay in sending my purchase out.",
        "What is the problem with my order?",
        "It is possible that shipping is delayed.",
        "There is a chance that I will have a delay in delivery.",
        "There could be a shipping delay",
        "Can there be any delay in my order?",
        "Is it possible I will have a delay in delivering my order?",
        "Is there any trouble with my package?",
        "What about delays in order transit?",
        "The order takes longer to be shipped.",
        "Got an issue with shipping time?",
        "Does it take long to delivery?",
        "Is there an issue regarding shipping?",
        "What's the issue with delivery?",
        "Does any shipping hiccup happen this time?",
        "Does my orders take longer?",
        "Do you have any delays for sending my order?",
        "Delayed my package a bit?",
        "Is there a issue with shipping?",
        "Is it possible that I'll have a delivery delay?",
        "Is it possible that my order isn't delivered in time?",
        "What's the issue with my order?",
        "Did anyone have a delay with my order?",
        "Maybe there is a delay in shipping?",
        "There is a possibility of a delay for sending my order.",
        "It's possible to order shipment delay.",
        "If there is a delay for sending my order.",
        "Is shipping possible to be delayed?",
        "Is it taking more time to ship?",
        "What's the reason my stuff isn't arriving?",
        "Is there a chance that I will have a delivery delay?",
        "The order is taking longer to delivery.",
        "Has my shipment been late?",
        "Why do you have a problem with shipping out order?",
        "Do you mean order delayed in transit?",
        "Is it possible that my order is not shipped out in time?",
        "Is my order in trouble?",
        "I was wondering if there was any delay in sending my purchase out.",
        "It is possible that your order delivery is delayed.",
        "Is any delay with my order possible?",
        "Did there be any shipping delays?",
        "Delayed shipping could be possible.",
        "So, shipping is delayed?",
        "There could be a delay in sending my order.",
        "Was there a hold-up with shipping?",
        "Why order shipment delay?",
        "What is the progress with shipping my order.",
        "There could be delays with my package.",
        "My package can have delays.",
        "Did you delay my delivery?",
        "You may have an order delivery delayed.",
        "Is it a possibility that my order won't be delivered in time?",
        "Have there been a delay with my order?",
        "Was my package delayed a lot?",
        "Can you say delivery was delayed?",
        "Delayed order delivery?",
        "Is the shipping moving slowly?",
        "There may be a shipping delay.",
        "Is my order delayed",
        "Delivery taking a bit of time?",
        "What is the issue with my order?",
        "Is there any setbacks in delivering my package?",
        "I need an update on my order shipment",
        "Shipping is delayed once again?",
        "The order will take longer to be dispatched.",
        "Why is it taking longer for my purchase?",
        "Do we have a hold-up with shipping?",
        "What are the possible delays with my package?",
        "What are the progress with shipping my order?",
        "Delivery could take a long time?",
        "Maybe the delivery is delayed?",
        "I don't know when my order will ship?",
        "Is it slow shipping?",
        "I was wondering if there was a delay in shipping my order.",
        "It will take more time to ship out the order.",
        "Has there any shipping delays?",
        "Is there any difficulties delivering my package?",
        "Shipping taking longer?",
        "Are the delivery delays you can confirm?",
        "Do you have a problem with shipping the order?",
        "You have a problem shipping out order?",
        "My order is yet to be shipped?",
        "Is it possible that my order will not get delivered?",
        "An issue associated with my order's dispatch.",
        "Maybe order is delayed in transit?",
        "Is shipment delayed?",
        "My order may have a delay.",
        "Is it any delays with my package?",
        "Shipping taking a while?",
        "Have there any delivery issues?",
        "Is it possible that I will not have my order in time?",
        "Do you think shipping is behind the schedule?",
        "Is there any issues with shipping?",
        "Is delay in shipping possible?",
        "Is there any delay for my order to arrive?",
        "There are possible shipping delays?",
        "The order takes longer to ship out.",
        "Did it take long for delivery?",
        "Does anyone know an update on my order shipment?",
        "Maybe there is a problem with shipping out order.",
        "Has there been any delays with my package?",
        "Does the shipping out order have a problem?",
        "Has my order taken so long?",
        "Can you confirm that shipping is behind schedule?",
        "Concerns surrounding my order's dispatch.",
        "How is the shipping of myorder progressing?",
        "There is some delay in sending my purchase.",
        "Does my order have any delay?",
        "Did my package take a long time?",
        "Can you confirm that delivery is delayed?",
        "I need to know an update on my order shipment.",
        "Is there a delay in sending my order.",
        "delay with my order?!",
        "Does the shipping out of my order take longer?",
        "Is that the case of late shipments?",
        "Is my order being shipped delayed?",
        "Was the order delayed in transit?",
        "Is there any trouble with delivering my package?",
        "Is it possible delivery is delayed?",
        "There's a delay in shipping out my order.",
        "How is the process of shipping my order going?",
        "I was wondering if there were any setbacks in delivering my package.",
        "Delivery may be delayed?",
        "Do you have any delays in shipping orde?",
        "Did my order get delayed during shipping?",
        "Shipping will take a while?",
        "Is the order delivery delayed?",
        "Is it possible that there are setbacks in delivering my package?",
        "Problems surrounding my order's dispatch.",
        "Is there a delay in shipping my purchase?",
        "Have there any delays with my package?",
        "Will my shipment be delayed?",
        "Is it inconvenient to send my purchase?",
        "Were there any delays with my order?",
        "There is a delay with my order being shipped.",
        "Is it any shipping hiccup this time?",
        "Is a hold-up with shipping?",
        "Delay in the shipment?",
        "Why is my order not being delivered?",
        "It is possible that delivery is delayed?",
        "Has there been any shipping delays?",
        "Is it possible that my order can be delayed?",
        "Is it possible that my order will be held up?",
        "Does it look like I will have a delay in delivery?",
        "Is there a delay in shipping the order?",
        "Is shipping disrupted?",
        "There is a possible delay in sending my order.",
        "Is it possible to order delayed in transit?",
        "Delayed package?",
        "An issue around my order.",
        "Ismy orders delayed?",
        "Does my package get delayed?",
        "There is an order for delivery delayed?",
        "Do you have any delay with my order?",
        "I am wondering if my order has been delayed during shipping.",
        "An issue around my order's dispatch",
        "Has my order taken longer than anticipated?",
        "I received an issue surrounding my order's dispatch.",
        "Is it possible that my purchase has been delayed?",
        "Can you give me an update on the status of the shipment?",
        "Is it possible that my order has a delay?",
        "Is that the case with Late shipment?",
        "What might be causing a holdup with shipping out?",
        "Is it possible that my purchase will be delayed?",
        "Can you confirm that the delivery is delayed?",
        "Any delay in shipping?",
        "Is it holding up the shipping?",
        "How about order shipment delay?",
        "Is there a delay in the shipment of my purchase?",
        "Is there any delivery problems?",
        "Is the shipment being delayed?",
        "Is there a delay with my order?",
        "Is there any change on my shipment?",
        "Does my order wait?",
        "Something is causing a potential holdup with shipping out.",
        "There may be a delay in order transit.",
        "Are you having a problem with shipping out the order?",
        "There is a question regarding delay in order transit.",
        "Are there any issues regarding delivery?",
        "An issue with my order.",
        "Is it possible that my purchase will not be sent out?",
        "Will there be a shipment delay?",
        "Is there any shipping hiccup?",
        "order shipment delay?",
        "Do there any delays with my package?",
        "Is it possible my order could be delayed?",
        "It takes longer to ship out order.",
        "Is it taking a long time for delivery?",
        "What is the reason my stuff is not arriving?",
        "Could you tell me about any shipping delays?",
        "Shipping delayed could be possible?",
        "Can shipping be delayed?",
        "Is it a problem with the shipping time?",
        "Is order delivery late?",
        "There are possible setbacks in delivering my package.",
        "It could take longer to ship out.",
        "I would like to know if there is a hold-up with shipping.",
        "Can I expect shipping delays?",
        "Maybe order shipment delay?",
        "Can I expect a delay in a shipment?",
        "Any delays to my package?",
        "With shipping out, what is causing a holdup?",
        "What is the issue with the shipping time?",
        "Is there a delay in sending out my purchase?",
        "delays for sending my order?",
        "Do I have to expect a shipment delay?",
        "How is the shipping process progressing for my order?",
        "Any delays with shipments?",
        "Delay what is happening with my order?",
        "Will a shipment delay happen?",
        "Can i expect a shipment delay?",
        "I wonder if there is a delay in sending my purchase.",
        "There is an issue with my order?",
        "Is it a delay for sending my order?",
        "What could be causing a holdup when shipping out?",
        "There is an issue regarding my order.",
        "Issue relating to my order's dispatch.",
        "There are any issues with delivering my package?",
        "Was there a delay in shipping?",
        "Do my orders take longer than expected?",
        "delivery taking longer?",
        "Is there a delay in delivery of my purchase?",
        "Problem with the shipping time?",
        "Shipping is delayed yet again?",
        "It takes longer than usual to ship out the order.",
        "Is my order taking longer?",
        "Any delays with my shipment?",
        "Is there an issue with delivery?",
        "What is the reason my stuff isn't on the way?",
        "There could be some setbacks in delivering my package.",
        "Does delivery have any setbacks?",
        "There may be a hold up with shipping.",
        "There is a delay with shipping my order.",
        "Is there a problem with shipping out orders?",
        "There is a question regarding the status of my shipped-out items.",
        "Are my orders running late?",
        "Any reason my stuff is not on its way?",
        "Is it possible that you are still dawdling with my delivery?",
        "Does anyone have any delay with my order?",
        "Are the late shipment the case?",
        "What is going on with my order?",
        "Is the shipment late?",
        "Any problems with deliveries?",
        "Maybe there is a hold-up with shipping?",
        "Are there problems with shipping?",
        "Is it any problem sending my purchase?",
        "There's a hold-up with shipping?",
        "Does it take a long time for delivery?",
        "Has the package been delayed?",
        "Why is there a potential holdup when shipping out?",
        "Is there a holdup with shipping?",
        "Is it possible I will have a shipment delay?",
        "There is a question about when my purchase will be sent out.",
        "Can I anticipate a shipment delayed?",
        "The order is taking more time to be shipped out.",
        "My order hasn't yet been shipped?",
        "What is the reason that my stuff isn't on its way?",
        "Are there any delays with shipping out my order?",
        "Is it possible that my purchase is being delayed?",
        "I was wondering if my order was delayed during shipping.",
        "Any problems with shipping this time?",
        "Can there be a delay in order transit?",
        "Can there be a delay for my order?",
        "Is it possible that late shipment is the case?",
        "There might be a delay with shipping.",
        "It can take longer to ship out the order.",
        "Delays with my package?",
        "Is that late shipment?",
        "Can there be a delay in sending my purchase out?",
        "Order taking longer to deliver.",
        "How is the process of shipping my order progressing?",
        "I question if shipping is delayed.",
        "Is the case about a late shipment?",
        "shipping out order is a problem?",
        "What is the status on my order shipment?",
        "Are there issues with delivery?",
        "Any delays to shipping?",
        "Is there an obstruction with shipping?",
        "Is this case of late shipment?",
        "Should we be delayed in order transit?",
        "Can you tell me that the delivery is delayed?",
        "Perhaps order delivery is delayed?",
        "Are you delayed with my delivery?",
        "Is shipping delayed.",
        "Can my shipment delay be expected?",
        "Is my order moving slowly?",
        "There can be a delay in sending my order.",
        "How is the process with shipping my order progressing?",
        "Is there any delays to my package?",
        "Can I expect a delivery delay?",
        "Can I have a delay in my shipment?",
        "Does that mean that the shipment is late?",
        "Will my order be delayed?",
        "Affecting my order's dispatch.",
        "What about a shipment delay?",
        "Are order delayed in transit?",
        "Is it possible that my delivery will be late?",
        "Order late in transit?",
        "Is it possible I will have a delay in my delivery?",
        "Can there be any shipping issues this time?",
        "I was wondering if there was a delay with shipping out my order.",
        "Does the shipping take long?",
        "Can this be a shipment delay?",
        "Was it taking long to deliver?",
        "Do you have a problem with sending out order?",
        "Shipping is lagging behind schedule?",
        "The case of a late shipment?",
        "Is there any shipping hiccups this time?",
        "What's going on with shipping my order?",
        "Do I have to worry about a shipment delay?",
        "Yes, any delays with my package?",
        "Is there any update on the order shipment?",
        "Delayed shipping is a question.",
        "Is the shipping taking a long time?",
        "Can I be sure of a delayed shipment?",
        "Your delivery may be delayed.",
        "Is there a late shipment?",
        "Is there a problem with delivering my package?",
        "My order shipment may have an update.",
        "Is there any delivery issues?",
        "Delay? What is happening with my order?",
        "Are the issues with shipping time?",
        "Has my order been shipped late?",
        "Is there a hold up with the shipment?",
        "Had an issue with shipping time?",
        "Should there be a hold-up with shipping?",
        "Is my purchase taking longer?",
        "It takes a longer time to ship out the order.",
        "Is delivery taking too long?",
        "Is the case of a late shipment?",
        "Is the case with late shipment?"
    ]
}