{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Assistance with placing online orders",
    "inquiry_sub_category": "Order tracking",
    "description": "Customers inquire about the status and whereabouts of their order, including tracking numbers, delivery estimates, and any delays.",
    "inquiry": "When will I receive my package?",
    "paraphrases": [
        "Will my item soon arrive?",
        "Delivery time for my package, I don't know.",
        "When am I supposed to get my stuff?",
        "How about my delivery when?",
        "When my stuff arriving?",
        "It is not clear when I should expect delivery.",
        "When will there be my package?",
        "What time do my packages show up?",
        "When my package delivery will happen is unclear.",
        "I have no idea what the delivery time is for my package.",
        "When will i receive my parcel?",
        "Excited package arrival?",
        "When my things come in?",
        "When will I receive my stuff?",
        "How soon will the delivery be?",
        "Is there a time when I can get my package?",
        "package delivery time?",
        "What time will I receive my package delivery?",
        "I am unsure of when my package delivery will occur.",
        "I do not know the time of my package delivery.",
        "I am unsure of when I should expect delivery.",
        "I don't know when to expect my package.",
        "Please give me an accurate time for my shipment.",
        "How soon will I get a package?",
        "Does my delivery coming soon?",
        "How soon does my package arrive?",
        "I'm not sure when I'll get my stuff.",
        "My package is going to arrive.",
        "How long until you get your delivery?",
        "When shall I receive my package?",
        "I do not know what time period my package delivery will be.",
        "I am not sure when I'll receive my delivery.",
        "When might it arrive?",
        "What time will my packages arrive?",
        "It is not known when parcel will be here.",
        "Please know when I receive my shipment.",
        "What time will my package get there?",
        "I don't know when my delivery will start.",
        "When might a package arrive for me?",
        "The package should arrive?",
        "I'm not sure when I'll get my shipment.",
        "I want to know when I will get a package.",
        "I don't know the time frame of my package delivery.",
        "How soon might it arrive?",
        "I'm not sure when I'm going to get my parcel.",
        "What time is it for my package to be delivered?",
        "Please know when my shipment will arrive.",
        "When my package delivery will take place is not known.",
        "When am my package coming?",
        "When will my stuff start arriving?",
        "I'm unsure of when I should expect my delivery.",
        "I don't know what time frame my package will be delivered in.",
        "What time will my package delivery Arrive?",
        "I was wondering when to expect my parcel.",
        "How time will my package delivery arrive?",
        "When does my stuff come?",
        "It's not clear when I'll get my delivery.",
        "I am unsure when to expect delivery.",
        "Can you tell me an expected delivery date?",
        "I was wondering about my package's status.",
        "I do not know when I will receive delivery.",
        "I don't know when I should expect my delivery",
        "I have no idea what time my package will arrive?",
        "Will I have my package in a certain time?",
        "I am not sure of the delivery time for my package.",
        "Expect delivery soon?",
        "When can I get my stuff?",
        "I am not sure when I can expect to get my delivery.",
        "I do not know what time the package will be delivered.",
        "I am unsure about delivery time for my package.",
        "I am not sure what time my package delivery will be.",
        "When is the parcel going to be here?",
        "I don't know when delivery will take place.",
        "I'm not sure when I should be getting my delivery.",
        "When I receive my package?",
        "I don't know when I can expect delivery.",
        "I'm not sure when to expect delivery.",
        "I don't know when my delivery will take.",
        "I do not know when my package will show up.",
        "Will I have my package at a specific moment?",
        "When my package will be delivered, I don't know.",
        "Is my item coming soon?",
        "Will the package arrive?",
        "What time is it for my package to arrive?",
        "Will I be received my package?",
        "PACKAGE arrival time?",
        "I don't know when my package will be delivered!",
        "I'm not sure when to expect my deliveries.",
        "I don't know the time of my package's delivery.",
        "I do not know what time my package will come.",
        "I'm not sure when I will get my item.",
        "I do not know when can I expect my delivery.",
        "When are my deliveries?",
        "Do you know when my package is due?",
        "Will I get it soon?",
        "I am not sure when I should expect a delivery.",
        "When my stuff will arrive?",
        "Is my delivery happening soon?",
        "Are my package delivered soon?",
        "When is parcel here?",
        "What is the time my package delivery will arrive?",
        "I don't know what time I will get my package delivery.",
        "Can I expect my delivery?",
        "The time will be when it arrives?",
        "I am not aware of the delivery time for my package.",
        "I didn't know what time frame my package delivery would take.",
        "When can I expect my delivery to arrive?",
        "I don't know when my package will be picked up.",
        "Is it a possibility to have my package delivered soon?",
        "What time are package arrival?",
        "How about when my package arrives?",
        "Maybe it is possible to have my package delivered soon.",
        "What is the delivery date for my package?",
        "I don't know when I can expect to get my delivery.",
        "The delivery time for my package is unknown.",
        "Do you know when you will get delivery?",
        "It's anticipated package arrival.",
        "When are my packages going to arrive?",
        "What time does my delivery arrive?",
        "When will I be able to receive a package?",
        "It's not known what time my package will be delivered.",
        "When will I be able to pick up my package?",
        "When Might I receive a package?",
        "When shall I receive a package?",
        "Will I have my package at that time?",
        "I do not know when my delivery will happen.",
        "Is that possible to have my package delivered soon?",
        "How soon will my delivery happen?",
        "When will the parcel be available?",
        "When will I have the package?",
        "I don't know when I'll get my delivery",
        "How will I know when I get my package?",
        "How soon will my package delivery arrive?",
        "My delivery is coming soon?",
        "Maybe I will get my item soon.",
        "When will I see delivery?",
        "I want my delivery when?",
        "What time will parcel come?",
        "I have no idea what time frame my package will arrive.",
        "The time I will receive my package delivery?",
        "When might I receive my package?",
        "My package delivery time will be unknown.",
        "I'm not sure when I'll get my goods.",
        "What time are I supposed to receive my shipment?",
        "I would like to know when I will get a package.",
        "Is my item headed my way soon?",
        "When will I receive my package in person?",
        "Will I receive my package at a specified time?",
        "What time might I receive a package?",
        "will I have my package at a certain time?",
        "I'm not sure what time period my package delivery will take.",
        "Is my delivery day soon?",
        "How soon do I get my package?",
        "I am wondering when I will get my item.",
        "I'm not sure when I can expect a delivery.",
        "Can I have my package delivered very soon?",
        "My package is due somewhere.",
        "When will my package get there?",
        "Am I able to have my package delivered soon?",
        "It's package arrival time?",
        "I don't know when I would expect my delivery.",
        "What date will parcel arrive?",
        "Will I have the package at a certain time?",
        "Have my stuff coming in?",
        "I don't know when I'm supposed to get my delivery.",
        "I do not know when my package delivery is going to happen.",
        "I'm not certain what time my package will be delivered.",
        "What time will there be my package?",
        "When I will get my delivery is up in the air.",
        "Will my package arrive?",
        "Will my item be arriving soon?",
        "What is the time my package will arrive?",
        "Will I get it soon.",
        "Do you know when my delivery will happen?",
        "When are my package due?",
        "Do I know when my package will show up?",
        "I don't have a clue when my package will arrive.",
        "Will I have my package at a certain day?",
        "I don't know when my package will bedelivered",
        "I do not know when my package is going to arrive.",
        "Is it possible for me to have my package delivered soon?",
        "Is it possible to have this package delivered soon?",
        "Is my package arriving at a certain time?",
        "Is it possible to have that package delivered soon?",
        "What time will my package come with me?",
        "What time will my package delivery deliver?",
        "When may I get the package?",
        "When I should expect delivery is not sure.",
        "When my package delivery will take place is not clear.",
        "I want to know when it arrives.",
        "What time should my package arrive?",
        "The time that my package delivery arrives?",
        "Whattime will my package show up?",
        "What time will my package come out?",
        "When my package is due?",
        "How soon will package arrive?",
        "Is my package here soon?",
        "I am unsure of when I will receive my delivery.",
        "My package's status is currently unknown.",
        "What time do package arrival?",
        "Delivery can be expected when?",
        "I have no idea when it will arrive.",
        "The package is expected to arrive?",
        "I don't know when I'm going to get delivery.",
        "I'm not sure what the time frame of my package delivery will be.",
        "am I getting my delivery soon?",
        "When can I expect a package?",
        "What is the expected time for my package to arrive?",
        "I want to know when my shipment will arrive?",
        "It is not clear when my package delivery will take place.",
        "Does it possible for my package to be delivered soon?",
        "When might I get a shipment?",
        "I am not certain when I can expect my delivery.",
        "When was my package due?",
        "I don't know when I will get my Delivery.",
        "Is it possible to have my package delivery soon?",
        "What time will my package arrives?",
        "When will I have my package?",
        "Did anyone have an update on parcel time?",
        "Will I be able to get the item soon?",
        "It will arrive soon",
        "It is possible to have a package delivered soon.",
        "How soon will I receive my package?",
        "I'm not quite sure when I will get my delivery.",
        "Will I get my package at the right time?",
        "I don't know what package delivery time will be.",
        "I'm not sure when I will get delivery",
        "Will i get my item soon?",
        "I am wondering when I will get a package.",
        "When I will get my delivery is not known.",
        "When do I expect my parcel?",
        "I don't know when my package is due",
        "Please let me know when my package arrives.",
        "When will I receive delivery?",
        "It is conceivable to have my package delivered soon.",
        "For my package delivery?",
        "I have no idea when the package delivery will take place.",
        "I need an update on parcel delivery time.",
        "When will the parcels be here?",
        "I do not know when my package will bedelivered.",
        "When to expect my delivery?",
        "Is there an accurate time for my shipment?",
        "When is my package going to land?",
        "When will i get my package?",
        "What time will the package come?",
        "When is My package due?",
        "What time will my package Show up?",
        "When to Receive my parcel?",
        "A package arriving?",
        "I'm wondering when I should expect delivery.",
        "My package will arrive.",
        "Will I be able to get my item soon?",
        "I am not sure what time my package will delivery.",
        "anticipated package arrival?",
        "When will I be expecting my parcel?",
        "I'm unsure when I'll get my package.",
        "I want to know when my shipment will arrive please.",
        "Will i get my package at a certain time?",
        "I don't know when I can get my package.",
        "I'm not sure when I should expect my delivery",
        "package arrival?",
        "I have a package due.",
        "Will I get my package at certain times?",
        "I'm not sure when I will receive my goods.",
        "I have no idea when my package will delivery.",
        "When shall my stuff come in?",
        "I am unsure of when I can expect my delivery.",
        "I don't know what time my package will delivery.",
        "How soon will the package arrive?",
        "I'm not certain when my package will be delivered.",
        "What time will my package arriving?",
        "What time are my packages going to show up?",
        "I don't know when the package delivery will be.",
        "Tell me when my package is due.",
        "My package is scheduled to arrive.",
        "When do I have delivery?",
        "I do not know when my package delivery will take place.",
        "I have no idea when my package might arrive.",
        "I do not know when my package delivery will happen",
        "It's not clear when my package delivery will happen.",
        "What time are the package arrival?",
        "What will be the time when parcel arrives?",
        "I don't know when my package can be delivered.",
        "When my stuff gets here?",
        "I'm wondering if my delivery is due soon.",
        "I'm not sure when to expect my delivery",
        "I'm not sure what time frame my package will arrive.",
        "It's not clear what time frame my package delivery will be.",
        "I am wondering when might I get a package.",
        "I don't know when I should expect my delivery to be.",
        "I want to know when I should expect delivery.",
        "I don't know the time the package will be delivered.",
        "What time do my package delivery arrive?",
        "When are I supposed to receive delivery?",
        "Will I have my package a certain time?",
        "When I have my package?",
        "I am not sure of the time frame for my package delivery.",
        "When would my package arrive?",
        "Is there a time when parcel will be here?",
        "I have no clue what time my package will be delivered.",
        "I want to know when I will get my item.",
        "When to expect the package?",
        "What is the package arrival time?",
        "My delivery happens when?",
        "When will my stuff arriving?",
        "The time my package will be delivered isn't known.",
        "Please tell me when my shipment is arriving.",
        "When should my package arrive?",
        "Do I know when my package arrives?",
        "The package time of arrival?",
        "When is my package arrives?",
        "I don't know when the package might arrive.",
        "Is it possible to have my package dispatched soon?",
        "I don't know the delivery time for the package.",
        "When does my stuff come in?",
        "What are the times that my package will arrive?",
        "What time can I expect delivery?",
        "Is it possible for the package to be delivered soon?",
        "The time of package's Arrival?",
        "When do I get my parcel?",
        "I don't know when a package will be delivered.",
        "When will parcels arrive?",
        "packages arrival time?",
        "How soon will my shipment be delivered?",
        "What is the time for my shipment?",
        "What arrival time is the package?",
        "wait for my shipment?",
        "I do not know when my package will arrive.",
        "Is that when my delivery arrives?",
        "I don't know when my package delivery will occur.",
        "The package will be arriving?",
        "What time is package Arrival?",
        "What is the time for my package delivery?",
        "It is not clear what time frame my package delivery will take.",
        "I don't know what time frame my package will be",
        "I am interested in the status of my package.",
        "Am I going to get my item soon?",
        "Please give me a time for my shipment.",
        "I don't know when the package might be delivered.",
        "Do you know when the parcel will be here?",
        "Will I have my package at a certain point?",
        "I don't know when my package might arrive.",
        "Will I receive my package?",
        "Will I have my package at a certain date?",
        "I'm not sure when my package will come.",
        "I'm not certain when I can expect my delivery.",
        "When can I get my delivery?",
        "I want to know when my package delivery will arrive.",
        "Will I be getting my package at a certain time?",
        "I'm not sure when I will get my parcel.",
        "When will I receive the delivery?",
        "I don't know what time period my package will arrive.",
        "I don't know when my package will be delivery.",
        "When will I be able to receive my package?",
        "Will I have my package within a certain time?",
        "I'm not sure when I will receive my package.",
        "I haven't decided when I will get my delivery.",
        "How soon does it be delivered?",
        "When should my stuff show up?",
        "what time will my delivery arrive?",
        "I don't know when I will receive the package.",
        "I don't know the time period for my package delivery.",
        "When I should expect delivery is not certain.",
        "Is it possible I will get my item soon?",
        "At a certain time will I have my package?",
        "I am uncertain when I will receive my delivery.",
        "Are you able to have my package delivered soon?",
        "When I will get my delivery, I'm not sure.",
        "When is this package?",
        "What time can my package show up?",
        "What time will my package happen to arrive?",
        "I don't know when mypackage will arrive.",
        "My package will be received soon.",
        "I don't know if my package will arrive on time.",
        "I'm uncertain when I should expect delivery.",
        "Are my stuff coming in soon?",
        "Will I have my package by that time?",
        "My package will be delivered.",
        "I don't know when I'll get a package.",
        "When my package is coming?",
        "When will my package be arrived?",
        "How soon am I going to get my package?",
        "I'm not sure when I'll get my delivery",
        "What time will I get my delivery?",
        "Is my package getting there?",
        "I am unsure when my package might be delivered.",
        "Please know when my shipment is going to arrive.",
        "Is that when to expect my parcel?",
        "The package's arrival time is unknown.",
        "Can you tell me when package eta is?",
        "I don't know when package delivery will take place",
        "Howbout package arrival time?",
        "When will it arrives?",
        "The time of package's arrival?",
        "I'm not sure which time frame my package delivery will be.",
        "How about parcel arrival time?",
        "what time will my package show up?",
        "When will my stuff be accepted?",
        "I want to know when I will get my package.",
        "Is there a time when my package will show up?",
        "When my package delivery will take place, I have no idea.",
        "I don't know when my delivery will happen",
        "What time would my package arrive?",
        "I wondered when I might get a package.",
        "What time will my delivery come?",
        "Which time will my delivery arrive?",
        "When will a parcel arrive?",
        "Shall I get my stuff?",
        "When my package delivery will happen, I do not know.",
        "When does my delivery arrive?",
        "It may be possible to have my package delivered soon.",
        "When will package be here?",
        "How soon does my shipment arrive?",
        "What time is package arrival?",
        "I don't know when I should expect delivery.",
        "What is the date of my package arriving?",
        "I don't know the exact delivery time for my package.",
        "I have no idea what time frame my package delivery is going to be.",
        "Will I receive my package at a certain time.",
        "What time will my delivery arrive?",
        "My stuff is coming in?",
        "What time am I going to get my package?",
        "I do not know when my package can be delivered.",
        "I'm not sure what time frame my package will be.",
        "When my package delivery will happen is not known.",
        "I'm not sure about the delivery time for my package.",
        "\"When might I get a package?\"",
        "When my package might be delivered is not known.",
        "When will I be able to get a package?",
        "Is it possible that my package arrives soon?",
        "I want to know when to expect my parcel.",
        "Please let me know when my shipment gets there.",
        "I do not know when my package will deliver.",
        "What time will a package arrive?",
        "I don't know the time frame my package delivery will take.",
        "When will someone deliver the parcel?",
        "I'm unsure of when I'll get my delivery.",
        "Is my delivery soon?",
        "I do not know when my package delivery will take.",
        "Do you know when my delivery is due?",
        "Will I get my package?",
        "My package is arriving?",
        "When will I receive something?",
        "When my package delivery will take place is a mystery.",
        "I don't know when my package will Arrive.",
        "What's the package arrival time?",
        "When is the parcel arriving?",
        "When might my stuff arrive?",
        "When will my delivery be on time?",
        "I'm unsure of when to expect my delivery.",
        "I'm not sure when the delivery will happen.",
        "I am not certain when I should expect to get my delivery.",
        "It's not certain when I should expect delivery.",
        "Time for package arrival?",
        "Is my package coming?",
        "Can I expect it to arrive?",
        "Yes, when is my package due?",
        "I don't know the time my package is going to be delivered.",
        "I don't know what time my package arrives.",
        "I'm not certain when I will get my delivery.",
        "Parcel will be here when?",
        "What is the package's arrival time?",
        "I don't know when my package will be Delivery time for?",
        "Time will my package show up?",
        "How about package arrival time?",
        "Is my package about to arrive?",
        "When does it arrive?",
        "When is my package gonna arrive?",
        "It is not certain when I should expect delivery.",
        "I don't know when I'll see my package.",
        "Will I be able to receive my item soon?",
        "When am I supposed to get my package?",
        "I am wondering when I might receive a package.",
        "The time of the package arrival?",
        "When to receive my parcels?",
        "When I will receive my delivery is unclear.",
        "Will I get my item?",
        "When shall it arrive?",
        "I do not know when I will expect delivery.",
        "I don't know when I should get my package.",
        "When will we get parcel?",
        "what time will my package arrive?",
        "The Arrival time of package?",
        "I do not know what time frame my package will be.",
        "Please know when my shipment is available.",
        "I don't know delivery time for my package.",
        "I don't know when my package will get delivered.",
        "Will I get my package sometime?",
        "Will I receive my package a certain time?",
        "I do not know what time frame my package will arrive in.",
        "When might a package come to me?",
        "I'm unsure about when I'll get my delivery.",
        "When am I going to get my package?",
        "I do not know which time my package will be delivered.",
        "When I should get my parcel?",
        "Will I pick up my item soon?",
        "Will I have my package at a certain time.",
        "When will I get my package.",
        "When to get my item?",
        "I wonder if my delivery is soon?",
        "I want to know when I will get delivery.",
        "I don't know when my package will be delivering.",
        "Is it possible to have mypackage delivered soon?",
        "What's package arrival status?",
        "packagearrival?",
        "When will I get my package?",
        "There will be a time when my package will show up.",
        "What is the arrival time for my package delivery?",
        "When will a parcel be there?",
        "Will I receive my package at a certain moment?",
        "How soon can I expect my delivery?",
        "The when will parcel arrive?",
        "The package arrival is expected?",
        "Is it possible to have my package there soon?",
        "I'm uncertain when to expect my delivery.",
        "I do not know when I should expect my delivery.",
        "I do not know when my package will be Delivery time.",
        "When I will get my delivery is not clear.",
        "Maybe I'll get a package?",
        "I am not sure when my package is due.",
        "When might I be able to receive a package?",
        "My stuff will arrive when?",
        "I don't know when I'm going to get my package.",
        "Package Arrival Time?",
        "Will I receive this item soon?",
        "I wonder if my delivery is coming soon?",
        "When will the parcel come?",
        "How soon is my package to arrive?",
        "It's not clear when I should expect to get my delivery.",
        "When am I going to have my delivery?",
        "When can I have the delivery?",
        "Will I be able to get my item?",
        "The time of my package's delivery is not known.",
        "When might I get something?",
        "Will I receive my package at a specific time?",
        "Time for delivery of my package?",
        "Parcels will be here when?",
        "I don't know what the delivery time for my package will be.",
        "I am wondering when my package will arrive.",
        "What is the time that my package delivery will arrive?",
        "I'm not certain when I should expect delivery.",
        "I don't know when my package will show up",
        "When will I receive my parcel.",
        "I don't know what time my package delivery will take.",
        "When the package delivery will happen is not known.",
        "When will I receive my package",
        "Will the item be in my possession soon?",
        "When do I need to expect my parcel?",
        "When is the package coming?",
        "When my package might be delivered I don't know.",
        "When my package delivery will happen is not clear.",
        "The package arrival status is unknown.",
        "I want to know the delivery time for my package.",
        "I don't know when i should expect delivery.",
        "An anticipated package arrival?",
        "When is parcel going to be here?",
        "Is it possible to get my delivery when?",
        "When is my stuff entering?",
        "I don't know when My package will be delivered.",
        "When am I supposed to expect my parcel?",
        "Will this item come soon?",
        "Is there an arrival time for my shipment?",
        "How soon will my package arrive?",
        "The package arriving time?",
        "When is parcel arriving?",
        "Is it possible that my package will arrive at a certain time?",
        "When should you expect your parcel?",
        "When is the parcel coming?",
        "I don't know when I will get my package.",
        "I don't know what time my package will be delivery.",
        "What time would my delivery arrive?",
        "Are my things coming in?",
        "My stuff will come in?",
        "is my delivery coming soon?",
        "When is the package to arrive?",
        "When will I be able to get my parcel?",
        "When can I pick up my delivery?",
        "When my package arrives?",
        "The time that my package delivery will arrive?",
        "I am not sure when I should expect to get my delivery.",
        "I don't know when my package will delivery.",
        "I don't know when the package will bedelivered.",
        "what package arrival time?",
        "I am wondering when a package might arrive.",
        "At a certain time, will I have my package?",
        "The package arrives?",
        "So what time will my package arrive?",
        "When would I get my delivery?",
        "When will my shipment arrive please?",
        "When can I be sure of delivery?",
        "When will parcels come?",
        "What is the exact time for my shipment?",
        "I'm not sure what time the package will be delivered.",
        "I am waiting for my stuff.",
        "Is my delivery coming up soon?",
        "when will I receive my package",
        "We don't know when my package will be delivered.",
        "Will I get mine at a certain time?",
        "I do not know when my package may be delivered.",
        "When my stuff arrives?",
        "When will I get my item?",
        "Is that when my shipment will come?",
        "The arriving time of package?",
        "I have questions about when my package will arrive.",
        "I have no idea what the time frame will be for my package delivery.",
        "I don't know when package delivery will happen.",
        "Date of package arrival?",
        "I'm not certain when I should get delivery.",
        "When will it be arrive?",
        "So when will my package delivery arrive?",
        "I don't know when my package will be.",
        "I'm wondering when to expect my parcel.",
        "I don't know when my package will go.",
        "I have a question when can I expect delivery.",
        "I don't really know when I will get my delivery.",
        "I am uncertain about when I will get my delivery.",
        "Package time of arrival?",
        "The package arrival time is not known.",
        "The timing of the package's arrival?",
        "I have no idea when I will get my package delivery.",
        "What Time will my package arrive?",
        "Will I get my order soon?",
        "Will I receive my package at a given time?",
        "when might I receive a package?",
        "Will I be able to get my package?",
        "The exact time of the package's arrival?",
        "I'm getting my stuff?",
        "I don't know when my package will arrived.",
        "Which day will parcel be here?",
        "I'm not sure when they will deliver.",
        "I don't know when I should expecting delivery.",
        "Are it possible to get my package delivered soon?",
        "Is parcel here soon?",
        "Is my stuff coming in?",
        "When is my parcel supposed to arrive?",
        "What is the arrival time of a package?",
        "Will I have an item soon?",
        "When will I receive my parcels?",
        "What time will my package deliveries arrive?",
        "Arrival time of the package?",
        "When will the delivery arrive?",
        "Will I get my product?",
        "It is feasible to have my package delivered soon.",
        "Will I have my package when I want it?",
        "What is the expected Arrival time of package?",
        "It is not known what time frame my package delivery will take.",
        "Arrival for my package?",
        "I wish to know when I can expect delivery.",
        "My delivery time is unknown.",
        "I just don't know when my package will be delivered.",
        "I'm not sure what time my package will come.",
        "I don't know when my package will bedelivered.",
        "I'm not sure when I'll get delivery.",
        "I don't know when I will get my package delivered.",
        "What time is package arriving?",
        "I do not know what time my package is going to be delivered.",
        "It is unclear when it will arrive.",
        "I don't know when the package delivery will start.",
        "What when will my package show up?",
        "I am wondering when package eta is.",
        "I will have my package at a certain time.",
        "The time frame for my package delivery is not known.",
        "When will I have delivery?",
        "Will I get the package at a certain time?",
        "Is there an estimate for delivery of my package?",
        "Parcel will be arriving soon.",
        "And when will it arrive?",
        "Will my package be here at a certain time?",
        "I am unsure when I should expect to get my delivery.",
        "Will I received my item soon?",
        "When it arrives?",
        "I'm unsure when I will get delivery.",
        "When will I be receiving a package?",
        "What time am I going to see my package?",
        "I am not certain when my package delivery will occur.",
        "When will my items arrive?",
        "What time will my package take to arrive?",
        "Will I receive my package during a certain time?",
        "Maybe I will get a package soon.",
        "Are you able to have your package delivered soon?",
        "When will we get a parcel?",
        "I wonder when my delivery will arrive?",
        "I don't know when my packages will be delivered.",
        "Does my delivery occur soon?",
        "I receive my stuff?",
        "I'm uncertain when I can expect my delivery.",
        "It can be possible to have my package delivered soon.",
        "Is this when my shipment arrives?",
        "I'm not sure when I can expect delivery.",
        "My package is expected to arrive soon.",
        "I wonder when I will receive my item.",
        "Is it possible to have my package delivered in the near future?",
        "What are the arrival time of the package?",
        "Will that arrive soon?",
        "I don't know when I'm supposed to receive my delivery.",
        "It is unknown when my package delivery will happen.",
        "Will I have my item?",
        "Will my package be delivered?",
        "Is my delivery forthcoming?",
        "What time willPackage delivery arrive?",
        "When will I receive my packages?",
        "Is my package delivered soon?",
        "I have no idea what time frame my package delivery will be.",
        "I have no idea when my package will arrive.",
        "What is delivery time for my package?",
        "Is there an anticipated time for my shipment?",
        "I'm unsure of when I will receive my delivery.",
        "I didn't know when I would get my delivery.",
        "My package will show up at a certain time.",
        "I'm unsure about when to expect my delivery.",
        "when will my package arrive?",
        "At a certain time, will I receive my package?",
        "I'm not sure when I should expect my parcel.",
        "What date will my package show up?",
        "There will be my package at a certain time.",
        "When will my stuff be available?",
        "I don't know when my delivery will occur.",
        "The package arrival status?",
        "Parcel will arrive here?",
        "Is my item on its way?",
        "Is it possible to have my parcel delivered soon?",
        "When will I have my parcel?",
        "I'm not sure when I should get my parcel.",
        "What time will my package show up??",
        "I'm not sure when I will get my stuff.",
        "When does my package come?",
        "I'm not sure when my delivery will occur.",
        "I'm not sure when I will receive my delivery.",
        "When's my package delivered?",
        "Anticipated package's arrival?",
        "I'm not certain when to expect my delivery.",
        "I don't know what time frame the package will arrive.",
        "I don't know what time my package willarrive.",
        "I wonder when to expect my parcel.",
        "I have no idea when my package will be delivered?",
        "I am not sure of the time frame of my package delivery.",
        "I don't know when I should expect the delivery.",
        "I am not sure when I will get my package delivery.",
        "I am not sure when my package will be delivered?",
        "Is my delivery nearing?",
        "I don't know When my package will be delivered.",
        "I have no clue when my package might be delivered.",
        "I'm wondering about the status of my package.",
        "The time of package arrival?",
        "I have no idea of the time my package will be delivered.",
        "I wonder when I'll get my package.",
        "I am wondering when to expect my parcel.",
        "What time will my package delivery arrive",
        "I'm not certain when to expect delivery.",
        "What is the packagearrival time?",
        "When is my package being delivered?",
        "The package Arrival status?",
        "When may I get something?",
        "Is package eta going to happen soon?",
        "What time will my shipment come?",
        "Does anyone have an update on parcel delivery?",
        "I don't know when the delivery will take place.",
        "I want to know when I might get a package.",
        "I wonder if my delivery is due soon.",
        "I don't know when I'll receive my delivery.",
        "When shall parcel arrive?",
        "What time will my package delivery arrival?",
        "I'm not sure when my delivery will happen.",
        "Expecting delivery soon?",
        "I'm not sure when I will get a delivery.",
        "I am not sure when I expect delivery.",
        "I get my things?",
        "I am wondering when my package delivery will arrive?",
        "Is it possible that my package could be delivered soon?",
        "When my package delivery will happen is uncertain.",
        "Will I received my package?",
        "When my stuff comes?",
        "Anyone have an update on parcel time?",
        "I don't know when I'll see my delivery.",
        "When will it come?",
        "Maybe I will get a package?",
        "Can I have my package delivery soon?",
        "Something about package arrival status?",
        "I am unaware of when my package will be delivered.",
        "When should I expect to receive my delivery?",
        "What's package arrival time?",
        "I don't know when my package might get delivered.",
        "I'm not sure what time my package will be delivered.",
        "Will I get my item sooner or later?",
        "My package is due eventually.",
        "I don't know the exact time frame of my delivery.",
        "When is my delivery time?",
        "When to receive my package?",
        "I'm not sure when to expect delivery",
        "I want to know when my package is arriving.",
        "Thepackage arrival status?",
        "I don't know when I should expect to receive my package.",
        "It's possible to have my package delivery soon.",
        "There will be a parcel soon.",
        "When might I obtain a package?",
        "When is my package arriving?",
        "Is my delivery approaching?",
        "I want to know when my stuff comes in.",
        "When do my things show up?",
        "What time would the package arrive?",
        "When my package will arrive?",
        "I'm not sure what the time frame will be for my package delivery.",
        "The time of delivery for my package is unknown.",
        "I don't know the time frame of my package delivery",
        "When might a package come my way?",
        "What timing will my package show up?",
        "When will my stuff show up?",
        "I question if my delivery is due soon.",
        "There is any update on the parcel arrival time?",
        "How soon do I get my shipment?",
        "I wonder when my package is due?",
        "I do not know when my package delivery will come.",
        "I don't know what time frame my delivery is going to be.",
        "Will I have the package when I need it?",
        "It is when my stuff arrives?",
        "The package's arrival time?",
        "I am not sure what time my package will be delivered.",
        "Is it when it will arrive?",
        "What is the date when parcel will be here?",
        "I don't know when my package is arriving.",
        "When will a package be there?",
        "The time frame of my package delivery is not known.",
        "Does anyone have an update on parcel arrival time?",
        "I'm not sure when I can expect my parcel.",
        "I'm looking for an update on parcel time.",
        "I have a question about when I can expect delivery.",
        "Is when my stuff comes in?",
        "I need to know when I will get my item.",
        "Is it when my delivery arrives?",
        "I don't know when I'm going to get my delivery.",
        "I don't understand what time frame my package delivery will take.",
        "Does it possible to have my package delivered soon?",
        "I need an update on my shipment.",
        "I have no idea when my package could be delivered.",
        "How soon is my package delivery?",
        "I don't know what my package delivery time will be.",
        "The package is arriving?",
        "Will my item be received soon?",
        "Will I receive my package soon?",
        "Maybe I'll get a package soon.",
        "I am not sure when my delivery will take place.",
        "I am not sure when my package might be delivered.",
        "Exactly when will it come?",
        "I don't know what time my package will be delivered?",
        "When will my delivery be arrived?",
        "What time will my package be arrive?",
        "Will I have my package asap?",
        "I'm unsure when I will get my delivery.",
        "What time should my package delivery arrive?",
        "I don't know what the time frame is for my package delivery.",
        "Do I have an exact time for my shipment?",
        "It is not known when my package delivery will take place.",
        "Do you know what time my package will show up?",
        "Could I have my package delivered soon?",
        "I'm not sure when the delivery will arrive.",
        "I will receive my package.",
        "I'm not sure when my package is going to be delivered.",
        "I wonder when my package delivery will arrive.",
        "I don't know when my package will arrive.",
        "Will my item be delivered?",
        "Do I know when my stuff will come in?",
        "The exact time of package's arrival?",
        "I don't know when my package is going to delivery.",
        "My package will be delivered sometime.",
        "What time will my package come along?",
        "The time to expect my parcel?",
        "The package will be received.",
        "package arriving time?",
        "Is there a time to expect my parcel?",
        "I can't say when my package delivery will occur.",
        "I am wondering when my shipment will arrive?",
        "How soon are it going to arrive?",
        "I am not sure when I will receive my delivery.",
        "What time will my package be delivered to me?",
        "I don't know if my delivery is coming soon.",
        "When could I get a package?",
        "I don't know about the delivery time for my package.",
        "How soon will parcel be here?",
        "I'm not sure when I might get my delivery.",
        "When would I be able to get a package?",
        "I don't know the time period of my package delivery.",
        "When I should expect delivery is unknown.",
        "The package will be delivered soon.",
        "Do you have an arrival time for the package?",
        "How soon will my package be delivery?",
        "When am my package going to arrive?",
        "What time is the package due to arrive?",
        "Will I be getting my item soon?",
        "How soon is my package going to arrive?",
        "When will I receive my Parcel?",
        "I have no idea when my package would be delivered.",
        "Can I get it soon?",
        "I don't know what time my package will get delivered.",
        "It's not clear when my package delivery will occur.",
        "The package's anticipated arrival?",
        "I do not know when my package delivery is going to take place.",
        "Please know when my shipment will be available.",
        "How soon is it going to arrive?",
        "Will the item be mine soon?",
        "I wonder when my package is due.",
        "Delivery times for my package are unknown.",
        "This package arrival time?",
        "So when will my package arrive?",
        "Wondering when delivery will be?",
        "When shall I get my delivery?",
        "When will the parcel be arriving?",
        "When can I receive it?",
        "How soon is the package Arrival time?",
        "I don't know what time frame my delivery will be",
        "I don't know if my package will be delivered in time.",
        "I am not sure when my delivery is due.",
        "I am not certain when my package delivery will take place.",
        "I would like to know any updates on shipment time.",
        "So what time will my package show up?",
        "The package is predicted to arrive.",
        "When I get my stuff in?",
        "Time for package Arrival?",
        "Is it possible for my package to bedelivered soon?",
        "What time will a package show up?",
        "I'm not sure when I will get delivery.",
        "I'm not certain when I should get my delivery.",
        "I don't know exactly when my package delivery will be.",
        "I am uncertain when I can expect my delivery.",
        "I don't know when my package will be shipped.",
        "What time does my shipment arrive?",
        "What time is my package delivery coming?",
        "I don't know when it will arrive.",
        "I have no idea when the package delivery will happen.",
        "What is the time that my package will show up?",
        "What time will my package reach me?",
        "I am wondering when my package arrives.",
        "Exactly when will it arrive?",
        "The package can be delivered soon.",
        "Status of package arrival?",
        "When do I have to expect my parcel?",
        "I'm unclear when I will get my delivery.",
        "Will I have a item soon?",
        "Will I have my package at a given time?",
        "When might i get a package?",
        "I don't know when my delivery will arrive.",
        "When shall I get my parcel?",
        "I don't know what time period my package delivery will be.",
        "When will a package be arriving?",
        "What time would my package show up?",
        "I am not sure when the package will arrive.",
        "What time will my package delivery be delivered?",
        "I have no idea when my package delivery can happen.",
        "I am uncertain when to expect my delivery.",
        "It's not clear when my package delivery will take place.",
        "When I receive my stuff?",
        "Which time will parcel arrive here?",
        "I'm not sure when I expect delivery.",
        "How soon will I know for my shipment?",
        "I get mine?",
        "I am not sure what the time frame of my package delivery will be.",
        "I don't know what day my package delivery will be.",
        "How soon can I expect a delivery?",
        "I am not sure when I will get the delivery.",
        "I don't know when the package is due.",
        "I wonder when I will receive my package.",
        "What time should I expect my shipment?",
        "I need to know when my package will be delivered.",
        "I don't know when my package Delivery will be.",
        "When am I supposed to have my delivery?",
        "When will the parcel come in?",
        "I don't know when my package delivery will coincide with.",
        "Does my item arrive soon?",
        "The package is due when?",
        "I wonder when my delivery is.",
        "How soon would my shipment be?",
        "Expecting package arrival?",
        "Get my stuff?",
        "When will a parcel come here?",
        "When the stuff comes in?",
        "I do not know when my package delivery will take place",
        "I'm unsure of when I can expect my delivery.",
        "Shall I have my package at a certain time?",
        "I was wondering when my package was due.",
        "Are it possible to have my package delivered soon?",
        "I am not sure when I will get a delivery.",
        "So I get my stuff?",
        "When will my package arrives?",
        "The time frame for my shipment?",
        "When will the parcel be there?",
        "Please let me know the time of my shipment.",
        "When am I able to receive my package?",
        "I don't know when to expect delivery.",
        "When will package arrive?",
        "I don't know what time frame my delivery will be in.",
        "Will I receive my package at a certain date?",
        "I do not know what time my package will be delivered.",
        "I don't know when to receive my package.",
        "When will there be parcel?",
        "Is my package due when?",
        "What is the time of package delivery?",
        "Exactly when does it arrive?",
        "I am not certain when to expect delivery.",
        "What time my package delivery will arrive?",
        "Will I be given my item soon?",
        "I don't know what time my package will bedelivered.",
        "When my package delivery will take, I don't know.",
        "Are I going to get my stuff?",
        "Does anyone have an update on the parcel arrival time?",
        "I am not sure when to expect my delivery.",
        "What Time will my package show up?",
        "Do you know when package eta will arrive?",
        "What time will mypackage arrive?",
        "What time will my package emerge?",
        "I do not know when I'll get my delivery.",
        "Will my package be ready at a certain time?",
        "When my stuff will be arriving?",
        "I'm not sure when I'll receive delivery.",
        "Parcel Delivery time for my package is unknown.",
        "When would my delivery be?",
        "It's when my stuff arrives?",
        "Will my package arrive at a certain time.",
        "I'm not sure of delivery time for my package.",
        "I don't know when I will see my package.",
        "I don't know when my package is expected to arrive.",
        "What time will my package delivery come?",
        "The expected package arrival?",
        "I'm not sure about when to expect delivery.",
        "Do you know what time my package will be delivered?",
        "The time for my delivery?",
        "What time can I expect my delivery?",
        "I am not sure when I will see delivery.",
        "I want to know if I will get my item soon.",
        "When will I get apackage?",
        "Do I know when my stuff arrives?",
        "What time are my stuff arriving?",
        "I'm not certain when I should expect my delivery.",
        "I have no idea when to expect my delivery.",
        "When can I receive the package?",
        "When my package delivery is going to happen, I don't know.",
        "When will the product arrive?",
        "When will the parcel be arrive?",
        "When may I receive a package.",
        "I'm not sure when I'll get my delivery.",
        "Package eta is coming?",
        "Hey, I get my stuff?",
        "Delivery time for my package is not clear.",
        "Will I receive my stuff?",
        "What time will my delivery occur?",
        "I have no idea what the delivery time will be for my package.",
        "When will I get this package?",
        "I don't know when will I get my delivery.",
        "What is the time that my package will arrive?",
        "I wonder when I can expect delivery.",
        "I'm not sure when my package delivery will happen",
        "I'm not sure when I might get delivery.",
        "What time will my stuff coming in?",
        "Can I expect my item soon?",
        "It's not known what time frame my package delivery will be.",
        "The time my package will be delivered is not known.",
        "I don't know when my package deliver will happen.",
        "What is the package's Arrival Time?",
        "Please let me know when my shipment arrives",
        "I'm unsure when I'll get my delivery.",
        "What is the estimated time for my shipment?",
        "When am I going to see my stuff?",
        "Please have an exact time for my shipment.",
        "When will a parcel show up?",
        "When the package delivery will take place is unknown.",
        "What time will mypackage show up?",
        "I'm not sure when I will receive my shipment.",
        "When might a package be delivered?",
        "What time will my package be delivered?",
        "Is Package eta coming soon?",
        "The delivery date for my package?",
        "Shall it arrive?",
        "I don't know when the package will show up.",
        "I have no idea when my package will be delivery.",
        "I'm not sure what the delivery time will be for my package.",
        "When my package delivery will occur is not certain.",
        "I didn't know what time my package would be delivered.",
        "When can I expect my delivery.",
        "Does anyone have an update on parcel time?",
        "The package will be arriving.",
        "Will my package arrive at a particular time?",
        "What is the expected time for my package delivery?",
        "Expecting delivery in the near future?",
        "I don't know when my package might bedelivered.",
        "I'm not sure when my package delivery will take.",
        "There is a question about when it will arrive.",
        "Will I receive the package at a certain time?",
        "Concerning package arrival time?",
        "Will I have my package after a certain time?",
        "Can I get my package delivered soon?",
        "Is parcel going to be here soon?",
        "Will you get your item soon?",
        "It's when to expect my parcel.",
        "What is the time when my package delivery will arrive?",
        "What is the time of arrival of the package?",
        "The time of my package arriving?",
        "Will I get mine soon?",
        "I am wondering about the status of my package.",
        "How soon am I going to receive my package?",
        "Is my package arriving soon?",
        "It is unknown when it will arrive.",
        "Will I get my item by then?",
        "When will it be there?",
        "I am not sure when I will be able to receive my delivery.",
        "The package'sarrival time?",
        "Time will my package delivery arrive?",
        "It is uncertain when I will get my delivery.",
        "What is the time that my package delivery arrives?",
        "I have no idea when I should expect to receive my delivery.",
        "Whenmight I receive a package?",
        "Will I get my package shortly?",
        "What time is my package coming?",
        "When might I get the package?",
        "I'm not sure when I'll receive my goods.",
        "Is my item due soon?",
        "I don't think I know when my package will be delivered.",
        "When will you receive a parcel?",
        "A delivery time for my package.",
        "How soon do I get my delivery?",
        "I would like to have my package delivered soon.",
        "Do I have the package delivered soon?",
        "I'm not certain when I will get my parcel.",
        "The time of my package's delivery is unknown.",
        "The package may be delivered soon.",
        "Will I get an item soon?",
        "What time will my packagedelivery arrive?",
        "Should I be expecting my delivery soon?",
        "It's not known when it will arrive.",
        "I don't know when I am going to get my delivery.",
        "Wait for package arrival time?",
        "When will I get my stuff?",
        "I need to know when I will receive my package.",
        "What time is the package's arrival?",
        "The package might be delivered soon.",
        "Please provide a time for my shipment.",
        "I was wondering when my shipment would arrive.",
        "what is the arrival time of package?",
        "What is the exact arrival time of the package?",
        "What day is my package arriving?",
        "My package delivery time frame is not known.",
        "I don't know when my package will be delivered",
        "Please let me know when my shipment gets here.",
        "The package arriving status?",
        "I'm not sure when I will get the package.",
        "I wonder when I will get my item.",
        "When will my packagearrive?",
        "When might I be getting a package?",
        "Will I receive the package?",
        "How soon do I expect delivery?",
        "I don't know what time my package will get there.",
        "I get the stuff?",
        "delivery when can I expect it?",
        "I don't know what time it will be for my delivery.",
        "Pack arrival time?",
        "What time will my package get to me?",
        "I'm not sure when I should expect the delivery.",
        "Is it when my package arrives?",
        "Wait for my shipment to arrive please.",
        "Will my package arrive in a certain time?",
        "Will I receive my item soon?",
        "What time frame can I expect delivery?",
        "When might I get a gift?",
        "I have no idea when my package delivery will take place.",
        "I wonder when my package will arrive.",
        "I wonder when my shipment will arrive?",
        "When will my parcel come?",
        "I don't know when my package is to be delivered.",
        "When are my items arriving?",
        "I'm not sure when I will get my things.",
        "What is the Arrival time of Package?",
        "I don't know the delivery time of my package.",
        "I'm wondering when my package will show up.",
        "What is the package's Arrival time?",
        "When the package will arrive?",
        "I don't know when my package gets delivered.",
        "When my package arrives.",
        "Will my package be there at a certain time?",
        "I did not know when my package delivery would happen.",
        "I'm wondering when might I get a package.",
        "I'm wondering when my delivery will be.",
        "When are my package going to arrive?",
        "As to when to expect my parcel.",
        "I wonder when it will arrive.",
        "I have no idea of the delivery time for my package.",
        "I don't know the time that my package will be delivered.",
        "Delivery timetable for my package?",
        "When am I supposed to receive my stuff?",
        "When is my delivery coming?",
        "When might I Receive a package?",
        "Please let me know when my shipment will arrive.",
        "I want to know when I can expect delivery.",
        "I'm wondering when my delivery is.",
        "I didn't know what time my package would arrive.",
        "Anticipated package arrive?",
        "Please tell me when my shipment is going to arrive.",
        "Maybe it is possible to have my package delivered soon?",
        "I'm not sure when to expect my package.",
        "What time will my package show me up?",
        "time for package arrival?",
        "my delivery is due soon?",
        "I do not know when my package will get delivered.",
        "Will it arrive soon?",
        "When to pick up my parcel.",
        "I don't know exactly when my package delivery will take.",
        "my package is due",
        "When I will get my delivery is unclear.",
        "Will I have the package soon?",
        "I don't know the time of my delivery.",
        "When will this package arrive?",
        "Am I able to have my package at a certain time?",
        "I'm not certain when I will get delivery.",
        "Will I have my package when I want?",
        "I don't know when I will be able to expect my delivery.",
        "When does package eta arrive?",
        "I do not know what time frame my package delivery will take.",
        "delivery when can I expect it",
        "Will the package come at a certain time?",
        "When do I receive my parcel?",
        "The time frame for my package delivery is unknown.",
        "I don't know which time frame my package delivery will be.",
        "Will I get my package at a certain time.",
        "I don't know what time my package will arrive?",
        "I have no idea what time period my package delivery will be.",
        "I don't know what time frame I will get my package.",
        "When will a parcel arrive here?",
        "The timing of my shipment?",
        "I do not know what time my package delivery will be.",
        "Will I get the item?",
        "When my package might be delivered is unknown.",
        "When will it finally arrive?",
        "When is my package delivered?",
        "What's the estimated time for my shipment?",
        "When I should expect delivery is uncertain.",
        "How soon will I get my item?",
        "I am not sure what time frame my package will be.",
        "Is my item going to be there soon?",
        "I don't know what time frame my package will be in.",
        "Will I get my package at a certain point?",
        "I do not know when my package delivery will happen.",
        "When am I due the package?",
        "what is the package arrival time?",
        "Will this item arrive soon?",
        "I am not sure what time period my package delivery will take.",
        "Will I have my package someday?",
        "I'm waiting for my delivery.",
        "The arriving time of the package?",
        "What time do I expect my package to arrive?",
        "I am not sure when I should receive my package.",
        "My package will be due when.",
        "I'm not sure when I should expect my delivery.",
        "The package arrival?",
        "Will I receive my package at a certain time?",
        "I don't know when I'm going to receive my package.",
        "Is there an approximate time for my shipment?",
        "When is the package here?",
        "When will i get my delivery?",
        "I wonder when my delivery will be.",
        "Is it realistic to have my package delivered soon?",
        "I'm not sure what time my package is going to be delivered.",
        "I have no idea when my package will be Delivery time.",
        "When should I expect my parcel to arrive?",
        "I am uncertain when I should expect my delivery.",
        "It's not known when my package is due.",
        "I'm not sure when I will be able to receive my delivery.",
        "When my package might be delivered is unclear.",
        "When to retrieve my parcel?",
        "Do I have my package in a certain time?",
        "What time will my package delivery arriving?",
        "It's not known what time frame my package delivery will take.",
        "I don't know when I will get the delivery.",
        "How time will my package show up?",
        "I do not know what time my package will arrive?",
        "What time will my parcels arrive?",
        "I don't know when my package could be delivered.",
        "What is the Arrival time of package?",
        "I'm not sure when I am going to get my delivery.",
        "Will my shipment be ready in time?",
        "The time when my stuff comes in?",
        "I don't know whenPackage delivery will take place",
        "How soon can I anticipate delivery?",
        "What time will my package Arrive?",
        "I am not sure about the time frame of my package delivery.",
        "I am wondering when my package delivery will arrive.",
        "What time will my delivery show up?",
        "I do not know when my package delivery will occur",
        "When would I get a package.",
        "Is there a time when I may get a package?",
        "I don't know exactly when my package will be delivered.",
        "When will its arrive?",
        "I don't know what time my package will be delivered",
        "Will my package be delivered at a certain time?",
        "Is my item on it's way?",
        "When am I able to get my delivery?",
        "Timing of my delivery?",
        "I do not know what time frame my package delivery will be.",
        "What is the time frame for my shipment?",
        "How soon will I get my shipment?",
        "Is my package going to arrive?",
        "My package is going to arrive soon.",
        "I'm not sure when I'm going to get delivery.",
        "I'm not sure when to expect the delivery.",
        "I do not know when I should expect delivery.",
        "package to arrive?",
        "It is possible that my package is delivered soon.",
        "Have my package delivered soon?",
        "When will I receive a package.",
        "Can I know when my package will show up?",
        "My delivery could be soon.",
        "Do I know when my delivery is?",
        "I am not sure what time my package will be delivered?",
        "When my stuff starts arriving?",
        "Approximate time for my shipment?",
        "When might I get my package?",
        "I'm unsure when I will see my delivery.",
        "When am I scheduled to receive my package?",
        "I am unsure when I will receive delivery.",
        "When my things are arriving?",
        "What time my stuff arrives?",
        "I don't know the time that my package delivery will be.",
        "At a certain time will my package arrive?",
        "When I will receive my delivery is unknown.",
        "I'm not sure when I will receive delivery.",
        "Is my delivery coming soon?",
        "I don't know if I will have my package at a certain time.",
        "Is my delivery arriving?",
        "Is my package coming soon?",
        "I do not know when my package delivery will be.",
        "I need a delivery time for my package.",
        "It will be on my shipment soon.",
        "I'm unsure when I should expect my delivery.",
        "What is the delivery time of my package?",
        "I have no idea the time my package will be delivered.",
        "I need to know when I will get my delivery.",
        "I need to know when can I expect delivery.",
        "When to expect delivery?",
        "I'm not sure when my package might be delivered.",
        "When does my package due?",
        "How soon is it on its way?",
        "A package expected to arrive?",
        "I need to know when I will get my package.",
        "What time is the package expected to arrive?",
        "What time my package will show up?",
        "When can I expect to receive something?",
        "When do I get my stuff in?",
        "I need an exact time on my shipment.",
        "I am not sure when I should receive my delivery.",
        "The time frame my package delivery will take is unknown.",
        "Will I be receiving my package?",
        "When will the delivery be?",
        "A package's arrival time?",
        "Will I get my purchase soon?",
        "I don't know when my package is being delivered.",
        "I do not know when the package delivery will take.",
        "Is it possible to have my package come soon?",
        "When is my package due??",
        "I'm wondering when my package will be delivered?",
        "I have no idea about delivery time for my package.",
        "What is the time when my package shows up?",
        "I'm wondering when I'll get my item.",
        "I'm not sure when my package would be delivered.",
        "When I should expect my delivery is not certain.",
        "My delivery arrives when?",
        "I am not sure when I should expect my package.",
        "I don't know when to expect my parcel.",
        "When should I expect my mail?",
        "I do not know what the time frame will be for my package delivery.",
        "When my package will arrive is not known.",
        "When can my stuff come in?",
        "When can I expect my package?",
        "What's the package arrival status?",
        "What is the exact arrival time of package?",
        "Is that when I can expect delivery?",
        "When would I receive my parcel?",
        "Please tell me the package arrival time.",
        "I'm not sure when I would get my delivery.",
        "Waiting for my package delivery?",
        "I would like to know if my delivery is due soon.",
        "I'm unsure of when to expect delivery.",
        "When will I have my delivery?",
        "when will my stuff arrive?",
        "What time will my package come?",
        "The time when my package arrives?",
        "Is my delivery on the horizon?",
        "I'm not sure when I'm expecting delivery.",
        "When will I be able to receive my delivery?",
        "When will parcel be delivered?",
        "Will my order arrive?",
        "Will I have my package?",
        "When can I receive the item?",
        "What time will my package delivery arrive??",
        "I am not sure when delivery will be.",
        "What time will my package showing up?",
        "I don't know when to expect to get my delivery.",
        "When may my package arrive?",
        "Won't I get my item soon?",
        "I don't know when my package will be there.",
        "When will my delivery be arriving?",
        "What Time will my package delivery arrive?",
        "My package is due soon.",
        "Parcel will be here when.",
        "I am not quite sure when I will get my delivery.",
        "Do I know when my stuff is arriving?",
        "Is my delivery coming up?",
        "When am I due a package?",
        "I don't know when I'll be able to expect my delivery.",
        "I am wondering if my delivery is due soon.",
        "It is not known when to expect my parcel.",
        "When might a package arrive?",
        "I have no clue what time my package will arrive.",
        "I am wondering what time my package will show up.",
        "Will I receive it?",
        "When my package delivery will take place is uncertain.",
        "When will my package be there?",
        "When might a package reach me?",
        "Will I have my package at a certain hour?",
        "When might a package come from me?",
        "When are I going to receive my package?",
        "What is the time I will get my package?",
        "Incoming package?",
        "I'm not sure when I should be able to get my delivery.",
        "It'll arrive when?",
        "I have no idea when I will receive my delivery.",
        "What time will my package delivery be arrival?",
        "Please let me know when my shipment will come.",
        "When am I expected to get my package?",
        "Is it possible to have my package delivered here soon?",
        "I need to know when I'll get my item.",
        "When is the package?",
        "When is my package out?",
        "When do I expect my delivery?",
        "I don't know if my package will arrive in time.",
        "Is it possible I will have my package at a certain time?",
        "The time the package arrives?",
        "Arrival for my shipment?",
        "It is anticipated package arrival?",
        "When do I receive my stuff?",
        "I don't know when I can receive my package.",
        "I don't know when my package delivery will conclude.",
        "Will it be soon that I get my item?",
        "I don't know when my package delivery will come about.",
        "Am I about to get my delivery?",
        "When may I get a package?",
        "Please let me know when my shipment will be available.",
        "The time frame my package delivery will take is not known.",
        "I do not know if I will get my item soon.",
        "How long before my package arrives?",
        "I'm not sure when I will receive my order.",
        "Will I have mypackage at a certain time?",
        "Please tell me when my shipment will be back.",
        "I want to know when it will arrive.",
        "I don't know the exact time frame of my package delivery.",
        "When can I receive delivery?",
        "Is the time for my shipment coming?",
        "I'm not sure when my package will arrive.",
        "I do not know the time frame of my package delivery.",
        "When will delivery occur?",
        "I want to know when my delivery is due.",
        "Is that when my shipment arrives?",
        "What time will my shipment be there?",
        "I am not sure about the delivery time for my package.",
        "When will it get here?",
        "Please give me an exact time on my shipment.",
        "What time will my stuff show up?",
        "What time am I getting my package?",
        "What time will my package come.",
        "I wondered if I would get my item soon.",
        "What is the time of package Arrival?",
        "What time do my stuff coming in?",
        "I don't know when I should expect to get my mail.",
        "Will the item be there soon?",
        "The package is expected to arrive.",
        "Can you tell me when the parcel will be here?",
        "I don't know when the package delivery will occur.",
        "Please tell me when my shipment will be here.",
        "Is my item on the way?",
        "Delivery time for my package is a mystery.",
        "Will I get my package at a specific time?",
        "I don't know about the time frame for my package delivery.",
        "I do not know when the package will be delivered.",
        "I don't know which time frame my package delivery will take.",
        "I'm not sure when I expect to get my delivery.",
        "I want to know when to expect my package.",
        "My delivery time, when?",
        "I am not certain when I should get my delivery.",
        "Will I get my package at some point?",
        "I am not sure what time frame my package delivery will take",
        "What time will my package Delivery arrive?",
        "I have no idea when my package delivery will begin.",
        "I am not sure when I am going to get my delivery.",
        "The time when to expect my parcel?",
        "Will I have my package then?",
        "will I get my package soon?",
        "I don't know when I ought to get my delivery.",
        "I'm not sure of the time my package will be delivered.",
        "I don't know when I should expect to receive my parcel.",
        "Can I have my package at a certain time?",
        "Can I expect my delivery soon?",
        "When am I supposed to get my parcel?",
        "Is my delivery about to come?",
        "When will it arrive, then?",
        "When will we get the parcel?",
        "I don't know when I should expect to see my delivery.",
        "There is no idea what time frame my package delivery will take.",
        "When will my stuff coming in?",
        "It is possible that my package can be delivered soon.",
        "I do not know when my delivery will take place.",
        "The time of package'sarrival?",
        "I do not know when it will be delivered.",
        "When Will I get a package?",
        "Is it possible to havemy package delivered soon?",
        "I do not know when I can expect my delivery.",
        "Do you know when you can expect delivery?",
        "I am unsure of the time frame of my package delivery.",
        "When can I receive my parcel?",
        "I have no clue when my package will be delivered.",
        "How soon will it Arrive?",
        "When am I supposed to get my delivery?",
        "when will it arrive?",
        "It will arrive?",
        "I am not sure about the time frame my package delivery will take.",
        "I do not know when I should expect to get my delivery.",
        "Is it possible to have the package delivered soon?",
        "I have no idea what time the package will be delivered.",
        "What time will my package show-up?",
        "The time that my package arrives?",
        "I am not sure when I will receive my delivery",
        "I don't know what time I will get my package.",
        "How soon should my shipment arrive?",
        "Your package's arrival time?",
        "How soon will my shipment be shipped?",
        "My stuff comes in when?",
        "I'm not sure when I'll get it.",
        "Can I have my item soon?",
        "When is my package going to come?",
        "I want to know when parcel will be here.",
        "My package is due to arrive.",
        "Am I going to have my package at a certain time?",
        "I don't know the time frame that my package delivery will take.",
        "Maybe when I get a package?",
        "WillI have my package at a certain time?",
        "Someone please tell me when my shipment will arrive.",
        "will I receive my package?",
        "When is the package available?",
        "Do you know when my stuff comes in?",
        "Approximate delivery time for my package?",
        "Package expected to arrive?",
        "When will the thing arrive?",
        "When my package delivery will happen is a mystery.",
        "When will the parcel be?",
        "What time will the package arrive?",
        "I'm not sure when my package delivery will be.",
        "I don't really know when my package will arrive.",
        "Timing for delivery of my package?",
        "Package time to arrive?",
        "I am not sure what time frame my delivery will be.",
        "Waiting for delivery for my package?",
        "I'm not sure when I will receive my parcel.",
        "Is it feasible for my package to be delivered soon?",
        "I'm not sure when I can expect the delivery.",
        "I really don't know when my package will be delivered.",
        "I need an exact time for my shipment.",
        "I don't know when mypackage delivery will be.",
        "I'm not sure when I will get my goods.",
        "I need to know when I will get a package.",
        "When will my delivery begin?",
        "I don't know when a package might be delivered.",
        "Is it possible that I will get my item soon?",
        "Will I get that item soon?",
        "The time of the package's arrival?",
        "When will I receive my shipment?",
        "When can I anticipate delivery?",
        "When will my package be here?",
        "My package delivery will be sometime in the future.",
        "What time will my package shipping arrive?",
        "What time am I going to receive my package?",
        "I'm wondering when I'll get my delivery.",
        "When will I expect my parcel?",
        "What time when my stuff arrives?",
        "Delivery of my package?",
        "I am not sure when I will receive my goods.",
        "when will it arrive",
        "I don't know when my package should arrive.",
        "I don't know when the package is going to arrive.",
        "I am interested in an update on parcel time.",
        "When will that package arrive?",
        "I have no idea what the delivery time for my package will be.",
        "When may I receive a package?",
        "When I should expect my parcel?",
        "I'm unsure when I should receive my delivery.",
        "When is the parcel going to arrive?",
        "I'm unsure when I'll receive my delivery.",
        "When am i supposed to receive my package?",
        "When will you expect delivery?",
        "I do not know when a package will be delivered.",
        "I'm unsure when I should expect delivery.",
        "I don't know when my package is going to get delivered.",
        "Will I get my package sometime in the future?",
        "Is my item going to come soon?",
        "I don't know the delivery time for my package",
        "What time will my package delivery occur?",
        "Is my delivery in the near future?",
        "Does anyone have an update on the parcel delivery time?",
        "When will I be receiving my package?",
        "I have no idea when my package will come.",
        "I am wondering when my delivery will arrive.",
        "Do I have my package delivered soon?",
        "What time will a package delivery arrive?",
        "I'm not sure when I can get my delivery.",
        "Will the package be at a certain time?",
        "I'm not sure when I should expect to get delivery.",
        "Do you know when my package is arriving?",
        "When will I be getting my package?",
        "My package is due sometime.",
        "The when will parcel be here?",
        "Will parcel arrive here?",
        "Will I get my product soon?",
        "Is there any update on the parcel's arrival time?",
        "I'm not sure when I will have my delivery.",
        "Which time will my package delivery arrive?",
        "The time to expect my parcel.",
        "Is it possible for my package to be delivered soon.",
        "What about the package arrival status?",
        "When will my package be delivered to me?",
        "I didn't know when my package would be delivered.",
        "What package arriving time?",
        "Will my stuff come in?",
        "When would I get a package?",
        "When can I get a package.",
        "The time when my stuff arrives?",
        "Yes, package arrival time?",
        "Will my item arrives soon?",
        "Is it when I get my stuff?",
        "I don't know when my package might show up.",
        "It is expected package arrival?",
        "How soon should my package arrive?",
        "Delivery when can I expect it?",
        "I'm not sure when will I get my delivery.",
        "When will I get a package??",
        "The package arrival status is unclear.",
        "Which time will my package arrive?",
        "My item will be delivered soon.",
        "Can I expect delivery soon?",
        "When can I get delivery?",
        "When will my package go to me?",
        "I want to know if I will get my package at a certain time.",
        "When will I get my package",
        "It's not clear what time my package will be delivered.",
        "Do you know when my package arrives?",
        "How soon will my package be due?",
        "Is it possible that my package will be delivered soon?",
        "Will I get my item as soon as possible?",
        "I don't know which time my package will arrive.",
        "Is there a time when I will get my package?",
        "When will my package delivery arrive?",
        "Will I get this soon?",
        "I don't know Delivery time for my package.",
        "I don't know when my package delivery can happen.",
        "So when will it arrive?",
        "I want to know when I can expect my delivery.",
        "The time for my shipment?",
        "I want to know what time my package delivery will arrive.",
        "Will they have my package at a certain time?",
        "I am unsure of what time frame my package delivery will take.",
        "Will there be a time for my shipment?",
        "Is there any update on parcel's arrival time?",
        "Is it possible to have my package delivered soon?!",
        "When my package delivery will occur is unknown.",
        "I am not certain when my package delivery will happen.",
        "When shall my package arrive?",
        "I am not sure when my delivery will happen.",
        "When my package will be delivered is unclear.",
        "When am I going to see my package?",
        "I don't know when packages will be delivered.",
        "I'm unsure of when I will get my delivery.",
        "I haven't figured out what time frame my package delivery will take.",
        "How soon are my package due?",
        "I'm not sure when I'll get my parcels.",
        "Will I get my item.",
        "A time for my shipment?",
        "When will my delivery show up?",
        "My stuff arrives when?",
        "I have no idea what time my package delivery will be.",
        "What is the time my package will show up?",
        "When is my package arrived?",
        "I don't know when I will get it.",
        "Can I receive my package soon?",
        "I'm not sure when I should expect to get my parcel.",
        "When are I supposed to get my parcel?",
        "I'm unsure when I'll get delivery.",
        "I am not sure what time frame my package will arrive.",
        "Is my item going to be soon?",
        "I am not sure when my package delivery will begin.",
        "It is not known when it will arrive.",
        "I don't know the time my package will arrive.",
        "I am not sure when I will get my package.",
        "I want to know when can I expect my delivery.",
        "When will parcel be there?",
        "Is my shipment coming soon?",
        "I have no idea what time frame my package will be.",
        "will I receive my item soon?",
        "I don't know when my package delivery will start.",
        "How soon is it going to be delivered?",
        "Is my package due anytime soon?",
        "What time is my shipment?",
        "I don't know when my package is due.",
        "I'm unsure when I will receive my delivery.",
        "When does my stuff show up?",
        "When will my delivery take place?",
        "Is my shipment arriving soon?",
        "I don't understand when my package delivery will take place.",
        "Is parcel arriving here soon?",
        "Will there be an exact time for my shipment?",
        "I have no idea when the package will arrive.",
        "This package is anticipated to arrive?",
        "I don't know what time it will take for my package delivery.",
        "I don't know the time that my package will arrive.",
        "I don't know what time it will be for my package delivery.",
        "I don't know the time my package will be delivered.",
        "When my stuff will be here?",
        "When will I see my delivery?",
        "When am I receiving my package?",
        "I don't know what time my package will arrive",
        "Do you know when my shipment will arrive?",
        "What time will parcel be here?",
        "Is the delivery coming soon?",
        "I don't know when my packages will arrive.",
        "Will the item be mys soon?",
        "When to expect a package?",
        "When to expect your parcel?",
        "Is it possible to get my package delivery soon?",
        "When might I get a package",
        "When might I get an item?",
        "It is possible that my package could be delivered soon.",
        "I wonder when might I get a package?",
        "I wonder when my package will be delivered?",
        "I'm wondering when I'll get a package.",
        "Will I receive the package soon?",
        "What time am I supposed to get my shipment?",
        "How soon will Parcel be here?",
        "When will I get my parcel.",
        "Would it be possible for my package to be delivered soon?",
        "I am unsure when I will receive my package.",
        "How soon will my delivery arrive?",
        "I want to know when my package will be delivered.",
        "I don't know when I'm going to receive my delivery.",
        "When can I expect my parcel?",
        "We don't know the package arrival status.",
        "I would like to know if I get my stuff.",
        "Please let me know when my delivery arrives.",
        "What time will mypackage delivery arrive?",
        "How soon will my stuff show up?",
        "When may a package arrive?",
        "Is my parcel due soon?",
        "Delivery time for my package is not know.",
        "I was wondering about the status of my package.",
        "Will my item come soon?",
        "When do I expect delivery?",
        "When my items arrive?",
        "It isn't known when it will arrive.",
        "When is my delivery?",
        "Timely package arrival?",
        "I am not sure when can I expect my delivery.",
        "When shall I expect my parcel?",
        "It will be when I receive my package.",
        "What time is the package arriving?",
        "When will the delivery come?",
        "I don't know when I should expect my delivery to arrive.",
        "Will I have my package by the time I need it?",
        "It's not clear when it will arrive.",
        "There is an Arrival Time of package?",
        "How soon will I receive the package?",
        "What is the time of the package arrival?",
        "I don't know if I will get my item soon.",
        "Is it when my stuff shows up?",
        "I don't know what the delivery time will be for my package.",
        "How soon package arrival?",
        "I wonder when I will get delivery.",
        "Is my delivery coming?",
        "What time can my package arrive?",
        "How soon will the parcel arrive?",
        "What is the anticipated time for my shipment?",
        "What day will parcel be here?",
        "I don't know what time the package will be delivered.",
        "How soon are package arrival time?",
        "My package's status is not currently known.",
        "I'm not sure when I should expect to receive my delivery.",
        "I don't know when my package delivery will take place",
        "When can we expect delivery?",
        "When will I get my shipment?",
        "What time will my package come in?",
        "When will it arrive",
        "Will this item be mine soon?",
        "I wonder when my package arrives.",
        "I don't know what time my package will land.",
        "When will your parcel arrive?",
        "I'm not sure when I will get my deliveries.",
        "What is package arriving time?",
        "When my stuff is coming?",
        "I have no idea what time my package is going to be delivered.",
        "How soon is the package arriving?",
        "How about when my stuff arrives?",
        "I'm interested in the status of my package.",
        "The package Arrival time?",
        "Is package eta going to be there soon?",
        "Do you know when I can expect delivery?",
        "I am not sure when I should receive my goods.",
        "It's not clear when my package might be delivered.",
        "I need to know when to expect delivery.",
        "Is it possible to have my packagedelivered soon?",
        "I don't know when my package will get there.",
        "Will I get my package right away?",
        "I would like to know when my package is due.",
        "I don't know when my package delivery will get done.",
        "I don't know what the time frame will be for my delivery.",
        "I am not sure when to expect my parcel.",
        "It is not certain when I will get my delivery.",
        "How soon will my delivery occur?",
        "When will I receive the parcel?",
        "Can I expect a delivery soon?",
        "Is when my stuff arrives?",
        "The time when the package will arrive?",
        "The package is predicted to arrive?",
        "Delivery time for my package is not known.",
        "Is the exact time for my shipment?",
        "Does anyone know when my package will be delivered?",
        "When will I receive the package",
        "I'm not certain when I'll receive my delivery.",
        "Can I expect the delivery soon?",
        "I have no idea when my package may be delivered.",
        "when my stuff arrives?",
        "A delivery time for my package is unknown.",
        "I want to know when the parcel will be here.",
        "I don't understand when my package will be delivered.",
        "When is my package getting to me?",
        "I am not sure about when to expect delivery.",
        "Wait for package arrival?",
        "What time does my package delivery arrive?",
        "How soon will my shipment go?",
        "What is the estimated package arrival?",
        "Is there a time when a package might arrive?",
        "Isn't it possible to have my package delivered soon?",
        "When is my parcel arriving?",
        "When will my parcel be?",
        "I don't know what time a package will be delivered.",
        "There is a package arriving time?",
        "My delivery time is not known.",
        "How soon is the shipping timeframe?",
        "I am not sure when the package delivery will happen.",
        "I am unsure when I will get my delivery.",
        "Is it possible to have my package delivered soon.",
        "A package arrival status?",
        "What time of the package's arrival?",
        "Will I get my things soon?",
        "When I should receive my parcel?",
        "When will my package be due?",
        "I don't know when my package will reach my house.",
        "I have no idea which time frame my package delivery will be.",
        "Can you tell me when it will arrive?",
        "Will my item be ready soon?",
        "I don't know when I should expect my delivery.",
        "When is my package expected?",
        "I am unaware of the delivery time for my package.",
        "I don't know when my package delivers.",
        "I don't know the exact time frame for my package delivery.",
        "Is my delivery upcoming?",
        "I am unsure when I should get my delivery.",
        "What time can my package delivery arrive?",
        "I wonder if I will receive my item soon.",
        "When might I expect my parcel?",
        "I am not certain when I will get my delivery.",
        "When do you expect your parcel to arrive?",
        "When will package be available?",
        "I haven't heard when my package might be delivered.",
        "My stuff is arriving?",
        "I don't know whenI will get my delivery.",
        "When my package might be delivered, I do not know.",
        "When will my package arrive?",
        "What is the anticipated package arrival?",
        "I don't know when my package is going to be delivered",
        "When can I expect it to arrive?",
        "What time is the package Arrival?",
        "When will my stuff be delivered?",
        "I have no idea when my delivery is due.",
        "I don't know when I should expect to receive my delivery.",
        "Will I get my item very soon?",
        "I don't know what day my package will be delivered.",
        "The timing of package's arrival?",
        "I do not know when my package is going to be delivered.",
        "When am I getting my delivery?",
        "So when might I receive a package?",
        "I am getting my stuff?",
        "When will my package be delivered?",
        "When is it going to come?",
        "Is that when my shipment will be?",
        "I don't know what time frame my package delivery will take",
        "I don't know whenI should expect delivery.",
        "Wondering when delivery will happen?",
        "When will I receive a package",
        "What time is the package to arrive?",
        "I have no idea when I will get my delivery.",
        "Please, the time for my shipment.",
        "I wonder when my package will arrive?",
        "Are my package arriving?",
        "I am not sure when I should expect to receive my delivery.",
        "I am curious about the status of my package.",
        "It will arrive, when?",
        "I have no idea when my package will be Delivery time for.",
        "What time will my shipment arrive?",
        "I don't know the exact time that my package delivery will be.",
        "I don't know when I would expect delivery.",
        "I am unsure of what time my package will be delivered.",
        "Will my item be forthcoming?",
        "It's possible that my package can be delivered soon.",
        "When shall I receive my parcel?",
        "I'm not sure when my delivery will come.",
        "I don't know when my package will reach me.",
        "When would I receive my package?",
        "I'm not sure when I will see my delivery.",
        "What time will package delivery arrive?",
        "Would I get my stuff?",
        "When can I expect the delivery?",
        "Will I get my item in a few days?",
        "When to accept my parcel?",
        "Is it gonna arrive soon?",
        "I don't know about the time frame of my package delivery.",
        "I don't know when my package will be arriving.",
        "I am not sure when I will get my delivery",
        "I need to know when my package is arriving.",
        "I am going to get my stuff?",
        "I need to know when to expect my parcel.",
        "Will I receive my item soon.",
        "I am not sure when I will get my shipment.",
        "I'm not sure when I'll get my deliveries.",
        "It's not clear when my package is due.",
        "I am not sure when I can get my delivery.",
        "When do I see my delivery?",
        "I don't know when my package is supposed to arrive.",
        "There is a package when?",
        "When ismy package due?",
        "I want to know when I can expect a delivery.",
        "When are I supposed to receive my parcel?",
        "Will I have my package when it arrives?",
        "Will I have my package at a certain times?",
        "What time is my stuff arriving?",
        "I do not know when my package will be delivered",
        "I do not know what time my package will be delivered",
        "Supposed package arrival?",
        "I don't know when my package will be Delivery time",
        "I want to know when my package delivery arrives.",
        "When my package might be delivered, I don't know.",
        "When should I be expecting my parcel?",
        "So the package arrival status?",
        "When will it be arrived?",
        "I'm not sure when my delivery will be.",
        "What time does the package arrive?",
        "When should I expect my delivery?",
        "Will my item arrive shortly?",
        "I hope I get my item soon.",
        "What time will my PACKAGE show up?",
        "Delivery time for my package is something I don't know.",
        "Will I have the package at the right time?",
        "When I will get my stuff?",
        "What is the Arrival time of the package?",
        "Will I have my packages at a certain time?",
        "Has it been possible to have my package delivered soon?",
        "I'm not sure what time my package will arrive.",
        "I need to know when my package will show up.",
        "I have no idea what time my package will bedelivered.",
        "I'm wondering when my package delivery will arrive.",
        "When should my delivery arrive?",
        "Do you know when I will get my item?",
        "I'm not sure when I'll receive my delivery.",
        "When might I catch a package?",
        "I don't know when the package will arrive.",
        "I have no idea when I will get my package.",
        "Is my item available soon?",
        "When my package might be delivered is not clear.",
        "Delivery is when can I expect it?",
        "What is the time of arrival of package?",
        "When might a package be sent to me?",
        "I don't know when I will expect my delivery.",
        "Time when my stuff arrives?",
        "Anticipated arrival of package?",
        "I don't understand what time my package will arrive.",
        "I wonder if my delivery is imminent?",
        "I'm not sure when I will get the delivery.",
        "When is my package reaching me?",
        "I don't know what time I will receive my package.",
        "Will my package show up at a certain time?",
        "When will there be a delivery?",
        "What moment will my package arrive?",
        "I need to know the delivery time for my package.",
        "Do you know when to expect my parcel?",
        "Am I able to get my package at a certain time?",
        "When will delivery arrive?",
        "So when will I get a package?",
        "Will my package arrive at a specific time?",
        "I want to know when my delivery will be.",
        "Which date will parcel be here?",
        "Whattime will my package delivery arrive?",
        "I wonder when I can expect my delivery.",
        "Could it be possible to have my package delivered soon?",
        "When will I receive my items?",
        "Is my package going to be there at a certain time?",
        "I would like to know when a package might arrive.",
        "When my package will be arriving?",
        "I don't know what time my package will deliver.",
        "Anticipated package Arrival?",
        "When am I going to get stuff?",
        "When might my package show up?",
        "I do not know when my package will come.",
        "Will I have my package at a specific time?",
        "I don't know when my package shipment will arrive.",
        "What day will my delivery arrive?",
        "It is possible to have the package delivered soon.",
        "Package arrival is anticipated?",
        "I'm not sure about when I'll get my delivery.",
        "That's when my package arrives?",
        "Is my shipment due soon?",
        "When can I expect things to arrive?",
        "When will my delivery get there?",
        "It is possible to have my package delivery soon.",
        "What's the anticipated package arrival?",
        "I do not know when I will get my package.",
        "When will the package be here?",
        "Will I have my package at some point?",
        "I have no idea what time my package will arrive.",
        "I'm not sure when delivery will happen.",
        "I don't know when I'll expect delivery.",
        "When will there be a package?",
        "Is there an expected time for my shipment?",
        "I don't know what time my package will show up.",
        "What time will my packages show up?",
        "I'm not certain when I will receive my package.",
        "How soon are my stuff coming in?",
        "How soon will my item arrive?",
        "Delivery coming soon?",
        "Please tell me when my shipment will arrive.",
        "Do you know when my stuff will come in?",
        "Is there a time when I will have my package?",
        "I'm unsure of delivery time for my package.",
        "When my stuff is coming in?",
        "I can't tell when my package delivery will happen.",
        "I'm not quite sure when to expect delivery.",
        "When is it my package to arrive?",
        "I haven't figured out when my package delivery will happen.",
        "I don't know when my package comes.",
        "My package could be delivered soon.",
        "Is expected package arrival?",
        "I am unsure when my package will be delivered.",
        "Will my delivery arrive soon?",
        "When my package delivery will occur is unclear.",
        "Is it feasible to have my package delivered soon?",
        "Sometime when will it arrive?",
        "When might the package arrive?",
        "I need to know when I might get a package.",
        "The time that my package will show up is not known.",
        "I haven't received my order yet.",
        "What time will my package get here?",
        "I'm unsure when I should expect to receive my delivery.",
        "Delivery time for my package is unclear.",
        "I do not know what time my package will arrive.",
        "Will the package arrive anticipated?",
        "Please advise when my shipment will arrive.",
        "Will the parcel arrive here?",
        "the package arrival time?",
        "I do not know when the package delivery will occur.",
        "I don't know when I would expect to get my delivery.",
        "So when might I get a package?",
        "Is it possible to get my package here soon?",
        "Are I able to get my package at a certain time?",
        "Will my package be on time?",
        "How soon will I get my package?",
        "What time will my stuff arrive?",
        "It is possible to have my package delivered very soon.",
        "Will my item show up soon?",
        "Parcel will arrive here soon?",
        "How soon are my shipments?",
        "Will I have this item soon?",
        "I do not know when my package delivery will occur.",
        "I am unsure of when my package might be delivered.",
        "Will I have my package sometime in the future?",
        "When is it coming?",
        "What time is my package to arrive?",
        "When the stuff is coming in?",
        "Concerning package arrival status?",
        "When might my package arrive?",
        "Will I see my package at a certain time?",
        "I get my items?",
        "Is package eta arriving soon?",
        "Do I have an item soon?",
        "I'm not quite sure when to expect my delivery.",
        "How soon will my shipment arrive?",
        "The package's Arrival Time?",
        "Is my item soon to come?",
        "Is my item soon to be delivered?",
        "What time will I get a package?",
        "I do not know when my package will be delivered?",
        "When do I get my stuff?",
        "When may i get a package?",
        "When will that parcel arrive?",
        "Is it going to arrive when?",
        "I do not know what time frame my package will arrive.",
        "I don't know what time frame my package delivery will be",
        "When will I see my package?",
        "I don't know what time frame the package will arrive in.",
        "I don't know when my package will be handed over.",
        "When will I receive my gift?",
        "I'm not sure when the package delivery will take place.",
        "When do my things come in?",
        "What time will my package start arriving?",
        "What time will my package delivery?",
        "How soon will my package be arriving?",
        "I'm not sure when my package delivery will arrive.",
        "What time will my package DELIVERY arrive?",
        "What time does my delivery come?",
        "I'm not sure when delivery will be.",
        "Will the package arrive at a certain time?",
        "I have no idea what the time frame of my package delivery will be.",
        "When will it come in?",
        "What time will my package arrive?",
        "I don't know if I'll get my item soon.",
        "I'm not sure when I will get my order.",
        "Let me know when my shipment arrives.",
        "When does my delivery occur?",
        "I wonder when my delivery will be?",
        "When might me get a package?",
        "What is thearrival time of package?",
        "Time for package's arrival?",
        "I have no idea which time frame my package delivery will take.",
        "I'm not sure when the delivery will occur.",
        "I am wondering when my package will show up.",
        "What is the expected arrival time of package?",
        "When will my delivery occur?",
        "I don't have a time frame for my package delivery.",
        "Will I get my item, soon?",
        "I'm not sure when to expect my delivery.",
        "I don't know if my package will arrive.",
        "My delivery will be on time?",
        "I need to know when I can expect delivery.",
        "The time frame of my package delivery is unknown.",
        "I wonder when the parcel will be here.",
        "It is not known when the parcel will be here.",
        "Estimated delivery time for my package?",
        "Do you know when my package will show up?",
        "Do you have an estimate for delivery of my package?",
        "When will the parcel show up?",
        "When is my package due.",
        "When am I due my package?",
        "WhatTime will my package delivery arrive?",
        "When can I expect my package to arrive?",
        "When should I expect my parcel?",
        "I have no idea what time my package will be delivered.",
        "My order has not arrived yet.",
        "Can I get my item soon?",
        "When does my delivery come?",
        "What time do I have my delivery?",
        "When am I able to get my package?",
        "How soon does it show up?",
        "I want to know when my package arrives.",
        "Waiting for my shipment?",
        "I am wondering when my shipment will arrive.",
        "What time will my package deliveryarrive?",
        "When will I get a delivery?",
        "I don't know when my package might be delivered",
        "I need to know if my delivery is due soon.",
        "Will my package arrive at the right time?",
        "Anticipated package arrival",
        "I don't know the exact time that my package will arrive.",
        "I don't know what delivery time will be for my package.",
        "Sometime when my stuff arrives?",
        "Is it possible to get my package to me soon?",
        "When will my delivery time be?",
        "When will delivery come?",
        "When will an item arrive?",
        "When should I be expecting delivery?",
        "How will I know when my package arrives?",
        "When are my things arriving?",
        "Is my parcel arriving soon?",
        "When can you expect delivery?",
        "When does my delivery start?",
        "Delivery time for the package is unknown.",
        "Yes, is it possible to have my package delivered soon?",
        "I don't know when my package will get here.",
        "What timing will my package delivery arrive?",
        "The package is anticipated to arrive?",
        "Will my package be with me at a certain time?",
        "I have no idea when my package will be delivered",
        "I don't know when I will get my deliver.",
        "Will I finally get my item?",
        "When to get a parcel?",
        "Wait, when will it arrive?",
        "How soon will my package deliver?",
        "When will it be delivered?",
        "I'm not sure, when should I expect delivery?",
        "When will I get something?",
        "Time of package arrival?",
        "I'm not sure when I should receive the parcel.",
        "Please, when my shipment arrives please.",
        "I'm unsure when my package is due.",
        "I don't know when my package is going to come.",
        "How soon will my delivery come?",
        "I'm not sure what time frame my package delivery will take",
        "What is the expected arrival time of a package?",
        "What time is my delivery?",
        "What time of package's arrival?",
        "I am not sure when I will get my parcel.",
        "When is my package to arrive?",
        "Will I soon get my item?",
        "My package is due when?",
        "I don't know when the package will land.",
        "The package arrival status was asked.",
        "When can I expect my goods?",
        "When can i expect my delivery?",
        "My delivery is uncertain.",
        "Will I get my item in time?",
        "I haven't figured out what time my package will be delivered.",
        "I do not know when my package might arrive.",
        "What time is my package delivery going to arrive?",
        "When will my delivery come?",
        "Will I have my package at a certain time",
        "When will i receive my package?",
        "I don't know when my package could arrive.",
        "What date can I expect delivery?",
        "I don't have a clue when my package will be delivered.",
        "Am I told when my shipment will arrive?",
        "When will parcel come here?",
        "I'm not quite sure when I will receive my delivery.",
        "I don't understand when my package delivery will happen.",
        "I'm not sure when I'll get my order.",
        "I am unsure of the time my package will be delivered.",
        "I'm not sure when it will arrive.",
        "I may get my stuff.",
        "I don't know when the package is going to be delivered.",
        "What time will my stuff be arriving?",
        "I'm not sure when I will get it.",
        "Is it possible to have my package available soon?",
        "I'm not sure when I expect my delivery.",
        "I'm not sure when I will receive my delivery",
        "When would I expect my parcel to arrive?",
        "Is my shipment here soon?",
        "The delivery time for my package is unclear.",
        "What time will my package be here?",
        "How soon can I expect the delivery?",
        "How soon is my shipment for?",
        "My package will arrive when?",
        "When will I receive mypackage?",
        "When will itarrive?",
        "What time do I expect my package to show up?",
        "When is my parcel expected?",
        "I have no idea when my package is due.",
        "When my package delivery will be I don't know.",
        "When might I receive a package",
        "I am not sure when I will see my delivery.",
        "My package arrives when?",
        "So the package arrival time?",
        "What time will it be for my package delivery?",
        "When my package is going to arrive?",
        "When is my package about to arrive?",
        "The date for my shipment?",
        "I don't know what delivery time my package will be.",
        "How soon might I get a package?",
        "I have no idea when I should expect my delivery.",
        "I don't know when I am supposed to get my delivery.",
        "What is the time when my package delivery arrives?",
        "When will we receive a parcel?",
        "When will I be given my package?",
        "Do you know when my package delivery will be?",
        "I am not sure when my package delivery will take.",
        "What time will this package show up?",
        "I didn't know what time frame my package delivery would be.",
        "I am unsure when to expect my parcel.",
        "There is a question about when my package will show up.",
        "When is my package Arrive?",
        "When am I supposed to receive delivery?",
        "Will I receive my package in a timely manner?",
        "I am not sure when I might get my delivery.",
        "I don't know what the time frame will be of my package delivery.",
        "Will I get this item soon?",
        "When to receive my mail?",
        "When would my delivery arrive?",
        "When my stuff is arriving?",
        "When am I expected to receive my package?",
        "The time my package will be delivered is unknown.",
        "Do you know when my package will be delivered?",
        "I am uncertain when I should expect delivery.",
        "when to expect my parcel",
        "When does my delivery take place?",
        "When I will get my delivery is questionable.",
        "When my package delivery will arrive?",
        "What time is my package scheduled to arrive?",
        "Does anyone have an update on parcel delivery time?",
        "I don't know what time frame my package delivery will occur in.",
        "I haven't heard when my package delivery will take place.",
        "the package arrival status?",
        "Does anyone have an update on the parcel time?",
        "Is delivery coming soon?",
        "Is there any update on the parcel arrival time?",
        "Is it possible to have my package in my hands soon?",
        "Is it possible to have my packages delivered soon?",
        "What date will my package delivery arrive?",
        "Exactly when my package will be delivered?",
        "When will this thing arrive?",
        "When can I expect the package to arrive?",
        "When will delivery take place?",
        "I do not know when I'll receive my package.",
        "When will the parcel be arrived?",
        "Will I be able to get my package soon?",
        "When might I getting a package?",
        "I wonder when I'll get a package.",
        "When my package delivery will happen isn't known.",
        "I don't know when a package delivery will happen.",
        "Will I have my package by this time?",
        "What time do my package deliveries arrive?",
        "What time will my package deliver arrives?",
        "Is it when my stuff comes?",
        "I'm not sure when I should expect a delivery.",
        "I do not know when my package delivery will start.",
        "The parcel will be here eventually.",
        "When might I get apackage?",
        "I'm not sure when my package will be delivered.",
        "I need to know when my package will arrive.",
        "When can I expect to get it?",
        "I don't know when the package will be delivered",
        "Will I get my package in a certain time?",
        "What time my package will be delivered?",
        "It's expected package arrival?",
        "Does anyone have an update on the shipment time?",
        "When will it reach me?",
        "When can I pick up my package?",
        "What time frame will my package delivery take?",
        "I don't know when the package delivery will take.",
        "I don't know when my package will be dropped off.",
        "When the stuff arrives?",
        "expected package arrival?",
        "I'm not sure about when I will get my delivery.",
        "When will it arrive here?",
        "The Arrival time of the package?",
        "What is the predicted package arrival?",
        "When will i get a package?",
        "Package Arrival Status?",
        "I have no idea when a package will be delivered.",
        "Do you have a delivery time for my package?",
        "When may it arrive?",
        "Will I receive my item in a few days?",
        "Do you have an update on parcel delivery time?",
        "What hour will my package delivery arrive?",
        "What day will my package delivery arrive?",
        "I'm not sure what the delivery time for my package will be.",
        "My package will be due soon.",
        "I don't know about when my package will be delivered.",
        "When will my package reach me?",
        "Can I have my package delivered soon?",
        "Will I havemy package at a certain time?",
        "When will the parcels arrive?",
        "Will I get the item soon?",
        "I wonder when I will get my package.",
        "Do I get my package at a certain time?",
        "How soon will my package come?",
        "It's not known when my package delivery will take place.",
        "Is my item in my possession soon?",
        "Exactly when will I receive my package?",
        "How soon will my shipment come?",
        "Will my package be delivered soon?",
        "How soon am I going to get my delivery?",
        "When my package delivery will happen is unknown.",
        "It is not known when my package delivery will happen.",
        "When my package delivery will happen is not sure.",
        "I need an update on parcel time.",
        "Is my delivery happening when?",
        "It's unclear when I will get my delivery.",
        "package Arrival?",
        "When will the package be?",
        "I am unsure when I should expect the delivery.",
        "I don't know when my package Delivery will happen",
        "Parcel delivery time for my package is unknown.",
        "How soon is my shipment?",
        "I do not know when my package delivery will begin.",
        "I am not certain of the delivery time for my package.",
        "What time when my stuff comes in?",
        "Will I be able to get it soon?",
        "I don't know when I'll get delivery.",
        "when will I get my package?",
        "I do not know what time frame my package delivery will take",
        "I am not certain when I should expect delivery.",
        "I still don't know when I should expect delivery.",
        "Its package arrival time?",
        "package Arrival time?",
        "When will my stuff come?",
        "When will my package get to me?",
        "Might I get my item soon?",
        "What time should I expect my shipment to arrive?",
        "I don't know when I should receive my delivery.",
        "I have no idea which time my package will be delivered.",
        "Please give me an estimated time for my shipment.",
        "There is a possibility that my package can be delivered soon.",
        "What time am I supposed to receive my shipment?",
        "When might a package go to me?",
        "Is there an exact delivery time for my package?",
        "Will you be expecting delivery soon?",
        "How's package arrival status?",
        "Do you have an update on parcel arrival time?",
        "When is my item back?",
        "Delivery time for my package is questionable.",
        "When do I get my delivery?",
        "When to receive my parcel",
        "I am looking for an update on parcel time.",
        "I don't know when I will get my shipment.",
        "When might I be receiving a package?",
        "I don't know what delivery time my package will have.",
        "I didn't know when my package was due.",
        "My package delivery time will be a mystery.",
        "Is that when my stuff arrives?",
        "When will parcel show up?",
        "I am unsure when my package delivery will occur.",
        "I don't know when I will get my delivery.",
        "Will I receive my package in a certain time?",
        "Parcel will be here, when?",
        "When will I see my parcel?",
        "It is unclear when I should expect delivery.",
        "How about my package delivery?",
        "Can I know when my package delivery will arrive?",
        "What time do I get my package delivery?",
        "I don't know what date my package delivery will be.",
        "When are my things going to arrive?",
        "When might I receive the package?",
        "When are my things coming in?",
        "What time will the parcel arrive?",
        "When can I have my delivery?",
        "Will I received my package at a certain time?",
        "Will I be receiving my package at a certain time?",
        "When can I expect my delivery?",
        "Do you have an estimated delivery time for my package?",
        "When is my package ready?",
        "Will I have my item by then?",
        "How soon will my stuff come in?",
        "My item will be arriving soon.",
        "Does my stuff come in when?",
        "I don't know whenmy package will be delivered.",
        "I don't know what time it will take for my package to be delivered.",
        "Is that when my package arrives?",
        "I'm unsure when my delivery will be.",
        "What time will parcel come here?",
        "Is there a time when I might get a package?",
        "Anticipating package arrival?",
        "When might a package come?",
        "When am i supposed to get my package?",
        "When is my package arrive?",
        "The package will arriveAnticipated?",
        "Is my package going to show up at a certain time?",
        "I wonder if I will have my package at a certain time.",
        "I don't know what time the package will come.",
        "I don't know when my stuff will come in.",
        "When do my stuff arrive?",
        "When should I expect my delivery to arrive?",
        "What is the arrival time for the package?",
        "I don't know the exact time my package will be delivered.",
        "Expectable package arrival?",
        "Will my item arrive soon?",
        "When is my stuff going to come in?",
        "When should my parcel arrive?",
        "What time will my package delivery arrive.",
        "Your package is due when?",
        "When will my things come in?",
        "Will I see it soon?",
        "When my package delivery will take place is unclear.",
        "Is it soon my delivery?",
        "What time will my package delivery be arrive?",
        "My package delivery time will be determined.",
        "I'm not sure when my package might arrive.",
        "Will I get that item?",
        "I am not sure when my delivery will come.",
        "What time is my stuff coming in?",
        "\"I get my stuff?\"",
        "I do not know when I will get delivery.",
        "Please get an exact time for my shipment.",
        "When might there be a package for me?",
        "Will I receive my item?",
        "Whattime will my delivery arrive?",
        "Will I have the item soon?",
        "I'm wondering if I'll get my item soon.",
        "I am not sure what time frame my delivery will take.",
        "I'm not sure when I should receive the package.",
        "When to collect my parcel?",
        "Can it be possible to have my package delivered soon?",
        "Shall I get my item soon?",
        "When the stuff is arriving?",
        "The package is anticipated to arrive.",
        "How about package arrival status?",
        "When will my shipment arrive?",
        "When my package delivery will take place is not certain.",
        "Which time will my package deliver arrive?",
        "I don't understand when my package will arrive.",
        "When might I receive a package?",
        "I am not sure when I will get my stuff.",
        "I don't know when my delivery is going to happen.",
        "When would my stuff come in?",
        "I don't know when my package will be sent.",
        "Will I get my items?",
        "Is it possible that I will get my package at a certain time?",
        "What time does my shipment take to arrive?",
        "There is any update on parcel arrival time?",
        "Yes, when might I get a package?",
        "I am not sure about when I will get my delivery.",
        "I'm not sure when I can receive my delivery.",
        "I'm not sure when I should see my delivery.",
        "I am not sure what time the package will be delivered.",
        "When to catch my parcel?",
        "I have no idea when can I expect my delivery.",
        "I'm not sure when it will come.",
        "I don't know what time the package will be delivered",
        "When to expect my parcel",
        "Please know when the shipment will arrive.",
        "I want to know when I receive my package.",
        "I don't know when I might get my package.",
        "When to expect the parcel?",
        "Package's arrival time?",
        "When to get your parcel?",
        "I don't know when my package delivery will be",
        "I receive my things?",
        "I am not certain when I will get delivery.",
        "I am not sure about the time my package will be delivered.",
        "What Package arrival time?",
        "I am unsure about when I will get my delivery.",
        "I am unsure when I should expect my delivery.",
        "When I will get my delivery is uncertain.",
        "When am I supposed to get delivery?",
        "When to see my parcel?",
        "When will my delivery arrive?",
        "When can I receive my package?",
        "The time that my package is arriving?",
        "Time for my package delivery?",
        "I'm not sure when my delivery is.",
        "What time will my package join me?",
        "When do I get my stuff here?",
        "I don't know when the package will arrive",
        "Please tell me when the shipment will arrive.",
        "Time of package's arrival?",
        "Is it possible to have my package received soon?",
        "When to receive my parcel?",
        "Do you know when my stuff is coming in?",
        "Will I receive my package at a particular time?",
        "When will my stuff get here?",
        "The arrival time of the package?",
        "I'm wondering when package eta is.",
        "I am not sure when I should expect the delivery.",
        "Will my delivery be on time?",
        "Does my delivery come soon?",
        "When will a parcel be delivered?",
        "How soon should I expect my parcel?",
        "Will I have something soon?",
        "I have no idea about the time frame of my package delivery.",
        "It is not clear when it will arrive.",
        "I don't know when my package will be received.",
        "How soon can my package be delivered?",
        "I don't know when the delivery will be.",
        "I want my package delivered soon.",
        "When to get my parcel.",
        "I don't know when that package will be delivered.",
        "Will I get an item?",
        "What time will my package appear?",
        "What time would my package delivery arrive?",
        "What is the arriving time of package?",
        "The exact time for my shipment?",
        "When should I expect my package to arrive?",
        "Is there a time when I can expect my parcel?",
        "When will my stuff be arriving?",
        "What time will my shipment be available?",
        "When is it my package due?",
        "When will delivery happen?",
        "When do I see my stuff?",
        "When can I be sure of my delivery?",
        "What time is delivery for my package?",
        "Do you know when my stuff will arrive?",
        "I was wondering when my package would arrive.",
        "I'm not sure when I ought to get my delivery.",
        "I don't know when I will get a package",
        "When will it show up?",
        "I have no idea of when my package will be delivered.",
        "I don't know what the delivery time is for my package",
        "When do my items arrive?",
        "Will I get my package when I need it?",
        "I don't know what time my package delivery will take place.",
        "I don't know what time frame my package is going to be.",
        "Will I get something soon?",
        "Is it time for my package to show up?",
        "I need to know when I will get delivery.",
        "When will the goods arrive?",
        "Will I get my package at that time?",
        "I'm unsure when I should expect to get my delivery.",
        "I have no idea when my package delivery is going to take place.",
        "When to expect a parcel?",
        "Can I know when my package will arrive?",
        "When can I expect to get my delivery?",
        "When will I be given my parcel?",
        "Is it possible to have my package arrived soon?",
        "When do my package arrive?",
        "Delivery time is not known for my package.",
        "Is it possible that my package will arrive soon?",
        "Is it when the stuff arrives?",
        "What time would my stuff arrive?",
        "I haven't heard when my package is due.",
        "How soon for my shipment?",
        "Is a package delivered soon?",
        "I am not sure when I should get my package.",
        "When my package might be delivered is a mystery.",
        "Is my delivery arriving soon?",
        "I'll get my item soon.",
        "I don't know the delivery time for my package.",
        "Are my packages arriving?",
        "When will the parcel reach us?",
        "Is there a timescale for my shipment?",
        "am I going to get my item soon?",
        "Is my package possible to be delivered soon?",
        "I am not sure what the delivery time will be for my package.",
        "I don't know when mypackage will be delivered.",
        "I don't know when it will be delivered",
        "I am wondering when I may get a package.",
        "I don't know when my package delivery is going to happen.",
        "I can't remember when I will get my delivery.",
        "When should you expect delivery?",
        "Parcel will arrive soon?",
        "What time will the delivery arrive?",
        "My package is due when.",
        "What time is my package delivery arriving?",
        "When would I get the package?",
        "Will I get my package at a certain time",
        "I'm not sure when I'm going to get my delivery.",
        "I'm not sure when my package delivery will happen.",
        "Is my item going to be available soon?",
        "Do you have a delivery date for my package?",
        "Please inform me when my shipment is available.",
        "I have no idea when my package delivery will come.",
        "Please tell me when my package is due.",
        "I don't know what the time frame will be for my package delivery.",
        "Arrival time for my shipment?",
        "Is the parcel here soon?",
        "When are my stuff coming?",
        "I don't know when I should expect to delivery.",
        "Package eta will be there soon?",
        "When will it be my delivery?",
        "How will I find out when my package arrives?",
        "When should my package be arriving?",
        "When am I due my package.",
        "Will I get my package at a certain time?",
        "I don't know when I shall get my delivery.",
        "I am not sure what time my package will come.",
        "Will I have my package at a certain point in time?",
        "Do I know when my package will arrive?",
        "Is the package possible to be delivered soon?",
        "I will get my stuff, right?",
        "What time will my package shows up?",
        "I don't know when I will be able to expect delivery.",
        "When will the item arrive?",
        "I'm wondering when my shipment will arrive.",
        "Do you know when I will receive my package?",
        "I don't know when the package will get delivered.",
        "When do I get my package?",
        "when is my package arriving",
        "The time of my shipment please.",
        "Please know the time of my shipment.",
        "When are my stuff coming in?",
        "It's possible to have a package delivered soon.",
        "Will I be able to get my package at a certain time?",
        "I am not sure when I will receive my parcel.",
        "When do I expect my delivery to be?",
        "I don't know when my package delivery is.",
        "When is my package arrival?",
        "When will i receive a package?",
        "What time might I get a package?",
        "When will I get my gift?",
        "Will I have my package at a set time?",
        "What time will my item arrive?",
        "Will it be arriving soon?",
        "When my package is due.",
        "I don't know when I expect to get my delivery.",
        "I don't know when my package will come",
        "When will it Arrive?",
        "I don't know when my package will be deliver.",
        "When I will get my package?",
        "What date is my package arriving?",
        "I'm not sure of the delivery time for my package.",
        "Does anyone know when I might get a package?",
        "When am I going to receive my stuff?",
        "I do not know when the package delivery will take place.",
        "I don't know what the package delivery time will be.",
        "When will my delivery be delivered?",
        "I'm not sure what time my package will bedelivered.",
        "I don't know when Package delivery will happen",
        "I don't know what time my package delivery will be.",
        "Do you know when my delivery is?",
        "I want to know when I can get a package.",
        "That's when my shipment will arrive please.",
        "I don't know what time frame my package will be.",
        "Will my order arrive soon?",
        "Is my package on the way?",
        "When do I have my delivery?",
        "When am my package arriving?",
        "The time that my package will arrive?",
        "What time will my package be delivery?",
        "What package arrival time is it?",
        "I am not sure when my delivery will arrive.",
        "Will me get my item soon?",
        "I would like to know when I can expect delivery.",
        "will I get it soon?",
        "When will it arrive??",
        "The parcel will be here soon.",
        "When might I expect a package?",
        "When can I expect the goods?",
        "I don't know when I expect delivery.",
        "What is the anticipated arrival time of package?",
        "When can I get it?",
        "Delivery time for my package is uncertain.",
        "Is that when my shipment will arrive?",
        "I don't know when I should expect delivery",
        "I don't know when my package delivery happens.",
        "I am not sure when I'll get delivery.",
        "I have no idea when I'll get my delivery.",
        "My package's status is unknown at the moment.",
        "package arrival expected?",
        "When is my delivery going to arrive?",
        "What is the time when my package arrives?",
        "when to receive my parcel",
        "I am unsure of the time frame for my package delivery.",
        "When will I get a package.",
        "Will I have the package by a certain time?",
        "It's not known when my package delivery will occur.",
        "It is not clear when I will get my delivery.",
        "Do you know when package eta will come?",
        "It might be possible to have my package delivered soon.",
        "What is the time to expect my parcel?",
        "I am unaware of when my package delivery will happen.",
        "Will my package be available at a certain time?",
        "I'm not sure when I shall get my delivery.",
        "What is the arrival time of my package delivery?",
        "The delivery time for my package is uncertain.",
        "Is this when my stuff comes in?",
        "When I'll get my package?",
        "I don't know which time my package will be delivered.",
        "I am not sure which time frame my package delivery will take.",
        "I don't know when the parcel will be here.",
        "I'm not quite sure when I can expect my delivery.",
        "How soon will I get my delivery?",
        "What time will package arrival be?",
        "It's not clear when I should expect delivery.",
        "Package package arrival time?",
        "I have no idea when I should expect to get my delivery.",
        "When does my stuff arrive?",
        "I don't know what time period my package delivery will take.",
        "It's not known when my package delivery will happen.",
        "Delivery time for my package is not sure.",
        "I don't know when I should expect to get my delivery.",
        "I don't know when my package is gonna arrive.",
        "What is the time of my package delivery?",
        "It is not known when my shipment will arrive.",
        "When will a parcel be arrived?",
        "I don't know when my package will be dispatched.",
        "It's possible for my package to be delivered soon.",
        "What's the arrival time of the package?",
        "When shall my stuff arrive?",
        "Is it when my stuff is coming in?",
        "Delivery time is unknown for my package.",
        "Could my package be delivered soon?",
        "I don't know when the package delivery will take place.",
        "I wonder when I might receive a package.",
        "I don't know when my package delivered.",
        "I am not sure when my package delivery will happen.",
        "What time am I able to have my delivery?",
        "When am my package due?",
        "How soon should I expect delivery?",
        "How soon will it arrive?",
        "When my package delivery will take place, I do not know.",
        "I don't know when my package delivery is going to take.",
        "When will I receive a package?",
        "Is my delivery on the way?",
        "When will my package be received?",
        "I don't know when my package is going to be.",
        "I don't know when package delivery will occur.",
        "The package Arrival Time?",
        "I am waiting for my package to arrive.",
        "When my package delivery will occur, I don't know.",
        "will I get my package?",
        "Parcel will be here sometime.",
        "Which time will parcel be here?",
        "My stuff will come in when?",
        "I don't know when I'm expecting delivery.",
        "It's when will it arrive?",
        "The package Arrival?",
        "I never know when my package will be delivered.",
        "When could i get a package?",
        "What time my package delivery arrives?",
        "Are it possible for my package to be delivered soon?",
        "When could I get a package.",
        "I am not sure what the time frame will be for my package delivery.",
        "When can I receive my goods?",
        "I don't know when my package delivery is going to take place.",
        "Will my package arrive at a certain time?",
        "Will I get my goods soon?",
        "When will I get my parcel?",
        "What is the expected package arrival time?",
        "I'm not sure when my package delivery will take place.",
        "What time is my package going to arrive?",
        "When should I expect my package?",
        "I'm not sure when I will receive it.",
        "When is my package going to be?",
        "Will I have my item soon?",
        "What time will there be my package delivery?",
        "Do I know when my stuff is coming in?",
        "I have no idea when my package delivery is going to happen.",
        "How soon is the package arrival time?",
        "When to receive a parcel?",
        "I don't know when to get my delivery.",
        "Does anyone have an update on shipment time?",
        "I don't know when my package delivery will begin.",
        "When is package eta going to arrive?",
        "When will my package be arrive?",
        "I don't know the time my package will be delivered",
        "Will my delivery occur soon?",
        "Is my deliver coming soon?",
        "I don't know what time my package delivery is going to be.",
        "The delivery time for my package is questionable.",
        "When will my package be available?",
        "I gets my stuff?",
        "When will I be able to expect delivery?",
        "Please let me know as soon as possible on my shipment.",
        "What package arrival time?",
        "Wait for my shipment?",
        "Can I have a package delivered soon?",
        "When might I get package?",
        "Is it possible to receive a package soon?",
        "I'd like to know the status of my package.",
        "I want to know when my stuff arrives.",
        "When is my delivery available?",
        "When my stuff arrived?",
        "When will the stuff arrive?",
        "Can you tell me when my delivery is due?",
        "When can I get a delivery?",
        "I do not know the time my package will arrive.",
        "I don't know the time frame for my package delivery.",
        "When to get my parcels?",
        "The Arrival Time of package?",
        "Please let me know asap on my shipment.",
        "Will I get my package at a particular time?",
        "Will my item be delivered soon?",
        "When will my parcel arrive?",
        "When will my package arrive??",
        "I'm not certain when my package delivery will happen.",
        "I didn't know when my package would arrive.",
        "I don't have a date for my package delivery.",
        "What's the expected package arrival?",
        "When is my delivery going to happen?",
        "There is any update on the parcel delivery time?",
        "What time will I get my package?",
        "Is a package on the way?",
        "I don't know when I'll get the delivery.",
        "The date when my package arrives?",
        "When do my stuff come in?",
        "When my package delivery will take place is not sure.",
        "I am not sure when I should expect to receive my package.",
        "Will I have my package at the correct time?",
        "Is my item arriving soon?",
        "I am not sure when my package is going to be delivered.",
        "I'm not sure when I will receive the package.",
        "How soon will my package show up?",
        "When can i expect delivery?",
        "When is the package going to arrive?",
        "When is my package to be delivered?",
        "I don't know when package eta is.",
        "When my package will come?",
        "Will my item be shipped soon?",
        "When is mypackage due?",
        "When should I expect delivery?",
        "I don't know when I expect my delivery.",
        "When is it appropriate to expect my parcel?",
        "When will my package come?",
        "When will I see my stuff?",
        "I have no idea what delivery time my package will be.",
        "Will I receive my item in the near future?",
        "Delivery when can I expect?",
        "The time will my package delivery arrive?",
        "When will I be receiving my parcel?",
        "I am not sure when I might get delivery.",
        "What time will my box arrive?",
        "Is it going to arrive soon?",
        "I don't know when my package would arrive.",
        "I don't know what my delivery time will be.",
        "Please tell me when my shipment will be available.",
        "I am unsure when my package is due.",
        "When might I get a package??",
        "I don't know when I will receive my delivery.",
        "I am not certain when I should receive my delivery.",
        "Will my item be here soon?",
        "What time is my package delivery?",
        "Is my item going to be here soon?",
        "What time will package arrive?",
        "When might I receive a package.",
        "I want to know what time my package will show up.",
        "When do I have to expect delivery?",
        "I don't know when my package delivery is going to be.",
        "Will I receive my item very soon?",
        "Will my delivery be soon?",
        "package's arrival time?",
        "when is my package arriving?",
        "What is the projected time for my shipment?",
        "My delivery will be soon?",
        "I do not know when my package will delivery.",
        "I'm not sure which time my package will be delivered.",
        "When will you get the parcel?",
        "Someone please let me know when my shipment arrives.",
        "My delivery may be soon.",
        "Package arrival status is unknown.",
        "When will I receive my item?",
        "When my package delivery will take place is unknown.",
        "Will I be able to expect delivery soon?",
        "Will my item arrive in time?",
        "Which time will my package show up?",
        "Will I get my stuff?",
        "The package Arrival Status?",
        "I want to know when can I expect delivery.",
        "Will it be here soon?",
        "Delivery time for my package is not yet known.",
        "When my stuff comes in?",
        "I would like to get my item soon.",
        "When I'll receive my package?",
        "When am I expecting my package?",
        "When you should expect your parcel?",
        "When my package is arriving?",
        "When will my stuff be in?",
        "When my package gets here?",
        "Is my item going to be delivered soon?",
        "What time will my package arrived?",
        "I am uncertain when I will get my delivery.",
        "Is it possible to have my package delivered soon!",
        "I'm not sure what time frame my package delivery will take.",
        "Do you have an exact time for my shipment?",
        "The package package arrival time?",
        "When might I received a package?",
        "The anticipated package arrival?",
        "When is my delivery going to be?",
        "When will I get my parcels?",
        "I'm not sure about the time frame of my package delivery.",
        "Is my delivery coming when?",
        "I don't know when I will receive my package",
        "It is possible that I can have my package delivered soon.",
        "Is my delivery taking place soon?",
        "What's the time of package's arrival?",
        "When will the parcel be delivered?",
        "When is the package arriving?",
        "Arrival time for my package?",
        "When will my stuff land?",
        "What time will My package arrive?",
        "The time my package will be delivered is not clear.",
        "When will my things arrive?",
        "What time will my package be ready?",
        "When can it be arrived?",
        "When will parcel arrive?",
        "I don't know when a package will come.",
        "When is my stuff coming in?",
        "I do not know the time frame for my package delivery.",
        "Will I receive a package?",
        "I'm not sure when I should receive my shipment.",
        "When do I receive my package?",
        "When is the parcel here?",
        "When will we see the parcel?",
        "Time for my delivery?",
        "I'm not sure when I will get my parcels.",
        "How soon is my package due?",
        "I am not sure what the time frame for my package delivery will be.",
        "when is my delivery?",
        "Is there a time when I should expect my parcel?",
        "Do I know when my package will be delivered?",
        "What time are my package delivery?",
        "I have no idea what time frame my package will arrive in.",
        "I want to know when I will receive my package.",
        "What time is it for delivery of my package?",
        "What time will Package delivery arrive?",
        "Will I get a new item soon?",
        "Whattiming will my package show up?",
        "I don't know when it will come.",
        "I am not sure when my package would be delivered.",
        "I don't know when my package delivery will arrive.",
        "I am not sure when I will expect delivery.",
        "I don't know when I might get a package.",
        "I'm wondering when my shipment will arrive?",
        "When will the shipment arrive?",
        "So what time will my package delivery arrive?",
        "I don't know what the time frame of my package delivery will be.",
        "When should i expect my parcel?",
        "I am not sure when I will get my deliver.",
        "What time are my packages going to arrive?",
        "What time am I receiving my package?",
        "I don't know what time my package will come.",
        "It is possible to get my package delivered soon.",
        "I am not sure about my delivery.",
        "What time will my shipment be delivered?",
        "I'm not sure about my delivery.",
        "Is my delivery about to occur?",
        "When my package might be delivered.",
        "I don't know if I get my stuff.",
        "Is my delivery going to happen soon?",
        "Package Arrival time?",
        "When shall I get a package?",
        "I'm not sure when I can expect my delivery.",
        "When do I receive my delivery?",
        "I am unsure when I can expect delivery.",
        "Will I get my package a certain time?",
        "Is my item soon to arrive?",
        "How long before my stuff arrives?",
        "It's when my package arrives?",
        "I am not sure what time my package will arrive.",
        "I have no idea when the package might be delivered.",
        "I'm not sure when I will get my deliver.",
        "When will it actually arrive?",
        "Time of arrival of package?",
        "Do you know when my package will arrive?",
        "The package arrival time is questionable.",
        "I am not sure when I expect my delivery.",
        "I have questions about when I will receive my package.",
        "When will I get it?",
        "I'm not sure what time frame my package delivery is going to be.",
        "What time will my Delivery arrive?",
        "Will I have it soon?",
        "I didn't know when my package delivery would take place.",
        "Is there an exact time for my shipment?",
        "Is this when to expect my parcel?",
        "Is there a time when I will get a package?",
        "I'm unsure when my package will be delivered.",
        "What date will I receive my package?",
        "For my shipment, when will it arrive?",
        "When could I receive a package?",
        "The package arrival time?",
        "I'm not sure when my package delivery will occur.",
        "Is my item here soon?",
        "Please, when my shipment arrives, please.",
        "Will I get my package in time?",
        "I'm not sure when I will be able to get my delivery.",
        "What time will my package show up",
        "When will a parcel be here?",
        "When is my delivery on time?",
        "I'm not sure when I should expect to receive my parcel.",
        "What time of package arrival?",
        "I don't know when my package is gonna be delivered.",
        "I don't know when I will get my package",
        "What time will I receive my package?",
        "What is Package arrival time?",
        "I am unsure of delivery time for my package.",
        "Delivery time for my package is unknown",
        "Arrival time for package?",
        "I'm not certain when I'll get delivery.",
        "My delivery when?",
        "When should my stuff arrive?",
        "When will my package be arriving?",
        "How soon do I know for my shipment?",
        "How soon is package arrival?",
        "This is when my shipment will arrive?",
        "What time is the package going to arrive?",
        "When can I get my item?",
        "I don't know when I can get my delivery.",
        "I get my stuff?",
        "What is the time I will receive my package?",
        "Please have an update on my shipment.",
        "what time is my package arriving?",
        "I don't know when my delivery is going to take place.",
        "I do not know when I should receive my delivery.",
        "I am wondering if I will have my package at a certain time.",
        "Will I receive my package at a certain point?",
        "What is the time when my stuff arrives?",
        "I want to know when I should expect my parcel.",
        "When will i get my parcel?",
        "How long before my shipment arrives?",
        "What time will my package delivery happen?",
        "What is the expected arrival time of the package?",
        "Please the time for my shipment.",
        "How soon will it be shipped?",
        "Please know when my shipment is ready.",
        "I don't know when I will be able to get my delivery.",
        "Please get a time for my shipment.",
        "When might a package show up?",
        "Will I get my item soon",
        "Is my package to arrive soon?",
        "How soon will a parcel be here?",
        "What time will the package delivery arrive?",
        "What is the time when my stuff comes in?",
        "What time will my package delivery arrives?",
        "I want to know if I have my package at a certain time.",
        "How soon might I receive a package?",
        "Please tell me when my shipment will come.",
        "I want to know when my shipment will arrive.",
        "The package to arrive?",
        "I don't know when my package delivery will finish.",
        "So when is my package arriving?",
        "I don't know when my package will get to me.",
        "I don't know a time frame for my delivery.",
        "When will a parcel be arriving?",
        "It's possible to get my package delivered soon.",
        "I am interested in the status of my package",
        "I don't know when my package is going to deliver.",
        "Will I be able to have my package at a certain time?",
        "I don't know when I'll receive my package.",
        "I have no idea what time my package will be delivered",
        "Please let me know when my shipment comes.",
        "When am I getting a package?",
        "How soon is my delivery?",
        "When will my delivery start?",
        "The time frame my package delivery will be is unknown.",
        "When might this package come?",
        "When will the parcel arrive?",
        "Is there a time when I will receive my package?",
        "When would my stuff be arriving?",
        "My package delivery is unknown.",
        "I am not sure when my package delivery will arrive.",
        "I have no idea when my package delivery will happen",
        "He asked when his package was due.",
        "Is it when I get my delivery?",
        "Will I get my item asap?",
        "Will my order be shipped soon?",
        "Will my package be received?",
        "Is delivery for my package imminent?",
        "I'm not sure when I will get my items.",
        "Please know the exact time of my shipment.",
        "I don't know when my package will be delivered.",
        "I don't know when package delivery will take place.",
        "Will I get a package?",
        "My package will be at a certain time.",
        "What time will my PACKAGE delivery arrive?",
        "Will I be able to receive my package at a certain time?",
        "Will I have my package in a specific time?",
        "What will be the time for my shipment?",
        "I don't know when I should be expecting my delivery.",
        "I'm not sure when I'm going to receive my delivery.",
        "I don't know when I will get delivery.",
        "I am not sure when my package might arrive.",
        "What time will my delivery be?",
        "Should I expect my delivery soon?",
        "When might I receiving a package?",
        "Will I receive the item soon?",
        "Package eta is soon?",
        "I don't know when my package delivery can take place.",
        "Is my package going to show up?",
        "timing of package arrival?",
        "I wonder when I'll receive my package.",
        "When might I got a package?",
        "package arrival is anticipated?",
        "What is the timing of my package delivery?",
        "Is my delivery coming soon.",
        "It is anticipated package arrival.",
        "Will I get my package sooner or later?",
        "Package arrival expected?",
        "I don't know how soon my package will be delivered.",
        "Wait for my shipment to arrive?",
        "I am unsure when my package will arrive.",
        "I'm not entirely sure when I will get my delivery.",
        "I don't know when my package delivery will take.",
        "My package can be delivered soon.",
        "When will a package come?",
        "When the parcel will arrive?",
        "Time for package arrivals?",
        "Is my package able to be delivered soon?",
        "I'm not sure what delivery time my package will be.",
        "Do you know the arrival time of package?",
        "The delivery time for my package isn't known.",
        "is my delivery due soon?",
        "I wonder if my delivery is imminent.",
        "My delivery will happen when?",
        "I'm not sure what time frame my package delivery will be.",
        "It's when my stuff comes in?",
        "I don't know when my package delivery arrives.",
        "When do my stuff show up?",
        "How about package arrival?",
        "Yes, will I get my item soon?",
        "When my stuff is delivered?",
        "I want my delivery when.",
        "When will the parcel come here?",
        "I wonder if I get my stuff?",
        "When will I receive my package??",
        "When would it arrive?",
        "I'm not sure when I ought to receive my delivery.",
        "What time do I expect my package delivery to arrive?",
        "I do not know when I will get a package.",
        "When my package lands?",
        "I don't know when my package might come.",
        "I'm not sure when I'll see my delivery.",
        "What time will my package show up?!",
        "Want to know when my shipment will arrive?",
        "What time shall my package show up?",
        "What time will my package be arrival?",
        "I don't know the time my package will come.",
        "What's the time of package arrival?",
        "I do not know when the package might be delivered.",
        "I want my package to be delivered soon.",
        "I don't know When I will get my delivery.",
        "I wonder when my package delivery will arrive?",
        "How soon is my package coming?",
        "How soon to expect my parcel?",
        "When can the parcel be here?",
        "Is package eta arriving?",
        "When do I expect my delivery to arrive?",
        "I am not sure when I will have delivery.",
        "I don't know exactly when my package will arrive.",
        "I am not sure when I will delivery.",
        "What time will my package delivery get there?",
        "Will I have my package on time?",
        "I'm curious about the status of my package.",
        "Will it come soon?",
        "When will delivery be?",
        "I don't know when a package is going to be delivered.",
        "I'm not sure when I'll get my package delivery.",
        "Yes, when will I receive my package?",
        "I am not sure when I will get my goods.",
        "The time of my package delivery is unknown.",
        "I am not sure when I will be given my delivery.",
        "I'm not sure about delivery time for my package.",
        "Whenmight I get a package?",
        "My package delivery time is unknown.",
        "Will that item come soon?",
        "It's not clear what time frame my package delivery will take.",
        "When I should expect delivery is not clear.",
        "I want to know if my delivery is due soon.",
        "So when will the parcel arrive?",
        "What time will My package show up?",
        "When should I expect my parcel to come?",
        "I'm not sure when my package is due.",
        "What time will my package arrive.",
        "When will my package arrive.",
        "What time is it for my shipment?",
        "Delivery time for my package is not certain.",
        "I wonder when my package will be delivered.",
        "When is it going to arrive?",
        "Does anyone have an update on parcel arrival?",
        "What is the date my package arrives?",
        "The package will arrive anticipated?",
        "I don't know when it's going to arrive.",
        "I have no idea when my delivery will happen.",
        "I don't know what the delivery time will be for my package",
        "Am I going to get my stuff?",
        "I wonder if my delivery is due soon?",
        "When my package delivery is going to take place, I don't know.",
        "I am unsure when my package delivery will happen.",
        "Timing for my shipment?",
        "What time will my packagearrive?",
        "When my stuff lands?",
        "Please inform me when my shipment will arrive.",
        "When will my things show up?",
        "When Might I Receive a package?",
        "What time will my package delivery be arrived?",
        "Can you tell me when it arrives?",
        "What the package arrival time is?",
        "Is my item forthcoming?",
        "When will it arrived?",
        "I don't know when my parcel will be delivered.",
        "When my package will show up?",
        "Yes, when will it arrive?",
        "I'm not certain when my package delivery will take place.",
        "When might I receive apackage?",
        "I'm not sure when my package may be delivered.",
        "I have no clue when my package will arrive.",
        "will i get my item soon?",
        "I am wondering when I can get a package.",
        "Will my item be arrive soon?",
        "When will I receive my package?",
        "Will I have my package by a certain time?",
        "can I have my package delivered soon?",
        "Is there any update on parcel arrival time?",
        "Will I get my item",
        "When do I get a package?",
        "How soon will my stuff arrive?",
        "I have no idea when I'll receive my package.",
        "Is my package arriving?",
        "Is it possible to get my package delivered soon.",
        "Will I get my package at a certain date?",
        "Is my item soon to be received?",
        "The package's arriving time?",
        "Will I have my package sometime?",
        "Is my stuff coming in when?",
        "Stuff coming in when?",
        "When are my packages due?",
        "I do not know when I will receive my delivery.",
        "I don't know what time the package will arrive.",
        "When will package eta come?",
        "The exact time of package arrival?",
        "So when will my shipment arrive?",
        "I don't know when I'll get my package.",
        "Please give a time for my shipment.",
        "I don't know when my package is going to arrive.",
        "My stuff is going to come in?",
        "The time of arrival of the package?",
        "Is there a time when my stuff comes in?",
        "I am not sure when I should receive my parcel.",
        "When am I able to have my delivery?",
        "When my package might arrive is not known.",
        "Please wait for my shipment.",
        "I am wondering when I will receive my package.",
        "When will the package be there?",
        "I'm not sure when my package will be delivered",
        "When will I be able to get my delivery?",
        "Wait for delivery of my package?",
        "will I get my package at a certain time?",
        "Parcel will be here soon?",
        "I don't know when I might receive a package.",
        "What time will my order arrive?",
        "I am not sure when my package delivery will take place.",
        "I'm not sure when the package will be delivered.",
        "I have no clue what time frame my package delivery will take.",
        "How is package arrival time?",
        "Will the parcel be here soon?",
        "I have a question about when my package will show up.",
        "Am I getting my stuff?",
        "When will the package arrive?",
        "I want to know when I get my package.",
        "I don't know when the delivery will occur.",
        "When might I have a package?",
        "The time of arrival for the package?",
        "I am not sure what time frame my package delivery will be.",
        "I have no idea when I will get delivery.",
        "When will the package be delivered?",
        "When is my package arriving.",
        "when to get my parcel",
        "When should I expect a delivery?",
        "I don't know when I should expect to get my package.",
        "When is my package going to show up?",
        "I am not sure when I can expect a delivery.",
        "My package delivery is not known.",
        "I want to know when my package will arrive.",
        "When my package might be delivered is not certain.",
        "Do you have an estimate for delivery for my package?",
        "I am wondering if my delivery is coming soon.",
        "Please keep an eye on my shipping time.",
        "I am not sure when my package delivery will take place",
        "I do not know what the delivery time is for my package.",
        "I don't know when can I expect my delivery.",
        "I don't know when my package will be arrived.",
        "Will the item arrive soon?",
        "What time will parcel arrive?",
        "I am not certain what time my package will be delivered.",
        "Is my package coming at a certain time?",
        "Delivery time is something I don't know.",
        "Please give me an exact time for my shipment.",
        "How soon will it be arriving?",
        "So when is my package due?",
        "When will I get my delivery?",
        "Will my item arrive?",
        "When can I expect to get my goods?",
        "What time does my package arrive?",
        "Which date for my shipment?",
        "The package arrival time is unclear.",
        "When my package might be delivered",
        "I'm not sure about the time my package will be delivered.",
        "Will I get my item eventually?",
        "I wasn't sure when I would get my delivery.",
        "I am not sure when my package delivery will be.",
        "The time that my package will be delivered is not known.",
        "Are I going to have my package at a certain time?",
        "Do you have an estimated time for my shipment?",
        "When is package eta coming?",
        "When would I expect my parcel?",
        "I want to know when I'll receive my package.",
        "When will there be a parcel?",
        "I don't know the exact time my package delivery will take.",
        "I am not sure when I will receive my package.",
        "Will I get it?",
        "What time will my package delivery show up?",
        "I am unsure of the time frame my package delivery will take.",
        "When am I getting my package",
        "When is package eta arriving?",
        "Do you know when my delivery will be?",
        "when will I receive my package?",
        "We don't know when parcel will be here.",
        "When will my delivery go through?",
        "I don't know when I will receive delivery.",
        "I am not sure when the package will be delivered.",
        "It is not known what time frame my package delivery will be.",
        "When will I get my packages?",
        "Will I receive my package on time?",
        "When will my delivery happen?",
        "When can I receive a package?",
        "Hmm, when might I get a package?",
        "I don't know when I might receive my package.",
        "When will my packages arrive?",
        "How soon before my shipment?",
        "I don't know when my delivery is due.",
        "When can I expect my goods to arrive?",
        "When my things arrive?",
        "When might I get a parcel?",
        "When am I getting my package?",
        "When would my package be due?",
        "I don't know the exact time that my package delivery will take.",
        "Will I have a package at a certain time?",
        "When will my stuff be there?",
        "Will I get my packages at a certain time?",
        "The package is due sometime.",
        "Can I expect it to arrive soon?",
        "I am wondering when might I receive a package.",
        "I do not know the delivery time of my package.",
        "Will my item arrive in a few days?",
        "When my package delivery will take place isn't known.",
        "Please tell me the time for my shipment.",
        "Do you know when parcel will be here?",
        "Will I get my package at a time?",
        "When are my package arriving?",
        "I don't know the exact time my package will arrive.",
        "Is there a time when I'll have my package?",
        "What time will my packageDelivery arrive?",
        "I don't know when I will get my order.",
        "I'm uncertain when I should expect my delivery.",
        "It's not certain when I'll get my delivery.",
        "delivery coming soon?",
        "Which day is my package arriving?",
        "I have no idea what time my package delivery will take.",
        "Can the package be delivered soon?",
        "It's unclear when I should expect delivery.",
        "I don't know the time of my package delivery.",
        "What will my package delivery time be?",
        "Is this when my stuff arrives?",
        "I don't know when I'll get my package delivery.",
        "I don't know the exact time of my package delivery.",
        "What is the arrival time of package?",
        "I don't know when I will get the package.",
        "Is anticipated package arrival?",
        "I am not sure which time frame my package delivery will be.",
        "It is not known when my package might be delivered.",
        "It is not known when my package delivery will occur.",
        "Will my item arrive quickly?",
        "How soon shall it arrive?",
        "I do not know what time period my package delivery will take.",
        "I am not sure when I should receive delivery.",
        "It is not known when my package will be delivered.",
        "I don't understand when my package is due.",
        "When will I receive my delivery?",
        "Is my delivery there soon?",
        "Please tell me the exact time of my shipment.",
        "I have no idea when I should receive my delivery.",
        "Time for package to arrive?",
        "What time for my shipment?",
        "The package's time of arrival?",
        "When can it arrive?",
        "I'm not sure when the delivery will take place.",
        "Want to know the expected delivery date?",
        "I am wondering when I will get my package.",
        "When should I expect my parcels?",
        "Does anyone know when parcel will be here?",
        "Do you know the delivery time for my package?",
        "The package arrive time?",
        "Package arrival timing?",
        "Will I get my package in a specific time?",
        "I wonder when I will get my item?",
        "When will this parcel arrive?",
        "I am not sure of delivery time for my package.",
        "I am curious about my package's status.",
        "When will my package deliver?",
        "What time will my package come by?",
        "Will I have my parcel at a certain time?",
        "Is it when the parcel will be here?",
        "my package is due when?",
        "Will I receive my package in time?",
        "I am not sure when I should expect to receive my parcel.",
        "I don't know when I will get my delivery",
        "Time frame for delivery of my package?",
        "I'm not sure when I will be delivery.",
        "Is it when parcel will be here?",
        "delivery time for my package?",
        "Can you give me an update on parcel time?",
        "When will my package appear?",
        "Will I get my item in a timely manner?",
        "When can I get my goods?",
        "When is my package going to be delivered?",
        "I do not know when the package will arrive.",
        "When to get my Parcel?",
        "Are my delivery soon?",
        "Can I know when my shipment will arrive?",
        "When will I get a package?",
        "Do I know when my stuff comes in?",
        "I'm not sure when my package delivery will take place",
        "I am unsure when I can expect my delivery.",
        "There is an Arrival time of package?",
        "I want to know if my package will be at a certain time.",
        "I am unsure of when I will get my delivery.",
        "Maybe it's possible to have my package delivered soon?",
        "When would i get a package?",
        "What time will my parcel arrive?",
        "I would like to know when I might get a package.",
        "Do you know when my delivery will arrive?",
        "Time for my shipment?",
        "So when will my package show up?",
        "Package Arrival?",
        "I wonder when package eta is.",
        "Is the package about to arrive?",
        "Anticipated package arrives?",
        "It might be when I get a package.",
        "I don't really know when my package will be delivered.",
        "When can I expect a parcel?",
        "I do not know when the package delivery will be.",
        "When may I get a package.",
        "How soon does my stuff come in?",
        "Is my package on it's way?",
        "Is there an estimated time for my shipment?",
        "Arrival time of a package?",
        "I do not know when to expect my parcel.",
        "I don't know when delivery will happen.",
        "It's possible that my package will be delivered soon.",
        "When can I have it delivered?",
        "I don't know when my package delivery will come.",
        "There will be a parcel arriving.",
        "Will I get my delivery when?",
        "I do not know when I should expect to receive my delivery.",
        "Is that when my shipment comes?",
        "What time will I get my package delivery?",
        "My package delivery time frame is unknown.",
        "I don't know when the package will be delivered.",
        "I get my thing?",
        "I'm wondering when I might get a package.",
        "Does my delivery happen soon?",
        "Will I get my package by a certain time?",
        "Anxious package arrival?",
        "When will my stuff arrive?",
        "I don't know when my package delivery will happen",
        "Please let me know when my shipment is arriving.",
        "I need news on my package's status.",
        "I don't know when I will see delivery.",
        "When I get my stuff?",
        "Will I have a package soon?",
        "I am not sure when the delivery will happen.",
        "I don't know when my package delivery will coincide.",
        "I am unsure when can I expect my delivery.",
        "Parcel delivery time will arrive?",
        "I haven't heard when my package will be delivered.",
        "I do not know when my package will be delivered.",
        "When would my stuff show up?",
        "I'm wondering when my package is due.",
        "When will my package arrive",
        "When can I expect to get something?",
        "I don't know when I need to get my delivery.",
        "I am wondering when might I get a package?",
        "My delivery is when?",
        "I'm not sure when I will get my delivery",
        "When maybe I will get a package?",
        "I wonder when my delivery is due.",
        "I'm not sure when I'm going to get my package.",
        "I have no idea about when my package will be delivered.",
        "I don't know the Delivery time for my package.",
        "Is it when I receive my package?",
        "I'm unsure when my delivery will arrive.",
        "Is my package due soon?",
        "Was it possible to have my package delivered soon?",
        "I don't know what time my package will delivery?",
        "I have no idea what time my package will come.",
        "I have no idea when my package can be delivered.",
        "I don't know when I'll get a package",
        "Is the package going to arrive soon?",
        "Will i get my item?",
        "I don't know what time my package delivery will be",
        "I don't know when I will have my delivery.",
        "I don't know what date my package will be delivered.",
        "I'm wondering when my package arrives.",
        "I want to know when you can expect delivery.",
        "I haven't decided when to expect my delivery.",
        "I am not sure when to expect the delivery.",
        "Are my package due soon?",
        "I am wondering when I might get a package.",
        "I don't know when I will have delivery.",
        "when is my package due?",
        "Will my item be available soon?",
        "I have no idea when my package will bedelivered.",
        "I'm unsure of when I should expect delivery.",
        "What time do my packages arrive?",
        "When my package comes?",
        "What time will I receive my delivery?",
        "What's the expected time for my shipment?",
        "What day will my package arrive?",
        "If I get a package, when?",
        "When to get my parcel",
        "I am not sure what the delivery time for my package will be.",
        "The time when my package will arrive?",
        "I have a delivery when?",
        "Whento expect my parcel?",
        "When to expect my parcels?",
        "Is there a time frame for my shipment?",
        "Will I get my item promptly?",
        "When can I expect to be delivered?",
        "When my package delivery will take place I don't know.",
        "I don't know when my package delivery takes place.",
        "I wonder when I'll get my item.",
        "What time will parcel arrive here?",
        "The arrival time for the package?",
        "I don't know time my package will be delivered.",
        "Please know when I can get my shipment.",
        "Will it arrive anytime soon?",
        "I am not sure what the delivery time is for my package.",
        "How soon am I supposed to get my shipment?",
        "Delivery time for my package isn't known.",
        "Can a package be delivered soon?",
        "When will my stuff arrives?",
        "Will I be able to have my item soon?",
        "When will my delivery be available?",
        "Is it possible to get the package delivered soon?",
        "I am not sure what time my package will deliver.",
        "Will I have my package at a particular time?",
        "Do I know when my stuff will arrive?",
        "What time are my package arriving?",
        "what is the package arrival status?",
        "Package arrival?",
        "When I should expect delivery is not known.",
        "When are I supposed to expect my parcel?",
        "Are my delivery coming soon?",
        "I wonder if I'll get my item soon.",
        "What time will my package come to my house?",
        "We don't know when the parcel will be here.",
        "I'm not sure when I'm supposed to receive my delivery.",
        "Parcel will be here eventually?",
        "Will my package be delivered at a specific time?",
        "How soon will package arrival time?",
        "When my delivery arrives?",
        "Please inform me of the time of my shipment.",
        "I don't know when I'll get my delivery.",
        "TheAnticipated package arrival?",
        "When I should expect delivery is unclear.",
        "Will there be a time when I will have my package?",
        "The due date for my package is unknown.",
        "When will my delivery be at?",
        "Anticipated package arrival.",
        "I don't know when my package will come.",
        "Time to expect my parcel?",
        "Please know when my shipment is arriving.",
        "I have no idea when the package delivery will take.",
        "When might I receive a package??",
        "I wonder when I might get a package.",
        "When am I supposed to receive my delivery?",
        "When is it arriving?",
        "Will I see my item soon?",
        "I wonder when I should expect my parcel.",
        "When stuff arrives?",
        "I don't know what time frame my package will arrive.",
        "When will I expect delivery?",
        "I don't know when my package arrives.",
        "When do my things arrive?",
        "package arriving?",
        "When will my stuff showing up?",
        "When to receive my Parcel?",
        "The exact arrival time of the package?",
        "The package is due soon.",
        "I don't know the delivery date for my package.",
        "Is it possible to have my package delivered Soon?",
        "I didn't know when my package delivery would happen.",
        "When will a parcel come?",
        "I'm not sure when I'll get my deliver.",
        "Are I going to get my package at a certain time?",
        "How soon will my shipment be arrived?",
        "I'm not sure when the delivery will be.",
        "When will I get a parcel?",
        "The package's expected arrival?",
        "Please inform me when my shipment arrives.",
        "It is possible for my package to be delivered soon.",
        "I don't know when I'll get my package",
        "What is the time of package's arrival?",
        "I don't know when the package will come.",
        "What time does my shipment have to arrive?",
        "Do you think I will get my item soon?",
        "Please tell me when I will get my shipment.",
        "I have no idea when my package is going to arrive.",
        "It is possible for my package to arrive soon.",
        "Would I have my package at a certain time?",
        "I'm unsure when I should expect to receive my package.",
        "Can you tell me the package arrival status?",
        "When I should expect to get my delivery is not certain.",
        "Is the package arriving?",
        "Is it possible to get my package soon?",
        "When can delivery happen?",
        "What time will my package arrival arrive?",
        "Will I have my package in a particular time?",
        "When to get my parcel?",
        "When can I get a package?",
        "I need to know when my delivery is.",
        "I am not sure when I will get my parcels.",
        "When will my package show up?",
        "When I will get my delivery is unknown.",
        "When does the package arrive?",
        "Will I have my package by a specific time?",
        "When will that arrive?",
        "What time will my package delivery reach me?",
        "I am not sure what time my package will bedelivered.",
        "It is not known what time my package will be delivered.",
        "It isn't clear when it will arrive.",
        "I'm wondering when my package will be delivered.",
        "What is the date that my package arrives?",
        "What time will the parcel be here?",
        "When is my package supposed to arrive?",
        "I don't know when I'll get my item.",
        "Is there a time when my package delivery arrives?",
        "What is the time of package arrival?",
        "Can you tell me the arrival time of package?",
        "What time are my stuff coming in?",
        "I'm curious as to the status of my package.",
        "What time will I get my item?",
        "Please when my shipment arrives.",
        "The time that my package will be delivered is unknown.",
        "I have no idea when I can expect delivery.",
        "Please tell me when my shipment arrives.",
        "When my package delivery will happen is not certain.",
        "Will there be my item soon?",
        "When will packageeta be?",
        "My delivery will happen soon?",
        "I am not sure what time my package will arrive?",
        "There is a question about when my package delivery will arrive.",
        "Can it arrive soon?",
        "when might I get a package?",
        "Is it when my stuff comes in?",
        "Will it arrive when?",
        "How long until the package arrives?",
        "I don't know when the package delivery will happen",
        "The package arrival time is not yet known.",
        "When can I get my stuff in?",
        "It is unknown when my package delivery will take place.",
        "I will receive my stuff?",
        "I am not sure when my package delivery will start.",
        "I have no idea what time frame my package delivery will take",
        "Is it possible to have my package delivered soon",
        "The time for package arrival?",
        "I don't know when my package delivery is going to take place",
        "I am not sure when it will be delivered.",
        "Will I get my package within a certain time?",
        "Will I get a package at a certain time?",
        "When will a shipment arrive?",
        "When is my delivery arriving?",
        "I am not sure when I'll get my package.",
        "My delivery is due soon?",
        "How long before my stuff comes in?",
        "Is my item coming soon.",
        "I do not know the time my package will be delivered.",
        "At a certain time will I get my package?",
        "It's not known when my package will be delivered.",
        "when is my package due",
        "I am unsure of when my package will be delivered.",
        "Delivery date for my package?",
        "My stuff coming in?",
        "I'm not sure when I will receive my parcels.",
        "Will I have my package sooner or later?",
        "My package will arrive soon.",
        "I have questions about when I can expect delivery.",
        "Is package eta comming soon?",
        "Should I expect my parcel soon?",
        "What time will My package delivery arrive?",
        "I don't understand what time frame my package delivery will be.",
        "When my package delivery will occur I don't know.",
        "When will my package delivery take place?",
        "It's a question about delivery for my package.",
        "When I can get my stuff?",
        "I am not sure when the package delivery will take place.",
        "I'm wondering when my package will arrive.",
        "I have no idea when my package delivery will happen.",
        "When my package delivery will be, I don't know.",
        "Will it arrive eventually?",
        "I was wondering when I might get a package.",
        "PACKAGE arrival status?",
        "I have no idea when my package might bedelivered.",
        "I am not sure when my package delivery will happen",
        "How soon will my package be delivered?",
        "package expected to arrive?",
        "Anticipated package arriving?",
        "I don't know when my package will be Delivery time.",
        "What time will the package deliver arrive?",
        "I have no idea the delivery time for my package.",
        "How soon will my shipment be?",
        "My delivery is not certain.",
        "I'm unsure of when my package delivery will happen.",
        "Are my packages possible to be delivered soon?",
        "I'm not certain when I'll get my delivery.",
        "When will my delivery be?",
        "When can I pick up my goods?",
        "I'm not sure when I will get my package",
        "Is there a time when I might receive a package?",
        "Please have a time for my shipment.",
        "I'm not sure which time frame my package delivery will take.",
        "I don't know when my package will be due.",
        "I do not know the time frame of my delivery.",
        "The delivery time for my package is undecided.",
        "When will I receive my things?",
        "I am not sure when my delivery will be.",
        "When is my package available?",
        "I don't know when my package Delivery will take.",
        "I need to know when I'll receive my package.",
        "Please, the time of my shipment.",
        "When am I going to get my stuff?",
        "When do I see my package?",
        "I wonder when my stuff arrives?",
        "I have no idea when my delivery will take place.",
        "When Might I get a package?",
        "When is my parcel due?",
        "Will the package be there at a certain time?",
        "I have no idea about the time my package will be delivered.",
        "Parcel will come when?",
        "When will they arrive?",
        "I don't know what time my package will bedelivered",
        "I don't know what time it will take for my package delivery to arrive.",
        "I'm unsure when I will receive my package.",
        "I need to know when it will arrive.",
        "I'm not certain when I will receive my delivery.",
        "It's possible to have the package delivered soon.",
        "I don't know when my package may come.",
        "Package arrive time?",
        "Is there an arrival time for the package?",
        "Is my package going to arrive at a certain time?",
        "When am I able to pick up my package?",
        "I don't know when I will get a package.",
        "Is it conceivable to have my package delivered soon?",
        "Are you going to get your item soon?",
        "Please let me know when I can expect my shipment.",
        "When is my package getting there?",
        "When would I get my stuff?",
        "When will the parcel arrive here?",
        "When will my package delivery happen?",
        "I am not sure when I will receive my shipment.",
        "When will I receive my package.",
        "I don't know what time it will take for my package to arrive.",
        "Will this arrive soon?",
        "Do you know when my shipment will arrive please?",
        "When will I be able to get delivery?",
        "I am not sure when I will be delivered.",
        "I don't know when my package will land.",
        "I'm unsure when to expect my delivery.",
        "I might get a package soon.",
        "What time will my shipment show up?",
        "What time do my stuff arrive?",
        "I don't know when I'll receive my package",
        "Parcel delivery time for my package is not known.",
        "At a certain time, will I get my package?",
        "I do not know the delivery time for my package.",
        "When will Parcel arrive?",
        "I don't know when it will be delivered.",
        "Package eta is coming soon?",
        "Will my item be forthcoming soon?",
        "I can't remember when my package delivery will happen.",
        "What is the Arrival Time of Package?",
        "When do my packages arrive?",
        "For my shipment, when?",
        "What is the package arrival status?",
        "Please update me on the time of my shipment.",
        "When is my package due?",
        "I do not know when to expect my delivery.",
        "I'm not sure when I get my delivery.",
        "I am not sure when I should expect to see my delivery.",
        "I'm not sure when I'll receive my parcel.",
        "I am not sure when my package delivery is going to take place.",
        "I would like to know when to expect my parcel.",
        "What time will my package delivered?",
        "Do you know the arrival time of the package?",
        "I'm not sure when I'm going to get my mail.",
        "Would I get my package at a certain time?",
        "I don't know if I will get my package at a certain time.",
        "How soon will I receive my item?",
        "Wait for delivery of my package.",
        "I am not sure when I will get my mail.",
        "Is it possible that I will have my package at a certain time?",
        "When might i receive a package?",
        "I am wondering when my package is going to arrive.",
        "The package arrival status is not known.",
        "Does anyone know when I can expect delivery?",
        "The arrival time of a package?",
        "Do you know an exact time for my shipment?",
        "I am not sure when I should expect delivery.",
        "What time do I get my package?",
        "The time will my package show up?",
        "Is there a time when I can get a package?",
        "I wonder when my package will show up?",
        "I don't know when this package will be delivered.",
        "I'm not sure what time period my package delivery will be.",
        "I do not know when my package might be delivered.",
        "What's the arrival time of package?",
        "I am not sure when I will have my delivery.",
        "What time will my delivery happen?",
        "delivery time for package is unknown",
        "When is my package getting here?",
        "I'm not sure when I should expect my package.",
        "Arrival package?",
        "I would like to know when to expect delivery.",
        "What time will my package be shown up?",
        "What time is it for the package to arrive?",
        "At a certain time will I receive my package?",
        "I need an answer on my shipment.",
        "when will I get my package",
        "I am not sure when I can expect my delivery.",
        "am I able to have my package delivered soon?",
        "When are it going to arrive?",
        "I am not sure which time my package will be delivered.",
        "I don't know precisely when my package will be delivered.",
        "I was wondering if my delivery is due soon.",
        "I don't know the exact time of my delivery.",
        "I don't know when I should expect to get my parcel.",
        "I'm unsure of when I should get my delivery.",
        "When will I receive my package next?",
        "I am not sure when my package will be delivered",
        "When could I expect my parcel?",
        "I'm not sure when to get my delivery.",
        "what is package arrival time?",
        "Will I receive it soon?",
        "What time should I expect my parcel?",
        "When will you get a parcel?",
        "What time do I receive my package?",
        "Will i have my package at a certain time?",
        "Do you know when my package delivery will arrive?",
        "What is the time of the package's arrival?",
        "Please let me know when my shipment arrives.",
        "When to Receive my Parcel?",
        "I don't know when my package will ship.",
        "Is my delivery occurring soon?",
        "Please let me know when my shipment is ready.",
        "When do I expect my parcel to arrive?",
        "Estimated package arrival?",
        "When I get my package?",
        "When will the parcel be here?",
        "When will I get delivery?",
        "When is my delivery due?",
        "I am wondering if I get my stuff.",
        "I'm curious about my package's status.",
        "Actual package arrival?",
        "I am not sure when I will get my deliveries.",
        "Do I get my item soon?",
        "what time will my package delivery arrive?",
        "Will the package arrive on time?",
        "I want to know if I'll get my item soon.",
        "When my package gets there?",
        "I don't know what time my package is going to be delivered.",
        "I don't know when I will receive my package.",
        "Will my delivery happen soon?",
        "Can you tell me when parcel will be here?",
        "Do you know when I might get a package?",
        "I don't know when my package will arrive",
        "I don't know the time frame of my delivery.",
        "How soon will parcel arrive?",
        "What time is the package arrival?",
        "When could I expect a package?",
        "I'm not sure when I can expect my delivery",
        "Will I receive my item shortly?",
        "Please know when my shipment arrives.",
        "It's not certain when I will get my delivery.",
        "When will I get a package",
        "Likely package arrival?",
        "Will my package be at a certain time?",
        "Do I know when my package delivery will arrive?",
        "When will I be able to have my delivery?",
        "We don't know the package arrival time.",
        "How time will my package arrive?",
        "I am unsure when I should expect to receive my delivery.",
        "It is unknown when my package will be delivered.",
        "Delivery time when can I expect it?",
        "Please tell me when my shipment is ready.",
        "When does my package arrive?",
        "When will parcels be here?",
        "When will my stuff be here?",
        "Does it be possible to have my package delivered soon?",
        "When will the parcels come?",
        "An exact time for my shipment?",
        "Please let us know when my shipment arrives.",
        "Please know when I get my shipment.",
        "I don't know a delivery time for my package.",
        "I don't know when my package will show up.",
        "I don't know when my delivery will take place.",
        "When is the stuff coming in?",
        "delivery time for my package is unknown.",
        "I'm not sure when I should receive my goods.",
        "What time will it be for my shipment?",
        "What's the Arrival time of package?",
        "When are my packages arriving?",
        "What time will this package arrive?",
        "What time does my package show up?",
        "I don't know when my package will arrive?",
        "When to receive my delivery?",
        "Will I be receiving my package soon?",
        "Is my delivery about to arrive?",
        "Do you know when parcel will arrive?",
        "Will I receive my product soon?",
        "I don't know when I will get my parcel.",
        "I'm not sure when my package delivery is going to take place.",
        "I don't know when the package would be delivered.",
        "Is it possible that my package can be delivered soon?",
        "what time is package arrival?",
        "Will parcel be here?",
        "Is it possible that I'll get my item soon?",
        "Please tell me when I can get my shipment.",
        "I'm not sure when my package will bedelivered.",
        "I am not certain when my package will be delivered.",
        "I have no idea what time frame my package delivery will take.",
        "When my package will be delivered is not known.",
        "When will a package be delivered?",
        "My package will be received.",
        "I'm not sure when I should expect to get my package.",
        "Is this when my shipment will arrive?",
        "I would like to know if I have my package at a certain time.",
        "When to expect my mail?",
        "Is there a time when I can have my package?",
        "What time will my deliveries arrive?",
        "I don't know when the delivery will be for my package.",
        "I'm not quite sure when I'll get my delivery.",
        "I am unsure what time my package will be delivered.",
        "The package arrival date?",
        "I don't know the time frame my package delivery will be.",
        "When will the parcel get here?",
        "What time will my package showup?",
        "Will I have this package at a certain time?",
        "When will the package come?",
        "Is there a way to have my package delivered soon?",
        "How soon will parcel come here?",
        "I don't know the time frame for the package delivery.",
        "When can I get my package?",
        "Do you have a time for my shipment?",
        "Does anyone know when it will arrive?",
        "I am not certain when my package might be delivered.",
        "When will the package be available?",
        "It would be possible to have my package delivered soon.",
        "I do not know when my package would be delivered.",
        "What time is my package going to show up?",
        "I am unsure when I will get my package.",
        "WillI get my item soon?",
        "I don't know when to expect my delivery.",
        "Is my order arriving?",
        "When might a package be delivered to me?",
        "Time will my delivery arrive?",
        "When am I going to receive my delivery?",
        "Is my delivery about to happen?",
        "I want to know when package eta is.",
        "Exactly when my shipment will arrive?",
        "I am unsure when I will get delivery.",
        "What time willmy package arrive?",
        "Perhaps I will get a package?",
        "When can parcel be here?",
        "How soon is my package delivered?",
        "What time can I expect the delivery?",
        "Will I get my package when I want it?",
        "When will this arrive?",
        "What time will my package come around?",
        "The package arrival time is unknown.",
        "I have no idea when my package delivery will arrive.",
        "My package is about to arrive?",
        "I am unsure when I will receive my delivery.",
        "Isn't it possible for my package to be delivered soon?",
        "The package is due at some point.",
        "I don't know what the delivery time is for my package.",
        "I wonder when my package arrives?",
        "Is package eta going to arrive?",
        "Does I get my stuff?",
        "Is it Possible to have my package delivered soon?",
        "When can I get my parcel?",
        "When will my parcel be delivered?",
        "I don't know when my package would come.",
        "What's the time of my package delivery?",
        "I don't know when my package delivery is going to happen",
        "I don't know when my package will be delivered?",
        "What will the delivery time be for my package?",
        "I'm unsure when I should expect the delivery.",
        "Will I have my package at a certain moment?",
        "How soon will my delivery be?",
        "I am not sure when I should receive the package.",
        "It's not clear when I will get my delivery.",
        "What date will parcel be here?",
        "When I will receive my delivery is not certain.",
        "I want to know when I will get my delivery.",
        "I am not sure when my package delivery is going to happen.",
        "Would it be possible to have my package delivered soon?",
        "I don't know when I might get my delivery.",
        "Will there be a time when I have my package?",
        "I don't know the time for my package delivery.",
        "I want to know when might I get a package.",
        "Is package eta here soon?",
        "When is my delivery scheduled?",
        "I'm unsure when to expect delivery.",
        "The package arrival time was not known.",
        "Any update on parcel arrival?",
        "I do not know when the package delivery will happen.",
        "Will my package show up?",
        "Please know when my shipment is done.",
        "When can I get my stuff here?",
        "will it arrive soon?",
        "Will I receive my items soon?",
        "When will the package be received?",
        "What time should I expect my delivery?",
        "When can I receive my shipment?",
        "I would like to know the status of my package.",
        "When will package be there?",
        "It could be possible to have my package delivered soon.",
        "Is my item soon?",
        "When can I pick up my order?",
        "Can it be possible for my package to be delivered soon?",
        "I don't know what time frame I will receive my package.",
        "What will be the delivery time for my package?",
        "Will I get a product soon?",
        "Can you tell me when my package is due?",
        "I don't know when my shipment will arrive?",
        "When my package delivery will occur is not known.",
        "I'm unsure when my package delivery will happen.",
        "When is my package to come?",
        "I have no idea what the time frame for my package delivery will be.",
        "I get something?",
        "Is that when my stuff comes in?",
        "I don't know when my package delivery is going to start.",
        "I want to know when I'll get my item.",
        "When can I get something?",
        "I can't say when my package delivery will happen.",
        "Does my delivery arrive soon?",
        "I am wondering when my package will be delivered?",
        "Is package eta going to be soon?",
        "What time will my delivery get there?",
        "When will I receive my package in the mail?",
        "What about the package arrival?",
        "When will there be my delivery?",
        "I am not sure when the package might be delivered.",
        "I don't know when I'll get the package.",
        "I am not sure when I can receive my delivery.",
        "Will it be before my shipment arrives?",
        "How soon are my packages arriving?",
        "I don't know when i will get my delivery.",
        "Please let me know when the shipment arrives.",
        "I don't know when my package is delivered.",
        "Is it possible to expect my parcel soon?",
        "Please tell me the time of my shipment.",
        "Please tell me when I can expect my shipment.",
        "Will I get my gift soon?",
        "I have no idea when the package delivery will occur.",
        "Please wait for my shipment to arrive.",
        "When can I expect to receive my goods?",
        "I am wondering if I will get my item soon.",
        "I am unsure when I should receive my delivery.",
        "It's not clear when I should expect my delivery.",
        "When to get my package?",
        "When to expect my package?",
        "I don't know what time frame my package delivery is going to be.",
        "It is possible to have my package delivered soon.",
        "When my stuff shows up?",
        "Is there a time when it will arrive?",
        "I don't know when my package will delivery?",
        "I am unsure of when my package delivery will happen.",
        "The time of package arriving?",
        "Do you know when the package will arrive?",
        "I'm not sure when I'll be able to get my delivery.",
        "How can I have my package delivered soon?",
        "When my package delivery will happen I don't know.",
        "Will I get my thing soon?",
        "I was not sure when I would get my delivery.",
        "I wonder when my package will show up.",
        "I'm not sure when I need to get my delivery.",
        "What time will I have my package?",
        "I have no idea when my package will be delivered.",
        "Estimated time for my shipment?",
        "When will it turn up?",
        "I don't know when my package willarrive.",
        "I don't know when my package delivery will arrive",
        "Will I get my package at a specified time?",
        "How about the package arrival time?",
        "I want to know when I'll get my package.",
        "I'm unsure when I should get my delivery.",
        "What time will my shipment be ready?",
        "Package arrival date?",
        "Will parcel arrive here soon?",
        "Is there a time when my package delivery will arrive?",
        "When is my delivery.",
        "When can I get the delivery?",
        "I don't know when my package delivery will occur",
        "I need to know when package eta is.",
        "How soon am I able to get my shipment?",
        "How soon am I going to receive my delivery?",
        "How soon is it delivered?",
        "Will they get my item soon?",
        "I don't know when my package may arrive.",
        "When will the delivery happen?",
        "When your package arrives?",
        "I am wondering when my package will be delivered.",
        "My stuff coming in when?",
        "When will I received my package?",
        "It's not clear when I can expect my delivery.",
        "I am not sure when my package will come.",
        "I do not know when my package will be delivery.",
        "What time will my package be arriving?",
        "I don't know when a package will arrive.",
        "I'm not sure when I'll get my item.",
        "I wonder when I should expect delivery.",
        "When my package delivery is going to happen I don't know.",
        "What time will my package delivery be?",
        "Is there a time when the parcel will be here?",
        "Will I have my package shortly?",
        "When will Parcel be here?",
        "Is it possible to receive my package soon?",
        "Will the parcel be here?",
        "What time frame will my package delivery be?",
        "What time does my stuff arrive?",
        "Will I get my delivery soon?",
        "When should I expect a package?",
        "I'm wondering when I will get my delivery.",
        "I'm not sure when I should receive my parcels.",
        "Immediate package arrival time?",
        "What time my package arrives?",
        "I'm not sure when I'll be delivered.",
        "There's a question about when my package is due.",
        "What time will my package turn up?",
        "Please let me know the exact time of my shipment.",
        "When will my goods arrive?",
        "What is package arrival time?",
        "I will receive my stuff.",
        "Parcel will be here sooner or later.",
        "When will my package land?",
        "I do not know when my package is due.",
        "I don't know what time I'll get my package.",
        "It's anticipated package arrival?",
        "I'm not sure when my delivery will arrive.",
        "The package will arrive.",
        "I am not sure when the package delivery will occur.",
        "I have to know if my delivery is due soon.",
        "It will arrive when?",
        "I am unsure if I will get my item soon.",
        "My package delivery time is not known.",
        "I don't know what the time frame is for my delivery.",
        "I will get my stuff?",
        "I have no idea when my package is going to be delivered.",
        "As to when it will arrive?",
        "The package will arrive?",
        "When will my delivery be there?",
        "I am not sure when my delivery will occur.",
        "Will the item be delivered soon?",
        "I wonder when my shipment will arrive.",
        "When am I going to get a package?",
        "I am not sure when I can expect delivery.",
        "What time my package will arrive?",
        "Someone please tell me when my shipment arrives.",
        "What time will my package package arrive?",
        "Will my stuff come in when?",
        "I'm unsure when I will get my package.",
        "My package is due someday.",
        "I'm not sure when I'll have my delivery.",
        "I'm not sure when I should receive the goods.",
        "When am i going to get my package?",
        "I don't know when parcel will be here.",
        "Will I have a package at a specific time?",
        "I did not know when I would get my delivery.",
        "I am not sure when I should expect to get my package.",
        "I do not know when I can expect delivery.",
        "What time am I supposed to receive my package delivery?",
        "I'm unsure about when I will get my delivery.",
        "What is the package arriving time?",
        "I am not sure when the delivery will be.",
        "The time when the package arrives?",
        "When will the stuff come in?",
        "What time do I receive my delivery?",
        "When will it arrive.",
        "I want to know what time my package delivery arrives.",
        "Do you know when my stuff arrives?",
        "How soon is my package arriving?",
        "What is the time the package arrives?",
        "When am I going to receive my package?",
        "Will I have my package at a specified time?",
        "When are my packages coming?",
        "When my package will be delivered is unknown.",
        "I don't know what time my package will be.",
        "When will something arrive?",
        "When is my package due",
        "Is it possible to have my package delivered soon??",
        "Will I have my package in time?",
        "Will my item arrive in the near future?",
        "When can I receive a delivery?",
        "When am I going to get my delivery?",
        "When will this parcel come?",
        "Will the expected delivery date happen?",
        "I don't know what time my delivery will be.",
        "I don't know when my package will deliver.",
        "When to receive my parcel.",
        "I don't know what time I'll receive my package.",
        "When will your package arrive?",
        "I'm not sure what the delivery time is for my package.",
        "I am not sure what time my package will be delivery.",
        "Is package eta going to come soon?",
        "I'm not sure what time frame my delivery will take.",
        "I'm not sure when to expect my parcel.",
        "I do not know what time frame my delivery will be.",
        "I have no idea when my package might come.",
        "What about package arrival?",
        "Can I have the package delivered soon?",
        "How soon will my delivery take place?",
        "Can I know when my package arrives?",
        "So when will my package be delivered?",
        "The package's Arrival time?",
        "I'm not sure when my delivery is going to be.",
        "I am not sure what time my package will be delivered",
        "Is there a time when my package will arrive?",
        "I wonder when I might get a package?",
        "I am wondering when my package is due.",
        "It is not known when I will get my delivery.",
        "My package is due shortly.",
        "The time will my package arrive?",
        "When is my package on the way?",
        "What time my stuff comes in?",
        "What will be the time it arrives?",
        "I don't know when my package delivery will be.",
        "When might I get this package?",
        "Is it when my stuff arrives?",
        "My stuff comes in?",
        "Could I get my item soon?",
        "I'm not sure when to expect a delivery.",
        "What time will my parcel delivery arrive?",
        "A package arrival time?",
        "I'm wondering if I will get my item soon.",
        "How soon is it arriving?",
        "Are I going to get my item soon?",
        "I have no idea about the delivery time for my package.",
        "I need to know when my package is due.",
        "When can I receive my delivery?",
        "I don't know the exact time frame for my delivery.",
        "How soon am I able to receive my shipment?",
        "I'm not sure when my delivery will take place.",
        "When will there be the parcel?",
        "What time will my package deliver arrive?",
        "I have no idea when my package may arrive.",
        "Time for my package to arrive?",
        "Will I get my item in the near future?",
        "How soon am I due my package?",
        "I'm not sure when I'm going to get my stuff.",
        "I want my item soon.",
        "When to have my parcel?",
        "The package expected to arrive?",
        "I am not sure when my package delivery will come.",
        "I'm not sure when I will get my package.",
        "What time will my package be available?",
        "When will I get my Parcel?",
        "I am not sure when I will get my delivery.",
        "Will my delivery come soon?",
        "I'm not sure when I can expect my shipment.",
        "When my stuff will come in?",
        "package arrival time?",
        "When would a package arrive?",
        "I'm not certain when I will get my package.",
        "Will parcel be here soon?",
        "Will I get my item shortly?",
        "Ill get my stuff?",
        "I'm not certain when I should receive my delivery.",
        "What is the time when parcel will be here?",
        "Will I have the package at a specific time?",
        "Is the time when to expect my parcel?",
        "I have no clue when I will get my delivery.",
        "When will my package be delivered.",
        "When I will get my delivery is not certain.",
        "I don't know when my package will Delivery time.",
        "Do you know when the parcel will arrive?",
        "When are the parcels going to be here?",
        "What time will my package come to me?",
        "When am I supposed to see my stuff?",
        "It is not known when my package will arrive.",
        "Is my stuff arriving when?",
        "When might I be given a package?",
        "When should I expect my parcel.",
        "Please tell me when my shipment gets there.",
        "I'm not sure when my package delivery will start.",
        "When it will arrive?",
        "I'm not sure when I'll get my mail.",
        "I don't know when a package might arrive.",
        "What time frame for my shipment?",
        "I'm uncertain when I will get my delivery.",
        "Time will my package arrive?",
        "Arrival time for a package?",
        "Can I expect my parcel soon?",
        "My package is due at some point.",
        "I don't know when I can expect a delivery.",
        "packagearrival time?",
        "When is my stuff coming?",
        "Do you know when you will receive your package?",
        "When will I get the package?",
        "I'm unsure about when to expect delivery.",
        "When is my package scheduled to arrive?",
        "How soon is delivery for my package?",
        "Will I receive a item soon?",
        "I am wondering when my package is arriving.",
        "Will my package come at a certain time?",
        "When would my stuff arrive?",
        "Will my item be in my possession soon?",
        "Will me have my package at a certain time?",
        "Do I know when my package is arriving?",
        "I want to know when my delivery is.",
        "will I get my item soon?",
        "Please let me know when the shipment will arrive.",
        "For package arrival time?",
        "Is there a time when my shipment will arrive?",
        "Will it be possible to have my package delivered soon?",
        "There is an anticipated package arrival?",
        "I'm unsure about when I should expect delivery.",
        "When might my package come?",
        "When will my package be recieved?",
        "I'm wondering when I'll receive my package.",
        "Is it possible I'll get my item soon?",
        "I have no idea about the time frame my package delivery will take.",
        "What is the time when my package will arrive?",
        "It will arrive soon.",
        "Arrival of package?",
        "I am not sure when my package will be delivered.",
        "Will I be receiving my item soon?",
        "What time should my shipment arrive?",
        "I don't know when my package is coming.",
        "I need to know if I'll get my item soon.",
        "My package might be delivered soon.",
        "Is there a specific time for my shipment?",
        "It's not clear when my package will be delivered.",
        "Can you tell me the package arrival time?",
        "Is there a time when my stuff arrives?",
        "When will I get the delivery?",
        "How soon are my shipment?",
        "Will I have my package at the right moment?",
        "I have no idea when my package delivery will occur.",
        "It should be on my shipment soon.",
        "I'm not sure when I'll get a delivery.",
        "There is a question when to expect my parcel.",
        "I am not sure when I will get it.",
        "I do not know when my package could be delivered.",
        "I getting my stuff?",
        "delivery time for my package is not known.",
        "Please, let me know when my shipment arrives.",
        "I need to know when my package arrives.",
        "Is it possible for my package to arrive soon?",
        "I do not know the time that my package will be delivered.",
        "Waiting for delivery of my package?",
        "My package is due, when?",
        "Predicted package arrival?",
        "will I receive my package soon?",
        "Expecting a delivery soon?",
        "I'm not sure what time my package delivery will be.",
        "I do not know the time frame my package delivery will take.",
        "I am not sure what delivery time my package will be.",
        "When should I expect a parcel?",
        "What time will delivery arrive?",
        "I don't know when my delivery will be.",
        "I don't know what time my package is going to arrive.",
        "when to expect a parcel",
        "When might a package come in?",
        "Something coming in when?",
        "It's not certain when I should expect my delivery.",
        "I wonder if I will get my item soon.",
        "Delivery time for my package is unknown.",
        "What will my package deliver time be?",
        "Parcel arrival time?",
        "Please tell me when it will arrive.",
        "When will my stuff entering?",
        "When is my packages due?",
        "I didn't know when my package might be delivered.",
        "Will I get my package at a given time?",
        "When will packages be there?",
        "I don't know what time frame my package will arrive",
        "I'm unsure when I'll receive my package.",
        "I am not sure when my package will bedelivered.",
        "What is the package Arrival time?",
        "Can anyone give an update on parcel time?",
        "Is my stuff coming in soon?",
        "Will I have that package at a certain time?",
        "What time do I receive my package delivery?",
        "I'm wondering if it's possible to have my package delivered soon.",
        "I'm not sure when I'll get the delivery.",
        "When will it be arriving?",
        "My package will be delivered soon.",
        "Is the stuff coming in when?",
        "When is my package there?",
        "When my package will arrive is unknown.",
        "My package will be due sometime.",
        "package arrival date?",
        "Is it possible to have my package here soon?",
        "When will the parcel arrives?",
        "Will I have my package at the right time?",
        "I don't know the date of my package delivery.",
        "What time will my package show up.",
        "What is the arrival time of the package?",
        "I'm not sure when I will see delivery.",
        "Can I know when my package will be delivered?",
        "What time do you think my package will be delivered?",
        "I am unsure when to expect my delivery.",
        "What time will your package show up?",
        "I don't know a time frame for my package delivery.",
        "Please let me know the time for my shipment.",
        "I don't know when I can expect my delivery.",
        "I'm wondering when I can expect my delivery.",
        "The package arrivaltime?",
        "Parcel will arrive when?",
        "I don't know when a package will be delivered",
        "When is it appropriate to receive my parcel?",
        "Is it possible for my package to be delivered soon?",
        "My package delivery will happen, but I don't know when.",
        "Arrival time for the package?",
        "I don't know when my delivery is.",
        "I'm unsure when my package delivery will take place.",
        "What time will my package be received?",
        "When am i due my package?",
        "Will it show up soon?",
        "The time of package Arrival?",
        "What time is package's arrival?",
        "When my package might be delivered is uncertain.",
        "I wonder when parcel will be here.",
        "I don't know when it's going to be delivered.",
        "Package delivery time?",
        "I am not sure when my package could be delivered.",
        "Will it ship soon?",
        "Please tell me when it will be on my shipment.",
        "How soon will it be delivered?",
        "I am unsure of when I should expect my delivery.",
        "Is a time for my shipment?",
        "Will I get this item?",
        "Will I have my package by a certain date?",
        "Is my package going to arrive soon?",
        "How soon will parcel arrive here?",
        "I am unsure about the delivery time for my package.",
        "Can I get a package soon?",
        "When I will receive my package?",
        "What time is it for delivery for my package?",
        "I am not sure when will I get my delivery.",
        "Is it possible to have my package delivered very soon?",
        "I am unsure of when I will receive my package.",
        "What time do I have to get my shipment?",
        "I don't know when I will get my mail.",
        "I don't know when my delivery will take place",
        "When can I have my goods?",
        "When my stuff arrive?",
        "The package is due, when?",
        "I'm not sure when I should be expecting my delivery.",
        "I don't know when my parcel will arrive.",
        "I don't know when I will get my package delivery.",
        "What time will my delivery arrives?",
        "What is the delivery time for my package?",
        "Is there a time when I can expect delivery?",
        "Will I get my things?",
        "When will parcel come?",
        "Will there be my package at a certain time?",
        "I'm not sure when I should expect delivery",
        "I want to know when my package is due.",
        "I want to know when I can receive my package.",
        "When to get my delivery?",
        "A delivery time for my package?",
        "I can't say when my package delivery will take place.",
        "I'm unclear when I can expect my delivery.",
        "I am unsure when I should receive delivery.",
        "I am not sure of the time my package will be delivered.",
        "I'm unsure when I can expect delivery.",
        "Will I get my items soon?",
        "Will I acquire my item soon?",
        "When the parcel will be here?",
        "I am unsure of when my package delivery will take place.",
        "What time shalt my package arrive?",
        "What time will my package come??",
        "Will I get my package after a certain time?",
        "I would like to know when my package delivery will arrive.",
        "I don't know what the delivery time for my package is.",
        "My delivery will be when?",
        "Is it possible to get my package delivered soon?",
        "What time will my stuff arriving?",
        "I am not sure when I need to get my delivery.",
        "What time will my stuff come in?",
        "I have no idea when my package delivery will start.",
        "I am wondering when my delivery will be.",
        "I am unsure when I should expect delivery.",
        "How soon is the shipment for me?",
        "When might a package appear?",
        "Is it possible to have my package soon?",
        "What time does package arrival arrive?",
        "I'm unclear when I should expect delivery.",
        "Are I getting my stuff?",
        "I don't know when the package delivery will happen.",
        "Is my delivery here soon?",
        "I'm not sure when I'll receive it.",
        "When is the package arrival time?",
        "Which day will the parcel be here?",
        "I don't know when I will get my deliveries.",
        "When my package delivery will happen, I have no idea.",
        "I don't know what time period my package delivery will be in.",
        "Is there a time when to expect my parcel?",
        "When can I expect something to arrive?",
        "When are my stuff arriving?",
        "I am unsure about when I should expect delivery.",
        "What time might my package arrive?",
        "When my delivery is?",
        "I don't know what time frame my package will be delivered.",
        "How soon is my stuff coming in?",
        "Is the parcel going to be here soon?",
        "Is package eta going to be here soon?",
        "Will I be given my package at a certain time?",
        "When my package delivery will take place, I don't know.",
        "Do you know when my shipment will come?",
        "What is the exact time of package's arrival?",
        "Yes, package arrival status?",
        "When will I be getting a package?",
        "Is my item going to arrive soon?",
        "When will the Parcel be here?",
        "When would I receive a package?",
        "Is it possible to have my package delivered shortly?",
        "My package may be delivered soon.",
        "I have no idea when my package might be delivered.",
        "When to receive the parcel?",
        "Just when is my package due?",
        "I do not know what the delivery time will be for my package.",
        "For my shipment, how soon?",
        "I don't know when package delivery will happen",
        "When is my package here?",
        "Am I going to get my package at a certain time?",
        "My package is due",
        "What will the time be for my package to arrive?",
        "I don't know when my package is going to arrive",
        "What is the expected delivery time for my package?",
        "I don't know when I should expect to get my delivery",
        "I'm not sure when I'm going to get my goods.",
        "Parcel delivery time is something I don't know.",
        "Can my package arrive soon?",
        "I have no idea when I can expect my delivery.",
        "When am I supposed to receive my parcel?",
        "When to get my mail?",
        "I am not sure when I will receive delivery.",
        "What time will my package come here?",
        "I'm not sure when I can expect to get my delivery.",
        "When will my stuff come in?",
        "Please tell me when my shipment is available.",
        "I am curious as to the status of my package.",
        "How will I know when I receive my package?",
        "What is the expected arrival time for my shipment?",
        "I am not certain when I should get delivery.",
        "When will I receive my goods?",
        "What will the time be for my package delivery?",
        "I need to know if I will get my item soon.",
        "What time will my package deliver me?",
        "What is the time when my package will show up?",
        "Is it possible to have my package arrive soon?",
        "I am not sure of the time frame my package delivery will take.",
        "I want to know when to expect delivery.",
        "When will I receive the package?",
        "Has it possible to have my package delivered soon?",
        "When will a package be here?",
        "I need to know when I can expect my delivery.",
        "I'm unsure of the delivery time for my package.",
        "Someone please tell me when my shipment is going to arrive.",
        "I'm not sure when I'll get my package.",
        "I don't know when I should expect to be delivered.",
        "I am wondering when I can expect delivery.",
        "I am not sure when to expect delivery.",
        "I don't know what delivery time is for my package.",
        "I don't know when my package delivery will commence.",
        "I still don't know when my package will be delivered.",
        "I need an update on parcel arrival time.",
        "Could it be that my package is delivered soon?",
        "Will I have my package when I need it?",
        "When will there be a parcel here?",
        "Please know when the shipment arrives.",
        "I am not certain when I will get my package.",
        "My package will be arriving soon.",
        "When can you get package eta?",
        "When is my package coming?",
        "I have no clue when my package delivery will occur.",
        "What time am I going to receive my package delivery?",
        "It depends on when my package will be delivered.",
        "I am unsure of when my package is due.",
        "Please know when I will get my shipment.",
        "Do I get my stuff.",
        "It will ship soon.",
        "How soon can I expect delivery?",
        "I am not sure when I'll get my delivery.",
        "When is my delivery happening?",
        "I am not sure when my package delivery will occur.",
        "What is the time that my package shows up?",
        "WhatTime will my package show up?",
        "Is it possible to have my package deliver soon?",
        "I do not know when my package will arrive?",
        "I'm not sure when I should receive my package.",
        "What time willmy package delivery arrive?",
        "When willI receive my package?",
        "The package arrival isAnticipated?",
        "Is my delivery possible soon?",
        "When will the package be delivered to me?",
        "I'm not sure about when to expect my delivery.",
        "I don't know the timing of my package delivery.",
        "when will parcel arrive?",
        "I don't know the time frame of the package delivery.",
        "I don't know when I should expect a delivery.",
        "when might I get a package",
        "I wonder when I can expect a delivery.",
        "I wonder if my delivery is coming soon.",
        "Is there an estimated delivery time for my package?",
        "Its possible to have my package delivered soon.",
        "Time for delivery for my package?",
        "Can you say when it will arrive?",
        "How soon are my package arriving?",
        "I'm not sure when I will get my mail.",
        "I wonder if it is possible to have my package delivered soon.",
        "What time is the arrival of the package?",
        "I'm not sure what time my package will be delivered?",
        "I am unaware of when my package delivery will take place.",
        "When must I expect my parcel?",
        "I am not sure when I will get my order.",
        "When should I expect to get my delivery?",
        "When will I receive it?",
        "Are my stuff coming in?",
        "I don't know when my package is going to be delivered.",
        "I want to know when a package might arrive.",
        "Will I get a item soon?",
        "When will a package arrive?",
        "I am unsure of the delivery time for my package.",
        "The time of arrival for a package?",
        "I wonder when my delivery will arrive.",
        "Is there an exact date for my shipment?",
        "I do not know when my package may arrive.",
        "I have no idea when I will receive my package.",
        "I don't know when my package is going to bedelivered.",
        "I'm not sure when I will receive my mail.",
        "What date will my delivery arrive?",
        "Will it arrive shortly?",
        "When can I pick up my stuff?",
        "I do not know when to expect delivery.",
        "Can I expect a package soon?",
        "I don't know whenPackage delivery will happen",
        "A date for my shipment?",
        "Will it arrive?",
        "I don't know when I will get a delivery.",
        "It's not known when my package might be delivered.",
        "Will I get my item then?",
        "Package arrival period?",
        "When am I supposed to receive my package?",
        "When do I have my package?",
        "I would like to know when my package will show up.",
        "Please let me know when my shipment is available.",
        "What are the times when my package will show up?",
        "I do not know when I will get my delivery.",
        "When will parcel be arriving?",
        "package arrival status?",
        "I was wondering if I would get my item soon.",
        "When will I be able to get my package?",
        "When can delivery occur?",
        "Will my package arrive at a certain moment?",
        "I'm not sure when I will be delivered.",
        "I'm not sure what time my package will be delivered",
        "What time will your package arrive?",
        "What time will my package arrival?",
        "I'm unsure when I should receive delivery.",
        "I don't know when I can expect my package delivery.",
        "When will I get the parcel?",
        "When will something arrive here?",
        "Will they give me my item soon?",
        "Is that when my shipment is?",
        "When are I due my package?",
        "What is the anticipated arrival time of the package?",
        "Will I be getting my package?",
        "When am I getting my stuff?",
        "What time are I supposed to get my shipment?",
        "I am not sure when my package will arrive.",
        "I am not sure what time frame my package delivery is going to be.",
        "Which time will parcel arrive?",
        "It is not known when my package is due.",
        "When will I be able to expect my parcel?",
        "I'm not sure when I should receive my delivery.",
        "When will I receive this package?",
        "When might the package be delivered?",
        "will my package arrive?",
        "What is the expected time for my shipment?",
        "When will its arrival be?",
        "I don't know what time frame my package delivery will be in.",
        "Will I soon receive my item?",
        "My package will be arriving.",
        "I am unclear when I should expect delivery.",
        "I have no idea when the package will be delivered.",
        "When to get the parcel?",
        "I don't know when I should expect to get delivery.",
        "When am i going to get my stuff?",
        "Will you have my package at a certain time?",
        "I am not certain when I will receive my delivery.",
        "What time will the package show up?",
        "What is the time that my package arrives?",
        "How about the package arrival status?",
        "How soon am I supposed to receive my shipment?",
        "I am wondering if it is possible to have my package delivered soon.",
        "When might the package come?",
        "I don't know what time frame my package delivery is going to take.",
        "Is it possible for my package to come soon?",
        "I wondered if my delivery was due soon.",
        "I don't know when I ought to expect my delivery.",
        "When will parcel be available?",
        "Exactly when will I get my item?",
        "I'm not sure when my package delivery is going to happen.",
        "I'm not sure when I'm supposed to get my delivery.",
        "I don't know when I will get my item.",
        "I don't know what time my package will arrive.",
        "When will I be able to receive my parcel?",
        "When will it get there?",
        "It is not known when I will receive my package.",
        "It is possible that my package will be delivered soon.",
        "Any updates on when the shipment will arrive?",
        "When will my package come up?",
        "What time will your package delivery arrive?",
        "When might this package arrive?",
        "When will my package get here?",
        "The time of delivery for my package is not known.",
        "I don't know when it is going to be delivered.",
        "Is it possible that my package is delivered soon?",
        "I do not know when my package delivery will arrive.",
        "Please let me know when my shipment is going to arrive.",
        "Is there an actual time for my shipment?",
        "What are the package arrival time?",
        "When will my delivery be done?",
        "Would I get my item soon?",
        "I still don't know when I will get my delivery.",
        "How soon do I get it?",
        "When is my package arriving",
        "The time that the package arrives?",
        "My package is due some time.",
        "When will package eta arrive?",
        "What is the time of package's Arrival?",
        "I'm not sure when I can expect my package.",
        "I don't know when I'll receive the package.",
        "I don't know when my package delivery is happening.",
        "I am not sure when I should be expecting my delivery.",
        "Is it possible that I can have my package delivered soon?",
        "I'm not sure what time frame my delivery will be.",
        "Is my package scheduled to arrive?",
        "When might my package be delivered?",
        "When was my stuff coming in?",
        "What time in the future will my package arrive?",
        "Is it when to expect my parcel?",
        "I don't know when package delivery will be.",
        "I didn't know when my package delivery would be.",
        "When should I expect my Parcel?",
        "Please tell me when the shipment arrives.",
        "I don't know when my package may be delivered.",
        "I don't know about delivery time for my package.",
        "I wonder when it will arrive?",
        "What time will my package delivery get here?",
        "Is it doable to have my package delivered soon?",
        "Please provide an exact time for my shipment.",
        "I have no idea when my package delivery will take place",
        "I am not sure what time my package is going to be delivered.",
        "There is a package arrival time?",
        "Will Parcel be here soon?",
        "I don't know the time of delivery for my package.",
        "I am wondering when my delivery will happen.",
        "What is the exact time of package arrival?",
        "Will my thing arrive soon?",
        "What's the time for my shipment?",
        "When can I expect a delivery?",
        "There is a question about when parcel will be here.",
        "I'm not sure when I will be getting my delivery.",
        "I don't know the exact time frame my package delivery will take.",
        "When is my stuff going to arrive?",
        "When am I due my package",
        "Will the item come soon?",
        "Parcel will be here?",
        "I'm not sure when the delivery will come.",
        "I don't know what date my package will arrive.",
        "I do not know when I will receive my package.",
        "It is unclear when my package delivery will take place.",
        "What time will my package arrive?!",
        "Who knows when my shipment will arrive?",
        "I am not sure when I will receive my mail.",
        "I am unsure when my package delivery will take place.",
        "Will my item be there soon?",
        "Which day will parcel arrive?",
        "I am not certain when I should expect my delivery.",
        "When can i get a package?",
        "A delivery date for my package?",
        "Can you tell me the arrival time of the package?",
        "How soon will the parcel be here?",
        "I still don't know when my package will arrive.",
        "I'm not sure when I will get my shipment.",
        "Will I get my item soon.",
        "When might I get a delivery?",
        "When will there be a package here?",
        "When might I get a package.",
        "Yes, when can I expect delivery?",
        "Will my item arrive soon.",
        "When are my delivery times?",
        "Please get an update on my shipment.",
        "I'm not sure when the package delivery will happen.",
        "I did not know when my package would be delivered.",
        "When will I receive a parcel?",
        "I don't know when I will see my delivery.",
        "What time will that package show up?",
        "I am not sure when I should expect delivery",
        "I am not sure when I will get delivery.",
        "Will it arrive at some point?",
        "Will I have my package soon?",
        "I don't know what time frame my delivery will be.",
        "I am not sure when I will receive it.",
        "I don't know what time frame the package delivery will take.",
        "When will I have a package?",
        "The package's arrival time is questionable.",
        "It is a package arrival time?",
        "Will I get my package at a certain times?",
        "What time is my package arriving?",
        "When is my package on its way?",
        "The delivery time for my package is not known.",
        "I don't know when my shipment will arrive.",
        "The time that my package delivery arrive?",
        "When should I expect the delivery?",
        "What time should my stuff arrive?",
        "I'm unsure when I will get my parcel.",
        "There is a package that is when?",
        "Package arriving?",
        "Is package eta coming soon?",
        "I was wondering if my delivery was due soon.",
        "I don't know when the delivery will happen.",
        "Is my item about to arrive?",
        "I'm wondering when I can expect delivery.",
        "I don't know what time frame my package will arrive in.",
        "I do not know when I will get my item.",
        "I don't know when my package delivery is going to occur.",
        "Just when will it arrive?",
        "What date will my package arrive?",
        "What time will my package will arrive?",
        "When may i receive a package?",
        "The time when might I get a package?",
        "When will I receive my parcel?",
        "What time do I get my delivery?",
        "I want to know when my package will show up.",
        "How about the package arrival?",
        "Will that item arrive soon?",
        "I want to know when I'll get delivery.",
        "It is unclear when I will get my delivery.",
        "Package eta is arriving?",
        "Are my stuff coming in when?",
        "Can I know when my package is arriving?",
        "Please tell me when my shipment will be there.",
        "When my package delivery will happen, I don't know.",
        "What is the expected arrival of my package?",
        "I'm not sure when I should expect to see my delivery.",
        "What is the arriving time of the package?",
        "I will get my item soon.",
        "Please know when my shipment will come.",
        "When are I going to get a package?",
        "What time do my package show up?",
        "When is my stuff arriving?",
        "When is parcel going to arrive?",
        "When will you get parcel?",
        "I'm not sure when I'll get my parcel.",
        "The arrival time of package?",
        "I am not sure when I should expect my delivery.",
        "I have no idea when my package delivery will be.",
        "I am not sure when my package can be delivered.",
        "I don't know the time frame for my delivery.",
        "I'm not sure when I'll receive my package.",
        "When might I get a package?!",
        "I am unsure what time frame my package delivery will take.",
        "When will we receive the parcel?",
        "Will I have that item soon?",
        "I am unaware of what time my package will be delivered.",
        "What time will I get my shipment?",
        "Will it be my item soon?",
        "What time is it for my package delivery?",
        "What time shall my package delivery arrive?",
        "When does my delivery happen?",
        "It is not clear when my package delivery will happen.",
        "What time do my package arrive?",
        "When do I expect my package to arrive?",
        "When is my package going to arrive?",
        "How soon is package arrival time?",
        "Please let me know when my shipment is delivered.",
        "It isn't known when my package delivery will take place.",
        "I'm unsure when I'm going to get my delivery.",
        "Can I get my package at a certain time?",
        "Expected package arrival?",
        "I don't know what time period my package will arrive in.",
        "When I will get my delivery is not sure.",
        "I'll get my stuff?",
        "I don't know when my package will happen.",
        "When are I supposed to get my delivery?",
        "What time will my package delivery be arriving?",
        "How soon until delivery?",
        "How soon will it show up?",
        "I need to know when my package delivery will arrive.",
        "I am not sure what time frame my package delivery will take.",
        "I am not sure when my package may be delivered.",
        "I'm not sure when I will delivery.",
        "When the package arrives?",
        "When my stuff gets in?",
        "I have a question about when can I expect delivery.",
        "I don't know when my package would be delivered.",
        "My package delivery is uncertain.",
        "Will I get my stuff soon?",
        "What day will my package show up?",
        "I wonder if I will get my item soon?",
        "Anticipated package delivery?",
        "What day will I receive my package?",
        "I am not sure when I will get my item.",
        "It is possible to have my package delivered soon?",
        "I am not certain what time frame my package delivery will take.",
        "Package arriving time?",
        "I am wondering when my delivery is.",
        "What time will it take for my shipment to arrive?",
        "Shouldn't my package be delivered soon?",
        "The time when my package is arriving?",
        "I am unsure when I'll get my delivery.",
        "When will my stuff be coming in?",
        "I'm not sure when I should receive my parcel.",
        "My delivery might be soon.",
        "When to receive your parcel?",
        "Will I get my package during a certain time?",
        "What are my package delivery times?",
        "What time will my package shipment arrive?",
        "The time will my delivery arrive?",
        "I don't understand what time my package will be delivered.",
        "Is it when my stuff is arriving?",
        "What time will my package arrive??",
        "I have no idea when my package delivery will take.",
        "what time will my package show up",
        "I'm not sure when I will be given my delivery.",
        "I don't know about Delivery time for my package.",
        "When should I expect the parcel?",
        "What time will my parcel show up?",
        "will it arrive?",
        "What time will my package arrive",
        "I am not sure about delivery time for my package.",
        "I have no clue when my package delivery will happen.",
        "Whattime will my package arrive?",
        "When my goods arrive?",
        "I am not sure when I will be able to get my delivery.",
        "I want to know if I will have my package at a certain time.",
        "What is the approximate time for my shipment?",
        "I wonder when I will get a package.",
        "I'm not sure when I should get my package.",
        "Delivery time for my package?",
        "When will my stuff get in?",
        "I'm unsure when can I expect my delivery.",
        "I would like to know when I can expect my delivery.",
        "When my shipment arrives please.",
        "I get my stuff?!",
        "I can't say when my package will arrive.",
        "Will you have your package at a certain time?",
        "Please know the time for my shipment.",
        "It's possible to have my package delivered soon.",
        "I am unsure of when to expect my delivery.",
        "What time shalt my package show up?",
        "Will my package arrive soon?",
        "When will it be here?",
        "Howbout the package arrival status?",
        "What is the package'sarrival time?",
        "Parcel will be here eventually.",
        "When am i getting my package?",
        "When do I get the stuff?",
        "Will I get my package at a certain moment?",
        "When will I get my package??",
        "What time shall my package arrive?",
        "I am not sure when I will get Delivery.",
        "When mightI get a package?",
        "How soon am I going to get my shipment?",
        "How soon will my shipment be available?",
        "When to receive my item?",
        "What time will my package delivery arrive?!",
        "What timing will my package arrive?",
        "I'm not sure when it will be delivered.",
        "I'm unsure when I can expect my delivery.",
        "The time that package arrives?",
        "What's the delivery time for my package?",
        "I have no clue when my package delivery will take place.",
        "Will I get my package on time?",
        "Will I have my package during a certain time?",
        "When will I be able to receive delivery?",
        "I don't understand when I will get my delivery.",
        "I am wondering when it will arrive.",
        "Exactly when will my package arrive?",
        "I don't know when my delivery will happen.",
        "I don't know when my package will arrive!",
        "I don't know when I will expect delivery.",
        "Delivery time for mypackage?",
        "I don't know when my package will go out.",
        "How soon is it for my shipment?",
        "I don't know when my delivery will come.",
        "When will mypackage arrive?",
        "Will I get my package soon?",
        "Will I get my package at the correct time?",
        "I'm not sure when I can get my package.",
        "What time in the day will my package arrive?",
        "When will my package delivery occur?",
        "I don't know what day my package will arrive.",
        "Wait when my delivery arrives?",
        "I'm uncertain when I will receive my delivery.",
        "I haven't heard when my package delivery will happen.",
        "Are I able to have my package delivered soon?",
        "What time can I expect my package to arrive?",
        "I'm uncertain when I'll get my delivery.",
        "What time will my shipping arrive?",
        "How soon will my package delivery be?",
        "will my item arrive soon?",
        "What time will my package delivery arrived?",
        "For package arrival status?",
        "Which day will parcel arrive here?",
        "I don't know when my package will be Delivery time for.",
        "Can my package be delivered soon?",
        "I am not certain when to expect my delivery.",
        "I am not sure what time period my package delivery will be.",
        "I'm not certain when my delivery will be."
    ]
}