{
    "company_type": "Health Insurance Companies",
    "inquiry_category": "Policy coverage questions and changes",
    "inquiry_sub_category": "Policy Changes",
    "description": "Requests to make changes to the policy, such as adding or removing dependents, updating contact information, or modifying coverage levels.",
    "inquiry": "Can I add my spouse to my policy?",
    "paraphrases": [
        "Could the wife be added to insurance?",
        "Do you want to get coverage for husband?",
        "Is adding a wife to the insurance possible?",
        "I don't know if you can add your spouse in my policy.",
        "Can my spouse be on the plan with me?",
        "Are there insurance add-on for wife?",
        "Can I include a partner?",
        "Can my partner be included in my policy.",
        "Have my partner on policy?",
        "Get coverage for his wife too?",
        "Is it worthwhile to add a spouse to my plan?",
        "Can my husband join policy?",
        "I wondered if my partner could be added to my policy.",
        "Adding a wife to the insurance is possible.",
        "The person might be able to add their spouse to my policy.",
        "I don't know if my spouse can go on my policy.",
        "I am wondering if my spouse is included in a policy.",
        "ok'd include wife in coverage?",
        "policy may have my partner?",
        "Are I allowed to throw my partner on this policy?",
        "Can his wife be covered as well?",
        "Shall the spouse on policy be allowed?",
        "Should my plan include a spouse?",
        "I don't know if you can add your spouse to the policy",
        "Is the Spouse on my plan doable?",
        "Do I need to add my wife to the coverage?",
        "Have a spouse added to my plan?",
        "Is my spouse allowed to join the policy?",
        "Can my partner be in the policy?",
        "Is the spouse on policy allowed please?",
        "Is it possible to get coverage for Husband as well?",
        "How can my spouse join my policy?",
        "Is it permissible to add spouse?",
        "I asked if my spouse was included in my policy.",
        "My partner could be put on policy.",
        "I am wondering if my spouse will join my policy.",
        "My spouse should be included to the policy.",
        "I'm inquiring if my spouse is included in my policy.",
        "How about adding my wife to my coverage?",
        "Can I have my partner on that policy?",
        "Adding wife to insurance may be possible.",
        "Will my husband join my policy?",
        "Can my spouse be covered in my policy?",
        "Is it possible to put spouse in my plan?",
        "Could it be possible for a spouse to enroll?",
        "Are I going to add my wife to coverage?",
        "Would it be a good idea to add a spouse to my plan?",
        "I am not sure if my spouse can be placed on my policy.",
        "Can a spouse be covered?",
        "Please, spouse on policy?",
        "Is my spouse welcome to join my policy?",
        "May the policy be with my partner?",
        "Can I have my partner join my policy?",
        "Is there an insurance add-on for a wife?",
        "spouse can be in my plan?",
        "Is it possible to add a wife to the insurance?",
        "Can my partner join this here policy?",
        "I'm wondering if my spouse is also included in my policy.",
        "Adding wife to insurance is a possibility.",
        "Can you get coverage for husband?",
        "spouse join the insurance?",
        "The spouse on policy?",
        "Was it possible to add significant other?",
        "Could the hubs be included on the plan?",
        "Was it possible to add wife to insurance?",
        "Can the policy be used to cover my husband or wife?",
        "I am not quite sure if the person can add their spouse to my policy.",
        "Does my partner join policy with me?",
        "Can the wife join my plan?",
        "Add a married person to my plan?",
        "Put my partner on the same policy?",
        "Are you able to get coverage for husband as well?",
        "Is it possible for it to cover my husband or wife as well?",
        "Is it possible to include husband in coverage.",
        "Is it possible to put my partner on a policy?",
        "Adding a spouse to my plan is a possibility.",
        "Can my partner be included on my policy?",
        "Put the partner on the policy?",
        "Possibly add a wife to insurance.",
        "Is there any insurance add-on for the wife?",
        "Is there an insurance add on for Wife?",
        "Can I have my partner join?",
        "Is my spouse added to my plan?",
        "I don't know if someone can add their spouse to my policies.",
        "I would like to put my spouse on my policy.",
        "Can I have spouse join my plan?",
        "I am not sure if your spouse can be added to the policy.",
        "I don't know whether I can have my spouse on my policy.",
        "Can my partner also be included?",
        "I'm wondering if I can throw my partner on this policy.",
        "Does adding my spouse to the policy make sense?",
        "Is it permissible for me to include my spouse?",
        "It's possible to add a wife to the insurance coverage.",
        "Is it okay to add insurance for the wife?",
        "Spouse to join insurance?",
        "You could add a wife to insurance.",
        "Do you want to add spouse to my plan?",
        "Should my partner be part of my policy?",
        "Possibility of spouse being signed up?",
        "Yes, include Wife in coverage?",
        "The person might not be able to add their spouse to my policy.",
        "Is it possible that I can include my mate?",
        "put my partner on policy",
        "You can have a spouse on policy.",
        "I don't know if my husband can be on my policy.",
        "Adding a wife to insurance may be a possibility.",
        "I am unsure if the person can add their spouse to the policy.",
        "I'm wondering if my spouse is a part of the policy.",
        "I don't know if I can assign my spouse to my policy.",
        "Can my partner be on the here policy?",
        "Allowed, spouse on policy?",
        "Add my spouse to my policy?",
        "Can my husband be on my policy?",
        "Do I have to put my partner on policy?",
        "Do you have an option to add significant other?",
        "Is it okay to add insurance for a wife?",
        "Do you allow the spouse on the policy?",
        "Do I need to add my wife to coverage?",
        "Can I place my partner on policy?",
        "Can my relationship be added to my policy?",
        "Add a wife to my plan?",
        "Is there an insurance add-on for the wife?",
        "Will include wife in coverage?",
        "Put their partner on the policy?",
        "I don't know if your spouse can be added to my policy.",
        "I am wondering if my wife is included in my policy.",
        "My spouse might be included in my policy.",
        "Can my spouse join my policy too?",
        "Can my spouse join our policy?",
        "Adding my wife to the coverage is a possibility.",
        "Can a married couple have policy updates?",
        "Is the spouse on the policy allowed please?",
        "Can I involve my partner in this policy?",
        "Get coverage for spouses?",
        "Can my partner be added with my policy?",
        "How about adding my spouse to the policy?",
        "Is my spouse included in coverage?",
        "Is it possible for me to include my spouse?",
        "Can you include husband in coverage?",
        "Add a spouse to my plan!",
        "Should my spouse be in my policy?",
        "Would my spouse be included in my policy?",
        "I don't know if I can place my spouse on the policy.",
        "I'm curious if my spouse is included in the policy.",
        "Am I going to put my partner on the policy?",
        "I'm wondering if my spouse is part of my policies.",
        "I don't know if someone can put their spouse on my policy.",
        "The spouse on the policy, please?",
        "I would like to add my partner to my policy.",
        "My partner might be able to join the policy.",
        "Are wife included in coverage?",
        "Join insurance with your spouse?",
        "Is it necessary to add a spouse to my plan?",
        "Put my partner on policy.",
        "Is there an insurance add-on for spouse?",
        "Can I put my partner on this policy?",
        "Can my partner be included in the policy?",
        "Yes, is it ok to include my spouse?",
        "I'm asking if my spouse is included in my policy.",
        "Can my partner join with my policy?",
        "Adding wife to insurance could be possible.",
        "Am I wondering if my spouse is included in my policy?",
        "My partner could possibly be added to my policy.",
        "I would like to add my spouse to my policy.",
        "Should the wife be included in coverage?",
        "Is it time to add my spouse to the policy?",
        "Is this spouse on my plan doable?",
        "Is it possible for me to throw my partner on the policy?",
        "Does my partner get added to my policy?",
        "Will adding a wife to insurance be possible?",
        "I'm curious if my spouse is included in my policies.",
        "Is my partner included in my policy?",
        "I wonder if I will join your insurance ship with husband added?",
        "Is my spouse able to join me?",
        "I'm not sure if you can add your spouse to my policy",
        "Is an insurance add-on for the wife okay?",
        "Add my spouse to the policy",
        "Is my partner included on this policy?",
        "Can my spouse contribute to my policy?",
        "Are I going to add my wife to the coverage?",
        "Shall my husband get covered here?",
        "Is it possible to put a wife in?",
        "Are you talking about adding spouse to my plan?",
        "Increase my wife's coverage?",
        "I would like my spouse on the plan.",
        "Is it alright to include a wife in the coverage?",
        "Add my spouse to this policy.",
        "Is it possible to add a husband to insurance?",
        "Do I have to add my spouse to my policy?",
        "Will I get onto your insurance ship with my husband added?",
        "I am wondering if my spouse is also included in my policy.",
        "Are you able to add a spouse?",
        "I do not know if you are able to add your spouse to my policy.",
        "I don't know if they can have their spouse added to my policy.",
        "Doable? the spouse on my plan?",
        "Adding my spouse to my coverage?",
        "I don't know if you can assign your spouse to my policy.",
        "Yes, add my spouse to the policy.",
        "My partner could be added to my policy.",
        "Can the spouses join my plan?",
        "Can I add my spouse to my policy?",
        "Is there an insurance add-on for a Wife?",
        "I don't know if a person could add their spouse to my policy.",
        "I wonder if my spouse should be added to the policy.",
        "Is it possible to get husband coverage as well?",
        "My spouse can be on the plan.",
        "Can my wife be added to the coverage?",
        "Add my spouse to policy",
        "Was it possible to include husband in coverage?",
        "Can there be an option to add significant other?",
        "Can my partner participate in the policy?",
        "Would adding a spouse to my plan make sense?",
        "Is the insurance add-on for the wife okay?",
        "Is it OK to add spouse?",
        "I do not know if you can add your spouse to me.",
        "I would like to add a spouse to my policy.",
        "Is my spouse eligible to join my policy?",
        "Can my partner be on this policy too?",
        "Adding my wife to coverage?",
        "Is it okay to add a spouse?",
        "I am wondering if I can throw my partner on this here policy.",
        "I don't know if I can put my spouse on the policy",
        "Can my partner join Policies?",
        "I am not sure if I can put my spouse on the policy.",
        "I don't know if I can have my spouse on the policy.",
        "I am unclear if you can add your spouse to my policy.",
        "Should my partner join the policy?",
        "Adding the wife to insurance is possible.",
        "Can I join policy with my partner?",
        "My spouse is not on my plan yet.",
        "spouse can join my policy",
        "Are I allowed to include my spouse?",
        "Can the husband be included in the coverage?",
        "Can I include my partner in this plan?",
        "Do you want my partner on policy?",
        "Is it possible to include the wife in coverage?",
        "I'm not sure if the person can put their spouse on my policy.",
        "Get coverage for his wife as well?",
        "If I get onto your insurance ship with my husband added?",
        "Should my partner be added to my policy?",
        "spouse on policy allowed please?",
        "Can my husband and wife be covered by policy?",
        "Should my partner be placed on policy?",
        "I wonder if my mate can be included.",
        "I'm not sure if you can add the spouse to my policy.",
        "Can my spouse be members of my policy?",
        "I don't know if someone can add a spouse to their policy.",
        "I'd like to know if my spouse is in my policy.",
        "I don't know if your spouse could be added to my policy.",
        "Wife insurance add-on okays?",
        "I don't know if my spouse will be placed on my policy.",
        "Does my wife need to be added to the coverage?",
        "Is it possible to add her?",
        "Can my spouse be on this policy?",
        "Can my partner be part of my policy?",
        "Is it possible for the policy to cover my husband or wife?",
        "There is an option to add significant other?",
        "Is my partner eligible for my policy?",
        "Can my partner be part of this policy?",
        "I don't know if I can put my spouse on my insurance.",
        "Can the policy also cover my spouse?",
        "I don't know if I can give my spouse a policy.",
        "I have no idea if my spouse can join my policy.",
        "Will I join your insurance ship with my spouse added?",
        "I wonder if my partner is included in my policy.",
        "Is it acceptable to include wife in coverage?",
        "I am wondering whether my spouse is included in my policy.",
        "Was it possible to add spouse?",
        "I am unsure if you can add your spouse to the policy.",
        "Can spouses join the plan?",
        "Will my partner be on the policy?",
        "Can my husband or wife join my policy?",
        "Is my spouse included in my plan yet?",
        "Should a spouse be allowed on the policy?",
        "How about the spouse on the policy?",
        "Can a spouse on my plan?",
        "A spouse can join my plan?",
        "Is there a way to add my spouse to the policy?",
        "Please add my wife to the coverage.",
        "Can my partner be on this policy with me?",
        "Can my spouse be involved in the plan?",
        "Are my wife included in my coverage?",
        "Can the spouse be added to my policy?",
        "Is it possible to put my partner on policy?",
        "I want my spouse included on this plan.",
        "Can my partner be included, too?",
        "Is it possible to provide coverage for husband too?",
        "Adding a wife to insurance is conceivable.",
        "Is insurance add on for wife ok?",
        "I want my spouse on my plan.",
        "Can my partner be put in my policy?",
        "I am wondering if my partner can be added to my policy.",
        "The person could add their spouse to my policy.",
        "Mind if I join your insurance ship with my husband?",
        "The spouse on policy, please?",
        "Can the spouse be part of my plan?",
        "Insurance add-on for the wife?",
        "This plan can I include my spouse?",
        "Can this policy cover my husband or wife as well?",
        "If I can put my spouse on my policy, I don't know.",
        "Is there a chance of spouse enrollment?",
        "I am not sure if I can have my spouse on my policy.",
        "Could add wife to insurance?",
        "Can my spouse be included on my policy?",
        "I am not certain if I can put my spouse on my policy.",
        "Wife on policy allowed please?",
        "Is it okay to have insurance for your wife?",
        "Place my partner on policy.",
        "Are I able to add my spouse?",
        "Can my wife join my policy?",
        "Is my partner going to be added to my policy?",
        "I don't know if this person can add their spouse to my policy.",
        "Does my spouse count in my policy?",
        "I do not know if your spouse can be added to my policy.",
        "Can I add my spouse with my policy?",
        "Can my husband be covered also?",
        "Can husband and wife join my plan?",
        "I still don't know if you can add your spouse to my policy.",
        "Might my wife be added to coverage?",
        "I wonder if it's okay to include my spouse.",
        "Will my partner be covered by the policy?",
        "May policy contain my partner?",
        "Get coverage for husband?",
        "Does my spouse have a place on this plan?",
        "Will my spouse be included on the plan?",
        "Would my spouse be on my plan?",
        "My spouse may join my policy.",
        "Are the spouse allowed on policy?",
        "Can my partner join policies with me?",
        "Can my partner be put on my policy?",
        "I want my spouse in my policy.",
        "Can you get coverage for the husband too?",
        "Do I add a spouse to my plan?",
        "I'm not sure if you can add your spouse to my policy.",
        "I'm wondering if my spouse is included in my policy",
        "Can my spouse accept my policy?",
        "I don't understand if I can put my spouse on my policy.",
        "Is my spouse included on the plan?",
        "I'm wondering if my spouse is included in my insurance plan.",
        "Can spouse enroll?",
        "Can my spouse join my plan?",
        "I don't know if a person can add their spouse to a policy.",
        "Can my partner be a member of the policy?",
        "I wonder if spouse can join my plan.",
        "Get coverage for married people?",
        "Is it okay to add a spouse to my plan?",
        "Is it possible to include a spouse in my plan?",
        "Is it ok for my spouse to be included?",
        "Is it time to add my wife to the coverage?",
        "I'm not sure if the person can add their spouse to my policy",
        "Can I include my spouse on the plan?",
        "Can my partner become a part of the policy?",
        "I don't know if you can add your wife to my policy.",
        "Is my partner eligible for policy?",
        "Could you add the wife to the insurance?",
        "Would I be able to put my spouse on my policy?",
        "I'm not sure if a spouse can be added to my policy.",
        "I'm not sure if they can add their spouse to the policy.",
        "Possibility of spouse membership?",
        "Add a wife to the insurance coverage?",
        "Allow a spouse on policy?",
        "My wife may be added to coverage.",
        "My wife should be added to my coverage.",
        "Maybe I should put my partner on policy?",
        "Perhaps add a wife to insurance?",
        "The spouse on my plan is doable?",
        "Can my spouse be covered?",
        "Can their spouse join my policy?",
        "I am wondering if my spouse is included on my policy.",
        "Add your spouse to the policy.",
        "Is the insurance add-on okay for wives?",
        "Would adding a wife to insurance be possible?",
        "Is it possible for my partner to join the policy?",
        "Is it feasible to include my spouse?",
        "Will his spouse get covered here?",
        "Is it possible for my partner to be added to my policy?",
        "Is my spouse covered by my policy?",
        "Can my partner participate in policy?",
        "How about adding a spouse to my plan?",
        "Have the spouse on policy been allowed?",
        "Is the spouse allowed on a policy?",
        "Maybe add spouse to insurance.",
        "I don't know if the person can change their spouse to my policy.",
        "I'm curious if my wife is included in my policy.",
        "Adding a spouse to insurance is possible.",
        "Is it okay for wife to be included in coverage?",
        "Is it possible to add spouses to insurance?",
        "I don't know if someone can add their spouse to my policy",
        "Is it possible for the spouse to be insured?",
        "Should my partner be in policy?",
        "Do you think it's okay to include my spouse?",
        "Is my partner allowed on this policy?",
        "Put spouse in my plan?",
        "Can my husband and wife also be covered by the policy?",
        "Will my partner be a part of the policy?",
        "I want to join your insurance ship with my husband added?",
        "Can my spouse join my policy, too?",
        "My spouse should be on the policy?",
        "Does the option to add significant other exist?",
        "Is it possible to add my spouse to my policies?",
        "Put a partner on the policy?",
        "Or add my spouse to the policy?",
        "Give my wife coverage?",
        "Would it be okay to include my spouse?",
        "Do I need to add my partner to my policy?",
        "Is a marriage policy update possible?",
        "I do not know if my spouse will be included on my policy.",
        "I am not sure if I could put my spouse on my policy.",
        "Would spouse be able to enroll?",
        "I am not certain if my spouse can be on my policy.",
        "Will wife be included in coverage?",
        "Can I include my spouse on my plan?",
        "Can policy also cover my spouse?",
        "Can policy be changed for partner?",
        "I do not know if I can put my spouse on my insurance policy.",
        "Are you considering adding a spouse to my plan?",
        "Is it possible that I add my husband/wife here?",
        "Is it ok for me to include my mate?",
        "I'm not sure if I can put my spouse on my insurance policy.",
        "OK, include wife in coverage?",
        "Is it possible for me to include my mate.",
        "Yes, include the spouse in the coverage.",
        "Is my partner allowed to join my policy?",
        "Can my wife join me on my policy?",
        "Is wife included in coverage ok'd?",
        "I'm wondering if my spouse is a part of my policy.",
        "I didn't know if the person could add their spouse to my policy.",
        "Can policy cover my spouse too?",
        "Adding a wife to the insurance could be possible.",
        "Is it okay to include wife in the coverage?",
        "Could add a wife to insurance?",
        "Is the spouse allowed on policy?",
        "Can my husband and wife join my policy?",
        "Is it possible to add my wife to my coverage?",
        "Can my partner join with this policy?",
        "I'm not sure if I can place my spouse on my policy.",
        "Is it wise to add a spouse to my plan?",
        "Are there insurance add-ons for spouses?",
        "Is there an insurance add-on for marriage?",
        "Is it OK to include the wife in coverage?",
        "I'm not sure whether you can add your spouse to my policy.",
        "Is it ok to include a spouse?",
        "Is it possible to include Husband in coverage?",
        "Would it be possible to have a spouse on my plan?",
        "I want my spouse on this plan.",
        "Can my spouse sign up?",
        "I want my spouse on my policy.",
        "My partner can possibly be added to my policy.",
        "I don't know if my spouse can be added to my policy.",
        "Put your partner on the policy?",
        "Is my spouse covered in my policy?",
        "Can the policy cover my husband or wife as well?",
        "Can my spouse in my plan?",
        "Can I add my spouse to that policy?",
        "Should a wife be included in coverage?",
        "You might be able to add your spouse to my policy.",
        "Is the spouse allowed on this policy?",
        "Can my spouse be part of my policy?",
        "Is it ok to include wife in coverage.",
        "The spouse on the policy, allowed please?",
        "Is it ok to include the spouse in coverage?",
        "Is my partner included on my policy?",
        "Get husband covered too?",
        "Add my spouse to our policy?",
        "I don't know if I have the ability to put my spouse on my policy.",
        "It is not known if the person can add their spouse to my policy.",
        "Is it possible to add my husband/wife here?",
        "Yes, can I include my partner?",
        "Can your spouse join my plan?",
        "Doable? Is the spouse on my plan?",
        "I'd like to know if you can add your spouse to my policy.",
        "Wife included in coverage?",
        "Would I be able to include my mate?",
        "The spouse on policy, allowed please?",
        "Is my spouse fit for my plan?",
        "Was it possible to add a significant other?",
        "Can a spouse be on the policy?",
        "Should my partner be included in the policy?",
        "Add my wife's coverage?",
        "Is there an insurance add-on for a married couple?",
        "Should my spouse be added to the policy?",
        "Is it possible to put my partner on policies?",
        "Is it possible for me to add my spouse?",
        "Take coverage for husband as well?",
        "Yes, include spouse in coverage?",
        "Will I put my partner on the policy?",
        "My wife should be included in my coverage.",
        "Policy can it also cover my husband or wife?",
        "Possibly add wife to insurance.",
        "I don't know whether my spouse can join my policy.",
        "Is it possible to add wife to the insurance?",
        "Possibility of spouse being able to enroll?",
        "Does my partner join policy?",
        "Yes, can my spouse be on the plan?",
        "I don't know if person can add their spouse to my policy.",
        "Can spouse join me in my plan?",
        "Can my spouse be added to my insurance?",
        "Could my partner join policy?",
        "Should I have my partner on this policy?",
        "Are I able to include my mate?",
        "My partner could be included in my policy.",
        "Is it possible that I include my partner too?",
        "Can my partner do this policy?",
        "The spouse on the policy is allowed please?",
        "Is the spouse allowed on my plan?",
        "Is there an insurance add-on for spouses?",
        "Can I have a spouse on this plan?",
        "Will there be an insurance add-on for wife?",
        "I'm wondering if my spouse is included in my policies.",
        "My spouse might be added to my policy.",
        "I'm not certain if the person can add their spouse to my policy.",
        "Could it be possible to enroll a spouse?",
        "Could policy have my partner?",
        "Can the partner be added to the policy?",
        "I don't know if the person can add a spouse to their policy.",
        "Join insurance for your spouse?",
        "I don't know if my spouse can be a member of my policy.",
        "Can my spouse take my policy?",
        "What about spouse on policy?",
        "Would you put my partner on the policy?",
        "Can my spouse join I policy?",
        "Is there a possibility of spouse enrolling?",
        "Wife in coverage?",
        "Can I include my partner in that too?",
        "Yes, can my partner be added to my policy?",
        "Is my spouse going to join my policy?",
        "spouses can join my plan?",
        "I wonder if I can throw my partner on this policy.",
        "Can they join policy?",
        "Can his wife get covered here?",
        "Can my partner be a part of policy?",
        "I do not know if the person can add their spouse to my policy",
        "A spouse on policy, allowed?",
        "An insurance add-on for spouses?",
        "The spouse may join insurance.",
        "A spouse can join my plan.",
        "Insurance add on for spouse?",
        "Add wife to insurance?",
        "Could there be an option to add significant other?",
        "Get coverage for the wife?",
        "Should my wife be added to the policy?",
        "Is it possible to include a wife to insurance?",
        "Do you mean put my partner on policy?",
        "I am wondering if my spouse is included in my plan.",
        "I want to add my spouse to my policy.",
        "I'm unsure if my spouse is included in my policy.",
        "I don't know if I can have my spouse on my insurance policy.",
        "Is it permitted to include my spouse?",
        "Just add my spouse to the policy?",
        "add wife to insurance",
        "Wife added to insurance?",
        "Is it possible for a spouse to join my plan?",
        "Add my wife to my coverage.",
        "Add his wife to the coverage?",
        "Are you able to get coverage for husband too?",
        "May I include spouse?",
        "Do I need to add my spouse to my policy?",
        "I am wondering if my spouse will be included in my policy.",
        "Will the spouse be allowed on the policy?",
        "Should the spouse be allowed on policy?",
        "Can the spouse on policy be?",
        "Could you add her to insurance?",
        "How can my partner be added to my policy?",
        "A possibility of spouse joining?",
        "Can my wife be added to my coverage?",
        "Is it possible to add a wife to her insurance?",
        "can I add my spouse to my policy",
        "Is the insurance add-on okay for a wife?",
        "add my wife to my coverage",
        "Could I add my wife to my coverage?",
        "Would my partner be put on policy?",
        "Will my partner be added to my policy?",
        "A spouse on my plan is doable?",
        "Adding a spouse to insurance may be possible.",
        "Think about putting my partner on policy?",
        "I'mnot sure if you can add your spouse to my policy.",
        "Put your partner on policy?",
        "Is it possible to add my spouse to coverage?",
        "I am wondering if my spouse is included in mypolicy.",
        "Yes, can my spouse be on this plan?",
        "Is it possible to add additional significant other?",
        "Can my partner be added to my policy.",
        "Can I include my spouse in my policy?",
        "Add spouse in my plan?",
        "I don't know what I can do to put my spouse on my policy.",
        "Is it advisable to add my spouse to the policy?",
        "Can I join your insurance ship with my husband added?",
        "Put my relationship on policy?",
        "Could my spouse be on this plan?",
        "Doable? Is my spouse on my plan?",
        "Adding spouse to insurance is a possibility.",
        "Yes, can I include my spouse on this plan?",
        "Should I add my wife to my coverage?",
        "Am I allowed to add the spouse?",
        "Is my partner going to be on policy?",
        "Can my partner be thrown on this policy?",
        "Will I join your insurance ship with spouse added?",
        "Can I put my partner on policy?",
        "Can my spouse become a member of my policy?",
        "Add spouse is a possibility?",
        "Can you get husband coverage too?",
        "Consider adding a spouse to my plan.",
        "I'm wondering if my spouse is added to my policy.",
        "I don't know if someone can add their spouse to a policy.",
        "Is it possible to include my spouse on the plan?",
        "Is it OK to include my spouse?",
        "Can you please allow the spouse on policy?",
        "Is it possible to add the wife?",
        "Allow wife to be in coverage?",
        "Can my spouse be a part of my policies?",
        "I do not know if you could add your spouse to my policy.",
        "Was it possible to add a spouse?",
        "Is there an insurance add-on for husband and wife?",
        "I'm uncertain if I can put my spouse on my policy.",
        "I don't know if the person can change their spouse into my policy.",
        "Is it possible that hubby can also be covered?",
        "Also include wife in coverage?",
        "I am not certain if your spouse can be added to my policy.",
        "Would it make sense to put my partner on policy?",
        "If I join your insurance ship with spouse added?",
        "I hope you can add your spouse to my policy.",
        "Can I have my husband on this plan?",
        "Will the spouse join the insurance?",
        "Could spouse join my plan?",
        "I don't know if the person can add their spouses to my policy.",
        "Can it be a policy for my husband or wife?",
        "Is my partner included in policy?",
        "Will my partner join my policy?",
        "Is it ok to include my wife in coverage?",
        "Is my partner able to join the policy?",
        "I wonder if my partner can be thrown on this here policy.",
        "Should my partner be included on policy?",
        "Can my spouse join the plan?",
        "Is my partner eligible to join policy?",
        "I don't know if your spouse can be added to my policy",
        "Is it okay to include the wife in coverage.",
        "Yes, add my spouse to policy.",
        "I don't know if you can attach your spouse to my policy.",
        "Would the spouse join the insurance?",
        "Is it possible for the spouse to enrol?",
        "Can my partner be added on my policy?",
        "I don't know if you can get your spouse onto my policy.",
        "Is there an option to add significant else?",
        "Put our partner on policy?",
        "Will the spouse join insurance now?",
        "Is the spouse included in coverage?",
        "Can my partner be a part of this here policy?",
        "spouse enrolment is possible?",
        "Is it possible that the spouse is on my plan?",
        "Would my spouse be included on the plan?",
        "Can my partner joined my policy?",
        "Should my spouse get covered here?",
        "I'm wondering about my spouse being included in my policy.",
        "Can my partner be added to my plan?",
        "Can I share this policy with my partner?",
        "Is it okay for my spouse to be included?",
        "Can my partner be thrown onto this policy?",
        "Wouldn't it be possible to enroll spouse?",
        "Can you include your spouse in this plan?",
        "A spouse on the policy?",
        "Put my wife in coverage?",
        "I am wondering if my partner is added to my policy.",
        "Can I include my spouse in the policy?",
        "Is it possible to add my husband to the policy?",
        "Is it possible to enroll spouse?",
        "How about the spouse on policy?",
        "Adding spouse to insurance would be possible.",
        "Can a spouse on policy please?",
        "Would it make sense to add my spouse to the policy?",
        "Can wife be covered as well?",
        "I may not be able to put my spouse on my policy.",
        "I don't know if my spouse can be a beneficiary of my policy.",
        "Is it possible to get husband coverage too?",
        "If I put my partner on policy?",
        "It would be ok to include a wife in coverage.",
        "Might the policy have my partner?",
        "Insurance add-on for wife, okay?",
        "Can my spouse subscribe to my policy?",
        "Is it possible to add a spouse in my plan?",
        "I don't know if they can add their spouse to my policy",
        "Can my spouse become part of my policy?",
        "Can I have my partner on the policy?",
        "I wonder if my spouse can be included on this plan.",
        "Is it possible to enrol your spouse?",
        "Is policy modification for partner a possibility?",
        "Adding a spouse to my plan is possible.",
        "The spouse join insurance now?",
        "I'm not sure I can put my spouse on my policy.",
        "Can my spouse be included?",
        "Are there insurance add-ons for wives?",
        "I don't know if a spouse can be on my policy.",
        "I am not sure if you can add your spouse to me.",
        "Is it possible to put my partner on policy.",
        "If I can join your insurance ship with my husband added?",
        "Can my partner be part of policy?",
        "Is a spouse allowed on policy?",
        "Okay, an insurance add-on for the wife?",
        "Yes, can my partner join policy?",
        "Is it possible for my spouse to join my policy.",
        "My spouse should be added to policy.",
        "Can it be an option to add significant other?",
        "Add a spouse into my plan?",
        "Can my partner join the policy with me?",
        "Is it alright to include the wife in coverage?",
        "My spouse should be a part of the policy.",
        "Adding a wife to insurance can be done.",
        "Is there a way to include hubs on the plan?",
        "Should my partner be added to the policy?",
        "I don't know if my spouse can have my insurance.",
        "Was the spouse allowed on policy?",
        "Should my wife be part of my coverage?",
        "Can I include my spouse on this?",
        "Is it okay to include wives in coverage?",
        "I don't know if I can put my spouse in my policy.",
        "I don't know if person can add spouse to policy",
        "My spouse could be added to the policy?",
        "I would like my spouse to join my plan.",
        "Should a spouse on policy be allowed?",
        "Could adding a wife to insurance be a possibility?",
        "Adding my spouse to my policy?",
        "I am not sure if you can put your spouse on my policy.",
        "Is my spouse able to join?",
        "Can my husband and wife be covered by this policy?",
        "Should policy have me with my partner?",
        "I do not know if the person can add their spouse to my policy.",
        "I don't know if you will be able to add your spouse to my policy.",
        "Would it be possible to add my wife to coverage?",
        "Can my spouse participate in the policy?",
        "Can I have my husband join my policy?",
        "Will adding spouse be allowed?",
        "I want my spouse to be on my policy.",
        "Spousal inclusion could be doable?",
        "Can my partner be added to mypolicy?",
        "Can the spouse be in my plan?",
        "Adding wife to insurance is conceivable.",
        "Can my partner join this?",
        "Add a wife to insurance?",
        "Is an insurance add-on for wife okay?",
        "Is it possible to add a Wife to Insurance?",
        "Can my partner be thrown onto the policy?",
        "Can our partner be added to my policy?",
        "Can my spouse members of my policy?",
        "Could I add my wife to the coverage?",
        "Are the spouse on the policy allowed?",
        "I want my spouse to be a part of my policy.",
        "Would there be an option to add significant other?",
        "Would the spouse be able to enroll?",
        "Let my partner be on the policy?",
        "Get coverage for husband, too?",
        "Yes, include wife in coverage?",
        "Allow Spouse on policy?",
        "I am uncertain if you can add your spouse to my policy.",
        "They don't know if the person can add their spouse to my policy.",
        "Is it possible to get coverage for the husband as well?",
        "Is it possible to put my spouse on my policy?",
        "Is there an Insurance add-on for wives?",
        "Can I put my spouse on the policy?",
        "Is my wife included in coverage?",
        "I was wondering if my spouse is in my policy.",
        "Is it ok for the wife to be in the coverage?",
        "Added spouse to my plan?",
        "It's possible to include husband in coverage.",
        "Is it necessary to add my wife to the coverage?",
        "I could add my spouse to my policy.",
        "I don't know if my spouse can be covered on my policy.",
        "I don't know if you can integrate your spouse into my policy.",
        "I'm not sure if you'll be able to add your spouse to my policy.",
        "Would it be better to add my spouse to the policy?",
        "The Spouse on policy is allowed please?",
        "Allowed please, the spouse on policy?",
        "Can my spouse be on this plan.",
        "Can the husband be included in coverage?",
        "Allow my wife to be covered?",
        "Can my partner join mine?",
        "Add my partner to policy?",
        "Wife join insurance?",
        "I wonder if my partner can be added to my policy.",
        "Do I put my partner on my policy?",
        "Add my wife into coverage?",
        "May policy have my husband?",
        "Adding Wife to insurance is a possibility.",
        "Can I have a spouse on my plan?",
        "Do I have to add a spouse to my plan?",
        "spouse on policy is allowed please?",
        "I don't know if I'm allowed to put my spouse on my policy.",
        "Adding a spouse to insurance would be possible.",
        "Can my husband or wife be covered by the policy?",
        "Get insurance for husband too?",
        "I don't know if my spouse would be on my policy.",
        "I did not know if the person could add their spouse to my policy.",
        "Can it cover my spouse too?",
        "Add husband in coverage?",
        "Can my partner be included in my policy?",
        "Is it possible to add a wife to an insurance policy.",
        "May my partner be included?",
        "Approve including wife in coverage?",
        "I wonder if I could add my spouse to my policy.",
        "Do you think you should get coverage for husband too?",
        "Adding a spouse to my plan",
        "The husband could be included in the coverage.",
        "I don't know if you can change your policy to include your spouse.",
        "Is it possible for spouses to join?",
        "Can I have my partner join me on this policy?",
        "Wife added to insurance is a possibility.",
        "Should my wife be added to the coverage?",
        "Can my partner be added to a policy?",
        "Can I get my spouse to join my policy?",
        "I'm wondering if my spouse is included in the policy.",
        "Is my partner added to my policies?",
        "My partner can join the policy?",
        "Can my partner be on the policy with me?",
        "Do you wish to add a spouse to my plan?",
        "Is it possible to throw my partner onto this policy?",
        "Can my partner be on policy?",
        "can my spouse be on this plan?",
        "I would like my spouse to be on my policy.",
        "Do you mean to include the wife in coverage?",
        "Can my spouse join the policy?",
        "Maybe add a wife to insurance?",
        "Can my spouse join me in my plan?",
        "I don't know if the people can add their spouse to my policy.",
        "Is it possible to include my mate.",
        "I wonder if my partner is added to my policy.",
        "I do not know whether the person can add their spouse to my policy.",
        "I don't know if you can put your spouse on the policy.",
        "Can my partner be included too?",
        "Is it possible that spouse enroll?",
        "I don't know if my spouse can be placed on my policy.",
        "Put my partner on top of policy?",
        "Is it feasible to add a spouse?",
        "Is my spouse welcome to join my plan?",
        "Or add my wife to the coverage?",
        "Is it possible to include spouse in my plan?",
        "Is it ok to include the spouse?",
        "I am not certain if the person can add their spouse to the policy.",
        "Can my spouse go on this plan?",
        "I wondered if my spouse was included in the policy.",
        "Can my husband be included in my policy?",
        "I need to add my spouse to my policy.",
        "Get coverage for husband also?",
        "Can my spouse also be covered by the policy?",
        "There is a chance that the person can add their spouse to the policy.",
        "Can I include my spouse as well?",
        "Get coverage for both of them?",
        "Can I incorporate my spouse into my policy?",
        "I don't know if my spouse will be put on my policy.",
        "Get coverage for spouse too?",
        "Would I place my partner on policy?",
        "Can the policy cover my husband or wife too?",
        "Is there insurance add-on for spouse?",
        "Adding a wife to the insurance would be possible.",
        "Might my partner be added to my policy?",
        "I am not sure if the person can have their spouse added to my policy.",
        "Can my spouse be listed on this plan?",
        "I don't know if the person is allowed to add their spouse to my policy.",
        "I do not know if you can add the spouse to my policy.",
        "Is it possible to add a wife to insurance.",
        "How about a spouse on a health plan?",
        "Adding a wife to the insurance might be possible.",
        "Adding wife to insurance is something that could be done.",
        "Put the partner on policy?",
        "I don't know if I can add their spouse to my policy.",
        "Could I add my spouse to my policy?",
        "Yes, I'm wondering if my spouse is included in the policy.",
        "Can we join my policy?",
        "Can my partner be thrown onto this here policy?",
        "What if I add my spouse to the policy?",
        "Is it possible that a spouse is on my plan?",
        "Is my partner welcome on this policy?",
        "Is it possible to include a spouse in coverage?",
        "I'm not sure if that person can add their spouse to my policy.",
        "Add a spouse is a possibility?",
        "Can I add my wife to the coverage?",
        "Are there insurance add-on for wives?",
        "Allow spouse on policy?",
        "Insurance add-on for your wife?",
        "Is adding a wife to insurance a possibility?",
        "Add my wife to my coverage, right?",
        "Husband and wife join insurance?",
        "Shall the spouse be allowed on the policy?",
        "I am unsure if you can add your spouse to my policy.",
        "I would like the spouse to join my plan.",
        "I have no idea if a person can add their spouse to my policy.",
        "I wonder if my partner can be thrown on this policy.",
        "You could add wife to insurance.",
        "Should my partner join policy?",
        "My partner can join my policy.",
        "Can I have my spouse included in my policy?",
        "I wonder if my partner can join policy.",
        "I would like to know if my spouse is included in my policy.",
        "add a spouse to my plan",
        "Can I include my husband on this plan?",
        "Can my partner join me on this policy?",
        "I'm not sure if you can add a spouse to my policy.",
        "My spouse may be able to join my policy.",
        "I am wondering if my spouse is included in my policies.",
        "Is it possible to include husbands in coverage?",
        "The spouse could be added to my plan.",
        "I don't know if my spouse can be put on my policy.",
        "My wife should be added to the coverage.",
        "Do I have my partner on policy?",
        "Get coverage for wife too?",
        "I'm not sure whether the person can add their spouse to my policy.",
        "To add my spouse to the policy?",
        "I'm wondering if the spouse is included in my policy.",
        "Am I able to join policy with my partner?",
        "I'm not sure if people can add their spouse to my policy.",
        "I don't know if my spouse can join me on my policy.",
        "Should I put my partner on my policy?",
        "Will the spouse join my plan?",
        "I didn't know if my spouse could be on my policy.",
        "Will I stick onto your insurance ship with my husband added?",
        "I was wondering if my spouse is included in my policy.",
        "Should include spouse in coverage?",
        "Can my partner be added to that policy?",
        "Adding husband to insurance is possible.",
        "A spouse on policy is allowed please?",
        "Is it possible to add a spouse to the plan?",
        "Would my partner be on the policy?",
        "I don't know if my spouse will get on my policy.",
        "Is there an Insurance add-on for wife?",
        "Allow the spouse on policy?",
        "Do you want coverage for wife too?",
        "I wonder if my spouse is included in my policy.",
        "Is it doable to add a spouse?",
        "Can I assign my spouse to my policy?",
        "Can my spouse be in the policy?",
        "I don't know if you can make your spouse a part of the policy.",
        "Yes, add a spouse to my plan.",
        "Allowed please, spouse on policy?",
        "I don't know if you can put your spouse in the policy.",
        "I asked if my spouse is included in my policy.",
        "Should my husband be added to the policy?",
        "Is it possible that spouse gets covered here?",
        "I don't know if I can have a spouse on my policy.",
        "Is it possible to add my husband/ wife?",
        "I don't know if someone can add their spouse to my policy.",
        "Is it possible to include my spouse on this plan.",
        "I don't know if my spouse will be added to my policy.",
        "Is adding Spouse permitted?",
        "I do not know if the person can add their spouse to the policy.",
        "Do I need to add my wife to my coverage?",
        "Would the spouse on the policy be allowed?",
        "Can the spouse be on this plan?",
        "Can my spouse join me with my policy?",
        "Put my partner on policy, right?",
        "Can my partner be also included?",
        "Is it possible to get coverage for the husband too?",
        "Is it legal for me to include my spouse?",
        "Is a spouse on my plan doable?",
        "Is it possible to add my spouse.",
        "Is it a good idea to add a spouse to the plan?",
        "Is adding a spouse to my plan possible?",
        "I'm curious about if my spouse is included in my policy.",
        "Add spouse to my plan",
        "Is it possible I will join your insurance ship with husband added?",
        "Can my spouse be insured?",
        "Could my wife be added to coverage?",
        "I would like to add my wife here?",
        "Are we going to add my wife to the coverage?",
        "I am not sure if a spouse can be added to my policy.",
        "The spouse should join the insurance?",
        "Will my spouse be included in this plan?",
        "Put his partner on policy?",
        "Can my partner participate in this policy?",
        "Was it possible to add my wife here?",
        "Maybe add a wife to the insurance.",
        "Adding a spouse is a possibility?",
        "Yes, my partner can be added to my policy.",
        "Can the spouse join the policy?",
        "add my wife to coverage",
        "My spouse can be included on this plan.",
        "I am uncertain if the person can add their spouse to my policy.",
        "Should my partner be included in my policy?",
        "I am asking if my spouse is included in my policy.",
        "Is it permissible to add a spouse to my plan?",
        "Yes, add spouse to my plan.",
        "Can you get coverage for husband as well?",
        "Is my partner a part of my policy?",
        "My wife should be added to the coverage?",
        "Is it doable to have a spouse on my plan?",
        "Can I have my spouse on it?",
        "I don't know if a spouse can be added to a policy.",
        "Would you be able to enroll your spouse?",
        "I am not sure if someone can add their spouse to the policy.",
        "Add my wife to the coverage",
        "A spouse on the plan?",
        "Could the spouse join my plan?",
        "An insurance add-on for a spouse?",
        "The spouse can be on the plan.",
        "Is Spouse on policy allowed?",
        "I don't know if my spouse can be on a policy.",
        "Husband should be included in coverage?",
        "Will my spouse be a part of my policy?",
        "Get coverage for the wife too?",
        "Adding spouse to insurance could be possible.",
        "My spouse should be on my policy.",
        "If you can, add your spouse to my policy.",
        "Should the spouse on policy be allowed please?",
        "I want to include my spouse on the plan.",
        "Is there an insurance add on for wife?",
        "Yes, include the wife in coverage",
        "I am wondering if my spouse is included with my policy.",
        "Can my wife be in this plan?",
        "I'm unsure if the person can add their spouse to my policy.",
        "Wife get covered?",
        "I can't tell if you can add your spouse to the policy.",
        "I don't know if I'll be able to put my spouse on my policy.",
        "Is the insurance add on for wife ok?",
        "Allow my wife to join the coverage?",
        "Do I need to put my partner on policy?",
        "I want spouse to join my plan.",
        "Is it possible for me to throw my partner on this policy?",
        "I do not know if a person can add their spouse to my policy.",
        "Add a wife to the insurance?",
        "I am wondering if my spouse is included in this policy.",
        "Is it possible for me to add my spouse to my policy.",
        "Can my partner be in my policy with me?",
        "Does my wife need to be added to coverage?",
        "Is included wife in coverage ok'd?",
        "I'm wondering if the spouse is included in the policy.",
        "Is adding a spouse to my plan?",
        "Is it possible for spouse to beEnrolled?",
        "I don't know if I can put my wife on my policy.",
        "Will it be possible to add a spouse?",
        "Can the policy cover my spouse too?",
        "Will my spouse be on my policy?",
        "Is it okay to add my spouse to the policy?",
        "I don't know if my partner can be thrown on this policy.",
        "Can it cover my husband in the policy?",
        "I am not sure if the person can add a spouse to my policy.",
        "I am unsure whether the person can add their spouse to my policy.",
        "Can you add a wife to insurance?",
        "Put partner on policy?",
        "Do I have to include my spouse on the plan?",
        "I don't know if the person will be able to add their spouse to my policy.",
        "Should my partner be part of the policy?",
        "I don't know if you can add your spouse to my Policy.",
        "Is it possible that I add my wife here?",
        "I want my spouse to have my policy.",
        "Can that policy also cover my husband or wife?",
        "Can my relationship join the policy?",
        "Would the spouse on policy be allowed?",
        "Can its policy also cover my husband or wife?",
        "Do I have to add my spouse to the policy?",
        "Do you think my partner should be on the policy?",
        "Is it a good idea to add my spouse to policy?",
        "Is it possible to get coverage for husband as well?",
        "Do I have my partner on the policy?",
        "Could it be to add a spouse?",
        "Can my husband or wife be covered by that policy?",
        "Policy, can it cover my husband or wife?",
        "Is there an insurance add on for your wife?",
        "I am wondering whether my spouse is in my policy.",
        "Should my partner be on this here policy?",
        "Can I get my spouse on this plan?",
        "I do not know if you can put your spouse on my policy.",
        "Maybe I can put my spouse on my policy.",
        "Is my spouse allowed to join?",
        "Will my partner be added to my policies?",
        "My wife can join my plan.",
        "Policy can it cover my spouse?",
        "Is it possible to get coverage for your husband as well?",
        "Is my partner allowed to join it?",
        "I am unsure if a person can add their spouse to my policy.",
        "I'm not sure if the person can add a spouse to my policy.",
        "Will husband be included in the coverage?",
        "Can a married couple join my plan?",
        "Does my partner need to be added to my policy?",
        "I am not sure if my spouse can be added to my policy.",
        "Is the spouse on my plan able?",
        "The person might be able to add their spouse to the policy.",
        "I don't know if you can add you spouse to my policy.",
        "Could I add my spouse to the policy?",
        "Can my spouse be part of the plan?",
        "Is the spouse allowed on the policy.",
        "Is including a wife in coverage ok'd?",
        "Can my partner join policy with me?",
        "Is it okay to include the wife in the coverage?",
        "Can I have a spouse join my policy?",
        "Can I have my partner in this policy?",
        "Is it appropriate to add my spouse to the policy?",
        "Is it permissible to add my spouse to the policy?",
        "Would it be possible to enroll spouse?",
        "Should the spouse be allowed on the policy?",
        "I do not know if I could put my spouse on my policy.",
        "I wonder if my partner will join the policy.",
        "My partner could be added to the policy.",
        "I don't know if I can put my spouse on the policy.",
        "Add my spouse to the policy?",
        "There could be a possibility of spouse joining.",
        "Yes, I'm wondering if my husband is included in my policy.",
        "Possible to add a wife to insurance.",
        "Can my partner be included in this policy?",
        "Do I put my partner on policy?",
        "Can my spouse join it?",
        "I don't know if a person can add a spouse to my policy.",
        "Do I have to put my partner on this policy?",
        "The spouse on policy, allowed?",
        "Can my partner participate in my policy?",
        "Is it possible to add Wife to Insurance?",
        "I'd like to put my spouse on my policy.",
        "Inquire if you want to include husband/ wife.",
        "I am not sure if the person will be able to add their spouse to my policy.",
        "Is it possible to get coverage for husband too?",
        "Adding wife to insurance is an option.",
        "I am not sure if my spouse can be on my policy.",
        "My spouse can join my plan.",
        "Is it acceptable to include my partner?",
        "I'm not sure if your spouse can add to my policy.",
        "If I join your insurance ship with my spouse?",
        "Is the spouse doable on my plan?",
        "Adding a wife to insurance would be possible.",
        "It's not clear if you can add your spouse to my policy.",
        "Can I have a partner in this policy?",
        "Should I add a spouse to my plan.",
        "Is it ok for the wife to be in coverage?",
        "Please include wife in coverage?",
        "Can my partner be added to my insurance?",
        "Can my partner be added?",
        "Can my wife be included in coverage?",
        "Is it okay to add insurance for your wife?",
        "Is it okay for it to cover my husband or wife?",
        "My spouse can join the plan.",
        "Can you allow the spouse on policy?",
        "Is it possible that I throw my partner on this policy?",
        "What if my partner was put on policy?",
        "Can my husband and wife be covered by it?",
        "I don't know if you can add your spouse to my coverage.",
        "Is it okay for me to include my mate?",
        "My partner could join the policy.",
        "Can my partner be with this policy?",
        "Adding spouse to my plan would be great.",
        "Adding spouse to my plan is a possibility.",
        "Put my partner on something?",
        "Add my wife to the policy?",
        "I am not certain if the person can add their spouse to my policy.",
        "Yes, can spouse join my plan?",
        "I'm unsure if my spouse can be on my policy.",
        "Can spouse joining my plan?",
        "Add a spouse to insurance.",
        "I might be able to add my spouse to my policy.",
        "Will my partner be in my policy?",
        "Is it possible that spouse can enroll?",
        "Will my wife be covered?",
        "Should my partner join my policy?",
        "I don't know if they can add a spouse to my policy.",
        "I do not know if I can have my spouse on my policy.",
        "Is it possible to add spouse to my plan?",
        "I'd like to know if my spouse is included in my policy.",
        "Is my wife added to coverage?",
        "Wife added to insurance could be possible.",
        "Can I put my spouse on my policy?",
        "Can policy cover my husband or wife too?",
        "My spouse can join the policy.",
        "Can my partner join my plan?",
        "I am uncertain if I can put my spouse on my policy.",
        "My spouse may be added to policy.",
        "My spouse isn't on my plan yet.",
        "Doable? My spouse on my plan?",
        "The spouse join insurance?",
        "Bring spouse to my plan.",
        "Should the spouse on the policy be allowed please?",
        "Would it be a good idea to add my spouse to the policy?",
        "I'm not sure if your spouse can join my policy.",
        "Adding a wife to insurance may be feasible.",
        "I'm not sure if I can include my spouse on my policy.",
        "I am curious if my spouse is included in the policy.",
        "Is it ok to include spouse in the coverage?",
        "I don't know if you can have your spouse added to my policy.",
        "Is it possible that my spouse is on my plan?",
        "I do not know if your spouse can join my policy.",
        "My spouse would like to join my plan.",
        "My partner might be put on policy.",
        "I don't know if I can put my spouse onto my policy.",
        "Can spouse join me in the plan?",
        "Please, the spouse on policy?",
        "Is it permissible for my spouse to be included?",
        "Can a partner join my policy?",
        "Is including spouse in coverage ok'd?",
        "Is the spouse allowed on that policy?",
        "Would I put my partner on the policy?",
        "I would like my spouse on my plan.",
        "I am wondering if my spouse is added to my policy.",
        "Insurance add on for the wife?",
        "Is there a chance of spouse enrolation?",
        "I'm wondering if a spouse is included in my policy.",
        "I don't know if my spouse can be covered by my policy.",
        "Is it okay to add insurance for the spouse?",
        "Add a wife to the insurance plan?",
        "I would like to include my spouse on this plan.",
        "Add a spouse to my plans?",
        "Are I allowed to add my wife to coverage?",
        "Yes, I'm curious if my spouse is included in my policy.",
        "Can my partner be with me on this policy?",
        "I am not sure whether you can add your spouse to my policy.",
        "Could the husband be included in the coverage?",
        "I don't know whether someone can add their spouse to my policy.",
        "My spouse can be added to policy.",
        "Is there a possibility of spouse registration?",
        "Adding a wife to insurance is something that could be done.",
        "Should my partner be involved in policy?",
        "Does spouse join insurance?",
        "Allowed to include wife in coverage?",
        "Added my spouse to policy?",
        "I'm not sure if you can add your spouse to my policies.",
        "Can my spouse be involved with my policy?",
        "Can my spouse be included in the policy?",
        "Is it possible that I will join your insurance ship with husband added?",
        "My spouse may join my plan.",
        "Allowed for spouse on policy?",
        "Can a spouse join the plan?",
        "Doable Spouse on my plan?",
        "My spouse might join my policy.",
        "Can I add my spouse to my insurance policy?",
        "I do not know if someone can add their spouse to my policy.",
        "Is it a good idea to add a spouse to my plan.",
        "I want my spouse added to my policy.",
        "Is it possible to add a spouse to my plans?",
        "Is it allowable to include my spouse?",
        "Is there insurance add-on for wife?",
        "Could my partner be added to my policy?",
        "I don't know if they can put their spouse on my policy.",
        "I don't know whether my spouse will be on my policy.",
        "Get coverage for a husband too?",
        "Adding a wife to the insurance may be possible.",
        "Add husband or wife to my plan?",
        "Is it possible for the spouse to join my plan?",
        "I don't know if the person can add their spouse to our policy.",
        "Can spouse be covered too?",
        "Can it be used to cover my spouse as well?",
        "I have no idea if my spouse can be put on my policy.",
        "I don't know if I can get my spouse onto my policy.",
        "Adding my wife to coverage would be great?",
        "I don't know if you can add your spouse to this policy.",
        "How can I add my spouse to my policy?",
        "Can my spouse be a part of my plan?",
        "I don't know if person can add spouse to policy.",
        "Put my partner onpolicy?",
        "Adding my wife to the coverage.",
        "Bring my spouse to the policy?",
        "Is the addition of a spouse permitted?",
        "Can I add a spouse to my policies?",
        "The spouse can join my plan?",
        "Is my partner included with my policy?",
        "Should include wife in coverage?",
        "Can I include my husband on the plan?",
        "Can my spouse join my policies?",
        "My spouse can join my plan?",
        "Add a spouse to the plan?",
        "May my husband and wife be added here?",
        "I don't know if I can include my spouse on my policy.",
        "I don't know if my spouse can take my policy.",
        "Insurance add-on for wife, okays?",
        "Add my spouse to their policy?",
        "My wife could be added to coverage.",
        "Can policy be changed for a partner?",
        "A spouse in my plan?",
        "Can my spouse join me in the policy?",
        "Does it make sense to add my spouse to the policy?",
        "Adding spouse to my plan?",
        "Are I to add my wife to coverage?",
        "Can my partner be involved in this here policy?",
        "Is policy modification for partner possible?",
        "Can the policy include my husband or wife?",
        "Would it be ok to include wife in coverage?",
        "Okay, include wife in coverage?",
        "My spouse should be included in coverage.",
        "Add a spouse to my plan?",
        "Is my spouse able to join this plan?",
        "Is it appropriate to put my partner on policy?",
        "Can my spouse join my policy with me?",
        "I don't know if my spouse can have a policy.",
        "Can my husband and wife be covered by the policy?",
        "I'm not sure if I can put my spouse on the policy.",
        "Add spouses to my plan?",
        "Is it possible to add wife to insurance.",
        "Add a spouse to your plan?",
        "Can my partner be involved with this policy?",
        "Can my spouse be added to the policy?",
        "Is the insurance add-on ok for the wife?",
        "I don't know if you can add your spouse to my insurance.",
        "Can my partner sign up?",
        "Can my spouse join me on the policy?",
        "I would like to add my husband to this place.",
        "Is it necessary to add my spouse to policy?",
        "Should I put my partner on the policy?",
        "Can I join my spouse on this plan?",
        "Does spouse join my plan?",
        "I don't know if my spouse will be part of my policy.",
        "Is it possible to get husband coverage?",
        "Can my partner be a part of the policy?",
        "Yes, include the wife in coverage?",
        "Put my partner on?",
        "Can the spouse be also covered?",
        "Add significant other to the list?",
        "ok, insurance add-on for wife?",
        "My spouse might be added to the policy.",
        "am I allowed to include my spouse?",
        "A partner on policy?",
        "Is an insurance add-on for a wife okay?",
        "I don't know if I can include my spouse in my policy.",
        "Add the wife to insurance?",
        "I'm considering if my spouse is included in my policy.",
        "Adding my wife to my coverage?",
        "I was wondering if it was okay to include my spouse.",
        "Get coverage for the spouse too?",
        "It's possible to add spouse",
        "The spouse can join the plan.",
        "Is there a spouse added to my plan?",
        "Yes, can my partner join the policy?",
        "Is insurance add-on for wife okay?",
        "Is my spouse added to coverage?",
        "Should I include my spouse in my plan?",
        "I want to put my partner on this policy.",
        "Have the spouse join the insurance?",
        "Put our partner on the policy?",
        "What if my partner joined the policy?",
        "Doable? A spouse on my plan?",
        "spouse to join insurance?",
        "Can my partner become part of the policy?",
        "Can I include my spouse too?",
        "Can I add my spouse to this policy?",
        "Is my partner able to join my policy?",
        "Will adding spouse be permitted?",
        "Can I have my spouse added?",
        "Are the spouse on policy allowed?",
        "My spouse wants to join my plan.",
        "Can my partner be a member of my policy?",
        "I'm not sure if my spouse can join my policy.",
        "Could the wife be added to the insurance?",
        "Is it ok to add spouse?",
        "I'm wondering if my spouse is included in it.",
        "Can my spouse join policies?",
        "I don't know if you can put your spouse on my policy.",
        "Should my plan include my spouse?",
        "Maybe add wife to insurance?",
        "Can the spouse join insurance?",
        "I don't know if you can add your spouse on my policy.",
        "Can I include my partner?",
        "Husband and wife join insurance now?",
        "My partner can be a part of my policy.",
        "Do you mean to put my partner on policy?",
        "Might I add my wife to coverage?",
        "I don't know that I can put my spouse on my policy.",
        "Can a spouse join with me?",
        "Am I allowed to add insurance for my wife?",
        "Can my partner be in this policy?",
        "I wonder if my spouse is included in the policy.",
        "Can you join my plan with your spouse?",
        "Can I add my spouses to my policy?",
        "Is my spouse allowed on this plan?",
        "Am I allowed to add spouse?",
        "The spouse can join the policy.",
        "Can my spouse join me in my policy?",
        "I'm not sure if my spouse can get on my policy.",
        "I didn't know if you could add your spouse to my policy.",
        "I don't know if you can add his spouse to my policy.",
        "Can we be insured together?",
        "Get coverage for husband as well?",
        "Can my spouse join in the policy?",
        "add my spouse to the policy?",
        "I'm not sure if the person could add their spouse to my policy.",
        "Is it possible to include my partner as well.",
        "Can their spouse join my plan?",
        "Includes wife in coverage?",
        "Put my partner on policy with me?",
        "Yes, I can add my spouse to my policy.",
        "spouse can join the plan?",
        "I'm not sure if I'm able to put my spouse on my policy.",
        "I wonder if my spouse is on my plan yet.",
        "Can a spouse on a policy be allowed?",
        "Can I include my husband or wife in the policy?",
        "Spouse on my plan?",
        "Can my partner be on this policy?",
        "Is it okay if I include my spouse?",
        "Should I include my spouse on the plan?",
        "Can my spouse join this plan?",
        "Can I put my partner on this?",
        "Bring my partner on policy?",
        "Hubs should be included on the plan?",
        "Can I throw my partner on this policy?",
        "I don't know if the person can add the spouse to my policy.",
        "Is there a possibility of spouse enroll?",
        "I don't really know if I can put my spouse on my policy.",
        "Add my partner to the policy?",
        "I'm wondering if my spouse is covered by the policy.",
        "Adding a wife to insurance is a possibility?",
        "Please allow the spouse on policy.",
        "Yes I'm wondering if my spouse is included in my policy.",
        "I'm questioning if my spouse is included in the policy.",
        "A spouse may join my plan.",
        "Can my husband or wife be covered as well?",
        "spouse should join my plan",
        "The spouse may be able to enroll?",
        "Do you allow insurance add-on for wife?",
        "Can a partner join a policy?",
        "Can our partner join policy?",
        "Allow spouse to be in my plan?",
        "Would it be beneficial to add my spouse to the policy?",
        "Can my partner be on my policy.",
        "I don't know if you can include your spouse in my policy.",
        "Maybe you can add your spouse to my policy.",
        "I would like to include my spouse on my plan.",
        "Is the spouse on policy allowed?",
        "Is it possible to add wife to insurance?",
        "Can my partner join my policy.",
        "I don't know if my spouse can get on my policy.",
        "Allow wife in the coverage?",
        "Is there an insurance add- on for the wife?",
        "Can my partner be included with me?",
        "Is it feasible to have a spouse on my plan?",
        "Allow wife in coverage?",
        "I'm unclear if you can add your spouse to my policy.",
        "Does the insurance add-on include a wife?",
        "I am wondering if my spouse is included in the policy.",
        "Is it possible that spouse is on my plan?",
        "Yes, can I include my spouse?",
        "Would it be possible to add a spouse?",
        "My partner can join policy?",
        "I want my spouse to join my plan.",
        "Could his wife get covered here?",
        "Add my wife into the coverage?",
        "Adding a spouse to the plan?",
        "Can a spouse join my plan.",
        "Add a spouse to my policy?",
        "Can my spouse become part of my plan?",
        "Yes, spouse can join my plan.",
        "Is my spouse allowed on my policy?",
        "Can a spouse join my plan?",
        "Add my wife to the coverage.",
        "Talk about adding wife to insurance.",
        "Spouse can join my plan?",
        "Do I add my wife to my coverage?",
        "I'm curious if my spouse is included in my policy.",
        "Do you want my partner to be on the policy?",
        "Can my partner be included as well?",
        "May my partner be covered by the policy?",
        "Is insurance add-on for wife ok?",
        "Can it cover my spouse, too?",
        "Can one spouse join my plan?",
        "Is the wife allowed on the policy?",
        "Is it possible that I include my mate?",
        "Add a wife to the insured?",
        "I don't know if they can add their spouse to my policies.",
        "The spouse can be included on the plan.",
        "What about a spouse on my plan?",
        "Can I have my partner join policy?",
        "Is it possible to add her to insurance?",
        "I do not know if I can place my spouse on my policy.",
        "Would you mind if I joined your insurance ship with my husband?",
        "Is it possible for spouses to be insured?",
        "Will my spouse join my policies?",
        "Will my partner be on policy?",
        "Add a husband and wife to my plan?",
        "My spouse may be included in my policy.",
        "It is possible to add a spouse to insurance.",
        "Are I supposed to add my spouse to policy?",
        "I don't know if I can have my husband on my policy.",
        "Do you want your partner on policy?",
        "I'm wondering if it's okay to include my spouse.",
        "Will my spouse get covered here?",
        "I am not sure if my spouse can be put on my policy.",
        "I don't know if my spouse can be on the policy.",
        "My partner can be in my policy.",
        "I don't know if that person can add their spouse to my policy.",
        "Would it be possible for me to add my wife here?",
        "Can a spouse be covered too?",
        "There could be a possibility of spouse enrolment.",
        "Can my spouse join their policy?",
        "I don't know if the person could add their spouse to the policy.",
        "Wife can join my plan.",
        "Possibly add a wife to the insurance.",
        "Can I have a partner join policy?",
        "Can my spouse be on my policy.",
        "There is a question if my spouse is included in my policy.",
        "Please include wife in coverage.",
        "A spouse on a plan?",
        "Should my partner be on a policy?",
        "Is it necessary to put my partner on policy?",
        "I'm wondering if my spouse is included in the policy",
        "Adding a partner to my plan?",
        "Are I allowed to include my partner as well?",
        "Is the spouse included in my plan?",
        "I'm wondering if my spouse is covered in my policy.",
        "May my partner be part of the policy?",
        "Can there be a spouse in my plan?",
        "I wonder if my spouse can be on my policy.",
        "Is my spouse able to join the policy?",
        "Can my partner be part of the policy?",
        "Doable? Spouse on my plan?",
        "Can I have a partner on this here policy?",
        "Is there a way to add the spouse?",
        "I am wondering if my spouse is included within my policy.",
        "I want my partner to be added to my policy.",
        "I don't know if the spouse on my plan is doable.",
        "Put my partner on a policy.",
        "Can my spouse be added to policy?",
        "I don't know if my spouse can join the policy.",
        "Is it okay to include my spouse",
        "I want to add my spouse to the policy.",
        "I'm curious to know if my spouse is included in my policy.",
        "Is my partner added to my policy?",
        "Spousal can be included?",
        "Can the policy cover my spouse as well?",
        "I wondered if I could add my spouse to my policy.",
        "It is possible to include my spouse.",
        "Can I put my spouse on this plan?",
        "Added my wife to coverage?",
        "Is it possible for it to cover my husband or wife?",
        "am wondering if my spouse is included in my policy",
        "Will I join your insurance ship with my spouse?",
        "Can my partner be assigned to my policy?",
        "Is it ok to include my spouse in this?",
        "My spouse should be part of the policy.",
        "Is my partner allowed to be in my policy?",
        "Is it possible I add my wife?",
        "Do I need to add my spouse to policy?",
        "Alright, insurance add-on for wife?",
        "Do I add my wife to the coverage?",
        "Can my spouse be added to my policy",
        "It's possible to add a wife to your insurance.",
        "Can my spouse join with me?",
        "Should my partner be in my policy?",
        "Is my spouse eligible for my policy?",
        "Isn't it possible to add a wife to insurance?",
        "Will my wife be added to coverage?",
        "I don't know if the person can put their spouse in my policy.",
        "Could my partner join?",
        "I don't know if you can add your husband or wife to my policy.",
        "I am wondering if it is okay to include my spouse.",
        "Can the spouse on policy please?",
        "Do you think my wife should be covered?",
        "Should my partner be put on the policy?",
        "Bring my wife into the coverage?",
        "Can I have my spouse join my policy?",
        "Add spouse to insurance",
        "Can my spouse be on this plan as well?",
        "Could it be an option to add significant other?",
        "Is it best to put my partner on policy?",
        "I am unsure if I can have my spouse on my policy.",
        "My husband can be added to my policy.",
        "I am not sure if you could add your spouse to my policy.",
        "A partner can be added to my policy.",
        "Add your spouse to the plan?",
        "Would it be possible to enrol a spouse?",
        "Is there an insurance add on for a wife?",
        "My partner may be included in my policy.",
        "I only know if the person can add their spouse to my policy.",
        "Is it possible to add a spouse into my plan?",
        "I'm unsure if I can put my spouse on my policy.",
        "Can my spouse be in the plan?",
        "Should wife be included in the coverage?",
        "Am I able to include my partner as well?",
        "I can include my spouse on this plan.",
        "Can you include your spouse on the plan?",
        "Allow the wife in coverage?",
        "I am wondering if I can include my spouse on this plan.",
        "Is it possible to include the husband in the coverage?",
        "Could wife be added to insurance?",
        "I don't know whether the person can add their spouse to their policy.",
        "If you can add your spouse to my policy I don't know.",
        "I am not sure if I can place my spouse on my policy.",
        "The spouse on policy is allowed please?",
        "Should I add the spouse to my plan?",
        "Should a spouse on policy be allowed please?",
        "I don't know if the person can add the spouse to the policy.",
        "am I allowed to include my mate?",
        "Yes, include a wife in coverage?",
        "Is it possible that I can add my spouse to my policy?",
        "It is possible to add wife to insurance.",
        "Spouse allowed, on policy?",
        "Add spouse to insurance?",
        "Is there an insurance add-on for the wives?",
        "I asked if my spouse was included in the policy.",
        "Is my partner a policy joiner?",
        "Adding a spouse to insurance could be possible.",
        "Increasing my wife's coverage?",
        "Can a husband and wife join my plan?",
        "Is it possible that I could add my wife here?",
        "Can a spouse on policy be allowed please?",
        "Can my spouse join my policy.",
        "Can my wife be added to coverage?",
        "May policy cover my partner?",
        "Can the spouse join the plan?",
        "Wife can join my plan?",
        "I want to know if you can add your spouse to my policy.",
        "Might I add my wife to the coverage?",
        "I'm interested in whether my spouse is included in my policy.",
        "I don't know if they can add their spouse to my policy.",
        "Can I have my partner on this policy with me?",
        "Are I supposed to add my wife to coverage?",
        "Is it okay to include the spouse?",
        "Do I have to include my spouse on this plan?",
        "Have you allowed the spouse on policy?",
        "Can my spouse join me in the plan?",
        "Is it permissible to include a wife in coverage?",
        "Can I just have my partner on this policy?",
        "Is the spouse on my plan possible?",
        "My spouse can be included in my policy.",
        "It's unclear if I can put my spouse on my policy.",
        "Is it possible for my spouse to be included?",
        "Could adding a wife to the insurance be possible?",
        "Am I allowed to include my partner as well?",
        "Including Husband in coverage?",
        "Will my husband get covered here?",
        "My partner can be included in my policy.",
        "I don't know if people can add their spouse to the policy.",
        "I don't know if you could add your spouse to my policy.",
        "Will my wife join the coverage?",
        "Can my spouse be added to it?",
        "I'm wondering if my spouse is included in the policies.",
        "Is it possible that my spouse can be added to my policy?",
        "Is there an option to add some significant other?",
        "I don't know if the spouse can be on my policy.",
        "Could a wife be added to insurance.",
        "I don't know if the person can make their spouse part of my policy.",
        "Is the spouse on my plan doable?",
        "Possibly add spouse to insurance.",
        "Yes, include spouse in the coverage.",
        "Is my spouse added to my policy?",
        "My partner can join the policy.",
        "I'm not sure if you can put your spouse in my policy.",
        "I have no idea if my spouse can be placed on my policy.",
        "can my partner join?",
        "Join insurance now with your spouse?",
        "Can my partner become a member of policy?",
        "may policy have my partner?",
        "Can my partner be associated with this policy?",
        "Will my partner be on my policy?",
        "Is it ok to include your wife in the coverage?",
        "Can my partner be added to my insurance policy?",
        "Will my spouse be in this plan?",
        "Can the spouse on the policy please?",
        "Add your spouse to my plan?",
        "Is it possible to include a wife in coverage?",
        "Is it possible to add my spouse to policy.",
        "The spouse can be on the policy.",
        "I don't know if I can include my spouse on this plan.",
        "Is it possible to get coverage for husbands as well?",
        "Add my wife to the insurance?",
        "Would my spouse be included in the policy?",
        "Is it possible for my spouse to join this plan?",
        "I want to include my spouse on this plan.",
        "My spouse ought to be added to the policy.",
        "Or add a spouse to my plan?",
        "The spouse should be included in my plan.",
        "I don't know if they can put their spouse in my policy.",
        "Will I add spouse to my plan?",
        "Is it possible for spouses to join insurance now?",
        "Is my partner going to join policy?",
        "Wife on policy, please?",
        "Can I add my spouse into my policy?",
        "Doable? spouse on my plan?",
        "Is it time to add my wife to coverage?",
        "Get husband coverage too?",
        "Can I include my spouse with my policy?",
        "I'm curious as to whether my spouse is included in my policy.",
        "Get coverage for the spouse as well?",
        "Yes, can I also include my partner?",
        "Is it possible to add a Wife to insurance?",
        "Does adding a spouse to my plan make sense?",
        "How can my partner join policy?",
        "I'm not sure if I can put my husband on my policy.",
        "I'm wondering if my spouse is included in my Policy.",
        "My wife can be added to coverage.",
        "Should spouse join my plan?",
        "Could my spouse join my plan?",
        "Adding a wife to the insurance could be a possibility.",
        "I'm not sure if you can add your spouse to mine.",
        "Is there insurance add on for wife?",
        "spouse in coverage?",
        "I just don't know if you can add your spouse to my policy.",
        "Is it possible to Add a spouse?",
        "Allow spouse on policy.",
        "My partners can join policy.",
        "Wife on policy, allowed please?",
        "Is there an insurance add- on for wives?",
        "Can his spouse join my plan?",
        "Can I include my spouse?",
        "I don't know if my spouse can be added to the policy.",
        "I don't know if someone could add their spouse to my policy.",
        "Is there any chance of spouse enrolment?",
        "I don't know if you can add your spouse to your policy.",
        "Is there an option of adding significant other?",
        "Add a wife to the policy?",
        "Can my partner be covered by my policy?",
        "My spouse can be on this plan?",
        "Should my spouse be a part of the policy?",
        "Can my partner become a part of my policy?",
        "Are my wife included in coverage?",
        "Is it possible that hubby can be covered as well?",
        "I am not sure if you can add the spouse to my policy.",
        "I don't know if a spouse can be added to my policy.",
        "Am I able to add my partner to my policy?",
        "Yes, include a wife in the coverage?",
        "I am not sure if the person can put their spouse on my policy.",
        "Is my partner able to join?",
        "Can I assign my partner to this policy?",
        "Is insurance add-on for spouse okay?",
        "Add spouse to the plan.",
        "Can a spouse be covered as well?",
        "Can you add wife to insurance?",
        "Is the insurance add-on for the wife ok?",
        "Is it a good idea to add my spouse to the policy?",
        "I don't know if you can make your spouse part of my policy.",
        "What about my spouse on my plan?",
        "Can we have policy for both of us?",
        "Can I add a partner to my policy?",
        "How about my partner on the policy?",
        "can my partner be added to my policy?",
        "Can my spouse on this plan?",
        "My spouse should join my policy.",
        "Is my spouse allowed to join my policy?",
        "Is it possible for spouse to enrol?",
        "Will I be able to add my spouse?",
        "Is it possible to enroll a spouse?",
        "Do I put my partner on policies?",
        "Is wife included in coverage okay?",
        "Is the partner on my plan doable?",
        "Can a wife be added to insurance?",
        "I wonder if my spouse can join the plan.",
        "Would adding a wife to the insurance be possible?",
        "Is there a chance of spouse enrolment?",
        "Is it possible to include your husband in coverage?",
        "Can the partner join the policy?",
        "Is the spouse on my plan acceptable?",
        "Are my spouses included in my policy?",
        "Get coverage for spouses as well?",
        "Is spouses allowed on policy?",
        "I'm not sure if you could add your spouse to the policy.",
        "Can I include my spouse on my policy?",
        "Adding wife to insurance is possible?",
        "My spouse can be included in this plan.",
        "I would like my spouse to join my policy.",
        "Would it be better to add my wife to coverage?",
        "Is there a insurance add-on for a wife?",
        "Does my spouse join my policy?",
        "I do not know whether you can add your spouse to my policy.",
        "I don't know if you can add your spouse to my plan.",
        "The Spouse on my plan?",
        "My partner can be added to my policy",
        "Is it possible to Add my spouse to the policy?",
        "Adding my spouse to the policy would be great.",
        "Can my spouse be in my policy?",
        "Is it possible for me to include my mate?",
        "I don't know whether I can put my spouse on my policy.",
        "Can I have my spouse with me on this plan?",
        "I do not know if that person can add their spouse to my policy.",
        "I am wondering if my partner can join the policy.",
        "Adding a wife to the insurance?",
        "Is it possible for my partner to join policy?",
        "Should the wife be included in the coverage?",
        "Policy can it cover my husband or wife too?",
        "Add a spouse to the insurance?",
        "I am not sure if people can add their spouse to my policy.",
        "Add Wife to Insurance?",
        "I'm not sure if you can add your husband to my policy.",
        "Would you like to have coverage for husband too?",
        "Is it possible to add a spouse to the policy?",
        "Is my partner covered by policy?",
        "Will my partner get added to my policy?",
        "add spouse to my plan?",
        "Can the husband and wife join my plan?",
        "I wonder if my spouse is on my plan yet?",
        "My spouse can join?",
        "Would it make sense to include husband in coverage?",
        "Join insurance with your spouse now?",
        "Can my partner be in policy?",
        "Can my spouse participate in my policy?",
        "Can it cover my wife or husband too?",
        "I don't know if your spouse can join me in my policy.",
        "I don't know if my spouse can be placed on the policy.",
        "Get coverage for your spouse as well?",
        "Can my spouse be added to my plan?",
        "Would my partner be added to my policy?",
        "I don't know whether the person can add their spouse to the policy.",
        "Okay, insurance add-on for wife?",
        "Can I change the policy to include my spouse?",
        "Will my partner be on this policy?",
        "Yes, I'm wondering if my wife is included in my policy.",
        "Can that policy cover my husband or wife?",
        "Let my partner be on policy?",
        "I am not sure if the person can add their spouse to their policy.",
        "Is my partner included in my insurance policy?",
        "Is it possible that I join your insurance ship with your husband added?",
        "Could adding wife to insurance be possible?",
        "Can my partner be on the plan?",
        "Allowed please? The spouse on policy?",
        "Can my spouse be on this plan?",
        "My spouse needs to be added to the policy.",
        "Can my husband be included on this plan?",
        "Is it possible for hubby to be covered too?",
        "I am wondering if my partner can join policy.",
        "I might be able to put my spouse on my policy.",
        "Can spouse participate in my plan?",
        "Do you want my partner to be on policy?",
        "I wonder if it is okay to include my spouse.",
        "Is it possible for my spouse to join my policy?",
        "Can I have my partner join with me?",
        "Is it ok to include a spouse in coverage?",
        "I am wondering if my spouse can join my policy.",
        "I wonder if you can add your spouse to my policy.",
        "Is the spouse on my plan feasible?",
        "Get coverage for his spouse as well?",
        "I do not know if you can include your spouse in my policy.",
        "Is that okay to include wife in coverage?",
        "add my spouse to the policy",
        "Is it okay to include my partner?",
        "Adding my spouse to policy?",
        "Is it ok for wife to be included in coverage?",
        "It's not clear if the person can add their spouse to my policy.",
        "Wife added to my plan?",
        "Should his wife get covered here?",
        "Can my spouse be part of my plan?",
        "Yes, spouse on policy, allowed please?",
        "Can the spouse on policy be allowed?",
        "Can married people have policy updates?",
        "Is adding my spouse to the policy a good idea?",
        "Have I put my partner on policy?",
        "Do I have to include my spouse in my policy?",
        "Is it acceptable for me to include my spouse?",
        "Is the insurance add-on for spouse okay?",
        "Can my partner be added to this policy?",
        "Is it possible to include wife to insurance?",
        "Can my spouse join me on this plan?",
        "My spouse on my plan is doable?",
        "Will my wife be added to the coverage?",
        "Adding a wife to insurance?",
        "Possibility of spouse being able to join?",
        "I don't know if I can put my spouse on my policies.",
        "I am pondering if my spouse is included in my policy.",
        "Can the spouse join my policy?",
        "I need to know if I can put my spouse on my policy.",
        "Can my spouse sign up with my policy?",
        "Is it possible to enroll the spouse?",
        "Can I have my partner added to my policy?",
        "Could it be to add wife to insurance?",
        "I'm not sure if the person can add their spouse to their policy.",
        "My spouse could be added to my policy.",
        "I want my spouse to be part of my policy.",
        "My spouse can join my policy",
        "I don't know if I can throw my partner on this here policy.",
        "Is adding a wife to insurance doable?",
        "I don't know if the spouse can be added to the policy.",
        "Allow spouse on policy, please?",
        "Including a spouse in coverage?",
        "Can the policy also cover my husband and wife?",
        "Bring my spouse into the policy?",
        "I don't know if you can put your spouse into my policy.",
        "Or should I add a spouse to my plan?",
        "Can my partner join me in my policy?",
        "Shall the spouse join the insurance?",
        "Are my spouse included in this plan?",
        "Is spouse on my plan doable?",
        "I wondering if my spouse is included in my policy.",
        "I wonder if I should add my spouse to the policy.",
        "The partner can join policy.",
        "Can I have my spouse on this plan?",
        "Maybe add wife to insurance.",
        "Can my partner join that policy?",
        "Can I have my spouse in my plan?",
        "Am I allowed to throw my partner on this policy?",
        "Is it policy to cover my husband or wife?",
        "I don't know if their spouse can join my policy.",
        "My spouse can be included in the plan.",
        "Is it okay for insurance add-on for wife?",
        "I'm uncertain if you can add your spouse to my policy.",
        "Can spouse be a part of my plan?",
        "Will policy have me with my partner?",
        "I want my spouse included in my policy.",
        "Add my spouse into the policy?",
        "I'm not entirely sure if the person can add their spouse to my policy.",
        "Is it possible to get coverage for a husband too?",
        "Can you include the wife in coverage?",
        "Put my partner on there?",
        "spouse included in coverage?",
        "I don't know if you are able to add your spouse to my policy.",
        "Could hubs be included on the plan?",
        "Put husband in coverage?",
        "The spouse is allowed on policy?",
        "Will my partner join policy?",
        "Is it okay to include my mate?",
        "Can my spouse be included on this plan?",
        "Is my wife added to the coverage?",
        "Can you include a wife in coverage?",
        "my partner can be added to my policy",
        "What about adding a spouse to my plan?",
        "I'm wondering, if my spouse is included in my policy.",
        "Is it better to put my partner on policy?",
        "You can include your spouse on this plan.",
        "Add my husband or wife to the policy?",
        "Insurance add-on for a spouse?",
        "Would it be better to put my partner on policy?",
        "Insurance add-on for the spouse?",
        "Can I use my spouse in my policy?",
        "Is it possible for me to add my wife here?",
        "Allow my spouse to join the policy?",
        "I'm not sure if the person will be able to add their spouse to my policy.",
        "Am I supposed to add my wife to coverage?",
        "I'm wondering if my partner is included in my policy.",
        "Adding a wife to insurance is possible?",
        "I would like to add my spouse to the policy.",
        "Is there a way to add my wife to coverage?",
        "Can a spouse join my policy?",
        "Spousal inclusion could be a possibility?",
        "Can I include my husband in my policy?",
        "Is it possible to throw my partner on the here policy?",
        "I am wondering if my spouse is included with the policy.",
        "Is the spouse allowed on the policy?",
        "How can spouse join my plan?",
        "I am not sure if you can add your spouse to my policy",
        "Possibility of spouse being covered?",
        "Allow spouse in coverage?",
        "Is my wife included to coverage?",
        "Can my husband be included on the plan?",
        "I don't know if the person is able to add their spouse to my policy.",
        "Get coverage for your husband as well?",
        "Husband added in coverage?",
        "Just add a spouse to my plan?",
        "I am wondering if my spouse is included in my insurance policy.",
        "Allow including wife in coverage?",
        "Do I have to add my wife to the coverage?",
        "I am unsure if my spouse can be on my policy.",
        "Is it ok to include spouse in coverage?",
        "Can my partner be listed in my policy?",
        "Can my spouse be with me on this plan?",
        "Or should I add my spouse to the policy?",
        "Is it allowed to include my spouse?",
        "Is it necessary to add a spouse to the plan?",
        "I'm not sure if I can add your spouse to my policy.",
        "I don't know if an individual can add their spouse to my policy.",
        "Am I supposed to add a spouse to my plan?",
        "I don't know if your spouse can add to my policy.",
        "Can my partner join me on this here policy?",
        "Should I place my partner on the policy?",
        "The spouse may join my policy.",
        "I am wondering if my spouse can join this plan.",
        "I wondered if my spouse could join my policy.",
        "I don't know if my spouse qualifies for my policy.",
        "Do you want my wife to have coverage?",
        "Can we include my spouse on this plan?",
        "Can I add my wife to my policy?",
        "I do not know if you can add a spouse to my policy.",
        "I don't know if a person can add their spouse to my policy.",
        "My spouse might be added to policy.",
        "Can my spouse have my policy?",
        "Is my partner able to join policy?",
        "Can my partner be a part of my plan?",
        "I don't know if I can make my spouse on my policy.",
        "I'm wondering if my spouse is covered in the policy.",
        "Put my husband on the policy?",
        "My partner may join policy.",
        "Can my spouse get on this plan?",
        "Could adding a wife to insurance be possible?",
        "I don't know if a spouse can join my policy.",
        "Can my partner be included with my policy?",
        "My wife should be included in the coverage.",
        "Can I include my partner on this policy?",
        "Add my wife to cover?",
        "Does my partner have to join my policy?",
        "Is it ok to include my spouse?",
        "Should my wife be added to my coverage?",
        "Do you want spouse added to my plan?",
        "Ok'd include wife in coverage?",
        "Is it possible to add spouse to insurance?",
        "I don't know if I can add your spouse to my policy.",
        "Yes, I can include my spouse on this plan.",
        "Can my spouse get into my policy?",
        "I wondered if my partner could join policy.",
        "Can I include my partner in this?",
        "Is it possible to add a wife to insurance?",
        "Can I have it cover my husband or wife?",
        "I don't know if the person can put their spouse into my policy.",
        "The Spouse on policy, allowed please?",
        "Allowing the spouse on the policy?",
        "Can someone add their spouse to their policy?",
        "I don't know whether you can add your spouse to the policy.",
        "Is insurance add on for wife okay?",
        "I'm wondering if my spouse are included in my policy.",
        "Is it okay to include a spouse?",
        "Can my partner be added to the policy?",
        "I'm not sure if you can put your spouse on my policy.",
        "I don't know if I could have my spouse on my policy.",
        "Wife on policy allowed?",
        "I don't know if I can put the spouse on my policy.",
        "insurance add on for wife?",
        "Can my partner as well be included?",
        "Is it okay to include a wife in the coverage?",
        "You could add a spouse to my plan.",
        "I don't know if you can get your spouse added to my policy.",
        "I'm unsure if I can place my spouse on my policy.",
        "Would I add my wife to coverage?",
        "Would it be doable to have a spouse on my plan?",
        "I'm curious if my spouse is included in my policy",
        "Can my spouse be part of the policy?",
        "spouse joining insurance?",
        "I do not know if you can add your spouse to my policy",
        "There is a chance the person can add their spouse to my policy.",
        "Should my partner be a part of the policy?",
        "Is it okay to include a spouse in coverage?",
        "I don't know if you can add a spouse to the policy.",
        "Is it possible for my partner to be on this here policy?",
        "Is it possible to cover my husband or wife?",
        "I would like to throw my partner on this here policy.",
        "Is the insurance add on for the wife okay?",
        "Can spouses join my plan.",
        "Is it okay for spouses to join?",
        "I don't know if people can add their spouse to their policy.",
        "I're wondering if my spouse is included in my policy.",
        "Is adding a wife to insurance feasible?",
        "Can I add a spouse to my policy.",
        "I'm curious if my spouse is covered in my policy.",
        "Allowing spouse on policy?",
        "Can her join my plan?",
        "I'm wondering if our spouse is included in my policy.",
        "I am not sure if you can add your spouse to my policies.",
        "My spouse should be able to join my policy.",
        "Will I add my wife to coverage?",
        "How do I get a spouse on a health plan?",
        "Hubs can be included on the plan.",
        "Adding a spouse to insurance is a possibility.",
        "Add my spouse to the policy, right?",
        "Can I have a spouse with my policy?",
        "Add my wife to the benefits?",
        "How about an insurance add-on for the wife?",
        "Adding spouse to insurance is possible.",
        "Are you going to add a spouse to my plan?",
        "Is it possible to include wife in coverage?",
        "Can my partner join it?",
        "Can my spouse be a part of my policy?",
        "I don't know if the person can add their spouse to my plan.",
        "Can I have a partner on this policy?",
        "Is it possible to include my wife in coverage?",
        "Do you want spouse in my plan?",
        "Add your spouse to the policy?",
        "Adding a wife to insurance could be a possibility.",
        "I am wondering if my spouse is part of the policy.",
        "My partner might be included in my policy.",
        "Can I put my partner in my policy?",
        "Is it a good idea to include spouse in my plan?",
        "I'm wondering if my wife is included in my policy.",
        "Try to add my spouse to the policy.",
        "include spouse in coverage?",
        "Should my spouse be on my plan?",
        "Get coverage for husband and wife?",
        "Might my spouse join my policy?",
        "I'm wondering if I have a spouse included in my policy.",
        "Is it okay to add my spouse?",
        "I don't know if my spouse can fit on my policy.",
        "Adding a wife to insurance is possible",
        "Have your spouse join insurance?",
        "Are I allowed to include my mate?",
        "Does the spouse join insurance now?",
        "I am unaware if the person can add their spouse to my policy.",
        "I don't know if you can add your spouse to mypolicy.",
        "Shall the spouse on the policy be allowed please?",
        "I'm not sure if my spouse can be on the policy.",
        "Is it better to add my wife to coverage?",
        "Allow the wife to be in coverage?",
        "Add spouse to insurance.",
        "Will the policy have my partner?",
        "Add my wife to the plan?",
        "Get coverage for a spouse as well?",
        "I wonder if my partner will join policy.",
        "Could it be to add a wife to insurance?",
        "Is including a wife in coverage ok?",
        "I don't know if the person can include their spouse in my policy.",
        "Add my spouse to my policy.",
        "A policy modification for partner?",
        "My partner should be on policy?",
        "Can the policy cover my spouse?",
        "Will I have my partner on this policy?",
        "Can I include my spouse with this plan?",
        "I really don't know if I can put my spouse on my policy.",
        "Consider adding my spouse to the policy.",
        "Can you add insurance for a wife?",
        "I don't know if someone can add their spouse to their policy.",
        "My spouse on my plan is doable.",
        "I don't know if someone can add their spouse to the policy.",
        "Is it possible to get coverage for husbands too?",
        "Can I have my spouse with my policy?",
        "Can I have my spouse join the policy?",
        "My wife might be added to coverage.",
        "Is it possible to get coverage for spouse as well?",
        "I don't know if he can add his spouse to my policy.",
        "Is there an insurance add on for spouse?",
        "I am not certain if someone can add their spouse to my policy.",
        "Is my spouse on my plan acceptable?",
        "Is it possible to include the husband in coverage.",
        "Allow the spouse on policy.",
        "Is the spouse of my plan doable?",
        "I don't know if I can put my wife on the policy.",
        "I don't know if the person can add a spouse to the policy.",
        "Add my spouse to my policies?",
        "Is it possible to enroll your spouse?",
        "Is it possible that spouse join insurance now?",
        "Insurance add-on for your spouse?",
        "Do you want the wife in the coverage?",
        "Add my wife to the insurance coverage?",
        "Would you like to get coverage for husband as well?",
        "Allowing a spouse on policy?",
        "Do you want to get coverage for husband as well?",
        "Get coverage for a spouse too?",
        "Am I able to throw my partner on this policy?",
        "I don't know if I can put my husband on the policy.",
        "My spouse can be added to the policy.",
        "Could I add a spouse?",
        "I'm wondering if my spouse is included with my policy.",
        "Is there an insurance add-on for wife?",
        "Can a partner be added to my policy?",
        "I wonder if the person can add their spouse to my policy.",
        "Can my partner join my policies?",
        "I do not know if a spouse can be added to my policy.",
        "Should my spouse be added to policy?",
        "My spouse can join policy.",
        "I am not certain if you can add your spouse to my policy.",
        "The partner can join the policy.",
        "Is adding my wife to coverage possible?",
        "Should my spouse be included in my policy?",
        "I don't know, if you can add your spouse to my policy.",
        "Can Spouse join my plan?",
        "Would you like to get coverage for husband?",
        "I don't know if my spouse can subscribe to my policy.",
        "Can a partner be added to a policy?",
        "Is it possible that my spouse on my plan?",
        "I am not entirely sure if you can add your spouse to my policy.",
        "I wanted to add my spouse to my policy.",
        "I am questioning if my spouse is included in my policy.",
        "Can I add my spouse to it?",
        "I am wondering if spouse can join my plan.",
        "Is it allowable to add a spouse?",
        "I don't know if you can include your spouse to my policy.",
        "Get spouse coverage as well?",
        "Could I include my partner?",
        "Is it possible to include my partner, too?",
        "To put my partner on policy?",
        "Might it be possible to add spouse?",
        "Can I add my partner to the policy?",
        "Are you able to add significant other?",
        "Would husband be included in coverage?",
        "Can I get my partner to join this policy?",
        "Am I allowed to join policy with my partner?",
        "Or put my partner on the policy?",
        "Are it possible to add a spouse?",
        "Make my wife part of the coverage?",
        "Put my spouse on a policy?",
        "Would my partner join policy?",
        "Shall the spouse be on the policy?",
        "Is my partner allowed to join policy?",
        "Is there a possibility of spouse enrolment?",
        "Wife in coverage ok'd?",
        "I don't know if I can place my spouse on my policy",
        "Is it ok to include a wife in the coverage.",
        "Is it okay to include the spouse in coverage?",
        "I wonder if my partner can be included as well.",
        "Is an insurance add-on for wife ok?",
        "Should my partner be on this policy?",
        "Are you able to get coverage for husband?",
        "Can my husband or wife be covered by this policy?",
        "Is it okay to add a partner?",
        "The spouse might join my plan.",
        "I want my partner to be on this policy.",
        "Is it ok to include her in coverage?",
        "Add the wife to the insurance?",
        "Do you allow wife in coverage?",
        "Am I allowed to include my spouse?",
        "Might it be possible to add a wife to insurance?",
        "I'm unaware if the person can add their spouse to my policy.",
        "Should my spouse be added to the plan?",
        "Do you want to add a spouse to my plan?",
        "My partner on my plan?",
        "Can my spouse join me in this policy?",
        "add my wife to it?",
        "Add spouse to my plan.",
        "Can I include my spouse to my policy?",
        "I wonder if my spouse can be on this plan.",
        "I want to add my spouse to my policy",
        "How about putting my partner on policy?",
        "Can I add my wife to my coverage?",
        "Can my spouse join my coverage?",
        "Add a wife to the insurance policy?",
        "Would it be okay to include a wife in the coverage?",
        "Can my partner be thrown on the here policy?",
        "Is it possible to add a married person?",
        "Can my partner take part in policy?",
        "Do I have to join policy with my partner?",
        "I'm wondering if my spouse is included in my plan.",
        "I'm wondering if my partner is in my policy.",
        "May policy accommodate my partner?",
        "Am I allowed to add a spouse to my plan?",
        "Add my spouse's name to the policy?",
        "Yes, I'm wondering if my spouse is in the policy.",
        "Is it possible for my partner to be added to my policy.",
        "Can my partner be involved in the policy?",
        "Can spouses join me in my plan?",
        "I wonder if my spouse would join my policy.",
        "Is my spouse allowed to join my policies?",
        "A wife could be added to insurance.",
        "I don't know if the person can add their spouse to my policy",
        "It is possible to add a wife to the insurance.",
        "Adding a spouse to my plan?",
        "My partner should be included in my policy.",
        "Will it be possible to add significant other?",
        "Can my spouse be a member of my policy?",
        "Is it ok to include husband in coverage?",
        "Spousal inclusion would be possible?",
        "I'm not sure if my spouse will be on my policy.",
        "Do you agree with the insurance add-on for wife?",
        "Can we join the policy?",
        "Can my spouse become a part of my policy?",
        "I'm not sure if my spouse is included in my policy.",
        "I'm not sure if I can put my wife on my policy.",
        "I don't know if the person can have their spouse added to my policy.",
        "I really don't know if you can add your spouse to my policy.",
        "Will there be an option to add significant other?",
        "I was wondering if my spouse was included in my policy.",
        "Should I also get coverage for my husband?",
        "Policy change to partner?",
        "Allowed please? a spouse on policy.",
        "Should my partner be put on policy?",
        "I don't know if you can include your spouse in the policy.",
        "Can my partner join me on my policy?",
        "Should I add a spouse to my plan?",
        "Is it possible of spouse enrol?",
        "Can it be used to cover my husband or wife?",
        "Yes, can I add my spouse to my policy?",
        "Can my spouse join my plan.",
        "It might be possible to add a wife to insurance.",
        "What about my spouse on the plan?",
        "I am wondering if my spouse is included in my insurance.",
        "I'm not sure if you could add your spouse to my policy.",
        "Add my wife to the coverage?",
        "Should my spouse be included in policy?",
        "I don't know if the spouse can join my policy.",
        "Put my partner on the policies?",
        "Is included wife in coverage ok?",
        "Do I have to add my partner to my policy?",
        "My partner should be on the policy",
        "I don't know if you can add your spouse onto my policy.",
        "I don't know if you can add your husband to my policy.",
        "Join insurance for your spouse now?",
        "Spousal inclusion could be feasible?",
        "I only know if I can put my spouse on my policy.",
        "I want an insurance add-on for my wife.",
        "Do you think my spouse should be added to the policy?",
        "Do the spouse join the insurance?",
        "Allowed to include the wife in coverage?",
        "I could join your insurance ship with my husband added?",
        "Adding spouse is a possibility?",
        "Is my partner welcome in the policy?",
        "Is it possible to include spousal?",
        "I'm uncertain if the person can add their spouse to my policy.",
        "Can I have my partner join this policy?",
        "Do I place my partner on the policy?",
        "Can my husband be on the plan?",
        "Is it possible to get coverage for husband also?",
        "Can my spouse be included with my policy?",
        "Wife added to insurance is possible.",
        "Cannot my partner join policy?",
        "Can my relationship be included in my policy?",
        "My spouse should be added to the coverage.",
        "Adding Wife to insurance is possible.",
        "Will my spouse be added to the policy?",
        "Would it be better to add my wife to the coverage?",
        "Would my spouse join my plan?",
        "May Policy have my partner?",
        "Would it be possible to add my wife here?",
        "Is it ok to include wives in coverage?",
        "Is including wife in coverage okay?",
        "Is it ok for a spouse to join?",
        "Can my partner be listed on my policy?",
        "Will husband be included in coverage?",
        "Is there an insurance add-on for your wife?",
        "Will my spouse be included in the policy?",
        "Is it possible for my spouse to be added to my policy?",
        "Is it OK to include a wife in the coverage?",
        "Can my spouse enroll in my policy?",
        "Is an insurance add-on okay for a wife?",
        "Is it possible to include a spouse?",
        "Can I have my husband on the plan?",
        "Is it permissible to add my spouse to my policy?",
        "Allow an insurance add-on for the wife.",
        "Would it make sense to add my wife to the coverage?",
        "Is there a possibility of spouse enrol?",
        "Is there a policy that has my partner?",
        "Will spouse join me in my plan?",
        "My wife could be added to the coverage.",
        "Is it possible for spouse to join?",
        "Can my partner be put into my policy?",
        "Including wife in coverage?",
        "If you can add your spouse to my policy, I don't know.",
        "Allow inclusion of wife in coverage?",
        "Is my partner covered by my policy?",
        "Can my spouse be added to my policies?",
        "Spousal inclusion may be possible?",
        "Is it possible to enroll spouses?",
        "Could I include my spouse?",
        "Please add my wife to coverage.",
        "Ask your spouse to join insurance.",
        "The person may not be able to add their spouse to my policy.",
        "Will a spouse join insurance?",
        "Allow spouse to join my plan?",
        "Allowed please? the spouse on the policy?",
        "Is it possible for my spouse to be on the plan?",
        "Is there any insurance add-on for wives?",
        "Will my spouse be included on my policy?",
        "I would like my spouse on this plan.",
        "Adding wife to insurance?",
        "Should my partner be included on the policy?",
        "Is it possible to add wives to insurance?",
        "Might it be possible to add wife to insurance?",
        "Can my partner get added to my policy?",
        "spouse can join the plan",
        "I doubt if you can add your spouse to my policy.",
        "Can a spouse be on policy?",
        "I'm wondering whether my spouse is included in the policy.",
        "Is my partner willing to join policy?",
        "A spouse on policy is allowed?",
        "Okay, an insurance add-on for a wife?",
        "Think about putting my partner on policy.",
        "I am not sure if you will be able to add your spouse to my policy.",
        "Can my partner join me on the policy?",
        "I'm wondering if my spouses is included in my policy.",
        "Can spouse join in my plan?",
        "My spouse can be in this plan.",
        "My spouse is yet to be on my plan.",
        "Can it be covered by my husband or wife?",
        "It is possible to add Wife to insurance.",
        "Can my husband or wife be covered in the policy?",
        "Is there a insurance add-on for wife?",
        "Should my spouse be on my policy?",
        "Is it possible to add a partner?",
        "Yes, include wife in coverage!",
        "I am not sure if the spouse can be added to my policy.",
        "Is it possible to add my spouse to my policy",
        "Add your spouse to my plan.",
        "Will my partner be included in my policy?",
        "Is my spouse interested in joining my policy?",
        "spouse can be in my plan",
        "Is I allowed to include my spouse?",
        "Can my spouse be a part of it?",
        "I'm wondering if my spouse is included in mypolicy.",
        "Can I include my partner in my policy?",
        "Get spouse coverage?",
        "Add my spouse to this policy?",
        "Yes, include the spouse in coverage.",
        "Is it okay to include my spouse in this?",
        "Adding spouse to plan?",
        "Should my partner be on my policy?",
        "Get coverage for a spouse?",
        "I am wondering if I can throw my partner on the policy.",
        "Will my partner be involved in policy?",
        "What if I include my spouse on this plan?",
        "Doable is the spouse on my plan?",
        "Is it possible for my partner to be on this policy?",
        "Including husband in the coverage?",
        "I did not know if you could add your spouse to my policy.",
        "Is my partner able to be added to my policy?",
        "Is my spouse able to join my policy?",
        "I think I can add my spouse to my policy.",
        "My partner may be added to my policy.",
        "Is it possible to include hubs on your plan?",
        "Am I able to include my spouse on this plan?",
        "Can I add my spouse in my policy?",
        "Is it possible for spouse to be insured?",
        "Can I have my spouse added now?",
        "Is it best to add my spouse to the policy?",
        "Adding a spouse to insurance might be possible.",
        "Get wife coverage too?",
        "Is it permissible to add a spouse?",
        "Is my spouse doable on my plan?",
        "Should we include wife in coverage?",
        "Can they join my policy?",
        "Is it correct to add my spouse to the policy?",
        "Can the option to add significant other be added?",
        "Can I change my policy to include my spouse?",
        "Is my partner added to my policy",
        "Are my spouse on my plan doable?",
        "It is conceivable to add wife to insurance.",
        "Is it permissible to cover my husband or wife?",
        "Will I need to add a spouse to my plan?",
        "I don't know if a person's spouse can be added to my policy.",
        "Is the insurance add-on for a wife okay?",
        "Yes, can my spouse join my policy?",
        "I would like to add a spouse to my plan.",
        "I don't know if the person can add their spouse to a policy.",
        "I'm not sure if my spouse can be placed on my policy.",
        "How about the spouse joining insurance now?",
        "Can one of my spouses join my plan?",
        "Can my partner be thrown into this policy?",
        "Will my spouse be on the plan?",
        "Can my partner be on my policy?",
        "I can't tell if you can add your spouse to my policy.",
        "Get spouse coverage also?",
        "Can my husband or wife be covered by policy?",
        "The hubs could be included on the plan.",
        "Can a spouse on a policy please?",
        "Get coverage for the wife as well?",
        "I'm wondering whether my spouse is included in my policy.",
        "I am wondering if my spouse can be added to my policy.",
        "Could she be added to insurance?",
        "Is adding a spouse to my plan a possibility?",
        "Can I include my spouse in this?",
        "Is it possible to add insurance for the wife?",
        "Give my partner on policy?",
        "Would adding significant other be an option?",
        "Are I putting my partner on policy?",
        "I'm unsure if the person can add their spouse to the policy.",
        "spouses join insurance?",
        "Get coverage for his spouse too?",
        "Is it possible to add a spouse to my plan?",
        "Allowed please? the spouse on policy.",
        "A spouse joining insurance now?",
        "My spouse should be in the policy?",
        "My partner could be in my policy.",
        "I don't know if your spouse can join my policy.",
        "I wish to add my spouse to my policy.",
        "I don't know if they can add their spouse to the policy.",
        "Add spouse to the plan?",
        "Is there an insurance add on for the spouse?",
        "My spouse may be added to the policy.",
        "Can a spouse on a policy be?",
        "I wonder if I can add my spouse to my policy.",
        "Can my partner be a part of my policy?",
        "Can this policy also cover my husband or wife?",
        "Adding spouse to insurance may be possible.",
        "I don't know if I could place my spouse on my policy.",
        "I am wondering if my spouse can join my plan.",
        "Is it better to add my wife to the coverage?",
        "The spouse can be included on this plan.",
        "Add a spouse to my plan",
        "Does it possible to add a spouse?",
        "Can I put my partner on this here policy?",
        "My spouse may be added to my policy.",
        "Can I have my partner join the policy?",
        "Is it possible to add spouses?",
        "Should a spouse be on my plan?",
        "add my spouse to my policy",
        "Husband added to coverage?",
        "Is my wife able to join my policy?",
        "Is adding spouse to my plan possible?",
        "Insurance add-on for Wife?",
        "How about the spouse join insurance?",
        "Is it okay to include your wife in coverage?",
        "I'm wondering if my spouse is included in this policy.",
        "Can my partner join me in the policy?",
        "I wonder if my spouse is included in my policies.",
        "My spouse should be added to my policy.",
        "Is there an Insurance add-on for Wife?",
        "I am unsure if I can put my spouse on my policy.",
        "I am not aware if you can add your spouse to my policy.",
        "Can you throw my partner on this policy?",
        "Get coverage for both husband and wife?",
        "I don't know if my spouse can be in my policy.",
        "The possibility of spouse enrolment?",
        "Can my husband or wife have the same policy?",
        "I am not sure if your spouse can be added to my policy.",
        "Will the policy have me with my partner?",
        "Is it possible to add some significant other?",
        "Put my partner in policy?",
        "I am unsure if I can put my spouse on the policy.",
        "Do I have a spouse on my plan?",
        "My spouse should be on the policy.",
        "Allow an insurance add-on for wife?",
        "I don't know if my spouse can be a part of my policy.",
        "am I able to include my mate?",
        "A spouse joining my plan?",
        "Is it ok to include a wife in coverage?",
        "Add your spouse to the plan.",
        "I would like my wife to be covered.",
        "Is my partner allowed on this policy.",
        "I'm not sure if the person can add their spouse to my policies.",
        "Can a partner join my plan?",
        "Can you add a wife to the insurance?",
        "I'm not sure if my spouse can be on my policy.",
        "Would spousal inclusion be possible?",
        "Spousal inclusion can be done?",
        "There is a chance that you can add your spouse to my policy.",
        "Is my partner put on policy?",
        "Get coverage for your spouse?",
        "Is my partner allowed to join Policy?",
        "Is it possible to enrol a spouse?",
        "Or should my spouse be added to the policy?",
        "I am wondering if I can throw my partner on this policy.",
        "I do not know if a person can add a spouse to my policy.",
        "Can the spouse also be covered?",
        "Could my spouse be included?",
        "There is the possibility of spouse enrolment.",
        "What if my partner is put on policy?",
        "Is it possible to include my partner too?",
        "Would it be possible to add significant other?",
        "Do you think my wife should be added to the coverage?",
        "May policy have my wife?",
        "What about spouse on my plan?",
        "a spouse on my plan?",
        "I want my partner on this policy.",
        "Take spouse into my plan?",
        "Can my partner be added to my policy with me?",
        "Can i add my spouse to my policy?",
        "Can my husband join me on my policy?",
        "I'm wondering if my spouse is included in my insurance.",
        "Is it possible to include a husband in coverage?",
        "Should my partner be a part of policy?",
        "I don't know if my spouse is eligible for my policy.",
        "Do you think I should add a spouse to my plan?",
        "Is adding a wife to insurance possible.",
        "Do you think you should get coverage for husband as well?",
        "Spousal inclusion could be possible?",
        "Wife on policy, allowed?",
        "I'm not sure if you're able to add your spouse to my policy.",
        "I do not know if I can have a spouse on my policy.",
        "Is spouse eligible to join my plan?",
        "I would like my spouse to be on this plan.",
        "Should wife be included in coverage?",
        "Have my wife added to coverage?",
        "I'm unsure if my spouse is included in the policy.",
        "I am not sure if a person can add their spouse to their policy.",
        "I'm wondering if my spouse is included in a policy.",
        "Are I supposed to add my spouse to the policy?",
        "Is including wife in coverage ok?",
        "Yes, I'm wondering if my spouse is part of my policy.",
        "Is my partner welcome to join the policy?",
        "Is it appropriate to add my spouse to policy?",
        "What if I added a spouse to my plan?",
        "Should the policy have my partner in it?",
        "Will my partner join the policy?",
        "There's a chance that the person can add their spouse to my policy.",
        "Can my spouse be a part of the plan?",
        "Put my husband on policy?",
        "Is it okay to include husband in coverage?",
        "Is that spouse on my plan doable?",
        "How about my spouse get covered here?",
        "Spouse allowed on policy?",
        "I don't know if somebody can add their spouse to my policy.",
        "Should included wife in coverage?",
        "Will my spouse be included in my policy?",
        "Can spouse be covered as well?",
        "I don't know if my spouse will be included on my policy.",
        "Yes, spouse on my plan?",
        "Are there insurance add-ons for wife?",
        "Is my spouse willing to join my policy?",
        "I would like my partner to join the policy.",
        "Can I let my partner know about the policy?",
        "I wish to add a spouse to my plan.",
        "Add a spouse to insurance?",
        "Can spouse join with me?",
        "How about my partner on policy?",
        "I do not know if they can add their spouse to the policy.",
        "I don't know if you're able to add your spouse to my policy.",
        "I don't know if spouse is on my plan yet.",
        "Will my partner be put on policy?",
        "Is it possible that spouse will be included?",
        "Is it possible to add my wife to coverage.",
        "Spouse joining insurance now?",
        "My wife should be included in coverage.",
        "I wonder if my spouse is included on the plan.",
        "I don't know if I can put a spouse on my policy.",
        "I is wondering if my spouse is in my policy.",
        "Can my partner join with policy?",
        "policy can it also cover my husband or wife?",
        "Is my spouse included to policy?",
        "Can my spouse be covered too?",
        "Put my partner on the policy.",
        "Is my wife included in my coverage?",
        "Is it possible to add the spouse to my plan?",
        "Is it necessary to add the spouse to my plan?",
        "Will my spouse be included in the plan?",
        "My wife can be added to the coverage.",
        "I don't know if a spouse can add to my policy.",
        "I wonder if my spouse can be included on the plan.",
        "I'm unsure if they can add their spouse to my policy.",
        "Is it possible to add a wife to the insurance policy?",
        "Is it doable to add a Wife?",
        "I don't know if I can put my spouse on my policy",
        "Can I let my partner know about this here policy?",
        "Is my partner part of my policy?",
        "Is it permissible to include my mate?",
        "Do you mean to include the wife in the coverage?",
        "Wife join insurance now?",
        "Is it a good idea to add my spouse to my policy?",
        "May policy have me with my partner?",
        "My wife might be added to the coverage.",
        "I don't know if my wife can be on my policy.",
        "Add my spouse to my plan?",
        "Should wife be added to insurance?",
        "I'm not certain if you can add your spouse to the policy.",
        "Im wondering if my spouse is included in my policy.",
        "The spouse might be able to enroll.",
        "If I join your insurance ship with my husband added?",
        "Consider putting my partner on policy.",
        "I don't know if you'll be able to add your spouse to my policy.",
        "My partner can join policy.",
        "Yes, include spouse in coverage",
        "Is there a way to add spouse to my plan?",
        "I am not sure if my spouse is included in my policy.",
        "Adding wife to insurance might be possible.",
        "I don't know if the person can include their spouse on my policy.",
        "I have no idea if the person can put their spouse on my policy.",
        "Is it possible for me to include my spouse on this plan?",
        "Is it possible to include husband in the coverage?",
        "Possibly add wife to insurance?",
        "Wife insurance add-on okay?",
        "Have my partner on the policy?",
        "Can you get coverage for husband too?",
        "Have you considered getting coverage for husband too?",
        "Is my partner part of policy?",
        "Can my partner be put on this policy?",
        "Add the spouse to the insurance?",
        "Can I add a spouse to the policy?",
        "Does my partner need to join policy?",
        "I am wondering if my wife is included in the policy.",
        "I want my spouse on the plan.",
        "Do I add my spouse to policy?",
        "may the policy have my partner?",
        "A doable spouse on my plan?",
        "I don't know if you have the ability to add your spouse to my policy.",
        "Is it possible to include hubs on a plan?",
        "Isn't it possible for me to include my mate?",
        "I don't know if you can add your spouse to me.",
        "It's unclear if the person can add their spouse to my policy.",
        "My spouse could join the policy.",
        "Is it necessary to put my partner on the policy?",
        "I don't know if I can throw my partner on the policy.",
        "Could a wife be added to insurance?",
        "Can my spouse be on my policy?",
        "Can I include my partner in this policy?",
        "Will I be able to add my spouse to my policy?",
        "Is it necessary to add my wife to coverage?",
        "It would be ok to include the wife in the coverage.",
        "Can the policy cover my husband or wife also?",
        "Can policy cover my spouse as well?",
        "Will I be able to include my mate?",
        "Adding a wife to insurance could be possible.",
        "May the policy have my partner?",
        "Would it be possible to include hubs on the plan?",
        "Can my mate be included?",
        "I'm not sure if you are able to add your spouse to my policy.",
        "I am wondering if my partner can be thrown on this here policy.",
        "Do I have my spouse added to the policy?",
        "Was the spouse allowed on the policy?",
        "I wonder if my spouse can join my policy.",
        "May policies have my partner?",
        "Is it possible to add the spouse?",
        "can I include my partner?",
        "Can my spouse be added into my policy?",
        "Is there an option to add more significant other?",
        "I wonder if my partner can join the policy.",
        "My partner can be thrown on this policy.",
        "I am not sure if you can add your spouse to my policy.",
        "I don't know if the person can add a spouse to my policy.",
        "Is an insurance add-on for a wife ok?",
        "Yes, insurance add-on for wife?",
        "Can my spouse be on this plan, too?",
        "Is it possible for spouse to enroll?",
        "Can I place my partner on this policy?",
        "I'm not sure if I can put my spouse on my policy",
        "I would like to add spouse to my plan.",
        "Including his spouse in coverage?",
        "Can his spouse be covered too?",
        "Can his wife be covered?",
        "Purchase coverage for husband as well?",
        "Can my partner be part of this here policy?",
        "Would it be ok to include my spouse?",
        "Can my spouse participate in the plan?",
        "Is it ok to include my wife?",
        "Is spouse included in my plan?",
        "My wife should be included in the coverage?",
        "I might be able to add your spouse to my policy.",
        "Let my partner on policy?",
        "Can I add my partner to my policies?",
        "Is my partner allowed on policy?",
        "I don't know if I can throw my partner on this policy.",
        "A spouse can join my policy.",
        "Can I add my spouse to my policies?",
        "A spouse on my plan is acceptable?",
        "May the policy include my partner?",
        "Can my partner also be added to my policy?",
        "Should a spouse be added to my plan?",
        "Allowed please for spouse on policy?",
        "Insurance add-on for wife?",
        "Policy can it also cover my spouse?",
        "Is it possible to include Spousal?",
        "Are I allowed to include my partner?",
        "It could be possible to add a wife to insurance.",
        "I'm wondering if my spouse gets included in my policy.",
        "I am unsure if my spouse will be on my policy.",
        "OK'd include wife in coverage?",
        "I am wondering if my spouse is covered by my policy.",
        "I don't know if they can put their spouse on the policy.",
        "Marriage can join my plan?",
        "Can I make my spouse a part of my policy?",
        "spouse on policy, allowed?",
        "I do not know if your spouse can be added to the policy.",
        "Can policy cover my husband or wife as well?",
        "Can my partner become a policy member?",
        "Is it possible for spouse to be added?",
        "I do not know if you can add your spouse to the policy.",
        "How about adding a wife to the insurance?",
        "My spouse could join my policy.",
        "Yes, I am wondering if my spouse is in my policy.",
        "I am not sure if I am able to put my spouse on my policy.",
        "Adding wife to insurance is possible.",
        "Can my spouse be included in my policy.",
        "Can I have my spouse added to my policy?",
        "Is it advisable to add my wife to coverage?",
        "Can a spouse be a part of my plan?",
        "Is it possible to add my wife to coverage?",
        "Can husband join my plan?",
        "I was wondering if my spouse was included in the policy.",
        "I want my partner to be on my policy.",
        "It's possible to add wife to insurance.",
        "Can I add my spouse to my policy.",
        "I want my spouse to be in my policy.",
        "Is it ok to include the wife in coverage.",
        "Is my spouse included in the policy?",
        "Can my spouse be included in the plan?",
        "Is it possible to add my husband/ wife here?",
        "Is there a option to add significant other?",
        "Could you add a wife to insurance?",
        "I am not quite sure if you can add your spouse to my policy.",
        "Is it time to add a spouse to my plan?",
        "Is it possible that I add my husband or wife here?",
        "Adding a wife to insurance may be doable.",
        "It is possible to enroll a spouse.",
        "Is it ok to add insurance for wife?",
        "The spouse can join my plan.",
        "Is the spouse in my plan doable?",
        "Policy can have my partner?",
        "I don't know if my partner can be added to my policy.",
        "Purchase coverage for husband too?",
        "Can I ask my partner to join policy?",
        "Will my husband or wife be covered by the policy?",
        "Is it okay to put my partner on policy?",
        "Put my spouse in the policy.",
        "I don't know if someone can add a spouse to my policy.",
        "I don't know if the person is able to add their spouse to the policy.",
        "How about adding wife to insurance?",
        "Is it possible that my spouse will join my policy?",
        "Could add spouse to insurance?",
        "spouse on policy, please?",
        "Would my wife be included in coverage?",
        "Can this policy also cover my spouse?",
        "Can my husband or wife be covered?",
        "Can spouse be in my plan?",
        "Add wife to the policy?",
        "May my partner be with the policy?",
        "Can the spouse join me in my plan?",
        "I am not sure if my spouse can join my policy.",
        "Spousal inclusion can be possible",
        "my spouse can join my policy",
        "Is it better to add spouse to my plan?",
        "Should the spouse be on my plan?",
        "Should I put my partner on a policy?",
        "I have no idea if my spouse can be on my policy.",
        "My spouse can join mine.",
        "Yes, include the wife in the coverage?",
        "Add wife to the insured?",
        "Wife or husband join insurance now?",
        "It's possible to add a wife to the insurance.",
        "Would it be possible to add a spouse to my plan?",
        "Am I supposed to add my spouse to the policy?",
        "Is my spouse included on this plan?",
        "Are the spouse able to join my plan?",
        "My spouse could be included in my policy.",
        "I'm not sure if you can join my policy with your spouse.",
        "My partner should join policy.",
        "I wonder if my spouse will be on this plan.",
        "I don't know if my spouse could be on my policy.",
        "Is it possible that spouse enrolment could happen?",
        "What about a spouse on policy?",
        "I don't know if the person can add their spouse to the policy",
        "Were the spouse allowed on the policy?",
        "Is my partner allowed to join?",
        "I just don't know if I can put my spouse on my policy.",
        "Would spouse join my plan?",
        "Would his spouse get covered here?",
        "I don't know if the person can place their spouse on my policy.",
        "Maybe I can add my spouse to my policy.",
        "I wonder if I can add my spouse to the policy.",
        "Is my partner allowed to join policy.",
        "Is it possible to get coverage for husband too.",
        "Do you know if my spouse is included in my policy?",
        "Add my wife to policy?",
        "It would be possible to add a wife to insurance.",
        "spouse on policy allowed?",
        "There's a chance you can add your spouse to my policy.",
        "What about the spouse joining insurance now?",
        "Is it possible to have my partner on this policy?",
        "Is it okay to include a spouse in the coverage?",
        "Could husband be included in the coverage?",
        "Is it okay to throw my partner on this policy?",
        "There is a possibility of spouse enrolment.",
        "I wonder if I can put my spouse on my policy.",
        "Can our partner join the policy?",
        "I don't know if my spouse can be put on the policy.",
        "It would be possible to add wife to insurance.",
        "It is possible to include husband in coverage.",
        "I do not know if my spouse will be on my policy.",
        "My spouse should be added to the policy",
        "Is it possible to add a significant other?",
        "Can my partner join me on policy?",
        "Is my spouse permitted to join my policy?",
        "Can my spouse join this policy?",
        "Inquire if you want to include the spouse.",
        "Can they include my partner?",
        "I was wondering if I could throw my partner on this policy.",
        "The spouse could join my policy.",
        "Can a married couple have a policy update?",
        "Is it okay to include Wife in coverage?",
        "spouse join insurance now?",
        "Maybe I should add my spouse to the policy.",
        "Can a spouse join a plan?",
        "Can the spouse on the policy be allowed please?",
        "Shall my spouse join my plan?",
        "Is policy modification for a partner possible?",
        "I wonder if my spouse can join my plan.",
        "Would it be possible for a spouse to enroll?",
        "I'm wondering if my spouse goes with my policy.",
        "Should include the wife in the coverage?",
        "It would be ok to include wife in coverage.",
        "Is it possible to have insurance for both spouses?",
        "Is my partner allowed to join policies?",
        "Will the spouse on policy be allowed?",
        "Is it ok to include a wife in the coverage?",
        "May my partner be covered by policy?",
        "My partner should join the policy.",
        "The spouse join the insurance?",
        "Is it conceivable to add a spouse?",
        "I am wondering if the spouse is included in the policy.",
        "Can my partners be added to my policy?",
        "Is there any insurance add-on for a wife?",
        "Can my husband or wife be covered by it?",
        "I'm wondering whether my spouse is in my policy.",
        "Can my partner get involved in policy?",
        "I'm wondering if my spouse joins my policy.",
        "Is the insurance add-on for wives okay?",
        "I don't know if we can add your spouse to my policy.",
        "Is it okay for an insurance add-on for a wife?",
        "Is there an option to add additional significant other?",
        "I am wondering if my spouse is covered in my policy.",
        "Add my spouse to the policy policy?",
        "spouse join insurance?",
        "Husband included with coverage?",
        "Adding my spouse to coverage?",
        "Can I put my partner on the policy?",
        "Can I add my spouse?",
        "I am not sure if the person can add their spouse to my policy.",
        "I don't know if your spouse can be put on my policy.",
        "Can my husband or wife be covered under the policy?",
        "My spouse wants to join my policy.",
        "May my partner be on the policy?",
        "Will my partner join policy with me?",
        "Would it be okay to include wife in coverage?",
        "I'm not sure if my spouse can be added to my policy.",
        "How about putting my partner on the policy?",
        "Can my partner be in my policies?",
        "Could my spouse be added to the policy?",
        "Add my spouse to the coverage?",
        "Is it okay to join my spouse?",
        "Am I allowed to add a spouse?",
        "Would the spouse be on my plan?",
        "Can a spouse on the policy?",
        "spouse to my plan?",
        "Add the spouse to my plan?",
        "Does my spouse fit into my policy?",
        "Is adding my spouse to policy possible?",
        "I don't know if their spouse can be added to my policy.",
        "Is it possible to include my spouse in my policy?",
        "Can me add my spouse to my policy?",
        "I don't know if a person can add their spouse to their policy.",
        "Adding a wife to the insurance could be done.",
        "The spouse can join my policy.",
        "Yes, may policy have my partner?",
        "My wife should be covered?",
        "Is Spouse allowed on policy?",
        "Can I have a partner on the policy?",
        "Can I add my spouse to my policy",
        "I don't know if I can place my spouse on my policy.",
        "Maybe add a spouse to insurance.",
        "Can my spouse be added to my insurance policy?",
        "Is there a way to throw my partner on this policy?",
        "Can I include my spouse with the plan?",
        "Can my husband or wife be covered under policy?",
        "Will my partner be in the policy?",
        "My spouse on my plan?",
        "Could spouse enrol?",
        "Can I have my spouse join?",
        "Can my partner be involved in my policy?",
        "Can the policy cover my husband and wife too?",
        "Can the spouse join the insurance?",
        "Could the policy have my partner?",
        "Is it possible for a spouse to join insurance now?",
        "I wonder if my wife is included in my policy.",
        "Is it possible to include my spouse in this plan?",
        "How about adding a wife to insurance?",
        "I'm not sure if you can add your spouse to our policy.",
        "Can my partner be included on this policy?",
        "Is it okay to add spouse?",
        "Can I put my spouse on the plan?",
        "You may be able to add your spouse to my policy.",
        "can my partner be thrown on this policy?",
        "Is my spouse added to the coverage?",
        "wife join insurance?",
        "Should I include my spouse to the policy?",
        "I don't know if my spouse can be on this plan.",
        "Will I add my spouse to the policy?",
        "Might the spouse join insurance?",
        "The person may or may not be able to add their spouse to my policy.",
        "I am unsure if your spouse can be added to my policy.",
        "Spouse on policy?",
        "Can my partner join the policies?",
        "Can a spouse on policy be allowed?",
        "You might be able to enroll spouse?",
        "Is it possible to include my spouse here?",
        "Consider adding my wife to coverage.",
        "Is there an insurance add-on for a spouse?",
        "Maybe add a wife to the insurance?",
        "Adding a spouse to my plan is an option.",
        "I don't know if the person can add their spouse into my policy.",
        "Is the spouse allowed please on the policy?",
        "Can I add a spouse to the plan?",
        "Can my partner be included in my policies?",
        "Don't know if you can add your spouse to my policy.",
        "I am not sure if you can add a spouse to my policy.",
        "I do not know if my spouse can be placed on my policy.",
        "I don't really know if you can add your spouse to my policy.",
        "Add my spouse to my coverage?",
        "Adding a wife to insurance may be possible.",
        "Might it be possible to add a wife to the insurance?",
        "Might I add my wife to my coverage?",
        "Is it possible that hubby get covered here?",
        "Can my spouse be on it?",
        "Is it possible to include my spouse?",
        "I didn't know if I could put my spouse on my policy.",
        "Is an insurance add-on okay for the wife?",
        "Could the husband be included in coverage?",
        "I don't know if I will be able to put my spouse on my policy.",
        "Is it possible to get coverage for husband?",
        "I wonder if the person can add their spouse to the policy.",
        "Can I get my spouse added to my policy?",
        "Is it possible for me to add my husband or wife here?",
        "Could wives be added to insurance?",
        "Would it be better to add a spouse to my plan?",
        "Is my partner allowed to join this policy?",
        "I am not sure if the person can add their spouse to the policy.",
        "You might be able to enroll a spouse?",
        "I'm wondering ifmy spouse is included in my policy.",
        "I don't know if you can add your spouse to mine.",
        "Can wife be covered too?",
        "Would you like to get coverage for husband too?",
        "I don't know if my partner will be added to my policy.",
        "Should we include a wife in coverage?",
        "Is there a possibility of spouse signing up?",
        "I would love to add my spouse to my policy.",
        "Can my spouse be added to the plan?",
        "Is there insurance add-on for the wife?",
        "Will my partner join this policy?",
        "I don't know whether your spouse can be added to my policy.",
        "I are wondering if my spouse is included in my policy.",
        "Can spouse join this plan?",
        "Can I add my spouse to my insurance?",
        "Spousal inclusion possibly doable?",
        "I don't know if your spouse can be a part of my policy.",
        "I would like my spouse added to my policy.",
        "I want the spouse to join my plan.",
        "Possible to add wife to insurance.",
        "Can my partner be included in my plan?",
        "Adding my wife to coverage is an option.",
        "Can I use this here policy with my partner?",
        "I'm wondering if my spouse is included in my insurance policy.",
        "Can my husband and wife be covered too?",
        "I wonder if I can have my partner on this policy.",
        "Is it possible to include spouse in coverage?",
        "It is possible to add spouse",
        "Add spouse to plan?",
        "Adding wife to insurance can be done.",
        "Is it permissible for a spouse on policy?",
        "There is a possibility that the person can add their spouse to my policy.",
        "My partner may be included in the policy.",
        "Are my partner able to join policy?",
        "Can partner join my plan?",
        "Would it be appropriate to add my spouse to the policy?",
        "Adding a spouse to my plan would be helpful.",
        "Can his wife also be covered?",
        "Can my husband be a part of my policy?",
        "I have no idea if you can add your spouse to the policy.",
        "Get coverage for your husband too?",
        "Should the Spouse on policy be allowed?",
        "Is adding my spouse to my policy possible?",
        "Shall the spouse join insurance?",
        "I don't know if my spouse can be included on my policy.",
        "How about adding my wife to the coverage?",
        "Doable? The spouse on my plan?",
        "I do not know if the person can put their spouse on my policy.",
        "Adding a wife to insurance might be doable.",
        "I wonder if the spouse can join my plan.",
        "Place my partner on the policy?",
        "Can I add a spouse to my plan?",
        "spouse could join my plan",
        "spouse allowed on policy?",
        "Can spouse join with my plan?",
        "The spouse should be allowed on the policy.",
        "Can I include my partner in that?",
        "Is it possible that I can add my wife here?",
        "I have no idea if I can put my spouse on the policy.",
        "Was there option to add significant other?",
        "I don't know if I can have my spouse on my policy",
        "Is it possible for hubby to be covered as well?",
        "My partner can be put on policy.",
        "I'm wondering if my spouse is included in mine.",
        "Might I add a spouse to my plan?",
        "I don't know if you can place your spouse on my policy.",
        "What if my partner is added to my policy?",
        "Is my partner included on policy?",
        "Can my wife join policy?",
        "Is wife included in coverage alright?",
        "Put my partner on the policy",
        "I don't understand if you can add your spouse to the policy.",
        "Add the spouse to the plan?",
        "Can your spouse join my policy?",
        "Can the spouse on the policy be allowed?",
        "Is it possible for a spouse to be insured?",
        "Spousal inclusion can be possible?",
        "Is my partner able to join me?",
        "You can add your spouse to my policy.",
        "I don't know if people can add their spouse to my policy.",
        "I don't know if you can add your spouse into my policy.",
        "I am wondering if I have a spouse included in my policy.",
        "Is there any insurance add-on for wife?",
        "Do I add my spouse to the policy?",
        "Are I supposed to put my partner on policy?",
        "Spousal inclusion might be feasible?",
        "can my spouse join my policy",
        "Maypolicy have my partner?",
        "Yes, my spouse can be on this plan.",
        "Would spouse enrolment be possible?",
        "Can the spouse be covered too?",
        "Spouse joining insurance?",
        "I'm wondering if my marriage is included in my policy.",
        "Can my partner join in the policy?",
        "Do I have to include my partner in my policy?",
        "Can my spouse be in it?",
        "Can my spouse have a policy?",
        "Is it ok to include my partner?",
        "Adding wife to insurance could be done.",
        "My spouse should be added to coverage.",
        "Would my spouse be included on this plan?",
        "Is it a good idea to add spouse to my plan?",
        "spouse should join my plan?",
        "Can I have a partner on this policy.",
        "Could add wife to insurance.",
        "Put my partners on the policy?",
        "Are I able to include my partner too?",
        "Can I put my partner on this policy.",
        "Can I have my partner on this policy?",
        "Can I include my partner in this too?",
        "Should his spouse get covered here?",
        "Could I add a spouse to my plan?",
        "May my partner be in the policy?",
        "I wonder if you can add your spouse to the policy.",
        "Can my spouse join me on this policy?",
        "Is it possible I include my partner as well?",
        "I don't know if my spouse can be on my insurance.",
        "Is it OK for me to include my spouse?",
        "Adding a wife to the insurance is possible?",
        "Can my relationship join policy?",
        "I'm not aware if you can add your spouse to my policy.",
        "Can my spouse work with my policy?",
        "This here policy can I throw my partner on it?",
        "It's possible to include my spouse.",
        "spouse can join plan?",
        "Adding my wife to coverage is a possibility.",
        "I am wondering if my spouse is included in the policy",
        "My spouse may be included on this plan.",
        "I wonder if my partner can be included too.",
        "Is the Spouse allowed on the policy?",
        "Is spouse allowed to join my plan?",
        "Can my spouse join my insurance plan?",
        "If the person can add their spouse to my policy, I don't know.",
        "I was wondering if my spouse is included in the policy.",
        "Is my partner allowed into my policy?",
        "Insurance add-on for a wife?",
        "Is it possible for spouse to join my plan.",
        "Is it possible to add my spouse to the policy.",
        "husband and wife join insurance now?",
        "Can the hubs be included on the plan?",
        "Allowed please by spouse on policy?",
        "I want my spouse to join my policy.",
        "My spouse can be a part of my policy.",
        "Is this an insurance add-on for wife?",
        "Should spouses on policy be allowed please?",
        "Can my spouse join the policy with me?",
        "Can my spouse join mypolicy?",
        "Is it possible to add my spouse to the policy?",
        "Can my partner join the policy policy?",
        "I do not know if I can put my spouse on the policy.",
        "My wife should be on the coverage?",
        "Should my partner be on policy?",
        "May policy include my partner?",
        "Is it possible to add a spouse to the insurance?",
        "is it okay to include my spouse?",
        "Can my partner join policies?",
        "A spouse may be able to enroll?",
        "The spouse may join my plan.",
        "Am I able to include my mate?",
        "Is it possible to add my spouse?",
        "Does my spouse belong on this plan?",
        "Adding my wife to the coverage?",
        "I want my partner to join policy.",
        "Can it cover my spouse?",
        "I don't know if a person can add a spouse to their policy.",
        "Is it permissible to throw my partner on this policy?",
        "Allow the insurance add-on for the wife?",
        "Should my spouse be included on this plan?",
        "Put my partner on my policy.",
        "Is my spouse to be added to the policy?",
        "Attach wife to insurance?",
        "Can my partner be part of my policy.",
        "Is there an insurance add-on for the spouse?",
        "I'm wondering if I can add my spouse to my policy.",
        "husband and wife join insurance?",
        "Is it alright to include a wife in coverage?",
        "I have no idea if someone can add their spouse to my policy.",
        "Is it possible to enroll a spouse.",
        "Can my husband or wife be covered by the same policy?",
        "Is it possible to also include my partner?",
        "I'm wondering if my spouse includes in my policy.",
        "I do not know if people can add their spouse to my policy.",
        "Possible Spousal inclusion?",
        "Can my husband join my policy?",
        "My partner can join policy with me.",
        "Yes, spouse on policy, allowed?",
        "Can my partner be thrown on this here policy.",
        "Is it necessary to add spouse to my plan?",
        "Have a spouse join insurance?",
        "Can I add my spouse to my plan?",
        "I don't know if spouse can join my plan.",
        "Is it a good idea to add my wife to the coverage?",
        "Is my partner allowed on this here policy?",
        "Add my spouse to policy.",
        "Is adding a spouse to my plan ok?",
        "Can it cover my wife too?",
        "Should include wife in the coverage?",
        "May my partner be a part of the policy?",
        "Is it possible to get insurance for husband too?",
        "Policy can it cover my spouse too?",
        "Can spouse be covered also?",
        "I don't know if my spouse can be part of my policy.",
        "A spouse on a policy?",
        "Would it be possible to add a wife to the insurance?",
        "Should my partner be on the policy?",
        "I would like to add my wife to the coverage.",
        "Spousal inclusion may be feasible?",
        "Are you able to add your spouse to my policy?",
        "Can my husband be on this plan?",
        "Adding my spouse to the policy.",
        "Does my partner have the right to join policy?",
        "It's not known if the person can add their spouse to my policy.",
        "Is it ok to add insurance for the wife?",
        "Can my spouse be a part of the policy?",
        "Is it possible that spouse will join my plan?",
        "Can I add my husband or wife to my policy?",
        "Can my spouse be in this plan.",
        "Put my spouse on the policy?",
        "Can partners join my plan?",
        "Is it possible to add my husband/ Wife here?",
        "My partner could join policy?",
        "My partner should be placed on policy.",
        "Are I going to put my partner on policy?",
        "Is the spouse on the plan doable?",
        "Is it possible to have coverage for husband also?",
        "Spouse can join my plan.",
        "Can the policy cover my husband and wife as well?",
        "Is it possible to add a wife to an insurance policy?",
        "Is it possible for me to add my spouse to the policy?",
        "Is it possible to place my partner on policy?",
        "I don't know if their spouse can be added to the policy.",
        "Is adding a spouse a possibility?",
        "Is my partner allowed into policy?",
        "Is it possible to add the wife to insurance?",
        "Is insurance add-on okay for wife?",
        "Can my partner on this policy?",
        "Add my spouse on the policy?",
        "Can my partner join a policy?",
        "Am I going to put my partner on policy?",
        "Can spouses join my plan?",
        "Can it cover my husband or wife, too?",
        "Can my spouse join my policy as well?",
        "Allow my spouse to be a part of the policy?",
        "I am not sure if you are able to add your spouse to my policy.",
        "Is it ok to add a spouse to my plan?",
        "Is adding spouse a possibility?",
        "Is it possible I include my mate?",
        "Should my wife join the coverage?",
        "Is my partner able to join policies?",
        "Can my partner be a member?",
        "Can I join your insurance ship with my husband?",
        "I want a spouse on my plan.",
        "Are I supposed to add my wife to the coverage?",
        "Will my wife be included in the coverage?",
        "Does it make sense to add a spouse to my plan?",
        "I am wondering if my spouse is included in my policy.",
        "Is there insurance add-on for a wife?",
        "My partner could join the policy?",
        "Should my wife be in coverage?",
        "Can I include my spouse in my plan?",
        "Can my spouse use my policy?",
        "Is the policy able to cover my husband or wife?",
        "You can include your spouse on the plan.",
        "I need to add a spouse to my plan.",
        "Is it okay for my spouse to join my policy?",
        "May policy be with my partner?",
        "Is it possible to throw my partner on the policy.",
        "I don't know if I can put my spouse on my plan.",
        "Can my partner join this policy?",
        "Put my partner on a policy?",
        "Allow included wife in coverage?",
        "Will it be ok to include my spouse?",
        "Can I have a spouse on my policy?",
        "I don't know if they can add their spouse to me.",
        "Now is the time for the spouse to join insurance?",
        "Can the husband join my plan?",
        "Can my partner be added into my policy?",
        "Yes, I am wondering if my spouse is included in my policy.",
        "Is it possible to have husband coverage too?",
        "Can his spouse be also covered?",
        "Will my spouse join my plan?",
        "Can you add insurance for the wife?",
        "OK, insurance add-on for wife?",
        "Should my wife have coverage?",
        "spouse can join?",
        "I'm not quite sure if I can put my spouse on my policy.",
        "Is it possible that the spouse join insurance?",
        "Contribute husband in coverage?",
        "Can I have my spouse on this policy?",
        "Can my spouse take part in my policy?",
        "Can a spouse be on a policy?",
        "Is my partner allowed to be on this here policy?",
        "Is it possible to put my partner on this here policy?",
        "Spousal inclusion could be done?",
        "Is wife included in coverage acceptable?",
        "Add my spouse to that policy?",
        "My partner can be added to the policy.",
        "Can a spouse join me in my plan?",
        "I don't know if that person can add their spouse to the policy.",
        "Is it possible to add your spouse?",
        "The person doesn't know if they can add their spouse to my policy.",
        "Is it permissible to cover my husband or wife as well?",
        "Is it possible to add a wife to Insurance?",
        "Spousal inclusion might be possible",
        "Are you going to add my wife to coverage?",
        "Add my wife to my policy?",
        "Is it possible to add my spouse to policy?",
        "Is the insurance add-on okay for the wife?",
        "Are my partner included in my policy?",
        "Would it be okay to include a wife in coverage?",
        "Can the spouse join my plan?",
        "Ok, insurance add-on for wife?",
        "There is a chance you can add your spouse to my policy.",
        "Is it okay to include the spouse in the coverage?",
        "Can my spouse be included with this plan?",
        "Perhaps add wife to insurance.",
        "Does my partner need to be on my policy?",
        "Is it possible to add your wife?",
        "Do you think my partner should be on policy?",
        "Would it be okay to add a spouse to my plan?",
        "I'm wondering if my spouse is part of the policy.",
        "How can I add my spouse to the policy?",
        "Yes, can I include my partner as well?",
        "insurance add-on for wife?",
        "Add my wife to our coverage?",
        "I'm not certain if you can add your spouse to my policy.",
        "My partner may be able to join policy.",
        "Can my partner join the policy?",
        "I'm not certain if the person can add their spouse to the policy.",
        "Get insurance for husband as well?",
        "My spouse should join the policy?",
        "Can I put my partner on my policy?",
        "Can she join my plan?",
        "Is my spouse allowed to join my plan?",
        "Does my spouse fit on this plan?",
        "Shall spouse join my plan?",
        "Spouse allowed please, on policy?",
        "I'm questioning if my spouse is included in my policy.",
        "I'm not sure if your spouse can be added to the policy.",
        "I don't know if my spouse can sign up for my policy.",
        "I would like to add my wife to this.",
        "Add my wife to this coverage?",
        "Is it possible to throw my partner on this policy?",
        "Is my spouse included with the plan?",
        "Is my partner added to the policy?",
        "Will my partner be a part of policy?",
        "Is there an insurance add-on for my wife?",
        "Put my partner on my policies?",
        "I was wondering if I could add my spouse to my policy.",
        "Should Spouse on policy be allowed?",
        "I don't know if the person can have their spouse added to the policy.",
        "Put my spouse into the policy?",
        "I have no idea if I can put my spouse on my insurance policy.",
        "Is it possible to add my spouse to my policy?",
        "Can my partner join our policy?",
        "Will spouse get covered here?",
        "Can spouse join the plan?",
        "Add wife to the insurance?",
        "I is wondering if my spouse is included in my policy.",
        "I don't know if you can add your partner to my policy.",
        "I'm wondering if my spouse would be included in my policy.",
        "Spouse on policy allowed please?",
        "May my partner be included in the policy?",
        "I don't know if I can put my partner on my policy.",
        "I would like to throw my partner on this policy.",
        "Is it possible that spouse can join my plan?",
        "add spouse to my plan",
        "Can they join the policy?",
        "Could you add your wife to insurance?",
        "I don't know if my spouse will be included in my policy.",
        "May my partner be included in policy?",
        "Does the spouse join the insurance?",
        "Will my spouse be on my plan?",
        "Are my spouse included on the plan?",
        "Is it possible for a spouse to enroll?",
        "I don't know if the person could add their spouse to my policy.",
        "Can my husband and wife be covered as well?",
        "Yes, spouse on policy allowed?",
        "Is my partner going to be on the policy?",
        "I don't know if the person can add their spouse to my insurance.",
        "What about adding spouse to my plan?",
        "This policy can I throw my partner on it?",
        "Do you want spouse to be in my plan?",
        "I am not sure if I can include my spouse on my policy.",
        "I don't know if I can have the spouse on my policy.",
        "I'm wondering if my spouse is included in our policy.",
        "Can my husband be covered too.",
        "Is it possible to put my partner on this policy?",
        "I didn't know if the person could add their spouse to the policy.",
        "Should I add a spouse to the plan?",
        "There is a possibility that you can add your spouse to my policy.",
        "Add my spouse to the policy.",
        "Is it permissible for me to include my mate?",
        "Can the spouse be on the plan?",
        "Yes, include a spouse in coverage.",
        "Can I include my partner on this plan?",
        "Can my spouse join in my policy?",
        "Adding spouse to the plan?",
        "Could husband be included in coverage?",
        "Can my partner have a policy?",
        "Might my spouse be added to the policy?",
        "What if I add a spouse to my plan?",
        "Can my spouse get on my policy?",
        "I don't know if my partner can join policy.",
        "My partner could be thrown on this policy.",
        "I want my partner to join my policy.",
        "I want to know if my spouse is in my policy.",
        "Would it be ok to include a wife in coverage?",
        "A spouse joins insurance?",
        "Should my spouse be included on the policy?",
        "Can my policy have my partner?",
        "Is it wise to add my wife to coverage?",
        "Is it okay for the spouse to be added?",
        "Was it possible to add a wife to insurance?",
        "The person may be able to add their spouse to my policy.",
        "Can my partner joinpolicy?",
        "Can my partner get involved with the policy?",
        "Can a spouse be on this plan?",
        "Can my partner be thrown on this policy.",
        "Could spousal inclusion be possible?",
        "I don't know if the individual can add their spouse to my policy.",
        "Is it possible to add a spouse to insurance.",
        "Will my partner join Policy?",
        "Can I include my husband in the plan?",
        "I am not sure if you can put your spouse in my policy.",
        "Adding a spouse could be a possibility.",
        "Is it possible for my partner to join this policy?",
        "I don't know if you can make your spouse a part of my policy.",
        "Is it alright to include wife in coverage?",
        "Spousal inclusion can be a possibility?",
        "Is it possible for me to add my husband?",
        "Adding the wife to the insurance is possible.",
        "spouse could join my plan?",
        "Are I supposed to add my wife to my coverage?",
        "Does it okay to include my spouse?",
        "Is it possible that I will join your insurance ship with my husband added?",
        "Does my spouse need to be included in the policy?",
        "Can I have my partner on my policy?",
        "Can my wife join the policy?",
        "Can his partner be added to my policy?",
        "Is there an option to add a significant other?",
        "Can my partner be in my policy.",
        "Can I have my spouse on my policy?",
        "Can my spouse be on this plan too?",
        "Would my wife be included in the coverage?",
        "Should my spouse be part of the policy?",
        "Do you want the wife in coverage?",
        "Policy could have my partner?",
        "I'm not certain if my spouse can be on my policy.",
        "Try to put my partner on policy.",
        "Can my partner be thrown on the policy?",
        "Is it advisable to add my spouse to policy?",
        "Maybe add a wife to insurance.",
        "Was it possible to get coverage for husband too?",
        "Is it wise to add my spouse to the policy?",
        "I don't know if you can include your spouse with my policy.",
        "Can wife be added to insurance?",
        "Is spouse allowed on policy?",
        "Is it possible that I add my husband/ wife here?",
        "I'm not entirely sure if you can add your spouse to my policy.",
        "Can my spouse be with my policy?",
        "Should my wife be included in coverage?",
        "Is adding a spouse to my plan okay?",
        "Should my wife be included in the coverage?",
        "Is my spouse included in my policy?",
        "A policy modification for a partner?",
        "I don't know if you could add your spouse to the policy.",
        "Will my partner be part of the policy?",
        "I don't know if you can include your spouse on my policy.",
        "Consider adding my wife to the coverage.",
        "Adding spouses to my plan?",
        "Is it possible for husband to be covered as well?",
        "I'm not quite sure if you can add your spouse to my policy.",
        "Can spouse be covered?",
        "Is it possible to put my partner on the policy?",
        "Allow wife to be part of coverage?",
        "Are my wife added to coverage?",
        "Is it okay to add insurance for a spouse?",
        "Is it possible to get coverage for Husband too?",
        "Adding a spouse to the insurance is possible.",
        "It's possible to add a spouse to insurance.",
        "Are it okay to include my spouse?",
        "Would husband be included in the coverage?",
        "Say I put my partner on policy?",
        "I don't know if the person can add their spouse to my policies.",
        "Shall the spouse on policy be allowed please?",
        "Okay, an insurance add-on for wife?",
        "Is it possible to have a spouse enroll?",
        "I do not know if the person could add their spouse to my policy.",
        "Can the policy have my partner?",
        "I would like to know if my spouse is included in the policy.",
        "Can the spouse on the policy?",
        "Bring my wife to coverage?",
        "I want to know if my spouse is included in the policy.",
        "Is it okay for a spouse to join?",
        "Will my mate be included?",
        "I do not know if my spouse can get on my policy.",
        "Contribute husband to coverage?",
        "Add a partner to my plan.",
        "Would my wife be included in my coverage?",
        "Can the spouse be covered as well?",
        "My spouse should be included in policy.",
        "Add my spouse to a policy?",
        "I'm wondering if my spouse is included in my policy.",
        "Can my spouse be included in my policy?",
        "An insurance add-on for the wife?",
        "Make my spouse part of the policy?",
        "Is it OK to include a wife in coverage?",
        "Can my spouses join my policy?",
        "Yes, can my spouse be added to my policy?",
        "I don't know if your spouse can be in my policy.",
        "I don't know if it is possible to put my spouse on my policy.",
        "What if I put my partner on policy?",
        "Is it ok for it to cover my husband or wife?",
        "My partner might be able to join policy.",
        "Spouse on policy, allowed?",
        "Get husband covered as well?",
        "I don't know if your spouse can be included in my policy.",
        "I'm not aware if the person can add their spouse to my policy.",
        "Is it possible for a spouse to join?",
        "I don't know if you can have your spouse added to the policy.",
        "Are spouse able to join my plan?",
        "I'm not sure if you can add your spouse to the policy.",
        "Would adding wife to insurance be possible?",
        "Can I also include my spouse on this plan?",
        "Add my partner to my policy?",
        "I want the policy to cover my husband or wife.",
        "Add my wife to insurance?",
        "Is it ok to include wife in coverage?",
        "Would my spouse be added to policy?",
        "Is there a chance of spouse membership?",
        "May the policy have me with my partner?",
        "Wife on my plan?",
        "I am wondering if my spouse is in my policy.",
        "The spouse on the policy, allowed?",
        "I'd like to add my spouse to my policy.",
        "Is there a possibility of spouse joining?",
        "I want my partner to be included in my policy.",
        "Is there an insurance add-ons for wife?",
        "Get husband coverage, too?",
        "I am unaware if you can add your spouse to my policy.",
        "The person can add their spouse to the policy.",
        "Do I put my partner on the policy?",
        "Can my husband get covered here?",
        "Inquire if you want to include spouse.",
        "I don't know if I am able to put my spouse on my policy.",
        "I'm not sure if I could put my spouse on my policy.",
        "Is it permissible to include my spouse?",
        "Add my wife to coverage",
        "Put my partner on the policy?",
        "I am wondering if I can add my spouse to my policy.",
        "Would I put my partner on policy?",
        "Is it possible to include the husband in coverage?",
        "Add spouse to policy?",
        "My partner is not currently included in my policy.",
        "Is there the option to add significant other?",
        "Is there a way to add significant other?",
        "I have no idea whether the person can add their spouse to my policy.",
        "I'm curious whether my spouse is included in my policy.",
        "spouse on policy is allowed?",
        "Would I be able to add my spouse to my policy?",
        "Would you mind if I joined your insurance ship with husband added?",
        "Is my husband or wife covered by the policy?",
        "Add my spouse to it?",
        "Can my partner join POLICY?",
        "Is there an option to add significant Other?",
        "Is it possible that my spouse can join my plan?",
        "Is Spouse on my plan doable?",
        "Is my spouse allowed to be included?",
        "Is spouse welcome in my plan?",
        "Can my spouse join my plan",
        "Should my partner be in the policy?",
        "I have no idea whether you can add your spouse to my policy.",
        "Can my wife join the coverage?",
        "Can I have my spouse in this plan?",
        "Is including wife in coverage ok'd?",
        "I don't know if I can add my spouse to my policy.",
        "Can I apply the policy to my husband or wife?",
        "I'm wondering if my spouse is covered by my policy.",
        "Is it possible for spousal inclusion to happen?",
        "Can my partner be added to my policies?",
        "I wonder if I can include my spouse on the plan.",
        "can I have my partner on this policy?",
        "I can't be sure if the person can add their spouse to my policy.",
        "I am curious if my spouse is included in my policy.",
        "My spouse should be included in my policy.",
        "Is my partner able to join this policy?",
        "add my spouse to policy",
        "Can my spouse be covered by the policy?",
        "Is there an insurance add on for spouses?",
        "Please add my spouse to the policy.",
        "Can spouse become part of my plan?",
        "I want my spouse to be included in my policy.",
        "Can my partners join the policy?",
        "Is it OK to include a spouse?",
        "include husband in coverage?",
        "I don't know whether your spouse can join my policy.",
        "Policy may have my partner?",
        "May my husband/ wife join me?",
        "A spouse on policy, please?",
        "Can I add my spouse to my coverage?",
        "I don't know if my spouse can be on my policy",
        "I'm wondering if my spouse is within my policy.",
        "Do I add my wife to coverage?",
        "Should my spouse be in my plan?",
        "Will my spouse join me on my policy?",
        "I don't know if you can add the spouse to the policy.",
        "I am not sure if they can add their spouse to the policy.",
        "My spouse would like to join my policy.",
        "I don't know if you can add your spouse to it.",
        "Would I add a spouse to my plan?",
        "Is it advisable to add a spouse to my plan?",
        "Is it possible that spouses join insurance now?",
        "Is it okay to include my wife in coverage?",
        "I don't know if the person's spouse can be added to my policy.",
        "I'm curious if my spouse is included with my policy.",
        "The spouse on the policy is allowed?",
        "Can my spouse join our plan?",
        "Is the insurance add on for the wife ok?",
        "Could I add my wife to coverage?",
        "Is there an insurance add on for the wife?",
        "Can my spouse be on this plan",
        "Would the hubs be included on the plan?",
        "I am unsure if I can place my spouse on my policy.",
        "Add my wife to coverage.",
        "I would like to include my spouse in my policy.",
        "Could adding a wife to insurance be done?",
        "Being able to enroll spouse?",
        "Would you be able to add your spouse to my policy?",
        "Is it possible to include my partner.",
        "Is it possible that I add my wife?",
        "Does my partner need to join my policy?",
        "Including the spouse in coverage?",
        "spouse can join policy",
        "I don't know if a person can add their spouse to my policies.",
        "Is my partner being added to my policy?",
        "Adding a wife to insurance might be possible.",
        "Add the spouse to the policy?",
        "Yes, include spouse in coverage.",
        "Is it possible that spouse join my plan?",
        "Is it possible to include my partner as well?",
        "Yes, I am wondering if my spouse is included in the policy.",
        "Place husband in coverage?",
        "Is it ok to include the wife in coverage?",
        "Can a spouse on policy?",
        "Allowed please? the spouse on policy?",
        "Is it possible to add my spouse to my policy.",
        "I've wondered if my spouse is included in my policy.",
        "Is it possible for me to add my spouse to my policy?",
        "Is the spouse acceptable on my plan?",
        "Can my partner add to my policy?",
        "I am not sure if the person is able to add their spouse to my policy.",
        "Is it ok to add insurance for a wife?",
        "Can his spouse be covered as well?",
        "can my partner join policy?",
        "Is it possible to add my partner to my policy?",
        "Can my spouse with my policy?",
        "Is my spouse available for my plan?",
        "Can my spouse be involved in my policy?",
        "Is it possible to add my wife?",
        "Put a partner on policy?",
        "I'm wondering if my spouse can be included in my policy.",
        "May policy also have my partner?",
        "Is it doable to have my spouse on my plan?",
        "Can you include a wife in the coverage?",
        "May policy have my partners?",
        "Adding my spouse to the coverage?",
        "My spouse can be included on the plan.",
        "I don't know whether you can add your spouse to my policy.",
        "Is it worth adding my wife to coverage?",
        "May I add my spouse?",
        "can my partner be added to my policy",
        "I am not certain if you can add your spouse to the policy.",
        "Can my spouse be a part of that plan?",
        "Is it possible to get coverage for a husband?",
        "Is it possible to add my spouse now?",
        "Is the insurance add-on for a wife ok?",
        "Is it possible that the spouse join insurance now?",
        "My wife should be added to coverage?",
        "Am I able to include my partner?",
        "Do you know if you can add your spouse to the policy?",
        "Can my spouse be added to my policy?",
        "I wonder if I can include my mate?",
        "Is my partner included in the policy?",
        "Have the spouse join insurance?",
        "My spouse could join my policy?",
        "May policy have my spouse?",
        "Get coverage for him too?",
        "The spouse can be added to the policy.",
        "Can spouse join my plan",
        "Was it possible for me to add my wife here?",
        "I don't know if I can have my wife on my policy.",
        "My spouse could be added to the policy.",
        "I'm not sure if you can add your spouse to your policy.",
        "Is it possible to have spouse enrolment?",
        "Can my husband or wife also be covered by the policy?",
        "Maybe I should put my partner on policy.",
        "May the policy have my partner with me?",
        "I don't know if the person can make their spouse part of the policy.",
        "Should my spouse be added to my plan?",
        "I am unsure if someone can add their spouse to my policy.",
        "Get coverage for wife as well?",
        "Maybe add the wife to the insurance?",
        "Will the hubs be included on the plan?",
        "I wonder if my partner can be thrown on the policy.",
        "Would it be possible for spouse to enroll?",
        "I would like to know if my spouse is in my policy.",
        "Insurance add on for Wife?",
        "Can my spouse get involved with my policy?",
        "Would it be possible to add wife to insurance?",
        "Can my spouse add to my policy?",
        "Would my partner be on policy?",
        "Allowed please? Spouse on policy?",
        "I'm wondering if my spouse is under my policy.",
        "Can my partner be part of my policies?",
        "can my spouse be added to my policy",
        "I wonder if I can throw my partner on this here policy.",
        "My spouse can join my policy.",
        "Can your spouse join insurance?",
        "Can my spouse on the plan?",
        "Will my spouse be included on this plan?",
        "Yes, I'm wondering if my spouse is included in my policy",
        "An insurance add-on for wife?",
        "Is there a way to add a spouse to my plan?",
        "Can a spouse on policy be?",
        "I wondered if my spouse is included in my policy.",
        "Can my husband be covered, too?",
        "Can I ask my spouse to join my policy?",
        "I want to know if my spouse is included in my policy.",
        "I would like to throw my partner on the policy.",
        "I don't know if my spouse can join my policy.",
        "My partner might be added to my policy.",
        "I don't know if my spouse can join this plan.",
        "Will my partner be put on the policy?",
        "Is a spouse added to my plan?",
        "Can my wife join my plan?",
        "Adding a wife to insurance could be done.",
        "Can I have my partner join policy with me?",
        "I don't know if my spouse can be covered in my policy.",
        "I don't know if I can have my spouse on my insurance.",
        "Is my partner eligible to be added to my policy?",
        "Bring spouse to my plan?",
        "Can you include your spouse on this plan?",
        "Could your wife be added to insurance?",
        "Is it okay to include wife in coverage.",
        "I don't know if you can add a spouse to my policy.",
        "Put my partner on policies.",
        "Is there an insurance add on for my wife?",
        "Can my husband and wife also be covered?",
        "I don't know if you can add your spouse to my insurance policy.",
        "Can the spouse join insurance now?",
        "I am wondering if my spouse is part of my policy.",
        "Is it okay to include wife in coverage?",
        "Will my wife join my policy?",
        "Can my spouse be covered by my policy?",
        "Is it possible for husband to get covered here?",
        "I'm wondering if my spouse is included within my policy.",
        "I think I can put my spouse on my policy.",
        "Just add my wife to the coverage?",
        "The spouse joins insurance?",
        "I wonder if I can throw my partner on the policy.",
        "Can my spouse be on that plan?",
        "May the policy have my spouse?",
        "Add my spouse to the policies?",
        "It's possible to add a wife to insurance.",
        "can my spouse join my plan?",
        "Adding a wife to insurance is possible.",
        "Is the spouse allowed onto the policy?",
        "Put my partner on my policy?",
        "May my husband/ wife be added here?",
        "Can my partner be a part of this policy?",
        "can my spouse join my policy?",
        "Is my partner included on the policy?",
        "Do you think the hubs should be included on the plan?",
        "Will it be okay to include my spouse?",
        "Can my partner be included?",
        "Do my partner join policy?",
        "Is my spouse included in this plan?",
        "Is a spouse allowed on a policy?",
        "Does my partner have to be added to my policy?",
        "Will my spouse join the policy?",
        "Can my partner be added to it?",
        "I want to add spouse to my plan.",
        "Add my wife to that coverage?",
        "Should my wife be part of the coverage?",
        "Do you want to have coverage for husband too?",
        "I don't know if my spouse can be included in my policy.",
        "Insurance add on for wife?",
        "Can I add my partner to my policy?",
        "I'm not sure if I can put my spouse on my policy.",
        "I am not sure if your spouse will be added to my policy.",
        "Is it possible to have husband in coverage?",
        "Should we get coverage for husband too?",
        "I don't know if my spouse can enroll in my policy.",
        "Is it possible to get coverage for the husband?",
        "Is including the wife in coverage ok'd?",
        "Can you throw your partner on this policy?",
        "Can my spouse join a policy?",
        "I'm not sure if someone can add their spouse to my policy.",
        "I don't know that you can add your spouse to my policy.",
        "Insurance add-on for wife okay?",
        "Allowed please for the spouse on policy?",
        "My spouse can be added to my policy.",
        "Would my partner be included in my policy?",
        "There's a possibility of spouse enrolment.",
        "Is it possible to include the hubs on the plan?",
        "Can a wife join my plan?",
        "Is it ok for the wife to be included in coverage?",
        "I don't know if you can join my policy with your spouse.",
        "I don't know if I can put my spouse on a policy.",
        "Can my partner be involved with the policy?",
        "The spouse should join insurance now?",
        "Is the spouse allowable on my plan?",
        "I don't know if I can put my spouse on the insurance policy.",
        "Can its policy cover my husband or wife?",
        "Can married people have a policy update?",
        "Is it possible for my spouse to be on this plan?",
        "Would my wife be added to the coverage?",
        "add my spouse to policy?",
        "Yes, include wife in coverage",
        "Is there a policy modification for partner?",
        "I'm wondering if my spouse is included on the policy.",
        "I don't know if my spouse would fit on my policy.",
        "Can my spouse be in that plan?",
        "Can you include wife in coverage?",
        "Will a spouse join my plan?",
        "Is my partner allowed in my policy?",
        "add spouse to the plan",
        "Is it possible for me to include my partner as well?",
        "I'm wondering if my spouse can join my policy.",
        "Is there an insurance add-on for marriages?",
        "I don't know if my spouse will be covered by my policy.",
        "Are I supposed to add a spouse to my plan?",
        "Is the spouse on the policy allowed?",
        "Can his wife be covered also?",
        "Is it a good idea to put my partner on the policy?",
        "Is it necessary to add my spouse to my policy?",
        "My spouse should be included in the policy?",
        "Can I have my spouse in the plan?",
        "I'm unsure if I can put my spouse on the policy.",
        "Can my partner be part of this policy.",
        "Can my partner be thrown on this here policy?",
        "okays, insurance add-on for wife?",
        "Can your spouse be covered as well?",
        "My spouse should join the policy.",
        "Put his partner on the policy?",
        "Should spouse be included in coverage?",
        "Get coverage for his spouse?",
        "Get wife coverage as well?",
        "Is including a wife in coverage okay?",
        "The Spouse on Policy is allowed please?",
        "I am not sure if you can include your spouse in my policy.",
        "Can my husband be covered as well.",
        "Can my husband be added to my policy?",
        "Is the husband on my plan doable?",
        "Contribute spouse to my plan?",
        "Correct, include wife in coverage?",
        "Wife could be added to insurance.",
        "Is a spouse on policy allowed?",
        "Adding a wife to insurance would be a possibility.",
        "I am unsure if my spouse can be put on my policy.",
        "My spouse can join my policy?",
        "What if I put my partner on the policy?",
        "It's possible to add a spouse to my plan.",
        "Can my spouse take part in my plan?",
        "Put my spouse on policy.",
        "Is it okay to have insurance for the wife?",
        "Might adding a wife to insurance be possible?",
        "Is it possible to add a spouse?",
        "Will my spouse be added to policy?",
        "Allowed please? spouse on policy?",
        "Wife added to coverage?",
        "Is my spouse added to the policy?",
        "Should I include my spouse on this plan?",
        "Ok'd, include wife in coverage?",
        "Does my spouse join the policy?",
        "Can my spouse joined my policy?",
        "Does my partner join my policy?",
        "Do you want my partner on the policy?",
        "Is it possible to cover my husband or wife as well?",
        "Consider adding a wife to insurance.",
        "Should I put my partner on policies?",
        "Add wife to the coverage?",
        "I would like to add my wife to my coverage.",
        "Can my partner become a member of my policy?",
        "wife join insurance now?",
        "Is the insurance add on for wife okay?",
        "Put my partners on policy?",
        "My spouse can be on this plan.",
        "Can the spouse be added to the policy?",
        "Is it possible to add her to the insurance?",
        "Can my husband be covered as well?",
        "I am unsure if you could add your spouse to my policy.",
        "Does it make sense to include wife in coverage?",
        "I'm unaware if you can add your spouse to my policy.",
        "It could be possible to add a spouse.",
        "Is it possible to include my partner also?",
        "My wife may be added to the coverage.",
        "Can I have my spouse on the plan?",
        "I'm not sure if the person is able to add their spouse to my policy.",
        "I am wondering if my spouse is included in my coverage.",
        "I am not sure whether the person can add their spouse to my policy.",
        "Do I want my partner on policy?",
        "I do not know if my spouse can join my policy.",
        "May my policy have my partner?",
        "Is my spouse allowed on the plan?",
        "How do I get my spouse on a health plan?",
        "The spouse could be on the policy.",
        "Add my wife to my coverage",
        "I am not sure if a person can add their spouse to my policy.",
        "Is there a possibility of spouse enrolement?",
        "Can my spouse join my plan with me?",
        "Can married people join my plan?",
        "Am I allowed to add my spouse to my policy?",
        "Do my spouse join my policy?",
        "Is wife included in coverage ok?",
        "Is it possible that spouse join insurance?",
        "Can my spouse also be covered?",
        "Is it possible that my spouse can join my policy?",
        "Adding a spouse to my plan.",
        "I am not sure if my spouse will be on my policy.",
        "Would it be possible to add my spouse to the policy?",
        "Adding husband to insurance could be possible.",
        "Policy can it cover my spouse as well?",
        "Is it possible to get coverage for spouse too?",
        "I wonder if the spouse on my plan is doable?",
        "Get coverage for spouse as well?",
        "spouses can join my plan",
        "I'm curious about whether my spouse is included in my policy.",
        "Can it cover my husband or Wife too?",
        "I am not sure if I can put my spouse on my policy.",
        "Is it ok to add the spouse?",
        "Add my spouse to the plan?",
        "Might hubby be covered too?",
        "What if my spouse joined my policy?",
        "Insurance add-on for spouse?",
        "There could be a chance of spouse enrolment.",
        "You can add your spouse to your policy.",
        "Do you allow the spouse on policy?",
        "I don't know if you can Add your spouse to my policy.",
        "Is there an insurance add-on for the Wife?",
        "Does my partner need to be in my policy?",
        "Maybe I should add a spouse to my plan.",
        "Including spouse in coverage?",
        "I'm unsure if your spouse can be added to my policy.",
        "Is it OK to add a spouse?",
        "Add my spouse in the policy?",
        "Can my partner join with the policy?",
        "Include wife in coverage?",
        "Does my spouse need to be added to the policy?",
        "Is it possible to get coverage for husband as well.",
        "Is it possible to add a spouse to my plan.",
        "Is it permissible for it to cover my husband or wife?",
        "Are I able to add a spouse to my plan?",
        "I don't know if a person can put their spouse on my policy.",
        "Is my spouse included in policy?",
        "How do I add my spouse to my policy?",
        "Would the spouse join my plan?",
        "I don't know if the person can add their spouse in my policy.",
        "My spouse can join my policies.",
        "Is the insurance add-on for wife ok?",
        "Put my partner in the policy?",
        "Can their partner be added to my policy?",
        "A spouse join insurance?",
        "I don't know if you can add your spouse to my policy",
        "Can you include my partner?",
        "Adding a wife to insurance is a possibility.",
        "A spouse on my plan is doable.",
        "Can I add my spouse to the policy?",
        "Take my partner on policy?",
        "I do not know if you can add your spouse to my policies.",
        "Does my spouse want to join my policy?",
        "Is it possible to add my husband to my policy?",
        "Can you add your spouse to the policy?",
        "Is there insurance add-on for wives?",
        "I want my partner added to my policy.",
        "I don't know if we can put our spouse on my policy.",
        "The spouse can be added to my policy.",
        "My spouse should be included on the policy.",
        "It is not known if you can add your spouse to my policy.",
        "Spouse on the plan?",
        "Adding wife to insurance could happen.",
        "My partner should be put on policy.",
        "I want the spouse on policy.",
        "Is it allowable to add spouse?",
        "Is there an option to add significant other?",
        "Should I add my wife to the coverage?",
        "My partner should be put on the policy.",
        "Do you want my spouse to be a part of the policy?",
        "I don't know if I can have my spouse on a policy.",
        "Add my spouse to my policy",
        "Add my wife to my insurance?",
        "It could be possible to add wife to insurance.",
        "Will my partner be included on this policy?",
        "It is possible that my spouse is included in my policy.",
        "Can the policy also cover my husband or wife?",
        "Can my husband/ wife join my policy?",
        "Can I have a policy that covers my husband or wife?",
        "Can spouse be also covered?",
        "Is my spouse included on that plan?",
        "There could be a possibility of spouse enrolement.",
        "Can my spouse also join my policy?",
        "I don't know if my spouse can be on my insurance policy.",
        "Will the husband be included in coverage?",
        "Can a partner join the policy?",
        "Are I able to add my wife to coverage?",
        "Add my spouse to coverage?",
        "To my plan, add spouse?",
        "Can my partner join their policy?",
        "Is my spouse allowed to join me?",
        "Get coverage for Husband too?",
        "I do not know if I can include my spouse on my policy.",
        "Can my husband also be covered?",
        "How about adding my wife to coverage?",
        "Can my partner join me in policy?",
        "Can we join my plan?",
        "My spouse should be in the policy.",
        "Is the insurance add on okay for the wife?",
        "Place my partner on policy?",
        "Cannot my partner be added to my policy?",
        "Is my spouse welcome on my policy?",
        "I wonder if my spouse will join my plan.",
        "The spouse on the policy should be allowed?",
        "Can his spouse also be covered?",
        "Spousal inclusion a possibility?",
        "Is my partner allowed to be added to my policy?",
        "Are my spouse included on this plan?",
        "Can the spouse be covered?",
        "Allowed to include spouse in coverage?",
        "Should the spouse on policy be allowed?",
        "Is there an insurance add- on for wife?",
        "Add a spouse in my plan?",
        "Is it appropriate to add my wife to the coverage?",
        "Do you want my spouse added to the policy?",
        "I is wondering if my spouse is included in the policy.",
        "I want to join your insurance ship with husband added?",
        "Adding wives to insurance could be possible.",
        "I'm wondering if my spouse will be included in my policy.",
        "Is it okay to include a wife in coverage?",
        "Is it okay to include your spouse?",
        "Is it an option to add significant other?",
        "If I get on your insurance ship with my husband added?",
        "Is it possible to add a spouse to my policy?",
        "Is it possible to toss my partner on this policy?",
        "I am wondering if my partner is included in my policy.",
        "spouse can join my plan",
        "Can my partner join Policy?",
        "Is it possible that policy have my partner?",
        "Is my wife allowed to be covered?",
        "The partner can be added to my policy.",
        "My partner can be on my policy.",
        "I don't know if you can have your spouse on my policy.",
        "A spouse get covered here?",
        "Is wife allowed in coverage?",
        "I don't know if a person can add a spouse to the policy.",
        "Can the spouse be covered also?",
        "My spouse should be included in the policy.",
        "Could my partner join the policy?",
        "Can my spouse be on my plan?",
        "I want my partner to join the policy.",
        "add my wife to the coverage?",
        "How do you get spouse on health plan?",
        "I would love to add a spouse to my plan.",
        "Possibility of spouse becoming a member?",
        "Wife joining my plan?",
        "spouse on my plan?",
        "I'm wondering if my spouse can be added to my policy.",
        "I have no idea if I can put my spouse on my policy.",
        "Can my partner get into my policy?",
        "Are my partner allowed on this policy?",
        "Are the spouse allowed on the policy?",
        "Perhaps add a wife to insurance.",
        "You might be able to enroll a spouse.",
        "May the policy have my partner in it?",
        "Is my partner permitted to join policy?",
        "Is it possible for hubby to be covered?",
        "My spouse is interested in joining my policy.",
        "Is adding a wife in coverage ok'd?",
        "Can my spouse be added to this policy?",
        "Can I have this policy with my partner?",
        "Can a spouse be added to my policy?",
        "Is it possible to include my wife here?",
        "Will policy have my partner?",
        "It is conceivable to add a wife to insurance.",
        "I don't know if the person can put their spouse on the policy.",
        "Can I add spouse to my plan?",
        "Can policy cover my husband or wife?",
        "I wonder if my spouse will join my policy.",
        "Will the spouse be on my plan?",
        "Can my partner be involved in policy?",
        "Will a spouse join insurance now?",
        "I am not sure if the person can add their spouse to my policies.",
        "Is the partner added to my policy?",
        "Is the spouse on my plan ok?",
        "Is it possible policy have my partner?",
        "Can my husband or wife be included in the policy?",
        "Can my spouse be added to my coverage?",
        "possible Spousal inclusion?",
        "Could you add wife to insurance?",
        "I ask if my spouse is included in my policy.",
        "Is my partner accepted into my policy?",
        "Was there a chance to add significant other?",
        "Can my husband join my policy.",
        "If I get onto your insurance ship with husband added?",
        "Put my partner on this policy?",
        "Are I allowed to add a spouse to my plan?",
        "Is it possible that spouse enrol?",
        "\"Yes, I'm wondering if my spouse is included in my policy.\"",
        "Is my spouse allowed in my policy?",
        "spouse added to policy?",
        "Do I place my partner on policy?",
        "Should we include the wife in the coverage?",
        "Is my spouse included with this plan?",
        "I don't know whether they can add their spouse to my policy.",
        "Would you put my partner on policy?",
        "The spouse should join my plan.",
        "Can I get insurance add-on for my wife?",
        "Can I add my spouse to this plan?",
        "Is my wife added to my coverage?",
        "Adding wife to insurance would be a possibility.",
        "I might not be able to put my spouse on my policy.",
        "I don't know if the person can add their partner to my policy.",
        "If my partner is put on policy?",
        "Is it possible to add my wife to the coverage?",
        "Is it possible to have husband coverage as well?",
        "Might I add my spouse to the policy?",
        "Do you want my spouse to be in the policy?",
        "Is it possible to add married people?",
        "Add my Wife to the coverage?",
        "Add spouses to insurance?",
        "Is it possible to throw my partner on the policy?",
        "Put my partner on it?",
        "I do not know if the person can add a spouse to my policy.",
        "I don't know if you can add your spouse to a policy.",
        "Am I able to have a spouse on my plan?",
        "Can my husband or wife be covered with the policy?",
        "Can a partner be added to the policy?",
        "Make my partner on policy?",
        "Can my spouse be added?",
        "I don't know if my spouse will fit on my policy.",
        "Is it necessary to include my wife in coverage?",
        "I need to know if my spouse is included in my policy.",
        "I don't know if I am allowed to put my spouse on my policy.",
        "Is there an insurance add-on for married couples?",
        "Is it a good idea to add a spouse to my plan?",
        "Is an insurance add-on ok for a wife?",
        "Should my spouse be included in my plan?",
        "OK'd, include wife in coverage?",
        "I don't know if my spouse will be on my policy.",
        "I'm pondering if my spouse is included in my policy.",
        "Add a spouse to the policy?",
        "Is there an Insurance add-on for the wife?",
        "Maybe add spouse to insurance?",
        "I do not know if the person can add their spouse to their policy.",
        "Can the spouse be on the policy?",
        "Is it ok to add a spouse?",
        "Would the spouse be allowed on the policy?",
        "The spouse could join my plan.",
        "Would my partner join the policy?",
        "Should a wife be added to insurance?",
        "I am not certain if a person can add their spouse to my policy.",
        "I don't understand if the person can add their spouse to the policy.",
        "Will there be an insurance add-on for the wife?",
        "Is it a good idea to add the spouse to my plan?",
        "Have a spouse join insurance now?",
        "Allow wife to be included in coverage?",
        "Shall my spouse get covered here?",
        "Is adding a spouse to insurance possible?",
        "I am wondering if my partner can be thrown on this policy.",
        "I still don't know if I can put my spouse on my policy.",
        "Can the spouse on the policy be?",
        "Policy can cover my husband or wife as well?",
        "How about the spouse get covered here?",
        "Can they join my plan?",
        "Does my spouse need to be added to my policy?",
        "Can I add a spouse to my policy?",
        "Get coverage for his spouse also?",
        "Might my wife be added to the coverage?",
        "Could my partner be on the policy?",
        "Is it possible for spouses to enroll?",
        "Would my wife join the coverage?",
        "Will my spouse be added to my policy?",
        "Can his spouse be covered?",
        "Will my wife be included in coverage?",
        "Can I put my partner in this policy?",
        "Can my spouse be thrown on this policy?",
        "I don't know if the person can make their spouse a part of my policy.",
        "A Spouse on my plan?",
        "Is my spouse included on my plan?",
        "Can a spouse be on my plan?",
        "I am wondering if my spouse is involved in my policy.",
        "Should the spouse be added to my plan?",
        "I don't know if the person can add their spouse to mypolicy.",
        "I'm wondering if my spouse is included with the policy.",
        "Are spouses allowed on policy?",
        "Is there a way to add my spouse to policy?",
        "I do not know if my spouse can be added to my policy.",
        "An insurance add-on for a wife?",
        "My spouse should be added to the policy.",
        "Is it possible for the spouse to enroll?",
        "Or put my partner on policy?",
        "My wife should be on my coverage.",
        "Is it possible to include a mate?",
        "Might my husband get covered here?",
        "Can a policy cover my husband or wife?",
        "Is there an insurance add on for wives?",
        "Is it okay to include my wife?",
        "Put my partner on that policy?",
        "Was it okay to include my spouse?",
        "Is my partner put on the policy?",
        "Would it be possible to add a spouse to insurance?",
        "Is it possible to get coverage for wife as well?",
        "I want my spouse added to the policy.",
        "I don't know if my spouse can use my policy.",
        "Spousal inclusion may be possible",
        "It is possible to add spouse to insurance.",
        "Can policy cover both my husband and wife?",
        "Can the spouse join my plan.",
        "May I include my spouse?",
        "Can spouses join insurance now?",
        "Add a spouse to the plan.",
        "Can my partner get involved in the policy?",
        "Can you include the wife in the coverage?",
        "Can my partner be a part of my policy.",
        "A spouse on policy allowed?",
        "Make my partner a part of the policy?",
        "I'm not sure if your spouse will be added to my policy.",
        "Is it okay to include spouses in coverage?",
        "Is it OK to include wife in coverage?",
        "I don't know if you can bring your spouse to my policy.",
        "I don't know if it's possible to put my spouse on my policy.",
        "Is it ok to include spouses in coverage?",
        "My partner could join policy.",
        "Can I add my spouse to the plan?",
        "How can my partner join the policy?",
        "Is it possible to add a wife to the insurance coverage?",
        "A spouse on policy should be allowed?",
        "Can my husband join the policy?",
        "Spousal inclusion might be possible!",
        "I don't know if the person can get their spouse onto my policy.",
        "I'm wondering if my partner can be thrown on this policy.",
        "Will my spouse join my policy?",
        "Should my partner be on my plan?",
        "Is it possible for the spouse to join insurance?",
        "Can his spouse get covered here?",
        "Is adding my spouse to the policy possible?",
        "I don't know if my spouse can have my policy.",
        "I want my spouse to be on this plan.",
        "Is it appropriate to add a spouse to my plan?",
        "Doable? my spouse on my plan?",
        "You can add spouse to my plan.",
        "Can a spouse be in my plan?",
        "A spouse on policy?",
        "I'm not sure if a person can add their spouse to my policy.",
        "Is the spouse able to join my plan?",
        "Spousal inclusion could be possible",
        "I'd like to know if my spouse is included in the policy.",
        "My wife should be added to coverage.",
        "Does my partner have to be added to the policy?",
        "Is adding my spouse to policy a good idea?",
        "Can my spouse be involved in my plan?",
        "The husband could be included in coverage.",
        "Maybe add the wife to the insurance.",
        "Is a spouse allowed on the policy?",
        "I don't know if a spouse can add their spouse to my policy.",
        "Is it possible to include a husband in the coverage?",
        "Is my partner included in my policy.",
        "Insurance add-on for a married couple?",
        "Would my spouse be added to the policy?",
        "Are my spouse allowed to join my policy?",
        "Can my spouse join with my policy?",
        "I don't know if my spouse can be listed on my policy.",
        "Can I add my spouse on my policy?",
        "Can a spouse on the policy be allowed?",
        "Is my partner allowed on the policy?",
        "Is it possible to throw my partner on this policy.",
        "Should my policy have my partner?",
        "Will my partner be included in the policy?",
        "Is it possible to add my husband or wife?",
        "Do you know if you can add your spouse to my policy?",
        "Is it possible to put a wife in it?",
        "Doable? My spouse on my plan.",
        "Can I have my partner on this here policy?",
        "I'm unsure if someone can add their spouse to my policy.",
        "I question if my spouse is included in my policy.",
        "Wife in coverage okay?",
        "Should I include my wife in coverage?",
        "Allowing the spouse on policy?",
        "Was it okay to add the spouse?",
        "Can I put my spouse in now?",
        "Allow the spouse on the policy?",
        "I don't know if the person can add their spouse to me.",
        "I'm wondering if my wife is included in the policy.",
        "I don't know how to put my spouse on my policy.",
        "I am not sure if my spouse can get on my policy.",
        "Can my spouse be added onto my policy?",
        "Can my partner be involved in this policy?",
        "Doable as a spouse on my plan?",
        "Is there an option to add significance other?",
        "Allow the spouse on the policy.",
        "Can my husband be covered by the policy?",
        "Can my wife join my policies?",
        "Is my partner welcome in policy?",
        "Someone wants to add a spouse to my plan.",
        "Should include a wife in coverage?",
        "I don't know if my spouse can be on my policy.",
        "I'm unsure if you can add your spouse to my policy.",
        "I wonder if my spouse can join this plan.",
        "Is it ok to include Wife in coverage?",
        "Is it possible to add a wife to the policy?",
        "Allow the insurance add-on for wife?",
        "Is there an insurance add on for a spouse?",
        "I don't know if the person can put their spouse on my policy.",
        "Insurance add on for a wife?",
        "Would it be possible to add a wife to insurance?",
        "May my wife be added here?",
        "Should my partner be a part of my policy?",
        "I am wondering whether my spouse is included in the policy.",
        "I don't know if my spouse can be on my policies.",
        "Can I add my partner to this policy?",
        "Maybe add the wife to insurance.",
        "Is the spouse on my plan viable?",
        "Is it okay to add insurance for wives?",
        "Should my partner be included in policy?",
        "I don't know if I can have my spouse on my policy.",
        "I don't know if I can put our spouse on my policy.",
        "Can I have my spouse on that plan?",
        "Doable? a spouse on my plan?",
        "Could I put my partner on the policy?",
        "Add her to the insurance?",
        "Am I able to add my spouse to my policy?",
        "I do not know if I can put my spouse on my policy.",
        "How about the spouse joining insurance?",
        "Can a spouse on a policy be allowed please?",
        "Is it possible for me to throw my partner on this policy.",
        "Can the wife be included in coverage?",
        "Is it possible to add Wife to insurance?",
        "I'm asking if my spouse is in my policy.",
        "Can I include my spouse in the plan?",
        "Would his wife get covered here?",
        "Can my spouse join with the policy?",
        "How about my partner on this policy?",
        "spouse added to plan?",
        "I'm not sure if you can add your spouse to me.",
        "Is it ok to include my mate?",
        "Can my partner be on this here policy?",
        "I am not sure if they can add their spouse to my policy.",
        "Is it okay to add insurance for wife?",
        "Bring my spouse to policy?",
        "My spouse can join the policy?",
        "Is there option to add significant other?",
        "Is there a spouse on policy allowed?",
        "My partner may join the policy.",
        "Can my partner be insured?",
        "Is my wife included in the coverage?",
        "Is it possible to add a wife to your insurance?",
        "Can a spouse join insurance?",
        "spouse can join my plan?",
        "Including husband in coverage?",
        "I don't know if you can add your spouse to our policy.",
        "Can my spouse be in this plan?",
        "Can they be added to my policy?",
        "I am not sure if you can add your spouse to the policy.",
        "Is it ok to include the spouse in the coverage?",
        "Allow Insurance add-on for wife?",
        "Can this policy cover my husband or wife?",
        "Is my spouse included with my policy?",
        "Adding a wife to insurance is possibilities.",
        "Is it possible to add the wife to the insurance?",
        "Should my wife be included in my coverage?",
        "Do you know if your spouse can be added to my policy?",
        "Please add spouse to my plan.",
        "I don't know if the person can add their husband or wife to my policy.",
        "My partner might be added to the policy.",
        "Can a spouse be part of my plan?",
        "The partner can be added to the policy.",
        "Is it possible to add a spouse to insurance?",
        "I'm not sure if your spouse can be added to my policy.",
        "Is my spouse allowed into my policy?",
        "Is it possible to include my mate?",
        "Is my partner required to be added to my policy?",
        "I'm curious as to if my spouse is included in my policy.",
        "Can my partner get on my policy?",
        "I don't know if my partner can be thrown on this here policy.",
        "I don't know whether my spouse can be put on my policy.",
        "spouse may join my plan",
        "Wouldn't it be possible to enroll a spouse?",
        "Allowed to include a wife in coverage?",
        "What if my spouse is added to the policy?",
        "Are my spouse included in the policy?",
        "Should I place my partner on policy?",
        "I'm not sure if you will be able to add your spouse to my policy.",
        "Put my wife on the policy?",
        "Can my spouse join policy?",
        "Can my partner take part in the policy?",
        "Can I have my spouse on the policy?",
        "Can my spouse be included on my plan?",
        "It might be possible to enroll a spouse.",
        "Do you allow the spouse to be added?",
        "Do I have to add my wife to coverage?",
        "I'm wondering if my spouse in my policy.",
        "It's time to add my spouse to the policy.",
        "Can my partner be connected to my policy?",
        "Spouse on policy allowed?",
        "Get spouse coverage too?",
        "Can my partner be on this policy.",
        "Can it cover my husband or wife too?",
        "I am wondering if my spouse is included on this plan.",
        "Can my spouse be listed on my policy?",
        "Is my spouse on my plan doable?",
        "Would it be possible to add spouse?",
        "Is the spouse added to my plan?",
        "Do you want to get coverage for husband too?",
        "Get coverage for spouses too?",
        "Is adding wife to insurance possible?",
        "I do not know if my spouse can be on my policy.",
        "Does my spouse join my plan?",
        "I don't know if the person can add their spouse to this policy.",
        "I'm wondering if my spouse is included in my policy?",
        "Should my partner be involved in the policy?",
        "Add a wife to your insurance?",
        "I am not sure if the person can add their spouse to my policy",
        "Add my spouse to your policy?",
        "Add your spouse to policy?",
        "Shall the spouse on the policy be allowed?",
        "Can I put my spouse in my policy?",
        "I am wondering if my spouse can be on the plan.",
        "I am wondering if my spouse is a part of my policy.",
        "Is spouse able to join my plan?",
        "Would my wife be added to coverage?",
        "Adding a wife to insurance could happen.",
        "Could a spouse be added?",
        "Is it possible to provide coverage for husband as well?",
        "I am unsure if my spouse can join my policy.",
        "Can I cover my husband or wife?",
        "A spouse could join my plan.",
        "May my partner have policy?",
        "Is it permissible to put my partner on policy?",
        "Can my husband or wife be covered too?",
        "Add my wife to your coverage?",
        "Can my wife be on this plan?",
        "My spouse might join my plan.",
        "Can my spouse join my policy",
        "Can the wife be included in the coverage?",
        "My spouse can be on my policy.",
        "spouse joining my plan?",
        "spouse joining my plan",
        "My spouse could join my plan.",
        "Can spouse also be covered?",
        "Is it ok for me to include my spouse?",
        "Can my wife be added to my policy?",
        "Is it possible to include my companion?",
        "I don't know if I can put my spouse with my policy.",
        "Maybe add Wife to insurance.",
        "Is it ok to include wife in the coverage?",
        "Let my partner on the policy?",
        "I wonder if I should add a spouse to my plan.",
        "Will my husband be covered too?",
        "Put their partner on policy?",
        "Can my spouse join mine?",
        "Get coverage for a husband as well?",
        "Cannot my spouse join my policy?",
        "If I can put my spouse on my policy I don't know.",
        "Can my husband or wife be insured?",
        "Can my spouse join policy with me?",
        "Is it possible for a spouse to enrol?",
        "My partner can be added to my policy.",
        "Is it possible that I will join your insurance ship with hubby added?",
        "I don't know if your spouse can be on my policy.",
        "Is there a chance to add significant other?",
        "I am not sure if your spouse can join my policy.",
        "Adding spouses to insurance is possible.",
        "Is it possible to get coverage for both husband and wife?",
        "Is my spouse welcome in my plan?",
        "Can we add my partner to my policy?",
        "Can I add my partner to my policy.",
        "Is spouse added to my plan?",
        "Is it ok to include a wife in coverage.",
        "Is there a policy modification for a partner?",
        "Do you think you should get coverage for husband?",
        "Can my wife join this plan?",
        "Inquire if you want to include wifey.",
        "Can I make my spouse part of my policy?",
        "Is it possible that I would join your insurance ship with your husband added?",
        "Could I put my partner on policy?",
        "Is an insurance add-on for the wife ok?",
        "I have no clue if I can put my spouse on my policy.",
        "Add my spouse to my coverage.",
        "I am not sure if someone can add their spouse to my policy.",
        "I'm wondering if my spouse is part of my policy.",
        "I am not sure if the person can add their spouse to me.",
        "Is it ok for an insurance add-on for a wife?",
        "Is it ok to include the wife in the coverage?",
        "Is it permitted to add spouse?",
        "Might add wife to insurance?",
        "Can my partner join my policy?",
        "My wife should join the coverage?",
        "Can I have one of my partners on this policy?",
        "Will I add my spouse to my plan?",
        "am I going to have a spouse on my plan yet?",
        "I don't know if a spouse can be added to the policy.",
        "I am not entirely sure if the person can add their spouse to my policy.",
        "I am inquiring if my spouse is included in my policy.",
        "Can my spouse participate in my plan?",
        "I don't know if you can add your spouse with my policy.",
        "Can my partner be members of my policy?",
        "I wonder if I should add spouse to my plan.",
        "Mind if I join your insurance ship with husband added?",
        "I don't know whether the person can add their spouse to my policy.",
        "Allow an insurance add-on for a wife?",
        "Can the policy cover my husband and wife?",
        "Are we going to add my wife to coverage?",
        "Can my partner become part of my policy?",
        "Get husband coverage also?",
        "Can it cover my spouse also?",
        "Is my spouse included in my plan?",
        "What if my spouse joined my plan?",
        "I wonder if there is an option to add significant other.",
        "How about my spouse in my plan?",
        "Can my husband join my plan?",
        "Do I have to add my spouse to policy?",
        "Can my spouse sign up for my policy?",
        "Can my partner join mypolicy?",
        "Will you get coverage for husband too?",
        "Policy, can it also cover my spouse?",
        "Can I let my partner know about this policy?",
        "Can my spouse be on the policy?",
        "Could my spouse be added to my policy?",
        "Is the insurance add-on for wife okay?",
        "Shall my spouse join my policy?",
        "Adding my spouse to the policy?",
        "My partner can be on policy.",
        "Can the spouse be a part of my plan?",
        "I doubt if the person can add their spouse to my policy.",
        "Can I include my spouse on that plan?",
        "Is it possible to include my spouse.",
        "I don't understand if the person can add their spouse to my policy.",
        "Adding a wife to the insurance is a possibility.",
        "Allowed please, the spouse on the policy?",
        "Can spouses join my plans?",
        "Policy, can it also cover my husband or wife?",
        "Can I get my partner on this policy?",
        "Can our spouse join my policy?",
        "Is it okay for my spouse to join me?",
        "Is it possible to have a spouse on my plan?",
        "Married on my plan?",
        "Can policy cover my spouse?",
        "Is it ok to add my spouse to the policy?",
        "What if I add my spouse to my policy?",
        "I would like my partner to be added to my policy.",
        "Is my partner included in my policy",
        "Is it possible that spouse get covered here?",
        "I don't know if you can add your spouse to that policy.",
        "Should a spouse join the insurance?",
        "Should a spouse on the policy be allowed?",
        "Could my wife be added to the coverage?",
        "To include husband in coverage?",
        "Can I have my partner on policy?",
        "Yes, can I include my partner too?",
        "Inquire if you should include spouse.",
        "Will I add a spouse to my plan?",
        "Is it a good idea to put my partner on policy?",
        "Would it make sense to add a spouse to my plan?",
        "Please add a spouse to my plan.",
        "Can I integrate my spouse into my policy?",
        "Will my partner be included?",
        "Can my spouse be on the plan?",
        "Doable, spouse on my plan?",
        "Should my spouse be included in the policy?",
        "Would it be possible to enroll a spouse?",
        "Does my partner need to join the policy?",
        "I don't know if your spouse can join me on my policy.",
        "Is there an insurance add- on for a wife?",
        "Is my spouse welcome in my policy?",
        "Spousal inclusion is a possibility?",
        "I don't know if the person can have their spouse on my policy.",
        "My spouse on the plan?",
        "Is the insurance add-on for wives ok?",
        "my partner can join policy",
        "Can my partner added to my policy?",
        "Adding a wife to insurance could be doable.",
        "Get coverage for wife?",
        "Is spouse welcome to join my plan?",
        "Is it a good idea to add my wife to my coverage?",
        "Is spouse enrolment possible?",
        "Is it possible to include my partner with me?",
        "Can my spouse join me on my policy?",
        "I'm not sure if a person can add their spouse to the policy.",
        "Could a spouse be added to insurance?",
        "I'm wondering if my spouse's is included in my policy.",
        "I am unsure if they can add their spouse to my policy.",
        "I don't know if I should put my spouse on my policy.",
        "Add the spouse to my plan.",
        "Is it possible to have spouse enrol?",
        "How about my spouse in the policy?",
        "Are I allowed to add my spouse to the policy?",
        "Can my partner join the policy",
        "Is it better to add my spouse to the policy?",
        "Is my spouse allowed to join my policy.",
        "Will my partner be added to the policy?",
        "Can spouse be part of my plan?",
        "Is it possible to include my partner too.",
        "Put my partner on top of the policy?",
        "Adding wife to insurance could be a possibility.",
        "A spouse on my plan?",
        "Policy can it cover my husband or wife as well?",
        "Attach my spouse to the policy?",
        "Is my spouse included on my policy?",
        "I'm unsure if I can have my spouse on my policy.",
        "I do not know if my spouse can be put on my policy.",
        "Is it okay to add insurance for your spouse?",
        "Can policy be updated if marriage happens?",
        "The spouse is allowed on the policy?",
        "Can wife join my plan?",
        "I don't know if they could add their spouse to my policy.",
        "Would it make sense to put my partner on the policy?",
        "Put my partner into policy?",
        "Ok, include wife in coverage?",
        "Make my spouse a part of the policy?",
        "Are I able to include my partner?",
        "I don't know if I could put my spouse on my policy.",
        "Am I allowed to add my partner to my policy?",
        "I don't know if my spouse is allowed on my policy.",
        "Is it valid to include my spouse?",
        "My partner may be put on policy.",
        "I'm unsure if my spouse can join my policy.",
        "Is it possible for me to throw my partner on this here policy?",
        "Take spouse to my plan?",
        "It is possible to add a wife to the insurance coverage.",
        "Spouse on policy, please?",
        "Could it be that you add a spouse?",
        "If I join your insurance ship with my spouse added?",
        "Allowed please, Spouse on policy?",
        "Is adding a spouse to my plan appropriate?",
        "Was it ok to include my spouse?",
        "Maybe the person can add their spouse to my policy.",
        "Can I use the policy to cover my husband or wife?",
        "Is there an insurance addon for a wife?",
        "Is my spouse included to the policy?",
        "Wife added to insurance, possible?",
        "Is it permissible to include a spouse?",
        "Doable spouse on my plan?",
        "I am wondering if my partner will be added to my policy.",
        "Did you mean put my partner on policy?",
        "There is a possibility of spouse joining?",
        "I don't know if they are able to add their spouse to my policy.",
        "Can a spouse on a policy?",
        "Should spouse on policy be allowed?",
        "I don't know if I could put my spouse on the policy.",
        "Can I use this policy with my partner?",
        "Is my spouse acceptable on my plan?",
        "Will I put my partner on policy?",
        "Add my spouse to my insurance?",
        "I don't know if they can add the spouse to my policy.",
        "Can I have my spouse join my plan?",
        "Is it possible to add my wife here?",
        "Is it appropriate to add my wife to coverage?",
        "Can husband be included in coverage?",
        "I don't know if it's possible to add your spouse to my policy.",
        "Is this spouse on my plan acceptable?",
        "I'm not sure if the person can add their spouse to the policy.",
        "Can I add my spouse to policy?",
        "Could a wife be added to the insurance?",
        "I am wondering if my spouse can be on this plan.",
        "Is there a insurance add-on for wives?",
        "Do spouse join my plan?",
        "Put my partner on the policy with me?",
        "Could it be that we add a spouse?",
        "How about my spouse on this plan?",
        "Is my spouse included in my policies?",
        "Can my husband also be covered by the policy?",
        "Will my partner be added to my policy.",
        "Can the policy apply to my husband or wife?",
        "Is adding spouse to insurance possible?",
        "Is it possible for spouse to join insurance now?",
        "spouse will join my plan?",
        "Should my partner be covered by policy?",
        "What if my spouse was added to the policy?",
        "There is a chance that the person can add their spouse to my policy.",
        "Can my partner become a member?",
        "Is spouse on policy allowed?",
        "spouse can join my plan.",
        "I am not sure if I can put my spouse on my insurance policy.",
        "How do I add my spouse to the policy?",
        "Can my partner be placed in my policy?",
        "Is it okay to include spouse in coverage?",
        "Was there an option to add significant other?",
        "Can his wife be also covered?",
        "Is it ok to include a spouse in the coverage?",
        "Can policy be modified for partner?",
        "Add a wife to her insurance?",
        "Would it make sense to add my wife to coverage?",
        "Would it be okay to add the spouse?",
        "I don't know if they can add their spouse to their policy.",
        "Spouse join insurance?",
        "Get coverage for his wife?",
        "Can my spouse join that policy?",
        "Add my wife to my plan?",
        "Should my partner be part of policy?",
        "Will spouse be able to enroll?",
        "Can the spouse be on policy?",
        "What if I added my spouse to the policy?",
        "My partner can join policy",
        "Placing my partner on policy?",
        "Spousal inclusion could possibly be possible?",
        "Is it a good idea to add my spouse to the policy.",
        "Add a spouse to my plan.",
        "I don't know if I'm able to put my spouse on my policy.",
        "Is it possible that my partner can be thrown on this policy?",
        "can spouse join my plan?",
        "Add a partner to my plan?",
        "It's possible to add Wife to insurance.",
        "I don't know if the person can bring their spouse to my policy.",
        "The spouse on policy is allowed?",
        "Will my spouse join my policy.",
        "May my partner have the policy?",
        "Are my spouse able to join my policy?",
        "My wife can join my policy.",
        "I'd like to add a spouse to my plan.",
        "Can my wife be on the plan?",
        "I am wondering if the spouse is included in my policy.",
        "Should a Spouse on policy be allowed?",
        "Will the husband be included in the coverage?",
        "Do you want my wife to be covered?",
        "Add my partner to the policy.",
        "My spouse could be on this plan.",
        "Is it worth adding a spouse to my plan?",
        "I wonder if my spouse is included on this plan.",
        "Are the spouse on my plan acceptable?",
        "Is it okay to cover my husband or wife?",
        "add my wife to coverage?",
        "Is it permitted to add a spouse?",
        "I'm not sure if they can add their spouse to my policy.",
        "Adding wife to insurance would be possible.",
        "I have no idea if I can place my spouse on my policy.",
        "I would like to include my spouse in this plan.",
        "Can a spouse join insurance now?",
        "Allowed please? a spouse on policy?",
        "Add my wife to their coverage?",
        "Is adding a wife to insurance possible?",
        "My spouse can join this plan.",
        "I am interested in adding my spouse to my policy.",
        "Can I include my spouse in this plan?",
        "Is included wife in coverage okay?",
        "Is it possible for me to include my partner?",
        "Include spouse in coverage?",
        "Is there an insurance add-on for Wives?",
        "May policy involve my partner?",
        "I am not sure if you can add your spouse to your policy.",
        "Are my spouse included in my policy?",
        "I do not know if a person can add their spouse to the policy.",
        "I wonder if my partner will be added to my policy.",
        "May my husband or wife be added here?",
        "Can my partner join the policy group?",
        "My wife should be included in coverage?",
        "Couple can join my plan?",
        "Can my spouse become a member?",
        "Is it possible for me to add my husband/ wife here?",
        "Can my partner be added in my policy?",
        "Can my spouse be covered as well?",
        "Will my spouse be included in my plan?",
        "I'm unsure if you can add your spouse to the policy.",
        "Now is the time to join insurance for the spouse?",
        "I would like my spouse to be included in my policy.",
        "Is there a way to add my spouse to my policy?",
        "Adding wife to insurance may be a possibility.",
        "I do not know if the person is able to add their spouse to my policy.",
        "I want my spouse to be added to my policy.",
        "I am wondering if my mate can be included.",
        "Insurance add-on for spouse okays?",
        "Add Wife to insurance?",
        "Can my spouse join my insurance policy?",
        "Adding a wife to insurance is an option.",
        "I'm not sure if you can include your spouse in my policy.",
        "Is it possible to add spouse?",
        "Is it possible for husband to be covered too?",
        "Am I able to add my spouse?",
        "I am not aware if the person can add their spouse to my policy.",
        "Might I join your insurance ship with my husband added?",
        "Allow your spouse to join insurance?",
        "am I allowed to add spouse?",
        "Can wives join my plan?",
        "Can my partners join policy?",
        "Is it a good idea to get coverage for husband too?",
        "I'm thinking if my spouse is included in my policy.",
        "Can my husband or wife also be covered?",
        "Perhaps add wife to insurance?",
        "I can add my spouse to my policy.",
        "Can my partner too be included?",
        "I don't understand if you can add your spouse to my policy.",
        "Added my wife to the coverage?",
        "Can I add to my policy my spouse?",
        "Are the spouse on the policy allowed please?",
        "Get coverage for spouse also?",
        "I'm not sure if you can add your spouse into my policy.",
        "I don't know if my spouse will accept my policy.",
        "I'm wondering if my spouse is included in that policy.",
        "Is it possible that I can throw my partner on this policy?",
        "I'm wondering if my partner is included in the policy.",
        "Is my partner welcome to join policy?",
        "Should my partner be covered by the policy?",
        "Yes, spouse on policy allowed please?",
        "I want to put my spouse on my policy.",
        "I don't know if a person can add their spouse to the policy.",
        "No, I'm wondering if my spouse is included in my policy.",
        "Enhance my wife's coverage?",
        "Can my partner be a part of my policies?",
        "I'm not sure if my spouse can be put on my policy.",
        "Doable? spouse on my plan.",
        "It's not clear if I can put my spouse on my policy.",
        "A partner on my plan?",
        "My spouse might be able to join my policy.",
        "I don't know if my spouse will join my policy.",
        "Can my partner be added to my policy",
        "Should we include the wife in coverage?",
        "Can my spouse be added on my policy?",
        "yes, I'm wondering if my spouse is included in my policy",
        "Is it possible to include hubby/ wifey?",
        "It's unclear if you can add your spouse to my policy.",
        "Can my partner be on the policy?",
        "I don't know if I can put my spouse on it.",
        "Adding wife to insurance could be doable.",
        "I inquired if my spouse was included in my policy.",
        "I was wondering if my partner could be added to my policy.",
        "Can I have a spouse in my policy?",
        "Can I have a spouse join my plan?",
        "Is it possible for my spouse to be included in my policy?",
        "Can my spouse be added to this plan?",
        "spouse can join policy?",
        "Is it possible for the spouse to join?",
        "Is it possible to include husband in coverage?",
        "I don't know if I can get my spouse on my policy.",
        "Is it possible to add your wife to insurance?",
        "I don't know if the spouse can be added to my policy.",
        "I don't know if my spouse is included in my policy.",
        "I wonder if my partner would be added to my policy.",
        "Can my spouse be included on the plan?",
        "Is my spouse allowed on my plan?",
        "Get coverage for the husband too?",
        "I'm not quite sure if the person can add their spouse to my policy.",
        "Add my wife to my coverage?",
        "Do you mean to include a wife in coverage?",
        "Is the Spouse allowed on policy?",
        "The spouse can join my plan",
        "I'm not sure if I can have my spouse on my policy.",
        "Is it possible for the spouse to join insurance now?",
        "Might policy have my partner?",
        "Should my spouse be in the policy?",
        "Is it alright to include my partner?",
        "Put my wife on policy?",
        "Is the policy to have my partner?",
        "Should the spouse join my plan?",
        "Plan to include husband in coverage?",
        "How about adding spouse to my plan?",
        "Will I join your insurance ship with my husband added?",
        "Is my partner included in my policies?",
        "Is the addition of a spouse allowed?",
        "Are my spouse added to the policy?",
        "Would I add my wife to the coverage?",
        "Will spouse join my plan?",
        "spouse might join my plan",
        "Could it be possible to add a spouse?",
        "Can my spouse join me in my policies?",
        "How can a spouse on a plan?",
        "Could you add a wife to the insurance?",
        "Is it possible to get coverage for a husband as well?",
        "Is there an Insurance add-on for a wife?",
        "Are my wife included in the coverage?",
        "Adding spouse to insurance is possible?",
        "Is my wife eligible for coverage?",
        "I don't know if you can add your spouse to my policies.",
        "It might be possible to add wife to insurance.",
        "spouse joining insurance now?",
        "I am wondering if my spouse is included in my policy",
        "I don't know if I can include my partner.",
        "Can you get coverage for the husband as well?",
        "I am not sure if a person can add their spouse to the policy.",
        "Is it possible for me to include my spouse on the plan?",
        "Can my husband or wife also be covered by policy?",
        "Yes, I'm wondering if my spouse is included in my policies.",
        "Wife may be added to insurance.",
        "I don't know if a person can have their spouse added to my policy.",
        "Yes, my spouse can join my policy.",
        "Wife joining insurance now?",
        "I am wondering if my partner will join policy.",
        "I would like to add my wife to this place.",
        "Is it possible for spouse to join my plan?",
        "I need to know if you can add your spouse to my policy.",
        "Can my partner be on that policy?",
        "Is my spouse going to join my plan?",
        "I am not sure if that person can add their spouse to my policy.",
        "Your partner can be added to my policy.",
        "Can I add the spouse to my plan?",
        "Can I have my spouse in my policy?",
        "Are I able to include my partner as well?",
        "Can my partner be added to my coverage?",
        "I don't know if you can get your spouse on my policy.",
        "Can my partner be on this plan?",
        "Is there a way to get coverage for husband too?",
        "Can my spouse belong to my policy?",
        "Is it possible to add spouse to my plan.",
        "Is it possible that I include my partner as well?",
        "Can spouse join mine?",
        "Can the partner be added to my policy?",
        "I am unsure if the person can add their spouse to their policy.",
        "I don't know if your spouse could join my policy.",
        "Is the spouse allowed to join my plan?",
        "I wonder if my spouse can be added to my policy.",
        "I don't know if you can incorporate your spouse into my policy.",
        "Is it okay to have my spouse included?",
        "I'm asking if my spouse is included in the policy.",
        "Is it possible to get coverage for wife too?",
        "It's not known if you can add your spouse to my policy.",
        "Will a spouse join the insurance?",
        "Is my partner allowed to join the policy?",
        "Do I need to add a spouse to my plan?",
        "Can my spouse join me on my policies?",
        "Do I have to add my wife to my coverage?",
        "Can my husband be also covered?",
        "I wonder if my partner can also be included.",
        "Should I have a spouse on my plan?",
        "Just put my partner on policy?",
        "My spouse should be added to the policy?",
        "Put my spouse in the policy?",
        "I don't know if a person can add their spouse to my policy",
        "Is my partner covered by the policy?",
        "Can my spouse joining my policy?",
        "Is it permissible for my spouse to join my policy?",
        "It may be possible to add a wife to insurance.",
        "Might my husband/ wife be added here?",
        "Is the spouse included on the plan?",
        "I don't know if your spouse can add my policy.",
        "Get husband coverage as well?",
        "I would like my partner added to my policy.",
        "Add a wife to the coverage?",
        "Is it possible to include hubby/wifey?",
        "I would like my partner to join policy.",
        "Add husband and wife to my plan?",
        "I don't know if I can have my spouse in my policy.",
        "My partner can join?",
        "I'm wondering if my spouse is included in my coverage.",
        "I want my spouse to be on the plan.",
        "I'm wondering if my spouse is involved in my policy.",
        "Is it possible for me to include husband asap?",
        "Is it ok for the wife to be included in the coverage?",
        "I am wondering if my spouse is included in our policy.",
        "Does my partner join the policy?",
        "Can my spouse be on the plan.",
        "Can my partner join the policy.",
        "Put my spouse on policy?",
        "Are my partner added to my policy?",
        "I don't know if you can put your spouse in my policy.",
        "I don't know if my spouse is included on my policy.",
        "Allowed please? spouse on policy.",
        "I wonder if I can include my spouse on this plan.",
        "Is my spouse included in the plan?",
        "Wife can be added to insurance.",
        "Might it be possible to add a spouse?",
        "Can this policy cover my husband or wife too?",
        "Is my spouse able to join my policy.",
        "Allow my spouse to be in the policy?",
        "Is it possible for my spouse to join my plan?",
        "Is the spouse allowed to be on the policy?",
        "Can I include my partner in the policy?",
        "Can my spouse on my policy?",
        "There's a chance the person can add their spouse to my policy.",
        "Is it ok to include your wife in coverage?",
        "Is there a spouse joining insurance now?",
        "I don't know if it is possible to add your spouse to my policy.",
        "Is it possible to include my husband/ wife here?",
        "Are the spouse on policy allowed please?",
        "Is it OK to include my partner?",
        "I do not know if they can add their spouse to my policy.",
        "Can the policy cover my husband or wife?",
        "My partner should be on the policy?",
        "Will his wife get covered here?",
        "I don't know if I can have my spouse on my policies.",
        "Is spouse included in coverage?",
        "Put my partner on policy together?",
        "I don't know if I can take my spouse on my policy.",
        "Get coverage for your spouse too?",
        "Am I able to join my policy with my spouse?",
        "I don't know if my spouse should be on my policy.",
        "Is it necessary to add my wife to my coverage?",
        "Am I allowed to include my mate?",
        "Can I add the spouse to my policy?",
        "The spouse should be added to my plan.",
        "Is it possible to have my spouse on my policy?",
        "I'm not certain if I can put my spouse on my policy.",
        "I don't know whether a person can add their spouse to my policy.",
        "Is the wife insurance add-on okay?",
        "Can my spouse join me in this plan?",
        "Is it okay for spousal addition?",
        "Is it possible to enrol spouse?",
        "Could my partner be thrown on this policy?",
        "Yes, include wife in the coverage?",
        "Put spouse in my plan.",
        "Hubs included on the plan?",
        "Is it possible to have coverage for husband as well?",
        "Is it possible to add insurance for a wife?",
        "Insurance add-on for spouse okay?",
        "Can I have my partner on this policy.",
        "Is my partner allowed to be on this policy?",
        "Will my spouse join the plan?",
        "can my partner join policy",
        "Should include the wife in coverage?",
        "I'm not sure if I can put my spouse on my insurance.",
        "I do not know if you can add your spouse to my policy.",
        "Put my partner on policy",
        "Is it ok for insurance add-on for wife?",
        "Does my spouse fit into my plan?",
        "Can my partner be added onto my policy?",
        "Is it OK for my spouse to be included?",
        "Add my spouse to the coverage.",
        "Is it possible to add significant Other?",
        "Can My spouse join my policy?",
        "Yes, I'm wondering if my spouse is in my policy.",
        "Can their partner join the policy?",
        "I'm wondering if my spouse is included on my policy.",
        "Are my wife added to the coverage?",
        "Do you want my spouse to join the policy?",
        "Add my spouse to coverage.",
        "Can spouse join my plan.",
        "Can my husband be covered too?",
        "Should I put my partner on policy?",
        "Is it possible to get wife coverage as well?",
        "Is it possible to throw my partner on this here policy.",
        "Can this plan include my spouse?",
        "Could my spouse join my policy?",
        "Can my spouse become a part of my plan?",
        "Is the Spouse on policy allowed?",
        "Can a spouse join the insurance?",
        "Is adding a spouse to my plan a good idea?",
        "Are the spouse on my plan doable?",
        "I don't know if your spouse can be added to the policy.",
        "Can the marriage bring about a policy update?",
        "Adding a spouse to insurance is possible?",
        "Is my husband able to join my policy?",
        "Spousal inclusion might be possible?",
        "May my wife join?",
        "You can add your spouse to the policy.",
        "Can his wife be covered too?",
        "I am not sure if you can add your spouse to our policy.",
        "Might I add my wife to this?",
        "Is my partner capable of joining policy?",
        "I don't know if I can get my spouse on the policy.",
        "I don't have a clue if I can put my spouse on my policy.",
        "Add my wife to it?",
        "Putting my partner on policy?",
        "I want to add a spouse to my plan.",
        "add my wife to the coverage",
        "Can Policy cover my husband or wife?",
        "I don't know whether to put my spouse on my policy.",
        "Inquire if you can include spouse.",
        "My spouse can join me on my policy.",
        "Does the spouse join my plan?",
        "Is it okay to include a partner?",
        "Adding wife to insurance is a possibility?",
        "Is it possible for me to include my partner too?",
        "Can my partner be placed on my policy?",
        "Is my spouse welcome with my policy?",
        "A spouse should be added to my plan.",
        "Can I have my spouse on my plan?",
        "Is my spouse yet on my plan?",
        "A spouse joining insurance?",
        "Is it okay to include the wife in coverage?",
        "Is it possible my spouse is on my plan?",
        "Is my spouse able to join my plan?",
        "Do I need to add my spouse to the policy?",
        "I don't know if my spouse is on my plan yet.",
        "I am not sure if the person could add their spouse to my policy.",
        "Add your wife to insurance?",
        "Is it possible to have coverage for husband too?",
        "Is it possible to add my husband or wife here?",
        "I don't know if I can put my husband on my policy.",
        "Can my wife join the plan?",
        "I do not know if the spouse can be added to my policy.",
        "What if my spouse joins my policy?",
        "Should I put my partner on this policy?",
        "I don't know if it's okay to include my spouse.",
        "I would like to add my spouse to my policy",
        "Should my spouse be added to my policy?",
        "The spouse on policy should be allowed?",
        "Is my spouse added to policy?",
        "Should my partner be involved with policy?",
        "Is my wife part of my coverage?",
        "Do I have to put my spouse on my policy?",
        "Can my spouse also be on this plan?",
        "Is it possible that his wife gets covered here?",
        "How about my spouse on my policy?",
        "Can the spouse on policy be allowed please?",
        "Is policy change for partner possible?",
        "Is it possible to cover my husband or wife too?",
        "I am unsure if the person can add their spouse to my policy.",
        "Is it possible to include my spouse on this plan?",
        "I don't know if I can use my spouse on my policy.",
        "Can husband or wife join my plan?",
        "I'm not sure if the person can add their spouse to my policy.",
        "Added my spouse to the policy?",
        "I wondered if my spouse was included in my policy.",
        "spouse can join my policy?",
        "I want to add a spouse to my policy.",
        "Should my wife be added to coverage?",
        "Can I put my spouse into my policy?",
        "Should I add my wife to coverage?",
        "Can my spouse be included in this plan?",
        "can I add my spouse to my policy?",
        "Is it a good idea to add my wife to coverage?",
        "Was it possible to include hubs on the plan?",
        "There is a question if I can put my spouse on my policy.",
        "Attach spouse to my plan?",
        "Yes, can it cover my husband or wife?",
        "Is it worth adding my spouse to the policy?",
        "Does my partner want to join policy?",
        "It's possible to add spouse to insurance.",
        "Is it ok to add insurance for your wife?",
        "I am unsure if my spouse is included in my policy.",
        "I'm not sure if someone can add their spouse to the policy.",
        "Spousal inclusion could be possible!",
        "Will my spouse be added to my plan?",
        "Can my husband join my policies?",
        "Add my spouse to policies?",
        "Can I add my wife to coverage?",
        "Can I get my spouse on my policy?",
        "I don't know whether my spouse can be on my policy.",
        "Are you going to put my partner on policy?",
        "Add my wife to the insurance plan?",
        "Is it possible to get insurance for husband as well?",
        "Is it OK to add the spouse?",
        "Get coverage for the spouse?",
        "Can my partner be in my policy?",
        "Is there an insurance add-on for married people?",
        "Add a wife to insurance",
        "Is it possible to add husband to insurance?",
        "I would like to include my spouse on the plan.",
        "The person can add their spouse to my policy.",
        "How about my husband getting covered here?",
        "Can I have a partner with this policy?",
        "Can my spouse join my insurance?",
        "spouse added to my plan?",
        "Would it be possible to add my wife to the coverage?",
        "Is it possible for me to add my husband/wife here?",
        "Is it possible to have a spouse enrol?",
        "Is there an insurance add-on for your spouse?",
        "Are the spouse on my plan able?",
        "Add my spouse to policies.",
        "Is it possible I add my husband/ wife here?",
        "Maybe add wife to insurance",
        "Can my spouse be added to my policy.",
        "Get coverage for the husband as well?",
        "Is it okay for me to include my spouse?",
        "Is there a possibility to add significant other?",
        "Am I able to add significant other?",
        "Will the spouse be added to my plan?",
        "Can my spouse be on this plan with me?",
        "Is there an insurance add-on for Wife?",
        "Is it okay to add the spouse?",
        "Is it possible to include my partner?",
        "Are my partner allowed to join policy?",
        "Put my partner on policies?",
        "Could add a wife to the insurance?",
        "I wonder if I can put my partner on this policy.",
        "Is it necessary to add my spouse to the policy?",
        "Can your partner join the policy?",
        "I would like to add my wife to the place.",
        "Shall my spouse be included?",
        "Can my husband and wife be covered?",
        "Is there a insurance add-on for the wife?",
        "Is it possible to throw my partner on this here policy?",
        "Yes, is it okay to include my spouse?",
        "Can policy also cover my husband or wife?",
        "Can a partner be thrown on this policy?",
        "Is it possible for me to include my partner also?",
        "Is it possible to throw my partner onto this here policy?",
        "Do I put my partner on a policy?",
        "Is it possible for a spouse to join insurance?",
        "If the spouse on policy is allowed please?",
        "Is it permissible to include wife in coverage?",
        "Is there an insurance add-on for wives?",
        "Can my spouse be put on my policy?",
        "Is it acceptable to include my spouse?",
        "Is it possible to modify policy for partner?",
        "Is it possible to add a wives?",
        "Can policy have my partner?",
        "Can the policy cover both my husband and wife?",
        "Will my partner be thrown on this here policy?",
        "Allow insurance add-on for wife?",
        "Allowed please? Spouse on policy.",
        "Allow insurance add-on for spouse?",
        "Adding a wife to the insurance could be doable.",
        "Is it possible to add aWife?",
        "Could spouses be added to insurance?",
        "Can I change my policy to add my spouse?",
        "Can my partner become a member of the policy?",
        "Is it okay to include a wife in coverage.",
        "Is my spouse possible on my plan?",
        "I have no idea if I can have my spouse on my policy.",
        "I don't know if my partner will join policy.",
        "I'm wondering if my partner can be added to my policy.",
        "Is it possible to add significant other?",
        "I don't know if you can add the spouse to my policy.",
        "Could you add a wife to her insurance?",
        "Does my spouse include in my policy?",
        "What if I add my wife to coverage?",
        "My partner should be added to my policy.",
        "I wonder if my spouse can be on the plan.",
        "Can my spouse be in my plan?",
        "Is it possible for my partner to be thrown on this policy?",
        "Get coverage for spouse?",
        "Can my spouse joinmy policy?",
        "Is my partner allowed to join this here policy?",
        "I only know if you can add your spouse to my policy."
    ]
}