{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Account and plan upgrades/downgrades",
    "inquiry_sub_category": "Account Balance Inquiry",
    "description": "Customers inquire about their account balance, including their remaining call minutes, data usage, and remaining credit balance.",
    "inquiry": "Can you tell me how much credit I still have available?",
    "paraphrases": [
        "Inquire about the credits that are available.",
        "Can I know how much credit I have?",
        "I would like to know if I have remaining credit.",
        "Can I find out the amount of funds I have?",
        "What amount of credit still left?",
        "My remaining credit is unclear.",
        "Please give me the number of unused credit.",
        "You should ask about the availability of more credits.",
        "Does I have enough credit left?",
        "Do you let me know my remaining credit?",
        "Exactly how much credit do I have left?",
        "Do I still have any credit left?",
        "How many credits did I get left?",
        "What's the rest of my balance?",
        "Can I check how credit I have?",
        "Can you give me any information about my remaining credit?",
        "Is it possible to see how much credit I have?",
        "You can tell me about my available balance.",
        "Can we ask about current credit availability?",
        "Tell me the credit status",
        "Let me know the unused credit amount.",
        "Was there any credit left with me?",
        "Is there a current credit limit you can inform me of?",
        "What is my credit limit??",
        "Please check the credit balance.",
        "Are there any ways to check how much credit I have?",
        "Are it possible to check how much credit I have?",
        "My remaining credit balance, what's it?",
        "I don't know what my remaining credits is.",
        "Can I know the extent of my available credit?",
        "What amount of credit I have?",
        "Do I get any credit left with me?",
        "What is the amount of remaining credit left?",
        "I need to know the extent of my available credit.",
        "How much unused credit are left?",
        "Give me the amount of unused credit.",
        "Can you tell me my remaining credit amount?",
        "Inform me that I still have credit?",
        "Can you tell if the credit is available?",
        "Can you tell me if I have available credit?",
        "I don't know my remaining amount of credit.",
        "Is there any spare credit amount present right now?",
        "Do you know how credit I have?",
        "Do I have any spare credits?",
        "How many credits do I have left?",
        "I am wondering if you can tell me about my balance.",
        "Is there an amount of credit I still have?",
        "Inquire on the availability of credits.",
        "What credit limit is currently unused?",
        "Do I still have credit?",
        "What's my remaining credit, right?",
        "Can you tell me how much I have left on my balance?",
        "Got a clue on what's the leftover balance?",
        "how much credit is left",
        "Are you able to tell if there's credit spare?",
        "Are there any credit left?",
        "Please tell me how much unused credit I have.",
        "The amount of credit that's available?",
        "What amount of credit has I left?",
        "Is there still any credit left?",
        "Still have some credit left?",
        "Do you know how much I have left?",
        "Please let me know my credit balance.",
        "Are you aware of what's the leftover balance?",
        "Inform me of my credit status.",
        "Is there any spare credit I have?",
        "What is still left for credits?",
        "Do you know the leftover balance?",
        "I want to check how much credit I have.",
        "Can you tell if there is credit available to spare?",
        "I wonder if it's possible to check how much credit I have.",
        "Does anyone know my remaining credit amount?",
        "I need to know how much credit I have remaining.",
        "I wonder about my remaining credit balance.",
        "Is it possible to inform me of my current credit limit.",
        "I need my credit balance, please?",
        "Please tell me the credit status.",
        "Did you know how much credit I still have?",
        "I want you to disclose my unused credits.",
        "I would like to know what my current credit limit is.",
        "Do you know the extent of my remaining credit?",
        "Inquire on the availability of more credits.",
        "How much credit is still in the account?",
        "Let me know my credit amount.",
        "Can you tell me something about my credit standing?",
        "Is it possible that you could reveal my unused credits?",
        "I want to know if you have my remaining credit.",
        "Please tell me how much unused credit you have left.",
        "Is there any left for credit?",
        "How much of the credit is left in this account?",
        "I would appreciate it if you would let me know my unused credit amount.",
        "What amount of credit available?",
        "How's my credit limit?",
        "How much is there for credits?",
        "Do you tell me about my remaining credit?",
        "Please tell me the credit amount unused.",
        "Do you tell me my remaining credits?",
        "Is it possible to tell me of my current credit limit?",
        "Is there any spare credit amount that I currently have?",
        "Amount of credit open?",
        "Please tell us what the credit balance is.",
        "Please let me know how much credit I have unused.",
        "Are I aware of my remaining credit amount?",
        "Is there leftover credit with me?",
        "What about my remaining credit?",
        "Can I know my credit limit?",
        "How much credit do we have available?",
        "Do you know how much credit I keep?",
        "Please let me know the total unused credits.",
        "I was wondering how much credit I had left.",
        "Can you give me the credit I have left?",
        "What is the final figure for leftover credited amount?",
        "Can I know the extent of my available funds?",
        "What is the current unused credit limit?",
        "What portion of my credit remains?",
        "I must know my remaining credit balance.",
        "You can inquire about the availability of additional credits.",
        "Did you tell me my remaining credits?",
        "Did you tell me about my credit limit?",
        "Is there an amount of credit that is available?",
        "Is it possible to figure out how much credit I have?",
        "Inform me of the amount of unused credit",
        "Amount of credit that is open?",
        "How much is my credit limit left?",
        "What is the amount of credit left in this account?",
        "I'm not sure how much credit I got left.",
        "Can you let me know my remaining credit?",
        "But what is my remaining credit?",
        "Do you know the credit I have?",
        "How much is available for credits?",
        "Can you tell if there is any credit left left?",
        "I want to know how much credit is still available.",
        "Please, my credit account balance?",
        "Will you tell me about my credit?",
        "May my credit balance be known?",
        "Inquire about the credits available.",
        "Tell me the status of the credit.",
        "How much of my current credit limit is unused?",
        "I request my credit balance.",
        "Is there any spare credit amount there?",
        "I was wondering what my remaining credit is.",
        "Tell me about the rest of my credit.",
        "What amount of my credit limit?",
        "Were the credit limit still there?",
        "Let me know if I have any unused credits.",
        "You should tell me credit status.",
        "How long is the credit left?",
        "Can you tell me how much credit is left in this account?",
        "I would like to know about my remaining credits.",
        "Did you tell me I still have credit?",
        "All right, what is my remaining credit?",
        "Please, tell me the number of unused credit.",
        "How much is the available balance?",
        "Let me know how much credit I still have.",
        "Tell me my rest of the credit.",
        "Can you show me my credit limit?",
        "Are you aware of my current credit limit?",
        "Am I told about my remaining credit?",
        "Amount of credit we have?",
        "How much credit was left to use?",
        "I don't know how much credit I got left.",
        "What about the leftover credited amount?",
        "Is my remaining credit amount currently known?",
        "Discuss remaining credit with me.",
        "Is it possible for you to tell me about my balance?",
        "What is the level of credit I have left?",
        "What amount of credit exist?",
        "How much of the leftover balance is left?",
        "Please inform me of my unused credit amount.",
        "Do you know what the available balance is?",
        "Is it still credit for me?",
        "Is there enough left over in my account?",
        "Please give me the amount of unused credit, please.",
        "Is it possible to know how much credit I have?",
        "Can you let me know of my credit?",
        "Talk to me about remaining credit.",
        "Can you let me know of my credit limit?",
        "Did you tell me about remaining credit?",
        "What is the total available credit?",
        "Do you know if there is any credit to spare?",
        "Let us know what the credit balance is.",
        "Inquire about the remaining credits.",
        "Please tell the balance available.",
        "Which credit limit is left?",
        "Will you know the amount of credit I have?",
        "Do you know the current credit availability?",
        "Has there enough left in my account?",
        "Got credit available?",
        "I wonder how much credit I have left?",
        "Can you provide me details on my credit standing?",
        "Ask me my remaining credit.",
        "Amount of credit that's still available?",
        "I want credit left with me?",
        "Can you tell me about my credit standing",
        "Oh, what is my remaining credit?",
        "Is the credit limit still?",
        "You know the amount of credit I have?",
        "How much credit's left in that account?",
        "How much credit is still there?",
        "How much is leftover in this account?",
        "Is there a spare credit amount I possess?",
        "The amount of credit I have?",
        "What current credit availability?",
        "Can you give me an idea of the leftover balance?",
        "I want to know if I have remaining credit?",
        "What is my balance left?",
        "Please let me know how much I have.",
        "How many unused credit are there?",
        "Is the credit limit remaining?",
        "What is the total amount left to be credited?",
        "How much credit am I allowed?",
        "Can you let me know the current credit limit?",
        "You need to inquire about the availability of further credits.",
        "How much credit are I still able to get?",
        "Do you know my unused credit amount?",
        "I want to know information on my credit standing.",
        "How much credit can I get?",
        "Tell me about my current credit limit.",
        "Please let me know my unused credit",
        "Could I know my remaining balance?",
        "Inform me of the amount of credit unused.",
        "Is there any spare credit amount left?",
        "What amount is left for credits?",
        "enquire about availability of credits",
        "How much of my credit limit is unused?",
        "I'm curious about the leftover balance.",
        "How much credit am I still able to use?",
        "Is there any credit left in me?",
        "Are you able to tell me of my credit limit?",
        "Amount of credit that is available?",
        "So, what is the leftover balance?",
        "Can you tell if there is credit available?",
        "How much credit can I still use?",
        "Right now do I have any spare credit amount?",
        "Tell me what my remaining credit is?",
        "What are my credit limits right now?",
        "Can you really tell if there's any credit left?",
        "What portion of my credit is available now?",
        "Can you tell me my current credit limits?",
        "Inquire about any additional credits.",
        "Should I know my remaining credit amount?",
        "Please get the remaining credit update.",
        "Tell me how much credit I have left.",
        "Is there credit to spare?",
        "Provide us with the available credit balance.",
        "Please tell me my credit amount.",
        "What is the exact amount of leftover credited money?",
        "Please give the available credit balance.",
        "Is there any credit left with me?",
        "Did I know my remaining credit amount?",
        "Is there any way to tell if there's credit to spare?",
        "What is the level of credit I have available?",
        "Inform the credit balance, please.",
        "I would like to know my unused credit amount",
        "I am curious about my remaining credit.",
        "Is there any credit left with me.",
        "Is there still credit with me?",
        "Do you know how much I have left on my balance?",
        "Which amount of credit was left?",
        "How much money should I have left in my account?",
        "Tell me my remaining credits.",
        "What credit left?",
        "Is there any spare credit amount I currently possess?",
        "So, what's my remaining credit?",
        "I don't know the amount of credit I still have.",
        "Is my credit remaining?",
        "How much of my credit limit is left?",
        "How much is leftover from credits?",
        "I'm not sure about my remaining credit balance.",
        "Can you tell me the current credit availability.",
        "Can you tell me what's left on my credit card?",
        "Can you let me know how my remaining credit is?",
        "What amount remains in my account?",
        "What is the actual leftover credited amount?",
        "Is there a spare credit amount left?",
        "Is it possible to reveal my current unused credits.",
        "Is it the exact figure for leftover credited amount?",
        "What extent of my credit is there?",
        "You should inquire about the availability of further credits.",
        "Can you tell me about my current credit limits?",
        "I wonder if you know how much credit I have.",
        "Do you know the total amount of credit that I still have?",
        "Inform me the amount of unused credit.",
        "Credit left in me?",
        "Can you tell me a bit about my credit standing?",
        "I do not know about my remaining credit.",
        "Can anyone tell me what the leftover balance is?",
        "I would like to know details on my credit standing.",
        "Is there any leftover on my account?",
        "Please let us know the available credit balance",
        "I'm curious how much credit I have left.",
        "Inform the available credit balance.",
        "How much of my balance is left?",
        "I request that you inform the credit balance.",
        "How much of it is available credit?",
        "Can you tell me my credit balance?",
        "Is there any spare credit amount you have?",
        "Please tell the amount of unused credit.",
        "What's leftover of my credit?",
        "Let me know how much credit I have leftover.",
        "what is my remaining credit",
        "I wonder if credit is left with me.",
        "Exactly how much credit was left?",
        "Is there any leftover unused credit left?",
        "Are the credit limit still there?",
        "I need to know about my remaining credit",
        "Please tell me the amount of unused credit!",
        "Please tell the available credit balance",
        "Please state the available credit balance.",
        "How much unused credit limit is I?",
        "What is left of the available credit?",
        "How much is my credit balance left?",
        "Let me know that I have my remaining credit.",
        "I don't know the amount of credit I possess.",
        "Does credit limit remain?",
        "Amount of credit outstanding?",
        "How much has leftover credited amount?",
        "Can you give me the amount of credit I have?",
        "Is it possible to discover the extent of my available funds?",
        "What's the extent of my credit remaining?",
        "Are you able to give me my credit limit?",
        "Please inform me of the unused credit amount.",
        "I don't know if you know the amount of credit I have.",
        "Please give the amount of credit unused.",
        "Is there any left in my account?",
        "What is my balance left on my credit card?",
        "Please, remaining credit update, please?",
        "The credit left for me?",
        "What are my remaining credits?",
        "How much credit is available for me now?",
        "How many credit cards is left?",
        "Can I ask my credit balance?",
        "Is there much credit left in the account?",
        "enquire about the availability of additional credits",
        "Was it possible to tell me about my current unused credits?",
        "What is the credit limit left?",
        "Is there any spare credit amount I own right now?",
        "Current credit availability is a question.",
        "How much credit limit left?",
        "What about my available credit?",
        "I want to know the amount of my remaining credit.",
        "Can you give me an estimate of my credit limit?",
        "We need to know the credit balance.",
        "I don't know how much credit I had left.",
        "What is the amount left of credit?",
        "Is there a spare credit amount that I possess right now?",
        "I request my credit balance, please?",
        "Can you tell if there's enough credit to spare?",
        "Do you know the credit amount that I have?",
        "Can you tell me how many credit cards I have left?",
        "Is it possible that you could reveal the total unused credits?",
        "Still have credits?",
        "Let me know if I have any unused credit amount.",
        "Tell me that I still have credit?",
        "How much of available credit is there?",
        "Can you tell me how much credit is available to me?",
        "The extent of my remaining credit is unclear.",
        "What should my remaining credit be?",
        "How can I know my current credit limit?",
        "Can you say how much credit is left?",
        "Is there anything left on my account?",
        "Tell me of my remaining credit.",
        "My remaining credit amount is not known.",
        "Can you tell whether there's credit left?",
        "Should I know about my remaining credit balance?",
        "Please advise the credit balance.",
        "What about credit left with me?",
        "My remaining credit balance?",
        "Is any credit still left?",
        "Please the remaining credit update.",
        "Can you give me details about my credit standing?",
        "What is my credit remaining, huh?",
        "I'm wondering what my remaining balance is.",
        "What are my remaining credit amounts?",
        "Can I find out the balance of my funds?",
        "I'm wondering about my available balance.",
        "Are you aware of the amount of credit I have left?",
        "Did you tell me how much credit I have left?",
        "How many credit cards have left?",
        "Tell the available credit balance.",
        "I am wondering if you could reveal my unused credits.",
        "Should you tell me about my remaining credit?",
        "I wonder if I have my remaining credit amount.",
        "Let me know I still have credit.",
        "Please tell me the amount of credit.",
        "What amount of credits is left?",
        "What is my current limit for credit?",
        "Do you know the availability of more credits?",
        "So do you know the amount of credit I have?",
        "Let me know my unused amount of credit.",
        "Please have the remaining credit update?",
        "Can you tell if there is any credit left over?",
        "Can you let me know my credit limits?",
        "How much is the leftover balance?",
        "I want to know about my credit status.",
        "tell me the status of my credit",
        "I would like to know about my remaining credit",
        "I would appreciate it if you could update me on the balance.",
        "Find out about the availability of further credits.",
        "ask about the availability of credits.",
        "What is the total amount of credit left to use?",
        "Do I possess a spare credit amount right now?",
        "Is it possible that you can tell me about my balance?",
        "I would like to know about my available balance.",
        "How much of my available credit is left?",
        "How much of the credit left?",
        "Can you let me know how much I have left?",
        "Is there more credit left with me?",
        "Is there more credits available?",
        "How amount of credit do I have?",
        "Is it possible to tell me my credit remaining?",
        "I need to know about my credit remaining.",
        "What amount of available credit do I have left?",
        "Can you tell me about my credit",
        "Can you tell me my credit standing?",
        "I want to know my remaining credit amount.",
        "How much is left of the credit?",
        "Please inquire about the availability of further credits",
        "What amount of credit do I have left.",
        "Can you provide me with my available balance?",
        "Please report the available credit balance.",
        "Please, tell me the total amount of unused credit.",
        "How much is my credit balance?",
        "Are you aware of the total amount of credit I have?",
        "Just what is my remaining credit?",
        "Is there more credit available?",
        "Can you determine if there's any credit left?",
        "Do I have any leftover credit amount?",
        "do you know how much credit I have?",
        "Can you tell if there's credit left?",
        "Can you tell me what credit I have left?",
        "How much left for credit?",
        "I am wondering if you could reveal my current unused credits.",
        "How much Credit is left?",
        "Can you tell if there is enough credit left?",
        "Is there still any remaining credit?",
        "How much of the available credit?",
        "How much credit is left",
        "I want to know if you could tell me my current unused credits.",
        "How do you know about my remaining credit?",
        "I'm wondering how much credit I have left.",
        "Were you able to reveal my unused credits?",
        "What credit availability right now?",
        "What is the scope of my remaining credit?",
        "I wonder if I know my remaining credit amount?",
        "Is my remaining credit balance accurate?",
        "Let me know if there is an unused credit amount.",
        "What percentage of my credit is still available?",
        "How much credit do I Have?",
        "What is the credit limit I have left?",
        "You are requested to inform the available credit balance.",
        "Is there a spare credit amount in my possession?",
        "I would like to know details about my current credit standing.",
        "Let me know of my unused credit amount.",
        "What does my remaining credit balance look like?",
        "Can you tell me the exact figure for leftover credited amount?",
        "What is the rest of my credit?",
        "I wonder if it is possible to check how much credit I have.",
        "Inquire for the availability of more credits.",
        "Total amount of credit available?",
        "How much credit left in that account?",
        "How much was left for credit?",
        "What is the availability of my remaining credit?",
        "Can you let me know how much credit I have?",
        "How much credit am I getting left?",
        "Is there any spare credit I possess?",
        "Is there any information on my remaining credit?",
        "Is it possible that you can let me know about my balance?",
        "Let me know the leftover credit amount.",
        "What amount of credit left for me?",
        "How much credit was left in this account?",
        "Inquire about the availability of additional credit.",
        "I want to know the details on my credit standing.",
        "What is my credit available for now?",
        "How much credit could be left?",
        "I would appreciate if you could let me know my unused credit amount.",
        "can I check how much credit I have?",
        "Is there any more credits available?",
        "Did you know the amount of credit that I have?",
        "What extent of credit left?",
        "What is the total for leftover credited amount?",
        "Can you advise me of my credit limit?",
        "Do I have the ability to check how much credit I have?",
        "Do you know the exact figure for leftover credited amount?",
        "Do you know how much I have credit?",
        "Is it possible to know my credit balance?",
        "The amount of credit left is a question.",
        "Are there any credit left with me?",
        "Let me know if I still have remaining credit.",
        "Please, let me know the amount of unused credit.",
        "What is the estimate for the leftover credited amount?",
        "Did you know the total amount of credit I have?",
        "Which amount of credit left?",
        "You should enquire about the availability of credits.",
        "Is my credit limit known to me?",
        "I'd like to know about my balance.",
        "Is it possible to find out the amount of available funds?",
        "Can you let me know of my available balance?",
        "How much credit have I got left?",
        "I need to know if I have remaining credit.",
        "Let me know how much unused credits you have.",
        "What is the maximum leftover credited amount?",
        "I want to know if you could tell me my unused credits.",
        "What is my balance remaining?",
        "Inquire if there are any more credits left.",
        "Can you tell me about my credit limit.",
        "Got any idea about the balance remaining?",
        "Can I inquire how much credit I have?",
        "What is my credits remaining?",
        "Are credit limit remaining?",
        "Is there any spare credit in my possession?",
        "What is the total credit available for me?",
        "Right now, do I have any spare credit amount?",
        "What is the remaining credit I have?",
        "Am I informed of my credit limit?",
        "Can I know how much my funds are available for?",
        "A credit limit remains?",
        "Please let me know how much I have left.",
        "Can you tell me the extent of my available credit?",
        "Is it possible to tell me about my current unused credits?",
        "Is it possible that you reveal my current unused credits?",
        "Please provide me with the unused credit amount.",
        "Let me know my remaining credit, lazy people?",
        "Can I know what my remaining credit amount is?",
        "Got a clue about what the leftover balance is?",
        "Can you confirm if there's credit to spare?",
        "Are there any credit left in this account?",
        "Is this credit left for me?",
        "They should tell me my remaining credit.",
        "Can you give me the status of my remaining credit?",
        "I need to know what's my remaining credit.",
        "Inquire about more credits",
        "What's left for my credit?",
        "I am wondering about my current credit standing.",
        "Is there funds left in my account?",
        "I want to know my credit limit.",
        "How much credit is still left in that account?",
        "I need information about my balance.",
        "Let me know my remaining credit!",
        "I don't know how much credit is left.",
        "Please have remaining credit update, please?",
        "You know how much credit I carry?",
        "what's my balance left?",
        "Can you give me the credit availability?",
        "Can you give me more information on my credit?",
        "Is there much more credit left?",
        "Alright, what is my remaining credit?",
        "Can you tell me what my remaining credit is like?",
        "Please let us know the total unused credits.",
        "What's my total balance left?",
        "Please let me know if there's any unused credit.",
        "You can enquire about the availability of credits.",
        "Can you give me details about my remaining credit?",
        "Let me know how much credit is left.",
        "Does it possible to check how much credit I have?",
        "Let us know the credit balance.",
        "Can you tell if you have enough credit?",
        "Credit limit still active?",
        "Is it possible to tell if there's any credit to spare?",
        "Do I have a spare credit amount now?",
        "What's the current unused credit limit?",
        "Is it possible to check my credit limits?",
        "Can you tell me the current credit limit.",
        "Is there still something on my account?",
        "What are the figures for leftover credited amount?",
        "I would like to know if you could disclose my unused credits.",
        "Ask about availability of further credits.",
        "I want to know how much credit is left.",
        "Is there anything left of my credit?",
        "I would like to know how much credit I have.",
        "Is there still any left on my account?",
        "Could the credit limit remain?",
        "Can I know the amount of my available funds?",
        "I need to be told remaining credit.",
        "Let me know my remaining credit, lazy bums?",
        "I am wondering about my available balance.",
        "I should know my credit amount.",
        "Get the available credit balance.",
        "How much credit am I able to get?",
        "Yes, what is my remaining credit?",
        "What's the amount left in my account?",
        "I would love to know about my balance.",
        "Can I check how much credit is there?",
        "What is the total amount of available credit?",
        "What is the amount of remaining credit that I have?",
        "Please give me the amount of unused credit",
        "An amount of available credit?",
        "Is there still credit for me?",
        "I want to be informed about my balance.",
        "Can I find out the size of my available funds?",
        "Do you know how much my remaining credit is?",
        "Please tell me the exact amount of unused credit.",
        "I am curious about my current credit limit.",
        "What level of credit is left?",
        "Have more credit left?",
        "Can you tell me more about my credit limit?",
        "Is the extent of my credit still available?",
        "Have any leftover credit left?",
        "How much credit do I still possess?",
        "What is the estimated figure for leftover credited amount?",
        "Is it possible to check my credit card amount?",
        "I would like to know the extent of my available funds.",
        "What quantity of credit is left?",
        "Can you provide me information about my credit standing?",
        "I want to know how much credit I have left.",
        "Find out what the leftover balance is.",
        "How much credit remained in this account?",
        "The amount of credit that is available?",
        "What amount of credit do I still have left?",
        "Was there credit left with me?",
        "Please let me know the amount of unused credit I have.",
        "How much credit's left?",
        "Is there enough leftover in my account?",
        "Is credit limit left?",
        "Can you tell if there's enough credit available?",
        "Can you tell me what amount of credit I have left?",
        "What is the amount of credit I have left?",
        "The availability of further credits should be inquired about.",
        "Is it possible to give me details on my current credit standing?",
        "Alright, what's my remaining credit?",
        "What is my limit of credit?",
        "How much credit is left to be used?",
        "Hey, what is my remaining credit?",
        "Can I inquire about my credit balance?",
        "What is the amount left in my account?",
        "I need you to tell me the amount of unused credit.",
        "How much credit do I retain?",
        "Exactly how much credit is available?",
        "Is there any credit left in this account?",
        "Have credit left?",
        "Credit limit still there?",
        "What is the exact figure for leftover credited money?",
        "I would like to check how much credit I have.",
        "Can I check for how much credit I have?",
        "I want to know how much credit I have available.",
        "How much credit is still left in this account?",
        "What amount of credit do you have left?",
        "How much credit will I have left?",
        "What extent of credit do I have?",
        "What my remaining credit is?",
        "I was wondering if you could reveal my current unused credits.",
        "The credit limit remaining?",
        "Please the remaining credit update?",
        "If I have a credit balance, please?",
        "Is my balance still left?",
        "Is there any spare credit that I have?",
        "Do you have an idea of the amount of credit I have?",
        "Is there still credit remaining?",
        "Find out how much credit I have.",
        "Have any leftover credits left?",
        "What is my credit balance still left?",
        "How much credit is left to be had?",
        "My remaining credit?",
        "Do you have my remaining credit?",
        "Is there any spare credit amount in my account?",
        "Please tell me the amount of credit leftover.",
        "Please let me know the unused credit I have.",
        "Is there any leftover credit?",
        "There's a question about my remaining balance.",
        "Do you have details on my credit standing?",
        "Inquire about the credits available",
        "Do I have remaining credit?",
        "How much credits do I have left?",
        "What amount of credit has been left?",
        "What do I have left on my credit balance?",
        "Is there a spare credit amount for me right now?",
        "What's remaining of my credit?",
        "I want to know the extent of my credit now.",
        "Is it possible to provide details on my credit standing?",
        "Whats my remaining credit?",
        "I want to know my unused credit amount",
        "Is it possible to inform me about my credit?",
        "Please tell me about my balance.",
        "Is there a figure for the leftover credited amount?",
        "How much is left for leftover credited amount?",
        "Ask my credit balance, please.",
        "What is the extent of my credit card?",
        "I would like to be updated on my available balance.",
        "How much is still left for credits.",
        "Please say the amount of unused credit.",
        "Can you tell me if I have remaining credit?",
        "What amount of credit is still left in this account?",
        "Can you give me some information about my credit?",
        "I still have any credit left?",
        "Do you know what credit I still have?",
        "Please tell the credit balance.",
        "What amount of credit leftover?",
        "Someone needs to know what the leftover balance is.",
        "Are you sure if there's credit to spare?",
        "Inquire regarding the availability of additional credits.",
        "The availability of further credits is something you should inquire about.",
        "I was wondering if you could tell me about my balance.",
        "Is it possible to inform me about my credit limit?",
        "What is the amount of my remaining credit?",
        "I wonder if you can tell me about my remaining credit.",
        "Are you able to tell me about my balance?",
        "I am wondering if I know my remaining credit amount.",
        "I would like to know if I could disclose my current unused credits.",
        "Let me know the unused amount of credit.",
        "Is it possible to provide me details on my credit standing?",
        "Will you be able to tell if there's credit to spare?",
        "I need to know my available balance right now.",
        "What's my credit balance remaining?",
        "Do you know the amount of credit I still have?",
        "Do you still have the credit limit remaining?",
        "Can you tell if there is enough credit available?",
        "I need you to tell me my unused credit amount.",
        "Is it possible I know my remaining credit amount?",
        "How much leftover credited amount is left?",
        "Can you please tell me about my remaining credit?",
        "Are the amount of credit I have still valid?",
        "What is the current credit limit of me?",
        "I would like to know what the leftover balance is.",
        "How much credit do I have still?",
        "And what is my remaining credit?",
        "How much remaining credit do I have?",
        "Can you share my credit limit?",
        "Did I have remaining credit?",
        "Can you tell me how much credit there is?",
        "May I know how much credit is left?",
        "The amount of credit left is not known.",
        "What about leftover credited amount?",
        "There is amount of credit available?",
        "Further credits are available, inquire about that.",
        "Credit remaining with me?",
        "Do you tell me my remaining credit?",
        "What information can you give me on my credit standing?",
        "Inquire about the credits still available.",
        "How much credit has I got?",
        "May I know how much credit I have?",
        "Is there any spare credit amount left right now?",
        "Is it possible to provide details on my current credit standing.",
        "What is the current credit limit for me?",
        "What's the current extent of my credit?",
        "I would like you to reveal the total unused credits.",
        "What portion of my remaining credit is left?",
        "Can I check out how much credit I have?",
        "The availability of additional credits should be inquired about.",
        "Is there any information on my credit standing?",
        "Please tell me the actual amount of unused credit.",
        "Credit still left?",
        "Please tell me my unused credit.",
        "How much credit am I still allowed to have?",
        "What amount of unused credit left?",
        "Tell me the amount of remaining credit.",
        "Please tell me about the availability of more credits.",
        "What is my credit remaining",
        "I want you to know the amount of credit I have.",
        "Should I be told about my remaining credit?",
        "Okay, what is my remaining credit?",
        "Inform us of the available credit balance",
        "Let us know about the availability of further credits.",
        "Is the credit limit leftover?",
        "Is it possible to tell if there's credit left?",
        "Can the credit limit remain?",
        "Inquire if there are any further credits.",
        "Is there anything left over in my account?",
        "Would you tell me my remaining credit?",
        "Could you tell me about my credits?",
        "Please contact me with the amount of unused credit.",
        "Amount of available financing?",
        "What extent of my credit remains?",
        "Do you have any information about my remaining credit?",
        "Is there still much left for credits?",
        "Please tell me the amount of credit remaining.",
        "How much credit left is in this account?",
        "How much credit is in this account?",
        "I need to know my credit balance",
        "Do I have a current unused credit limit?",
        "Is it possible that I know my remaining amount of credit?",
        "What is the amount left for leftover credited amount?",
        "I am wondering what my remaining credit is.",
        "I don't know what's my remaining credit balance.",
        "Let me know if there's any leftover credit.",
        "Amount of credit accessible?",
        "How much is leftover credited amount?",
        "Is there enough left in the account?",
        "Can you determine if there is credit to spare?",
        "Please notify the available credit balance.",
        "What is the estimated amount leftover from credited?",
        "What is my current credit limits?",
        "Can you tell me about my remaining credit",
        "What is the credit limit still?",
        "What amount of credits is still there?",
        "Wondering what the leftover balance is?",
        "Do I still have enough credit left?",
        "Please tell me about my credit status.",
        "Is there much credit left?",
        "Is it possible that you could disclose my current unused credits?",
        "You should inquire about the availability of more credits.",
        "I am unsure of the extent of my remaining credit.",
        "Can you tell if you have enough credit to spare?",
        "I wonder how much credit is left in this account.",
        "For credits, how much remains?",
        "I want to know about my available balance.",
        "Have any credits left?",
        "Is it possible to tell if there's enough credit to spare?",
        "I want to know the current unused credit limit.",
        "How much credit am I able to take?",
        "What's left on my account?",
        "Please tell me about the amount of unused credit.",
        "How much money is left for credits?",
        "How much credit have left?",
        "What is the total amount of my remaining credit?",
        "Is there any spare credit amount that I have at this time?",
        "Can you tell if there's credit left to spare?",
        "I am wondering if you can tell me about my remaining credit.",
        "I want to know if I have unused credit.",
        "Is there any spare credit amount that I have right now?",
        "Do I have any credit left with me?",
        "What is mine remaining credit?",
        "What's the amount leftover from credited?",
        "Might I know my remaining balance?",
        "I do not know my remaining credit amount",
        "I would like to know if you could reveal my unused credits.",
        "Let me know the unused credit amount",
        "Are there any remaining credits?",
        "How much credit is available to me now?",
        "How much credit I have left?",
        "Can you tell if you have credit to spare?",
        "Do I have any spare credit on hand?",
        "Can you tell me about my credit status?",
        "What amount of credit have I got?",
        "Got any idea of the balance left?",
        "You can let me know about my remaining credit.",
        "Did you know the amount of credit I have?",
        "What is my credit limits right now?",
        "What amount of credit is available now?",
        "Is there any spare credit amount for me right now?",
        "Please tell me how much unused credit is there.",
        "Can you identify if there's credit to spare?",
        "Still have credit left?",
        "Are you able to inform me about my remaining credit?",
        "Can you tell if there's any credit left over?",
        "Say how much my remaining credit is.",
        "How much credit am I left with?",
        "What's the total amount of credit I have?",
        "Are you aware of what the leftover balance is?",
        "I'm unsure of my remaining credit amount.",
        "How much is my balance left?",
        "I need the details on my credit standing.",
        "I would like to know how much credit I still have.",
        "What is the extent of my credit availability now?",
        "Is it possible to provide information about my current credit standing?",
        "I don't know my current credit limit.",
        "Is it possible to provide details about my current credit standing?",
        "How many credit cards are still left?",
        "Is there any unused credits you could tell me?",
        "Have I got any spare credit amount?",
        "Please tell me what amount of credit is unused.",
        "Is it possible I know my remaining credit balance?",
        "How much are my remaining balances?",
        "Enough credit available?",
        "Can I get any credit left with me?",
        "May I know what my credit balance is?",
        "Can I know the amount of available funds?",
        "How much credit was there left?",
        "Do I need to tell you my remaining credit?",
        "What's the credit left?",
        "How much credit left is available?",
        "How much time left for credit?",
        "Please inform the available balance.",
        "May I know my total credit amount?",
        "Please let me know the unused credit.",
        "What's the rest of my credit?",
        "Is it ok to tell me remaining credit?",
        "Inform me of my remaining credit?",
        "Is it possible you can tell me about my balance?",
        "Do you know what my remaining credit is?",
        "Inform the amount of available credit.",
        "What amount of credit left?",
        "Find out about the availability of credits.",
        "Is there any more credit left for me?",
        "How much credit was left in the account?",
        "What is the amount left over from credited?",
        "Do I have my remaining credit amount?",
        "Is there a spare credit amount I have yet?",
        "You can tell me how much credit is left.",
        "How much was my credit left?",
        "Let me know remaining credit.",
        "To inform the credit balance, please.",
        "What is mine remaining balance?",
        "How much leftover credited amount is there?",
        "What's the amount of available credit?",
        "Is it possible for you to inform me of my credit limit?",
        "How much credit limit is left?",
        "How much credit does I have?",
        "Just how much credit left?",
        "what is the leftover balance?",
        "Is there any spare credit amount that I have yet?",
        "I am requesting my credit balance.",
        "Is there any leftover credit for me?",
        "How much credit is there left?",
        "Can you tell me how long my credit is?",
        "How many credit cards are still available?",
        "How much credit are I holding?",
        "Can you speak to me about my balance?",
        "Inform me of my remaining credit, lazy bums?",
        "Is the credit limit still current?",
        "Tell me the rest of my credit?",
        "Can you tell if there is any credit to spare?",
        "Can you give me the current credit limits?",
        "I have credit left with me?",
        "Can you give me a breakdown of my credit limit?",
        "Can you tell if there's any leftover credit?",
        "How much is still available for credits?",
        "Tell me my creditstatus.",
        "May I know the credit amount?",
        "What is the credit limit that I have?",
        "Please inquire about the availability of additional credits.",
        "Please let me know about my available balance.",
        "Do you know about my remaining credits?",
        "Can you give me the status of my credit?",
        "How much is still on my account?",
        "Please mention the available credit balance.",
        "So how much is left for credits?",
        "What do you know about my remaining credit?",
        "Is it possible to find out how much my available funds are?",
        "Please tell me the amount of the unused credit.",
        "Is it possible to tell me remaining credit",
        "You know the total amount of credit I have?",
        "For credits, how much is there?",
        "Can you tell if there is credit left?",
        "Do you know thetotal amount of credit I have?",
        "Tell me how much I still have?",
        "I would like to know if I possess any spare credit amount.",
        "Are you able to update me on my available balance now?",
        "I want to know if you know the amount of credit I have.",
        "Please tell me about my current credit limit.",
        "Let me know of my credit status.",
        "Inform me that I have remaining credit?",
        "I want to know about my credit standing.",
        "Tell me how much credit I still have.",
        "How much credit are there left?",
        "Please? Remaining credit update?",
        "What is the status of my remaining credit?",
        "My remaining credit isn't known.",
        "The amount of available credit?",
        "Is it possible to check my credit standing?",
        "How much credit am I having?",
        "Can I find out how much I have available?",
        "A number of available credit?",
        "I wonder how much credit I have?",
        "What is my remaining credit?",
        "Is it possible you could tell me about my unused credits?",
        "Please tell me the amount of credit unused.",
        "I want the remaining credit update.",
        "Can I find out the extent of my credit?",
        "Do you have remaining credit for me?",
        "Please tell me the unused credit amount",
        "Are you sure of the amount of credit I have?",
        "Can you let me know about my credit?",
        "Is the extent of my credit available?",
        "I would like to know if I have any spare credit amount.",
        "Please tell me my remaining credit.",
        "What amount is left in my account?",
        "Can you tell me the total amount of credit left?",
        "I want to know my remaining balance.",
        "I need to know my unused credit amount.",
        "I would like to have credit left with me.",
        "What is the extent of my available credit now?",
        "Do I possess a spare credit amount?",
        "What has my remaining credit?",
        "Is there a remaining credit balance?",
        "Let me know the amount of unused credit, please.",
        "Amount of credit left in this account?",
        "You should tell the available credit balance.",
        "I want to know how much credit is available.",
        "What portion of my credit is left?",
        "Wondering what the leftover balance is.",
        "Please tell me how much credit is leftover.",
        "I wondered if you could tell me about my unused credits.",
        "What amount of credit have I got left?",
        "Inquire about the availability for more credits.",
        "I don't know if I have enough credit left.",
        "Please tell me if I have unused credit.",
        "Will you be able to tell if there's credit left?",
        "What amount of unused credit is there?",
        "Are the credit limit still intact?",
        "Tell me I have enough remaining credit?",
        "Please, remaining credit update?",
        "What is my remaining available credit?",
        "Tell me the status of my credit",
        "Which amount of credit is left?",
        "Can you tell me about the credit limit?",
        "What is the extent of my credit right now?",
        "How much of the leftover balance is there?",
        "Is the balance still available?",
        "What portion of my credit is available?",
        "What amount of credit has left?",
        "What is the degree of my remaining credit?",
        "Amount of credit availablity?",
        "What is the credit amount I have?",
        "Are there sufficient funds left in my account?",
        "Can you tell if there's leftover credit?",
        "Amounts of credit available?",
        "May I know my remaining credit?",
        "I don't know how much is left for credits.",
        "I wanted to know how much credit I had.",
        "What is my credit limit left?",
        "Will I have enough credit left?",
        "I want to know what's leftover balance.",
        "Do you know the status of my remaining credit?",
        "Do you know the total amount of credit I still have?",
        "What did I get left in credit?",
        "Can I know the amount of funds I have left?",
        "I want to know how much credit I have remaining.",
        "I don't know my remaining credit amount",
        "How much credit can there be?",
        "What amount of credit do I have?",
        "I need your credit balance please.",
        "Do you know the extent of my credit?",
        "Is the credit limits remaining?",
        "Have you idea what the leftover balance is?",
        "Please tell of the credit balance.",
        "Do you know how much credit I still have?",
        "Can you help me with my credit limit?",
        "Please, tell me the amount of unused credit.",
        "Is it possible that I know my remaining credit amount?",
        "Please inform us of the credit balance.",
        "What is the amount of available credit left?",
        "Are you able to give me details on my credit standing?",
        "Can you let me know about my credits?",
        "So, what is my remaining balance?",
        "How much credit's left in this account?",
        "What the amount of credit?",
        "I need to know what my current credit limit is.",
        "Amount of credit being available?",
        "I'm wondering what my remaining credit is.",
        "How much is left for the credits?",
        "Can you provide me with a current credit limit?",
        "Please, my credit balance...",
        "May I know the remaining credit amount?",
        "How much credit exists in this account?",
        "There's available credit?",
        "What is the level of leftover credited amount?",
        "Are you able to let me know about my balance?",
        "inquire about the availability of more credits",
        "How much credit is still up for grabs?",
        "You can give me information on my credit standing.",
        "Amount of available credits?",
        "Are there ways to check how much credit I have?",
        "How many credit cards are I left with?",
        "Can you tell me the information on my credit standing?",
        "Can you let me know the status of my credit?",
        "I wanted to know about my remaining credit.",
        "Are we left with credit?",
        "What amount of credit is left unused?",
        "Please inform the balance of the credit.",
        "Is there any left of my credit?",
        "Can anyone tell me what's leftover balance?",
        "Inquire about the credits left.",
        "I want to know about my unused credit amount.",
        "Just have any remaining credit?",
        "Inquire about the number of credits left.",
        "Is it possible to provide details about my credit standing?",
        "Do you want to tell me my remaining credit?",
        "Do I have a spare credit amount right now?",
        "I don't know about my credit limit.",
        "Yes, tell me my remaining credit.",
        "What is the remainder of my credit balance?",
        "I want to know about my remaining credit",
        "How much remain for credits?",
        "I would like to know if I have any spare credit amount right now.",
        "What's my remaining credit",
        "Tell me the amount of credit left.",
        "Is it okay to tell me my remaining credit?",
        "Can you tell whether there's credit to spare?",
        "Can you tell me about my remaining credit.",
        "I need to know what my available balance is.",
        "Let me know the total amount of unused credit.",
        "Have the credit limit remaining?",
        "Is there any chance you can tell if there's credit to spare?",
        "Is it possible to find out the amount of my available funds?",
        "Ask about the availability of additional credits.",
        "What information can you give me about my credit standing?",
        "How much credit remaining in this account?",
        "Let us know about the credit balance.",
        "Is there a amount of available credit?",
        "You know how many credits I have?",
        "I want to know my unused credit amount.",
        "Is there any remaining credit you can give me?",
        "I would like to find out about my remaining credit.",
        "Is it possible to inform me of my remaining credit?",
        "It is not known what my remaining credit is.",
        "How much credit is left in the account?",
        "Please tell me about the credit balance.",
        "Still have some credit?",
        "What's my balance remaining?",
        "Please specify the available credit balance.",
        "Is there any details on my credit standing?",
        "Right now, do I have any spare credits?",
        "Can you tell my credit limit?",
        "How many credits is there?",
        "Could I check how much credit I have?",
        "I would like to know my credit status.",
        "Is it possible to tell me remaining credit?",
        "So, how much credit do I have?",
        "Tell me how much credit I have remaining.",
        "May I know how much credit I have left?",
        "Is there an amount of credit available?",
        "What is the amount of credit that I have left?",
        "Do you know how much credit I possess?",
        "Can I be updated on my available balance?",
        "Do you know if there's any credit to spare?",
        "Amount of credit currently available?",
        "Is it possible to give me details about my credit standing?",
        "Can I know my credit balance?",
        "What is the total credit left?",
        "Is there any more for credits?",
        "Please give the amount of unused credit.",
        "May I know what my remaining credit is?",
        "Please, my credit card balance?",
        "I want to know what my remaining credit balance is.",
        "Is there any credit left?",
        "Please tell me the amounts of unused credit.",
        "Can you tell if there is enough credit to last?",
        "Can you tell if there's credit to spare.",
        "Do I have any spare credit at the moment?",
        "What amount of credit's left in this account?",
        "Tell me my credit standing.",
        "What is the total amount of credit left for me?",
        "I need to know the unused credit amount.",
        "Get in touch with the available credit balance.",
        "Is there any left over credit?",
        "I don't know the amount of credit I have.",
        "Please tell me the amount of unused credit.",
        "What amounts of credit left?",
        "Have any further credit left?",
        "May my remaining credit balance be known?",
        "Can you supply me with my credit limit?",
        "What are my remaining balances?",
        "Are you able to let me know about my remaining credit?",
        "What is the total amount of credit I still have?",
        "I need to know what the extent of my credit is.",
        "Can you give me an idea of my credit limit?",
        "Tell me I have some credit left.",
        "Do you know if there is credit to spare?",
        "I wish to know the total unused credits.",
        "Amount of credit available?",
        "Does anyone know the amount of credit I have?",
        "What is the amount of credit left for me?",
        "What is left of credit?",
        "How much of my remaining credit is left?",
        "I want to know the extent of my remaining credit.",
        "I am not sure if you know the amount of credit I have.",
        "How much credit is there left in this account?",
        "Please let me know about my remaining credit.",
        "Please tell me about my current unused credits.",
        "Tell me about my available balance.",
        "You might be able to tell if there's credit to spare.",
        "What amount of credit I have available?",
        "Tell me about the availability of credits.",
        "How much credits left?",
        "Tell me what's the leftover balance.",
        "Do you know what's the leftover balance?",
        "How much of my remaining credit is there?",
        "Is there any information about my credit standing?",
        "Tell me credit's status.",
        "Is there any spare credit amount I posses right now?",
        "Want to know how much credit I have?",
        "Do you know my remaining credits?",
        "Can you tell me what the available balance is?",
        "Can you tell me how much credit left?",
        "Let me know if I have any leftover credit.",
        "I would like to know about my current unused credits.",
        "Is the amount of credit currently available?",
        "Will there still be any credit left?",
        "How much credit is left over?",
        "How much is still left for credits?",
        "Are you able to tell me about my credit standing?",
        "Tell me the amount of unused credit.",
        "Is my remaining credit account known?",
        "Talk to someone about the availability of credits.",
        "I wonder if you could tell me my current unused credits.",
        "How much left on my credit balance?",
        "Please tell me the unused credit amount.",
        "You can ask about the availability of credits.",
        "Can you keep me updated on my available balance?",
        "How much credit is left left?",
        "Do I have enough credit available?",
        "I would like to know about my balance.",
        "Am I left with enough credit?",
        "I need to know how much credit is left.",
        "You can tell me how much credit I have.",
        "What is the precise figure for leftover credited amount?",
        "Tell me the amount of credit I have.",
        "Do you know the credit balance?",
        "Tell me I still have some credit?",
        "Can I check how much credit I have?",
        "How much credit leftover?",
        "Do you have any idea about the leftover balance?",
        "I wonder if I know my remaining credit amount.",
        "Can you tell me something about my credit?",
        "Are you familiar with how much credit I have?",
        "Does anybody know what the leftover balance is?",
        "How much is my available funds?",
        "\" Remaining credit update, please?\"",
        "What is available credit left?",
        "Are you aware of your remaining credit amount?",
        "Please give us the credit balance.",
        "What's the amount of credit I have available?",
        "What is left for credits?",
        "Let me know my unused credit.",
        "What is my residual balance?",
        "Can you tell if the credit is still available?",
        "I wonder if I possess any spare credit amount.",
        "What's left on my credit card?",
        "How much credit?",
        "I need you to tell me my remaining credit.",
        "Can anyone tell me what's the leftover balance?",
        "Let me know what unused credit I have.",
        "Information on my credit standing can you give?",
        "Do you have a current credit limit for me?",
        "Will you tell me how much credit I still have?",
        "Is there remaining on my account?",
        "Inquire about the credits that are still available.",
        "What is the scope of my available credit?",
        "Please please, my credit balance?",
        "Someone needs to know what's the leftover balance.",
        "I'm curious about my remaining credit.",
        "I would like to know about my current credit standing.",
        "How much credit am I in?",
        "Please let me know the unused credit amount.",
        "How much leftover credited amount is it?",
        "Tell me I have remaining credit?",
        "Slaves, tell me my remaining credit.",
        "Is my remaining credit balance known?",
        "Can you tell if there's even any credit left?",
        "Are you able to inform me about my credit?",
        "Is there still any unused credit left?",
        "How much do I have on my credit balance?",
        "Tell me what my remaining credits are.",
        "Let me know if I have my remaining credit.",
        "Wait, what is my remaining credit?",
        "What amount of credit is leftover?",
        "How about my remaining credit?",
        "Let us know the availability of the credit balance.",
        "For my credit balance, please?",
        "I need to know about my balance",
        "Please tell us about the available credit balance.",
        "How much is leftover from my credit?",
        "What is the remaining credit available?",
        "Can you tell me what's my remaining credit?",
        "How much credit were left?",
        "Do you know the total amount of credit I possess?",
        "What does my remaining credit consist of?",
        "Is the amount of credit I still have known?",
        "Do you know the amount of credit that I still have?",
        "I want to find out about my remaining credit.",
        "What are my unused credit limits?",
        "If there is any credit to spare, can you tell?",
        "Do you have any information about my available balance?",
        "I want to know the amount of unused credit.",
        "Can you tell me the amount of credit left?",
        "how much credit is left in this account",
        "Can you tell whether or not there's credit to spare?",
        "My balance on credit, please?",
        "Can you confirm my credit standing?",
        "Amount of availability of credit?",
        "You know how much credit I possess?",
        "What do you tell me about remaining credit?",
        "Let me know what my unused credit amount is.",
        "How much of the credit is left?",
        "Please tell me how much credit I still have.",
        "I want to know what the extent of my credit is now.",
        "Tell me the amount of credit you have unused.",
        "What is the credit I have remaining?",
        "What are the current unused credit limits?",
        "Questions about the availability of further credits.",
        "What's the extent of my remaining credit?",
        "I would like my credit balance, please?",
        "Is there more credit left?",
        "You can let me know my credit limit.",
        "Can I check my credit limit?",
        "Please let me know how much credit I have left.",
        "Is it possible to tell me my remaining credit?",
        "How much is left for credit?",
        "What is my remaining balances?",
        "Let us know the available credit balance.",
        "Wow, what is my remaining credit?",
        "Tell me how much I have left?",
        "Let me know credit status.",
        "How much is left over for credits?",
        "Can you tell me my current credit limit?",
        "How much is left over credited amount?",
        "Ah, what is my remaining credit?",
        "Is it possible to say my current unused credits?",
        "What is the credit left with me?",
        "Inquire about availability of additional credits",
        "The amount of credit I have is still unknown.",
        "Can you tell me if there's credit left?",
        "How much of my credit are left?",
        "Can I be informed of my credit limit?",
        "Is it possible I know the remaining credit amount?",
        "Got any idea about the balance leftover?",
        "My credit account balance, please?",
        "Correct, what is my remaining credit?",
        "Can you tell if there's credit remaining?",
        "I want to know about my balance.",
        "How much credit are I still given?",
        "Do you know the amount of credit I have.",
        "Let me know if I have any remaining credit.",
        "Could I know my remaining credit balance?",
        "Do I still have credit left with me?",
        "Who knows my remaining credit balance?",
        "What are my remaining credits, huh?",
        "Can you provide me with information about my balance?",
        "What is the extent of my credit available?",
        "Is it possible for you to reveal the total unused credits?",
        "Are you aware of my credit limit?",
        "Got any idea what the balance is left over?",
        "What's my credit balance still?",
        "How do I know my remaining credit?",
        "Please tell me credit status.",
        "What is my credit limit?",
        "Can you tell if there's enough credit?",
        "How much more credit is left?",
        "I am curious about how much credit I have left.",
        "Can you tell if there is credit spare?",
        "Please, my credit balance, please?",
        "What is the current limit of my credit?",
        "I need to know what my remaining credit balance is.",
        "Do you know the amount of credit I carry?",
        "Is there any spare credit amount that I have currently?",
        "Please let us know about the available credit balance.",
        "Tell me the rest of my credit.",
        "What is the total availability of credit?",
        "I wonder if I know my remaining credit amount",
        "What is the size of my available credit?",
        "Is it possible to tell me my current unused credits?",
        "What's the balance of my credit?",
        "Tell me I have more credits left?",
        "Have any remaining credit still left?",
        "I would like to know if you disclose my current unused credits.",
        "Is there any leftover unused credits?",
        "I need to know about my remaining credits.",
        "Please inform the balance of the credit card.",
        "What is the figure for the remaining credited amount?",
        "I would like to know the total unused credits.",
        "Please tell me about the unused credit amount.",
        "I am not sure what my remaining credit is.",
        "I am wondering if I can find out the extent of my funds.",
        "I would like you to tell me about my current unused credits.",
        "Well what is my remaining credit?",
        "How much credit left to use?",
        "Is it possible to tell if there's any credit left?",
        "Is there any spare credit amount I have yet?",
        "Is my current credit limit known to you?",
        "How much credit can I get left?",
        "Do you want to tell me my remaining credits?",
        "I was wondering about my available balance.",
        "Can you tell if there's even credit left?",
        "Right now, do I have a spare credit amount?",
        "Can you tell me how much credit I still have left?",
        "My credit's balance, please?",
        "Please inquire about additional credits.",
        "What is the amount of credit available?",
        "Let me know if there's any unused credit.",
        "Inquire about the additional credits.",
        "Please tell my amount of unused credit.",
        "To inform the available credit balance, please.",
        "Would you let me know about my remaining credit?",
        "Is enough left in my account?",
        "Have you got an idea of the leftover balance?",
        "Does I know my remaining credit amount?",
        "Do I have any spare credit, right now?",
        "What is the level of my available credit?",
        "I wonder how much credit I got left.",
        "I want to know if I have any spare credit amount or not.",
        "Can you keep me up to date with my available balance?",
        "Can you figure out if there's any credit left?",
        "There is credit available?",
        "Remaining credit updates, please?",
        "I wondered what my remaining credit was.",
        "Tell me about my credit status.",
        "Can you explain how much credit I have left?",
        "Can I check how much credit I hold?",
        "Are there any spare credit amount I have?",
        "Inform me I have remaining credit?",
        "Please tell me the amount of unused credit you have.",
        "Please tell me the total amount of unused credit.",
        "Do you have my remaining credits?",
        "I wish to know the amount of unused credit.",
        "Is there any leftover unused credit?",
        "Let me know what I have unused credit for.",
        "What's the total leftover credited amount?",
        "Can you tell me about my credit card limit?",
        "How about remaining credit?",
        "How much credit are left in this account?",
        "How much of my credit do I have?",
        "Do you know the exact amount of credit I have?",
        "how much credit is left in this account?",
        "Tell me what's left of my credit.",
        "How much credit is there?",
        "Credit limit still remaining?",
        "You should know how much credit I have.",
        "How much credit could I check?",
        "I need the remaining credit update.",
        "Are there still credit limit remaining?",
        "Can you please tell me about my credit standing?",
        "Is there any idea of the leftover balance?",
        "I wanted to know what my remaining credit was.",
        "Is there any leftover credit left?",
        "What's my remaining credits?",
        "How much are my remaining credit balances?",
        "How much of my credit balance remain?",
        "Tell me what's left of my credit!",
        "Exactly how much unused credit is left?",
        "Will there be enough credit left?",
        "I want to know my remaining credit.",
        "right now do I have any spare credit amount?",
        "Can you let me know how much credit is left?",
        "Was there any credit left for me?",
        "Credit limit still intact?",
        "Can I know my credit card balance?",
        "You can inform me about my remaining credit.",
        "How much credit is left in this account",
        "How much credit limit do I have left?",
        "Is there more credit left in this account?",
        "Can you tell me the amount of credit that I have?",
        "Do you know the extent of my available credit?",
        "You can ask about the availability of more credits.",
        "As of now, how much credit is left?",
        "What are the credit limit remaining?",
        "Tell me I'm still getting credit?",
        "I'm wondering how much credit I still have.",
        "Do you have any idea what the leftover balance is?",
        "What amount of credit remaining?",
        "The amount of credit availability?",
        "Is my current credit limit known to me?",
        "Please tell what the credit balance is.",
        "How much of the credit is available?",
        "Is there a spare credit amount I possess right now?",
        "What is the figure for the leftover credit?",
        "You know the amount of credit that I have?",
        "Can I find out how much money I have available?",
        "Tell me how much credit is left.",
        "Let me know how much credit I don't use.",
        "What information can you give me regarding my credit standing?",
        "What is my credit left?",
        "Let us know about the availability of credits.",
        "Tell me I have left credit?",
        "How much is left on my account?",
        "How much credit is still usable?",
        "I would like you to tell me my current unused credits.",
        "Credit still left with me?",
        "Can I know the extent of my remaining credit?",
        "Is the credit with me left?",
        "The credit balance should be informed.",
        "What is still there for credits?",
        "How much credit left do I have?",
        "Can I check how much credits I have?",
        "Please let me know the available credit balance.",
        "Please tell me the unused credit.",
        "How much credit do I have access to?",
        "Can someone check how much credit I have?",
        "Is there any left of unused credit?",
        "Is there a amount of credit available?",
        "What remains of my credit balance?",
        "Can you tell me how my remaining credit is?",
        "How much credit have I got?",
        "There is a credit limit remaining?",
        "What credit limit do I have left?",
        "How much remains for credits?",
        "Is there still money on my account?",
        "Is it possible to know my remaining balance?",
        "Is there enough credit left for me?",
        "Tell me how much credit is leftover.",
        "What is my credit availability?",
        "Can you inform me of my available balance?",
        "How much credit are you still giving me?",
        "Let me know my amount of unused credit.",
        "What is the balance of my remaining credit?",
        "How much is leftover credited for?",
        "Would I know my remaining credit amount?",
        "I wonder how much credit I left.",
        "Are you able to tell me about my remaining credit?",
        "What is the total amount of remaining credit?",
        "How much credit do I have spare?",
        "Is there any left of the credit?",
        "I was wondering if you could tell me my unused credits.",
        "Can you give me how much credit I have?",
        "Can you tell me what is left on my credit card?",
        "Is there any spare credit amount now?",
        "Can you give me my current credit limits?",
        "Tell me about the rest of my credit?",
        "Just have any credit left?",
        "Was there still any credit left?",
        "The amount of credit remaining?",
        "Tell me I have some remaining credit?",
        "Do you know the amount of credit I possess?",
        "Let us know of the available credit balance.",
        "Have enough credit left?",
        "Please tell me the sum of unused credit.",
        "Can you tell me information on my credit standing?",
        "What is the exact figure for leftover credit?",
        "Tell me about my credit",
        "How much credit is left open?",
        "How many cards do I have left?",
        "I need details on my current credit standing.",
        "Can you let me know my credit status?",
        "Might I know my credit amount?",
        "Are you able to tell me about my credit?",
        "You should inform me of my remaining credit.",
        "You should inform me of my credit limit.",
        "Can you tell if there is credit left to spare?",
        "I'm wondering if I know my remaining credit amount.",
        "A remaining credit limit?",
        "Do you know the current credit limit for me?",
        "Is there any spare credit amount you possess?",
        "Can you say if there is credit to spare?",
        "Can you say if there is any spare credit?",
        "Please tell me how much credit there is.",
        "Is the credit limit still remaining?",
        "Can you let me know what my remaining credit is?",
        "Please let me know if I have leftover credit.",
        "Right, what is my remaining credit?",
        "How much of it is left for credits?",
        "What's the total amount of credit that I have?",
        "How much credit is left in this accounts?",
        "Is it possible to know my remaining credit balance?",
        "Can you provide information on my credit standing?",
        "What amount left in my account?",
        "Tell me I can keep my credit?",
        "Can I know my remaining balance?",
        "What's the credit balance left?",
        "What is the amount of my credit available?",
        "Inquire if there are further credits available.",
        "It is unclear how much credit is left.",
        "How much of my available credit is there?",
        "You can give me details on my credit standing.",
        "I want to know if there is enough money left in my account.",
        "Is there any spare credit amount yet?",
        "Can you tell me of my credit limit?",
        "Let me know if there is any leftover credit.",
        "What are the remaining credits?",
        "Should I know the amount of credit I have?",
        "What's my remaining credit.",
        "Is there any spare credit amount I have left?",
        "Is there much left in my account?",
        "I need to know about my remaining credit?",
        "Is it possible to inform me about my balance?",
        "Can we check how much credit I have?",
        "please, tell me the amount of unused credit",
        "Is there sufficient funds left in my account?",
        "How much remains in this account?",
        "Inquire if there are any more credits.",
        "Is the extent of my remaining credit known?",
        "Do you know how much credit's left in this account?",
        "How many credits have I left?",
        "What is the total credited amount for leftover?",
        "Tell me that I have credit left?",
        "What will be my remaining credit?",
        "How much credit is left?",
        "Will I have any spare credit amount at the moment?",
        "Can you identify if there is credit to spare?",
        "Please let me know how much I have unused credit.",
        "Can I please get my credit balance?",
        "What is the credit amount left?",
        "You should tell me how much credit I have left.",
        "What can you tell me about my credit standing?",
        "Can you say how much credit I have left?",
        "Is it time to tell me remaining credit?",
        "Is it possible to provide details on my current credit standing?",
        "Do you know of my current credit limit?",
        "Is there amount of available credit?",
        "I want to know how much credit I still have left.",
        "I need my credit balance, please.",
        "I need to know about my remaining credit balance.",
        "Can you tell me anything about my remaining credit?",
        "I would like to know the credit status.",
        "I need to know my available balance.",
        "How much leftover credit do I have?",
        "How much still exists for credits?",
        "Can you give me remaining credit?",
        "How much credit do we have left?",
        "Please tell me the total amount of unused credit",
        "I am wondering how much credit I have left.",
        "How much left in this account?",
        "Let me know my unused credits.",
        "ask about the availability of further credits",
        "Can a person check how much credit they have?",
        "I want to know the extent of my credit remaining.",
        "Inquire about credit availability.",
        "I'd like to know the total unused credits.",
        "Are the credit limit still remaining?",
        "Can I check what credit I have?",
        "Can I check on how much credit I have?",
        "It's time to tell me my remaining credit.",
        "How much credit in this account is left?",
        "Will you give me details on my credit standing?",
        "How much credit do I get left?",
        "Does anyone know what's left over balance?",
        "Is there much credit left in this account?",
        "I wonder if you can tell me my credit limit.",
        "Let me know how much I have left in credit.",
        "Is it possible to reveal my unused credits?",
        "May I know my credit limit?",
        "Can you show me if there's credit to spare?",
        "Is it necessary to tell me my remaining credit?",
        "Number of available credit?",
        "I want to know about my current credit standing",
        "I am looking for information on my credit standing.",
        "Is it possible that you could disclose my unused credits?",
        "How much credit was there for me?",
        "Can I be sure of my remaining credit amount?",
        "Do you know my credit remaining?",
        "Can you tell me how much credit I still have?",
        "How much credit limit remains?",
        "Please tell me the amount of credit left unused.",
        "Can you let me know how much credit I have left?",
        "Can I check what amount of credit I have?",
        "Can you give me details on my credit limit?",
        "Is it possible to check my credits?",
        "What do you know about the leftover balance?",
        "How much is leftover credit?",
        "Tell me my remaining credit, lazy buggers?",
        "Do you know my available balance?",
        "Can you give me some information on my credit standing?",
        "Please tell me how much credit is left.",
        "Let me know if there is any unused credit amount.",
        "Will there be credit left with me?",
        "Is there anything you can tell me about my remaining credit?",
        "I would like to know if you could tell me about my unused credits.",
        "Inform the available credit balance",
        "Anyone know what the leftover balance is?",
        "inform available credit balance",
        "Please inform what the credit balance is.",
        "I have a question about my remaining credit.",
        "My remaining credit, what is it?",
        "How much credit there is?",
        "Do I have enough credits left?",
        "You might be able to disclose my current unused credits.",
        "What is the sum of my remaining credit?",
        "Can you tell if there's credit spare?",
        "How much credit is mine?",
        "Is there any extent to my remaining credit?",
        "I don't know how much credit I have left",
        "Can you show me if there's credit left?",
        "Am I able to check how much credit I have?",
        "What is the amount of credit that I have?",
        "Is it possible to tell me about my credit limit?",
        "What amount of credit remains in this account?",
        "I need to know if I have any spare credit amount right now.",
        "What is the extent of my credit remaining?",
        "I would like to know the extent of my credit.",
        "Can I ask about my credit standing?",
        "Do you know the amount of credit that I possess?",
        "What is my credit card limit?",
        "Is there a remaining credit limit?",
        "Do you know how much credit I have.",
        "My remaining credit balance is not known.",
        "Shall I know my remaining credit amount?",
        "Which credit is left in this account?",
        "How much credit can be left?",
        "How much credit is still available.",
        "Are you able to inform me of my remaining credit?",
        "I wish to know about my remaining credit.",
        "Are you able to tell me how much credit I have left?",
        "What is the credit amount left for me?",
        "Please let me know my credit status.",
        "Please tell me about my credit standing.",
        "Is my remaining credit card balance known?",
        "Can you tell me the status of my credit",
        "Is any credit left in this account?",
        "How much credit do I posses?",
        "What is the credit remaining available?",
        "Is it possible you can tell me about my remaining credit?",
        "How much is my remaining balance?",
        "Do you know the credit amount I still have?",
        "Yeah, what is my remaining credit?",
        "What amount of credit limit remain?",
        "Are there any credit still left?",
        "Can you tell me the leftover balance?",
        "Are you still giving me remaining credit?",
        "Is there still much credit left?",
        "Are you aware of the amount of credit I have?",
        "How much credit stays in this account?",
        "I want to find out about my balance.",
        "Let me know the amount of credit I have unused.",
        "How much credits remain?",
        "My remaining balance is a question.",
        "I don't know how much credit left.",
        "You can inquire about the availability of further credits.",
        "Tell me the amount of unused credit that you have.",
        "Do you have an idea of the leftover balance?",
        "Can I know my credit amount?",
        "Amount of credits available?",
        "I wonder if you could disclose my unused credits.",
        "Please, my credit card balance, please?",
        "May I know my credit card amount?",
        "Do you have any information on my credit limit?",
        "Tell me the amount of credit not used.",
        "You want to know how much credit I have?",
        "What is the amount of credit left to use?",
        "Please tell me what my unused credit amount is.",
        "Oh yeah, what is my remaining credit?",
        "Tell me I still have some credit left?",
        "inquire about the availability of additional credits",
        "How much credit has left?",
        "My credit balance, please, please?",
        "What is my credit available to me now?",
        "I want my credit balance please?",
        "The amount of credit that I have?",
        "There is a question about how much credit is left.",
        "I would like to know my unused credit.",
        "So what is the extent of my credit?",
        "Do you know just how much credit I have?",
        "I am not sure what my current credit limit is.",
        "How much credit has I got left?",
        "Is there any spare credit amount available?",
        "Give me the remaining credit?",
        "I'm not sure if you know the amount of credit I have.",
        "Can you give me the information on my credit standing?",
        "What is the amount of remaining credit?",
        "Can I find out my remaining credit amount?",
        "How Much credit do I have?",
        "Is it possible to inform me about my available balance?",
        "What is the amount of credit currently available?",
        "Hmm, what is my remaining credit?",
        "Is there any more unused credit left?",
        "What amount of balance is available?",
        "Can I determine my remaining credit amount?",
        "I would like to know information on my current credit standing.",
        "Can you tell me if I have enough credit left?",
        "I want to know how much unused credit you have.",
        "Can I find out how much I have left over?",
        "I wanted to know if you could reveal my unused credits.",
        "Can you give me some information about my credit standing?",
        "What is my credit limit at right now?",
        "Do you know if I have enough credit?",
        "What amounts of credit do I have left?",
        "Are there any more credit left?",
        "What is the level of available credit?",
        "What is the amount of my credit available now?",
        "Can you tell if there's any credit spare?",
        "What is the available credit left?",
        "Is it possible to check what credit I have?",
        "Let me know my credit balance.",
        "Right now, do I own any spare credit?",
        "I need to know how much credit is available.",
        "Should I know what the leftover balance is?",
        "Do I have enough remaining credit?",
        "What's the current credit limit for me?",
        "What extent of my credit is available?",
        "Do I have any spare credit?",
        "May I know about my balance?",
        "Please tell me the available credit balance.",
        "What amount is there for credits?",
        "Have available credit?",
        "Do you still have my remaining credit?",
        "Is there still enough credit left?",
        "Can you tell if there is any credit spare?",
        "Can I check how much credit I possess?",
        "Can you provide me details about my credit standing?",
        "Can you tell me the extent of my credit?",
        "I was wondering if you could reveal my unused credits.",
        "You know, how much credit do I have?",
        "Inquire about the availability more credits.",
        "Inquire about the credits.",
        "I don't know the extent of my remaining credit.",
        "What is left of available credit?",
        "Is that still credit left for me?",
        "Can you tell if there is credit for spare?",
        "Can you tell me my remaining credit?",
        "Tell me I have more credit left.",
        "I'd like to know my unused credit amount.",
        "Do you recall the amount of credit I have?",
        "Can you say if there's credit left?",
        "Will you reveal my unused credits?",
        "Can you tell if there's any credit remaining?",
        "Are you able to tell me how much credit I still have?",
        "Should I know my current credit limit?",
        "Is there any remaining credit for me?",
        "Let me know how much of my credit is unused.",
        "Can you give me some details on my credit standing?",
        "Still have credits left?",
        "enquire about the availability of more credits",
        "Is there anymore credit left for me?",
        "Tell me I have some left over?",
        "I am looking for information on my current credit standing.",
        "I need credit left with me?",
        "How much credit am I still carrying?",
        "What's my credit remaining?",
        "Do you know if there's any spare credit?",
        "You can inform the available credit balance.",
        "I want to know details about my current credit standing.",
        "How much credit has I left?",
        "What amount of credits is still left?",
        "Please inform me of my credit limit.",
        "I want to know my available balance now.",
        "I am wondering if you could tell me about my current unused credits.",
        "I want to know if you know about my remaining credit.",
        "I do not know how much credit I have left.",
        "Tell me the credit status.",
        "I would appreciate if you would let me know my unused credit amount.",
        "Is there any more credit you can tell me?",
        "I'm wondering how much credit I have remaining.",
        "How much more credit do I have left?",
        "Can you give me some information about my remaining credit?",
        "Can you tell if there is any credit left?",
        "Can you tell me something about my credit limit?",
        "Is it possible to know my remaining credit amount.",
        "I would like to know more about my current credit standing.",
        "Tell me how much my remaining credit is.",
        "Can you tell me how much credit is left?",
        "Are there any details on my credit standing?",
        "Is there any more credit to tell me?",
        "I would like to know if you reveal my current unused credits.",
        "Tell me I still have credit left.",
        "Amount of Credit available?",
        "Is there any credit left in the account?",
        "Is there still a credit limit?",
        "Can I find out my credit balance?",
        "May I know my credit amount?",
        "How much credit is still out there?",
        "What's the amount of my credit?",
        "Please tell me my credit status",
        "Available credit?",
        "Is that possible to check how much credit I have?",
        "Have any credit left, still?",
        "You can update me on my available balance.",
        "What amount of credit are still left?",
        "How much credit is left remaining?",
        "Is there enough in my account left?",
        "Please tell about the credit balance.",
        "I am wondering about my remaining credit.",
        "What amount of credit have I gotten left?",
        "Should I know the remaining credit amount?",
        "The availability of more credits should be inquired about.",
        "Let me know the unused amount of my credit.",
        "Will you let me know of my credit limit?",
        "Are you able to tell me how much credit I have?",
        "I would like to know about my unused credit amount.",
        "Tell us about the availability of credits.",
        "what's my remaining credit?",
        "Inform me about my remaining credit.",
        "Inquire about the availability of more credits",
        "Can you keep me up to date on my available balance?",
        "What's left of my credit balance?",
        "Is there much left for credits?",
        "Can you tell me how much credit is there?",
        "Please tell me how much of the credit is unused.",
        "How much credit are we left with?",
        "What is the size of my credit left?",
        "Let me know how much I have left.",
        "What credit is left with me?",
        "Please let us know what the credit balance is.",
        "How much credit have I had left?",
        "What is the extent of my credit currently?",
        "I am wondering how much credit is left.",
        "For credits, how much is left?",
        "I want to know more about my current credit standing.",
        "Can you tell if there's any credit to spare?",
        "What credit is left for me?",
        "Who knows my remaining credit amount?",
        "Remaining credit update requested?",
        "I want to know if I still have remaining credit.",
        "Can I know how much I have left?",
        "Do you know the credit balance I have?",
        "Do you know how much credit I have available?",
        "How much credit is remaining in this account?",
        "Do you have any information about my current credit limit?",
        "How large is the credit left?",
        "What amount of credit are there?",
        "I want to know if I possess any spare credit amount.",
        "Some credit left?",
        "I don't know about my current credit limit.",
        "I would like to inform the credit balance.",
        "I would like a remaining credit update.",
        "Is enough credit left?",
        "I'm not sure what's my remaining credit.",
        "Inquire if there is more credits available.",
        "I'm wondering if I know my remaining credit balance.",
        "Please provide the amount of unused credit.",
        "Tell me how much credit I have left?",
        "Do you remember my remaining credit?",
        "Amount of credit card available?",
        "What is my remaining credit.",
        "Can you tell if there's enough credit to last?",
        "What's the amount of credit available?",
        "Please tel me the amount of unused credit.",
        "Do you know how much credit I have?",
        "how much credit do I have?",
        "How much credit am I still left with?",
        "Inquire about the further credits.",
        "Is there more available credit left?",
        "Do you know what the amount of credit I have?",
        "What's my credit balance still left?",
        "I wonder if you could tell me about my unused credits.",
        "What is the amount of credit I still have?",
        "How much credit do I still have available?",
        "How much credit is available in this account?",
        "Is there any spare credit amount currently available?",
        "How much credits is there?",
        "Can you tell me about the current credit limit?",
        "What is my residual credit?",
        "It's not clear how much credit is left.",
        "I don't know what my remaining credit amount is.",
        "What is the credit I have left?",
        "I need to know my unused credit amount",
        "Just how much credit do I have?",
        "What is the balance currently available?",
        "What amount of credit are available?",
        "still have credit?",
        "Do you know what my available balance is?",
        "What is my remaining credit limit?",
        "Is there still credit left with me?",
        "What is the best figure for leftover credited amount?",
        "Please tell me the amount of unused credit I have.",
        "What is the final amount left for credited?",
        "Will it be possible to check how much credit I have?",
        "What is the extent of my credit availability?",
        "Can I inquire about how much credit I have?",
        "Tell me I have credit.",
        "How much credit is available now?",
        "Do you have an idea of how much credit I have?",
        "Is there any left over unused credit?",
        "Is there any spare credit amount still available?",
        "Please tell me the credit balance.",
        "You can inquire about availability of further credits.",
        "Can I find out how much credit I have?",
        "Can you identify if there's credit left?",
        "I want to know details on my credit standing.",
        "Tell me how much my credit is left?",
        "Please tell me how much I have unused credit.",
        "I want you to reveal my current unused credits.",
        "Do I hold any spare credit amount?",
        "What is my credit limit",
        "Is it possible for you to disclose my current unused credits?",
        "What's the remainder of my balance?",
        "Tell me if I have any more credit?",
        "Can you tell me how much credit remains?",
        "I would like to know my available balance now.",
        "You are aware of how much credit I have?",
        "Can you give me details on my remaining credit?",
        "I need to be updated on my available balance.",
        "Let me know how much credit I have remaining.",
        "Is there remaining credit with me?",
        "Ask about further credits.",
        "What amount of available credit is there?",
        "My credit balance, please.",
        "Is it possible for you to reveal my unused credits?",
        "Can you tell me about my credit limit?",
        "You can let me know about my credit limit.",
        "Inquire about the availability of additional credits",
        "Inquire about available credit balance.",
        "What is my credit limit yet?",
        "Is it possible to tell if there's credit to spare.",
        "May I know my credit total?",
        "What amount of credit?",
        "Is it possible you could disclose the total unused credits?",
        "What amount of credit do we have left?",
        "Let me know what my credit status is.",
        "What is the figure for leftover credited money?",
        "Should you know the amount of credit I have?",
        "Please tell me about my unused credit.",
        "How much credit has been left in this account?",
        "Just how much credit is left in this account?",
        "I need to know if I'm remaining credit.",
        "Actual amount of available credit?",
        "How much credit does still exist?",
        "Please let me know how much credit is left.",
        "Is it possible to still tell me remaining credit?",
        "What is the figure for leftover credit?",
        "What's the amount of credit I have left?",
        "How much credit is available",
        "I wonder how much credit I still have.",
        "Can I check if I have enough credit?",
        "Please let me know what my unused credit amount is.",
        "How much is the available credit?",
        "How much of my remaining credit do I have?",
        "Is it possible to give details on my credit standing?",
        "What is my leftover credit?",
        "May I be aware of my remaining credit?",
        "What amount remains for credits?",
        "You can tell me about my remaining credit.",
        "Can I check how much my credit is?",
        "Please, my credit balance!",
        "Can I check the amount of credit I have?",
        "How can I check how much credit I have?",
        "Please reveal the amount of unused credit.",
        "Will I know about my remaining credit amount?",
        "What is the amount of credit?",
        "Is it possible to inform me of my current credit limit?",
        "Are you able to tell me my current credit limit?",
        "Can you give information on my credit standing?",
        "Tell me how much of my credit remains?",
        "What extent of credit is left?",
        "In this account, how much credit is left?",
        "The extent of my remaining credit is not known.",
        "What is the unused credit left?",
        "Please help me with my credit balance.",
        "Is there currently credit availability?",
        "Let me know my credit amount",
        "Inquire if further credits are available.",
        "You can tell me my credit limit.",
        "Still have credit?",
        "Is there any remaining in my account?",
        "How much credit do I have available now?",
        "Can you tell me Current credit availability?",
        "Please tell me the amount of unused Credit.",
        "How much is left in credits?",
        "Inform of the available credit balance.",
        "How much credit am I with?",
        "How much credit is there left in that account?",
        "Ask my credit balance, please?",
        "Do I have any spare credit amount?",
        "Do you know the true amount of credit I have?",
        "How much credit is left to give?",
        "I want to know if you can disclose my unused credits.",
        "I need to know if there is enough money left in my account.",
        "Tell us the available credit balance.",
        "Please, the remaining credit update.",
        "Can you tell me the extent of my available funds?",
        "What is the figure forLeftover credited amount?",
        "I would like to know if you can tell me my current unused credits.",
        "What are my credit limits currently?",
        "What's my remaining amount?",
        "Is there any spare credit I have yet?",
        "How much credit is left from this account?",
        "How much of the credit is still available?",
        "I am curious about my credit limit.",
        "Is it possible to tell me about my current credit limit?",
        "Right now, do I have any spare credit?",
        "How muchcredit is left?",
        "What is remaining on my account?",
        "I want to know the details of my current credit standing.",
        "How much credit do I have.",
        "What is the length of my credit?",
        "Is it possible to see how much credit I have.",
        "I was wondering if you could tell me the current unused credits.",
        "What amount of credit am I able to get?",
        "I want information on my credit standing.",
        "I would like to know about my current credit limit.",
        "Inform me about my balance.",
        "Please tel the credit balance.",
        "Give me the credit status.",
        "How much credit does this account have left?",
        "Are there credit to spare?",
        "Is it possible to know the remaining credit amount?",
        "I want to know if I have any spare credit amount right now.",
        "Do you know the balance of credit I have?",
        "What's the length of my credit?",
        "I ask about my remaining credit.",
        "Exactly how much credit is left?",
        "What amount of credit is available",
        "Continue to have credit left?",
        "You can inquire about the availability of credits.",
        "Do I still have any spare credit?",
        "Is there a credit limit left?",
        "What is the total amount of unused credit left?",
        "Can I know how much credit I have left?",
        "How muchcredit do I have?",
        "Can you let me know about my remaining credits?",
        "Please tell me how many unused credit you have.",
        "Is there any leftover funds in my account?",
        "Is it possible to give me my remaining credit?",
        "How much my remaining credit is?",
        "How much credit are I left with?",
        "How much credit do I have left.",
        "I don't know what my remaining credit is?",
        "Is it enough left in my account?",
        "Can you tell me how much balance I have left?",
        "Do you know the amount of credit available?",
        "What amount of credits do I have left?",
        "Amount of outstanding credit?",
        "What is the duration of my credit?",
        "Tell me what's left on my credit card?",
        "Please ask about the availability of credits.",
        "Are there any left in this account?",
        "What is my balance left on my credit cards?",
        "Inquire if there are any more credits available.",
        "How much of my credit is available now?",
        "What amount of my remaining credit is left?",
        "How much credit can I still get?",
        "Tell me how much I still have left?",
        "Is there still any remains on my account?",
        "How much of available credit?",
        "Can you tell if there is any spare credit?",
        "I wondered how much credit I had left.",
        "I want to know if I have any spare credit amount.",
        "What is the credit left for me?",
        "I need to know of my current credit limit.",
        "How much are my remaining balance?",
        "What amount of credit do we still have?",
        "Please have remaining credit update?",
        "How much leftover credit?",
        "Can you give me the amount of credit available?",
        "Can you tell if there is credit to spare.",
        "How much credit am I still given?",
        "Is there any spare credit amount I currently have?",
        "I wonder what my remaining credit balance is.",
        "Tell me what the amount of unused credit is.",
        "How much credit am I allowed to have?",
        "Inquire about possible additional credits.",
        "Would you know the amount of credit I have?",
        "Is it possible to tell me about my credit standing?",
        "What is the credit remaining?",
        "What's left of my balance?",
        "What is the total amount of credit I have remaining?",
        "Let's know the credit balance.",
        "What is my remaining Credit?",
        "Inform us about the credit balance.",
        "Please tell me the total amount of credit unused.",
        "Can you tell me the amount of credit available?",
        "Are the credit left with me?",
        "I don't understand what my remaining credit is.",
        "Can there be credit to spare?",
        "I would appreciate knowing my unused credit amount.",
        "Let the person know the available credit balance.",
        "How much credit is left in an account?",
        "Inquire about the credits you can get.",
        "Are you aware of my remaining credit?",
        "Do you know the total amount of credit I have left?",
        "Are there amounts of credit available?",
        "Are you able to provide information on my credit standing?",
        "Can you let me know of my remaining credit?",
        "Is there a spare credit amount that I have yet?",
        "Are you able to give me information on my credit standing?",
        "Credit limit still left?",
        "How much of my credit is left?",
        "How much credit limit remain?",
        "I'd like to know my remaining credit amount.",
        "What is the availability of my credit?",
        "What is the size of my credit remaining?",
        "I need to know the extent of my remaining credit.",
        "A question about my remaining balance.",
        "What is my unused credit limits?",
        "What amount of credits could you tell me?",
        "You might be able to tell me about my current unused credits.",
        "I want to know if I have my remaining credit balance.",
        "What is the exact figure of the leftover credited amount?",
        "What is the actual figure for leftover credited amount?",
        "What is my credit limit still unused?",
        "Is it possible to tell if there's credit spare?",
        "Do you know how much credit I've got?",
        "My credit balance, please, please.",
        "Is it possible to give me my current credit limit?",
        "Do you have any idea if there's credit to spare?",
        "What's the available credit?",
        "Is there an amount of credit I have?",
        "How much credit do I have left",
        "Inquire about the credit balance.",
        "what's my remaining credit",
        "I need to know my remaining credit amount.",
        "How much remain on my account?",
        "Inform us of the available credit balance.",
        "I would like to hear about my remaining credit.",
        "How many credit cards do I still have?",
        "Can you tell me how much credit is left for me?",
        "How much credit are you able to give me?",
        "Credit available?",
        "Can you tell me if there is credit to spare?",
        "What do I have left in credit?",
        "Can you tell if there's a credit card left?",
        "Tell me how much credit isn't used.",
        "Have any remaining credits?",
        "Will I have any spare credit amount?",
        "Let me know of my remaining credit.",
        "What is the final total for leftover credited amount?",
        "Do I have any more credit left?",
        "Do you tell me my remaining credit.",
        "Know what the leftover balance is?",
        "What is my remaining credit worth?",
        "Please inform of the credit balance.",
        "Can I know the extent of my credit now?",
        "Please inform the balance of credit.",
        "I am wondering how much credit I have available.",
        "Is my credit still intact?",
        "Will I be told remaining credit?",
        "Inquire if more credits are available.",
        "I would appreciate if you told me remaining credit.",
        "Do you know your remaining credit amount?",
        "Please inform the credit amount.",
        "Can you tell me what's left on my credit?",
        "What is the total leftover credited amount?",
        "Let me know of the unused credit amount.",
        "Tell me how much unused credit is left.",
        "Does anyone know how much credit I have?",
        "Is it possible to disclose my current unused credits?",
        "What is the amount of remaining credit I have?",
        "I want to know what's the leftover balance.",
        "What do you think is my remaining credit?",
        "Can I ask how much credit I have?",
        "I wanted to know how much credit I had left.",
        "I wish to know my remaining credit amount.",
        "I don't know what's my remaining credit.",
        "Is there a credit left for me?",
        "What is my remaining credit, alright?",
        "I want to hear about credit status.",
        "Tell me my remaining credit, lazy bums?",
        "I need an update on my available balance.",
        "Can you tell me the status of my remaining credit?",
        "Is there a spare credit amount I have right now?",
        "You may be able to reveal my current unused credits.",
        "What's the remaining balance for me?",
        "What part of my credit is left?",
        "I'm unsure of my remaining credit balance.",
        "What is the figure for the leftover credited amount?",
        "I need to know if you can disclose my current unused credits.",
        "The amount of credit I have is unknown.",
        "What is left in my account?",
        "Does anyone know my remaining credit balance?",
        "What is my credit limits at the moment?",
        "I want to know what my available balance is now.",
        "What is the remainder of my credit?",
        "Can you tell me about the credit I have?",
        "Do you have any details on my credit standing?",
        "What do I have left on my balance?",
        "Is there any spare credit amount I have at this time?",
        "What's the amount of credit left in this account?",
        "Can I check my credit standing?",
        "The amount of unused credit, please.",
        "Let me know the amount of unused credit.",
        "Will you let me know my credit limit?",
        "I'm curious about how much credit I have left.",
        "Please have a remaining credit update.",
        "What amount is available credit?",
        "Do I have any credit left?",
        "Is it possible for you to disclose my unused credits?",
        "Please, the remaining credit update, please?",
        "I would like to know how much credit I have left.",
        "What amount of credit is open?",
        "Is it possible to inform me about my remaining credit?",
        "Inquire about the number of credits available.",
        "Please tell me my credit status.",
        "How much credit do I have",
        "Can you give me the total amount of credit available?",
        "Can you tell me my credit limit?",
        "Can I check to see how much credit I have?",
        "What amount of credit is available to me?",
        "What is the level of my remaining credit?",
        "Is there a credit left with me?",
        "Is there any spare credit amount currently?",
        "What is the extent of my credit at this time?",
        "Can you give my credit limit?",
        "Please give me the credit status.",
        "What is the current availability of credit?",
        "Let me know my credit limit.",
        "Inquire if the credits are still available.",
        "Do I still have remaining credit?",
        "I want to know how much credit I have.",
        "Is it possible you could reveal my current unused credits?",
        "What is currently credit availability?",
        "What is the status of my credit?",
        "Can I know how much my available funds are?",
        "Is there credit left for me?",
        "What amount of credit does still exist?",
        "Is there anything you can tell me about my credit standing?",
        "How much is in there for credits?",
        "Can you tell if there's credit that's spare?",
        "Is the amount leftover credited?",
        "I don't know what the extent of my remaining credit is.",
        "I want to know the amount of credit unused.",
        "Let us know how much unused credits you have.",
        "Please let me know the amount of unused credit",
        "How much is leftover credited Amount?",
        "Can I find out how much funds I have?",
        "Do you know how much I got left?",
        "What amount of credit do I have left",
        "What's the extent of my credit?",
        "Do you tell me how much credit I have?",
        "Is there any spare credit amount I have?",
        "Is there a way to see how much credit I have?",
        "Will you tell me about my credit standing?",
        "Is there an exact amount for leftover credited amount?",
        "How much credit's in this account?",
        "Do you know about my available balance?",
        "How much remain my credit balance?",
        "Tell me that I still have credit.",
        "Please let me know about my balance.",
        "You should be able to update me on my available balance.",
        "So, what is my remaining credit?",
        "Can I know the extent of my credit?",
        "What amount of credit are left in this account?",
        "Tell me my credit remaining.",
        "I want to know if you can tell me my current unused credits.",
        "Tell me how much credit is left over.",
        "Can you tell me if there's any credit left?",
        "What is the credit available to me now?",
        "Got any idea what the balance is left?",
        "Will I know my remaining amount of credit?",
        "What is the credit I have?",
        "How much credit is left on the account?",
        "Tell me my credit limit.",
        "Please let me know how much credit I still have.",
        "Do you know your remaining credit balance?",
        "Is it possible that you can tell me about my remaining credit?",
        "What is the total amount of credit still available?",
        "Do you know my credit limit?",
        "How much credit is still in this account?",
        "I would like to know my remaining credit amount.",
        "Let me know if there is unused credit.",
        "Can you tell if there is credit remaining?",
        "How much of the credited amount is leftover?",
        "I need to know what my available balance is now.",
        "Will you tell me how much credit I have?",
        "What is the exact number for leftover credited amount?",
        "Can you tell me how much credit is still out there?",
        "Can you tell me how much my remaining credit is?",
        "Do I have an amount of credit left?",
        "Please let me know of the available credit balance.",
        "Is there any spare credit amount currently in my possession?",
        "Can you tell if there is spare credit?",
        "Allow me to know my credit amount.",
        "I wonder how much credit I have left",
        "Do you know if I have my remaining credit?",
        "I would like to know the amount of my available funds.",
        "Let me know about my available balance.",
        "What is my current credit limit?",
        "What's the balance still available?",
        "I was wondering if you could tell me about my current unused credits.",
        "What credit did I get left?",
        "How much credit is left for me now?",
        "How much credit am I allotted?",
        "Was the credit limit still remaining?",
        "How is the figure for leftover credited amount?",
        "What is the exact amount of leftover credited amount?",
        "Can you tell me about remaining credit?",
        "Can you give me details of my credit standing?",
        "Is the credit limit still in tact?",
        "How much credit are available?",
        "Am I sure about my remaining credit amount?",
        "Can you figure out if there's credit left?",
        "Inquire about the amount of credits available.",
        "What is the credit I have available?",
        "Can you give me the credit limit I have?",
        "If there's credit to spare can you tell?",
        "Is it possible to tell me about my remaining credit?",
        "Please indicate the credit balance.",
        "Tell me I still have credit left?",
        "Is there any more credit left with me?",
        "Are you aware of how much credit I still have?",
        "Get in touch with the availability of additional credits.",
        "How many credits did I have?",
        "Remaining credit limit?",
        "Do I have any spare credit amount right now?",
        "Is it possible I know my remaining credit?",
        "Are there any leftover unused credit?",
        "Please tell me the amount of credit unused",
        "Let me know if I have credit status.",
        "enquire about the availability of further credits",
        "How much credit is left with me?",
        "I need to know my credit amount.",
        "Can you give me the total amount of credit I have left?",
        "How much credit is out there?",
        "Can you provide information about my credit standing?",
        "Is it possible to tell me the remaining credit?",
        "How much credit do I have available?",
        "how much credit left?",
        "Is there any spare credit amount that I own?",
        "I would like to know if I could reveal my current unused credits.",
        "What is the current availability of my credit?",
        "Let me know the unused credit I have left.",
        "I need to know about my credit balance.",
        "How much credit do i have left?",
        "What is the correct figure for leftover credited amount?",
        "Could the credit limit still be?",
        "I need to know the amount of credit I have.",
        "Is the amount of credit I have still valid?",
        "Is the extent of my credit available now?",
        "Let me know how much unused credit I have left.",
        "Amount of credit available to someone?",
        "Do you know the number of credits I have?",
        "Speak to me about remaining credit.",
        "Is there any spare credit amount in my possession right now?",
        "Can you tell me the available credit?",
        "Inquire if there's more credits available.",
        "Ask about the availability of further credits",
        "Can I tell you how much credit I have left?",
        "Can you say if there is any credit left?",
        "I don't know how much credit I've left.",
        "I am wondering what the extent of my credit is.",
        "What amount of credit is available for me?",
        "How much available credit?",
        "How much credit limit remaining?",
        "Can you please tell me about my balance?",
        "Let us know the available credit balance",
        "Would you let me know my current unused credits?",
        "Can you give me information on my credit limit?",
        "What is my remaining credit amount?",
        "Can you give me the available balance?",
        "What is the leftover credited amount?",
        "What is the amount left to be credited?",
        "I don't know my remaining credit balance",
        "What is the amount leftover from the credit?",
        "Do I possess any spare credit?",
        "Can you tell me the availability of my balance?",
        "I would like to know the details on my credit standing.",
        "I need you to know my unused credit amount.",
        "Tell me what's left of my credit?",
        "Is it possible to find out what my available funds are?",
        "How much unused credit is left?",
        "Inform us of the availability of further credits.",
        "Can I check how much credit?",
        "What amount of available credit?",
        "Can you shed light on my credit standing?",
        "What's my credit limit left?",
        "Inform me of my available balance.",
        "Which amount of credit is left in this account?",
        "Do you know the credit limit I have?",
        "I need my credit balance please.",
        "I need to know if I have unused credit.",
        "Can you tell me how much credit I have",
        "What is the credit's remaining amount?",
        "what's the leftover balance?",
        "Is there more credit left for me?",
        "Is it a good idea to tell me remaining credit?",
        "You can tell me about my credit limit.",
        "Any idea of the leftover balance?",
        "Can you tell me what amount of credit I have?",
        "Can you let me know about my available balance?",
        "Tell me the credit standing.",
        "How much credit is left.",
        "What amount of credit are I left with?",
        "Is it possible my remaining credit amount?",
        "Is there some credit available?",
        "Can you tell me how much is left for credits?",
        "How much credit does I have left?",
        "Will I have any spare credit amount right now?",
        "Let me know what my remaining credit is.",
        "How much credit did I get left?",
        "Is my remaining credit amount known.",
        "Can you tell me about my remaining credits?",
        "How much credit can I check?",
        "Approximately how much credit is left?",
        "Do I have any spare credit amount at the moment?",
        "Will you let me know my current credit standing?",
        "Can you tell if there is credit left over?",
        "Is there any spare credit amount that I have?",
        "Is the credit limit still active?",
        "How much is leftover from credit?",
        "Please tell me of my credit limit.",
        "Please give me the amount of unused credit.",
        "How can you tell me about my credit standing?",
        "Can you give me details about my credit?",
        "What is the extent of my credit available now?",
        "Is my current credit limit available to you?",
        "Will I know what my remaining credit amount is?",
        "I do not know my current credit limit.",
        "Please inform the credit balance",
        "How much of the credited amount remains?",
        "Can you please give me my credit balance?",
        "Can you give me how much credit I have left?",
        "What is the actual amount of leftover credited amount?",
        "Please tell me the amount of credits unused.",
        "How much remains on my account?",
        "Tell me about the rest of the credit?",
        "Tell me about my credit.",
        "Is there still a credit balance?",
        "I want to know about my credit limit.",
        "I would like to know the available credit balance.",
        "What is the exact number of leftover credited amount?",
        "How much credit is left there?",
        "Please inform about the credit balance.",
        "So do you know how much credit I have?",
        "You must inform the available credit balance.",
        "how much is left for credits",
        "What's the credit limit still?",
        "I need to know my remaining balance.",
        "Do you know if I have any remaining credit?",
        "Do you have the amount of credit that I have?",
        "Let me know about my unused credit",
        "Please, tell me how much unused credit you have.",
        "Can you tell me if there's credit available?",
        "How do I know about my remaining credit?",
        "Are there any credit remaining?",
        "Please get the remaining credit update?",
        "Tell me how much unused credit there is.",
        "I don't know if credit is left with me?",
        "What is my current limit of credit?",
        "Should I know my remaining credit?",
        "Can you tell me about my credit standing.",
        "Do you think it's possible to check how much credit I have?",
        "Disclosure of the total unused credits would be appreciated.",
        "Let me know about the availability of further credits.",
        "Is there much left of the credit?",
        "What is my remainder credit?",
        "Inform the credit balance that is available.",
        "The amount of credit available?",
        "Can you tell me what is the leftover balance?",
        "I wonder what my remaining credit is?",
        "What's my remaining credit amount?",
        "Please, tell me the amount of credit unused.",
        "What is my availability of credit?",
        "Do you have an idea of the credit I have?",
        "What credit is left in this account?",
        "Would it be possible to reveal my current unused credits?",
        "What's the extent of credit I have?",
        "Is that still credit with me?",
        "Inform me of the unused credit amount.",
        "Is there any spare credit amount I posses?",
        "please tell me the amount of credit unused",
        "What is my credit remaining?",
        "Can you update me with my available balance?",
        "what is my remaining credit balance?",
        "Do I have enough left in my account?",
        "What amount of credit can I still get?",
        "Let me know the amount of unused credit that I have.",
        "I want to know credit status.",
        "What is the extent of credit left?",
        "What amount of credit do I have left?",
        "Do you have an idea about the leftover balance?",
        "Do you know the availability of further credits?",
        "Do you know if there's any credit left?",
        "Are there any more credits available?",
        "How much credit is leftover?",
        "Can you inform me of my credit limits?",
        "Amount of credit potentially available?",
        "I'm wondering about my current credit limit.",
        "I am unaware of my remaining credit amount.",
        "What information can you tell me about my credit standing?",
        "I need to hear about my remaining credit.",
        "I need to know my remaining amount.",
        "What is the current credit limit I have?",
        "Is there any funds left in my account?",
        "Inquire about the availability of more credits.",
        "How much credits are left?",
        "Can you tell me how much credit I have remaining?",
        "What is the estimate for leftover credited amount?",
        "Please let me know the amount of unused credit.",
        "Please provide the available credit balance.",
        "I don't know my remaining credit amount.",
        "Can you tell if there's any available credit?",
        "Is there remaining credit for me?",
        "Do you know of my credit limit?",
        "Can you tell me the total amount of credit I have left?",
        "What is the amount of credit left?",
        "I wonder if I have my remaining credit balance.",
        "Is it possible to tell me about my current credit standing?",
        "I need details on my credit standing.",
        "What amount of credit is still available to me?",
        "What information can you provide on my credit standing?",
        "What is my credit remaining available for?",
        "Can you tell if it's credit to spare?",
        "Is it possible that you could tell me my unused credits?",
        "Do you have a credit limit left?",
        "How much credit left for me?",
        "What is the most accurate figure for leftover credited amount?",
        "What's the credit limit left?",
        "Are you aware of how much credit I have?",
        "I would like to know about my credit remaining.",
        "I want to find out how much credit I have left.",
        "What is the total amount of my credit remaining?",
        "I'm interested in knowing about my available balance.",
        "How much is left of my credit?",
        "I wonder if you could tell me the current unused credits.",
        "Can you tell me about my credit standing?",
        "Credit is left in this account?",
        "What is the credit available for me?",
        "I want to know if you could reveal my unused credits.",
        "I need to know if I have remaining credit?",
        "Can you give me the available credit?",
        "Are I left with enough credit?",
        "What is the total amount left in my account?",
        "What is the total amount of my credit left?",
        "If you know my unused credit amount, please let me know.",
        "Is my remaining credit balance currently known?",
        "Is it possible that you could tell me about my current unused credits?",
        "What amount of credit do I have available?",
        "Can you help me with my credit standing?",
        "Let me know if I have any unused credit.",
        "I am wondering what my remaining balance is.",
        "Can you let me know my credit limit?",
        "Tell me the status of my credit cards.",
        "How much is leftover from the credit?",
        "How much credit is available to me right now?",
        "I want to know what's my remaining credit balance.",
        "I would like to know how much unused credits you have.",
        "How much credit is left usable?",
        "What is the correct amount leftover from credited?",
        "Let me know your unused credit amount.",
        "Is the credit limit still here?",
        "I don't know about my remaining credit.",
        "What about the credit limit remaining?",
        "Do you know what amount of credit I have left?",
        "May I be aware of my remaining credit amount?",
        "Ask about availability of credits.",
        "Let me know how much I have left over.",
        "Do I have a spare credit amount?",
        "Are there any remaining on my account?",
        "Got to know what the leftover balance is.",
        "Is there a spare credit amount that I have?",
        "Are there more credits available?",
        "Please let me know what my credit amount is.",
        "Can you give me an idea of my credit standing?",
        "How much is leftover credit amount?",
        "Please tell me my credit limit.",
        "Is my remaining credit still valid?",
        "You should let us know the available credit balance.",
        "Tell me about my remaining credit?",
        "Can you give me some information on my balance?",
        "I want to know what my available balance is.",
        "What is the final figure of leftover credited amount?",
        "What is my remaining credit, huh?",
        "Can you provide me with my credit limits?",
        "Would you know how much credit I have?",
        "So what is my remaining balance?",
        "Can you tell me if there is credit left?",
        "Can you provide me with my credit limit?",
        "How much is the available balance right now?",
        "Can you tell me my available balance?",
        "What's my balance still left?",
        "Are there any credits left for me?",
        "Can you give me some information on my credit?",
        "Is it possible that I know my remaining credit balance?",
        "How much is left in credit?",
        "I'd like to know about my remaining credit.",
        "What is the credit left in this account?",
        "I need to know the amount of credit I have left.",
        "Is there any spare credit amount that I currently possess?",
        "Do you know my current credit limit?",
        "My credit amount, please?",
        "Can I know how much funds I have?",
        "Tell me I have the remaining credit?",
        "Is there any spare credit amount I possess right now?",
        "You might be able to reveal my current unused credits.",
        "Can you provide me some information on my credit standing?",
        "I need to hear about credit status.",
        "Please give me the total amount of unused credit.",
        "Can I check how many credit cards I have?",
        "Are credit left with me?",
        "I am wondering if you know the amount of credit I have.",
        "Can I check how much I have credit?",
        "Inquire about what credits are available.",
        "Can the credit limit remaining be?",
        "Enough credit left?",
        "What is the balance of my credit remaining?",
        "Is it possible to tell me my remaining credit.",
        "Details on my credit standing can you give me?",
        "How much remain my balance?",
        "Current availability for credit?",
        "I have any credit left?",
        "What is the total of my available credit?",
        "How can I know about my remaining credit?",
        "Do I have any spare credit currently?",
        "I didn't know my remaining credit amount.",
        "Let me know my credit standing.",
        "You can inform me of my credit limit.",
        "How much credit are still left?",
        "I want to learn about my remaining credit.",
        "I need to know what my remaining credit is.",
        "I need to know my credit balance.",
        "How much credit are I able to get?",
        "Has there still any credit left?",
        "Did you tell me remaining credit?",
        "You know how credit I have?",
        "How much credit do i have?",
        "I would like to know my current credit limit.",
        "Do you know the actual amount of credit I have?",
        "I am interested in learning about my remaining credit.",
        "Does the credit limit still exist?",
        "Please tell me how much credit is left unused.",
        "How much credit have I?",
        "Will I know my remaining balance?",
        "Tell me the status of my credit.",
        "Is it possible to check my credit card limits?",
        "Tell me my credit remaining?",
        "Are there any credits left?",
        "Got to know what the leftover balance is?",
        "Can you tell us about current credit availability?",
        "So, you know how much credit I have?",
        "Are you able to tell if there is credit to spare?",
        "Will my remaining credit amount be known?",
        "Is it possible to provide information on my current credit standing?",
        "Is it possible to let me know my current credit limit?",
        "Tell me the credit is still there?",
        "What amount of credit is left for me?",
        "Can you tell if there is any leftover credit?",
        "Let me know the number of unused credit.",
        "Please inquire about the availability of more credits.",
        "Please tell me your amount of unused credit.",
        "Can you let me know if I have any remaining credit?",
        "You can inquire about availability of credits.",
        "What's my credit remaining",
        "I would like to know the unused credit amount.",
        "I would like to be told remaining credit.",
        "Do you know if I have any credit left?",
        "I would like to know about my balance",
        "Can you tell me the nature of my remaining credit?",
        "What is the extent of my credit.",
        "I wonder if I have any spare credit amount.",
        "I am looking for an update on my available balance.",
        "What is the amount of credit left available?",
        "I must know my credit amount.",
        "Got a question about the leftover balance?",
        "Do you know the current credit limit of me?",
        "I would like to know the current unused credits.",
        "do you know the amount of credit I have?",
        "What's the final figure for leftover credited amount?",
        "Let me know my unused credit money.",
        "I want to know if you let me know about my remaining credit.",
        "The credit limit is still intact?",
        "Can you tell me about current credit availability.",
        "How much do I have left in my credit balance?",
        "What do I have left of my credit balance?",
        "Please tell me how much credit is still available.",
        "What is the credit balance left for me?",
        "What will my remaining credit be?",
        "Tell me if I have any remaining credit?",
        "I need to know the extent of my available funds.",
        "Please let me know how much unused credit is left.",
        "Is it possible to check my credit limit?",
        "What's the total amount leftover from credited?",
        "Ask about the available credit balance.",
        "I would like to know about my remaining credit.",
        "Can I ask about the extent of my credit?",
        "Is the amount of credit I have still unknown?",
        "Please inquire about the availability of further credits.",
        "Is it possible that you can inform me of my remaining credit?",
        "Is there any spare credit amount that I have at the moment?",
        "Let me know the credit status.",
        "May I be aware of my credit balance?",
        "Is it possible to inform me of my available balance?",
        "Are you able to inform me about my balance?",
        "Please inquire about further credits.",
        "Please tell me my credit balance.",
        "Will there be enough left in my account?",
        "Is my remaining credit amount aware?",
        "You can tell me my current credit limit.",
        "I want to be informed about my remaining credit.",
        "Please have a remaining credit update?",
        "Can the credit limit still be?",
        "Can you give my current credit limit?",
        "Is there any spare credit amount present?",
        "I need to know how much credit I have.",
        "Can I find out how much money is available to me?",
        "I would like to know the amount of unused credit.",
        "What is the estimated leftover credited amount?",
        "Is my remaining credit balance confirmed?",
        "My credit balance is requested.",
        "Available credit amount?",
        "Ask about the further credits.",
        "Are you familiar with the amount of credit I have?",
        "How much credit left with me?",
        "Can you give me some details about my credit standing?",
        "How much credit remaining?",
        "I am wondering what the leftover balance is.",
        "Inquire about available credits.",
        "Is it possible for you to disclose the total unused credits?",
        "So how much credit left?",
        "How much is left in the account?",
        "How big is the credit left?",
        "Remaining credit update please?",
        "Asking for remaining credit update.",
        "Will I know the remaining credit amount?",
        "Do you know the total amount of credit I hold?",
        "Do you know how much credit I still possess?",
        "What is the total credit I have?",
        "I need to know on my balance.",
        "I asked how much credit I have left.",
        "Tell me the available credit balance.",
        "I wonder how much credit is left?",
        "Please tell me the credit unused amount.",
        "I want to know if I have my remaining credit?",
        "What's my available credit?",
        "Might the credit limit remain?",
        "How much is still left in credit?",
        "Is it possible that you can let me know about my remaining credit?",
        "I wonder if you could reveal my unused credits.",
        "Can you tell how much credit I have left?",
        "Right now, do I have any spare credit amounts?",
        "Can I know my remaining credit amount?",
        "Can you tell me the details of my credit standing?",
        "A credit left with me?",
        "I don't know how much credit I have left.",
        "What is my credit limit currently unused?",
        "How much credit should I have left with me?",
        "Can you tell me how my credit stands?",
        "what is the figure for leftover credited amount",
        "How much credit do I have unused?",
        "Are the credit limits still remaining?",
        "I want to know if it's possible to check how much credit I have.",
        "What's left of the available credit?",
        "What is the amount of credit remaining for me?",
        "Can you tell if there's any credit left to spare?",
        "Can you tell if there is credit to spare?",
        "Can I check how much credit I have.",
        "Do you know my credit standing?",
        "Please inform us of the available credit balance.",
        "Please let me know what my unused credit is.",
        "I would like to know the extent of my remaining credit.",
        "Can you give me a rundown of my remaining credit?",
        "I would like to know if you could tell me my current unused credits.",
        "Do I have the spare credit amount?",
        "I want you to know how much credit I have.",
        "Should I tell you my remaining credit?",
        "Are there still any credits left?",
        "Please tell me how much credit there is unused.",
        "Got any idea about the remaining balance?",
        "Do I currently have any spare credit?",
        "Ask about additional credits.",
        "How much credit have I gotten left?",
        "How much of my remaining credit is still available?",
        "I would like to hear about my balance.",
        "What is my remaining credits?",
        "I don't know my credit limit.",
        "Let me know how much I have unused credit.",
        "Talk to me about my remaining credit.",
        "For the remaining credit update, please?",
        "Can you tell if there's a spare credit?",
        "Will I know my remaining credit amount?",
        "What the figure is for leftover credited amount?",
        "I don't know the amount of credit I have left.",
        "What is the unused credit limit for me?",
        "what is my remaining balance?",
        "Can you give me the amount of credit left?",
        "What is the availability of credit?",
        "What is the extent of credit that I have?",
        "Any idea what the balance is left?",
        "Should I be informed about my remaining credit?",
        "Is credit limit remaining?",
        "Please tell me about the availability of further credits.",
        "Are you telling me my remaining credit?",
        "What is left of my credit?",
        "Is there still credit to be told?",
        "What do you know about the available balance?",
        "How much credit is I?",
        "I need to know about my remaining credit from you.",
        "please, my credit balance",
        "I would like to know if you can reveal my current unused credits.",
        "What's the balance left on my credit cards?",
        "I'm curious about my credit limit.",
        "Can you tell whether or not there's credit left?",
        "Is the credit limit still left?",
        "Are there enough credit to spare?",
        "Can you say if there is credit left?",
        "I want my credit balance, please?",
        "How much credit is available?",
        "Can you tell me about my credit?",
        "How much credit was leftover?",
        "Have any residual credit left?",
        "Can you tell me the extent of my remaining credit?",
        "What is the total credit I have left?",
        "Tell me that I have some credit left?",
        "Can I check the amount of credit that I have?",
        "I want to know about my credit.",
        "Is the credit limit still exists?",
        "Let me know of my unused credit.",
        "Is there any spare credit amount I own?",
        "Please contact us with the available credit balance.",
        "Please tell the amount of unused credit",
        "Are there any credit to spare?",
        "How much credit is still left for me?",
        "I want to know how much credit I still have available.",
        "Is amount of credit available?",
        "What is the credit left over?",
        "What is my credit remaining balance?",
        "I am not sure what my remaining credit balance is.",
        "What's the figure for leftover credited money?",
        "What is the credit left to use?",
        "A question about how much credit is left.",
        "Could I know my remaining credit amount?",
        "Will you tell me my remaining credit?",
        "Tell me where I stand on my credit.",
        "How much credit is my available?",
        "What amount of credit are left?",
        "I don't know how much credit I've got left.",
        "How much credit is there in this account?",
        "Got any clue about the leftover balance?",
        "Can you determine if there's credit to spare?",
        "Can you tell me a little about my credit standing?",
        "I need to know on my available balance now.",
        "I want to know the amount of credit I possess.",
        "Can you tell me how much credit there is left?",
        "What's the balance available for now?",
        "What amount of credit have we left?",
        "My credit balance, please",
        "I do not know what my current credit limit is.",
        "Right now, do I possess any spare credit amount?",
        "Will I know my credit amount?",
        "Please tell us the credit balance",
        "Is there still credit left for me?",
        "Do we have enough credit left?",
        "Is it possible to inform me about my current credit limit?",
        "Tell me that I still have some credit left?",
        "Do you want to tell me remaining credit?",
        "Let me know how much credit I haven't used.",
        "Let me know what the unused credit amount is.",
        "A credit limit remaining?",
        "Please tell me the full amount of unused credit.",
        "I am wondering if I know my remaining credit balance.",
        "Have you still got any credits left?",
        "What amount of credit is left in this account.",
        "Is it possible you can let me know about my balance?",
        "I want to know the extent of my available funds.",
        "Is it possible to check how credit I have?",
        "Is it possible to tell me my credit limit?",
        "Is it possible to tell me my remaining credits?",
        "Is there any information about my remaining credit?",
        "I need to know about my remaining credit.",
        "Do you know the available credit balance?",
        "Can anyone tell me the extent of my funds?",
        "What amount of credit is left",
        "What about my credit limit?",
        "Someone wants to know what's the leftover balance.",
        "What is the figure for leftover credit amount?",
        "Is there much available credit left?",
        "Have you any idea what the leftover balance is?",
        "How much credit am i left with?",
        "Tell me how much credit I have?",
        "Let me know my credit card amount.",
        "Can you reveal how much credit I have left?",
        "How much available credit is there?",
        "Do I have any leftover credit?",
        "What is the total credit available to me?",
        "Might I know my remaining credit amount?",
        "please inform the credit balance",
        "I was wondering if you could tell me about my unused credits.",
        "Do I have any spare credit available?",
        "How much credit can there be left?",
        "Ask about the availability of further credits.",
        "I want to know my remaining credit amount",
        "What is the credit limit remaining?",
        "What is my available credit now?",
        "Inform me of my credit limit.",
        "Are you able to tell if there's credit left?",
        "Would you reveal my unused credits?",
        "How much credit do I have left to use?",
        "What is the left over credited amount?",
        "Say my remaining credit.",
        "Can I know about my credit balance?",
        "I want to know what's my remaining balance.",
        "Tell me credit.",
        "I asked how much credit I had.",
        "Do you know about my remaining credit?",
        "Are you able to update me on my available balance?",
        "You are asked to inform the credit balance.",
        "Was it possible to reveal my unused credits?",
        "Is my remaining credit amount know?",
        "What is my remaining credit for?",
        "Would you be able to tell if there's credit to spare?",
        "Can you tell me how much credit I have.",
        "Tell me the amount of credit left?",
        "Remaining credit update, please.",
        "Please check the availability of further credits.",
        "I need to know my remaining credit balance.",
        "With how much credit left?",
        "Check the availability of further credits.",
        "What's my credit remaining for?",
        "I want to know how much credit left.",
        "I would like to know more about my credit standing.",
        "I want to know if I have remaining credit.",
        "How much of my credit is available?",
        "Tell me about my credit situation.",
        "Well, what is my remaining credit?",
        "The available credit balance needs to be informed.",
        "Please let us know the credit balance",
        "What is my total balance left?",
        "What amounts of unused credit left?",
        "What amount of credit is present?",
        "Did you know the amount of credit I still have?",
        "Have you any idea about the leftover balance?",
        "What's the figure for the leftover credited amount?",
        "What extent of my remaining credit is left?",
        "What's left in my balance?",
        "Do you know how much credit is left in this account?",
        "I wonder if I know my remaining credit balance?",
        "How much credit exist?",
        "Are the credit limit still valid?",
        "I'd like to know what the leftover balance is.",
        "Did you know how much credit is left?",
        "Is there any spare credit amount I possess at the moment?",
        "Can you give me available credit?",
        "Inform me about the amount of unused credit.",
        "I'm wondering how much credit I still have left.",
        "Can you tell me about the rest of my credit?",
        "Are there enough funds left in my account?",
        "Can you tell me what my available balance is?",
        "How much credit exists?",
        "May my credit amount be known?",
        "Please, my credit balance, please!",
        "Is there any unused credit left?",
        "Is my credit limit known?",
        "Let me know the total unused credit amount.",
        "Can you tell me what's left of my credit?",
        "How much credit is left for this account?",
        "Do you know remaining credit?",
        "what is my remaining credit?",
        "How much credit does me have?",
        "Do your credit limit remain?",
        "Is there still much unused credit left?",
        "What is the final figure for leftover credit?",
        "Credit limit still standing?",
        "What's my credit amount?",
        "I need to know my remaining credit amount",
        "Tell me the remaining credit?",
        "My remaining credit amount is unknown.",
        "Please let me know my current credit limit.",
        "What amount of credit do I possess?",
        "Can you tell me what the leftover balance is.",
        "What amount of credit there is?",
        "What's my credit card balance left?",
        "Should you let me know about my remaining credit?",
        "I am wondering what my credit limit is.",
        "Inquire about the credits that are left.",
        "How much credit do I possess?",
        "I am wondering if I have any spare credit amount right now.",
        "You may want to inquire about the availability of further credits.",
        "How much credit is left to get?",
        "Please include remaining credit update.",
        "Which is my remaining credit balance?",
        "Is there any spare credit amount I have available?",
        "Inquire regarding the availability of more credits.",
        "Please tell me the amount of unused credit, please.",
        "A question about my current credit limit.",
        "I would like to know details on my current credit standing.",
        "What's the status of my credit?",
        "What is my credit limit at this time?",
        "Do you know how much credit I still own?",
        "I would like to know my remaining credit amount",
        "Please inform the balance of your credit.",
        "How much credit is left inside this account?",
        "I need my credit balance please?",
        "Is it possible to check my credit card balance?",
        "Are you telling me remaining credit?",
        "How much was left in credit?",
        "What's the number for leftover credited amount?",
        "I need to know if I have my remaining credit.",
        "How much is retained for credits?",
        "I need you to tell me about my balance.",
        "I would like to know what my available balance is.",
        "Has anyone idea what the leftover balance is?",
        "What amount of credit is still available?",
        "My remaining credit, what's it?",
        "How much credits are there?",
        "Tell me credit status",
        "Can you let me know about my balance.",
        "Remaining credit update is requested.",
        "Credit leftover with me?",
        "Is that much credit left?",
        "How much credit is left to use?",
        "I am curious how much credit I have left.",
        "Is my credit balance still intact?",
        "Can I check my available funds?",
        "Do I have any spare credit left?",
        "I want to know how much credit I have left to use.",
        "The amount of credit I have is not known.",
        "Can you tell me the current credit limit of me?",
        "how much credit do I have left",
        "Please share my unused credit amount.",
        "What is the amount of credit I have remaining?",
        "Can I still get remaining credit?",
        "Should I know about my remaining credit?",
        "I need to know about my unused credit.",
        "Let us know about the available credit balance.",
        "I would like to know my available balance.",
        "I need you to tell me credit status.",
        "I want to know the amount of my available funds.",
        "Please let me know how much credit I have.",
        "amount of credit available?",
        "What is the amount of credit I have available?",
        "Can you tell me the amount of credit I have left?",
        "I need to know the credit status.",
        "Is your remaining credit balance known?",
        "I am interested in knowing how much credit I have left.",
        "Is there any left of credit?",
        "Can I know how much money is available?",
        "What portion of my credit is still available?",
        "I would like to know if you can disclose my unused credits.",
        "Can you give me information about my credit standing?",
        "Please supply the amount of unused credit.",
        "I was wondering what the leftover balance was.",
        "please, my credit balance?",
        "I am not sure about my remaining credit balance.",
        "Can anyone tell me what's left over balance?",
        "What is remaining for credits?",
        "What is the current credit limits?",
        "What is my credit amount left?",
        "Is it ok to tell me my remaining credit?",
        "Can I find out how much I've got?",
        "Do I have a spare credit amount yet?",
        "how much credit is left?",
        "What is the balance of my credit left?",
        "What are my credit limits?",
        "How much unused credit remains?",
        "How much is there left for credits.",
        "What's leftover from my credit?",
        "Inform me of remaining credit.",
        "How much credit do I currently have?",
        "Is there enough credit left?",
        "What is the remaining credit left?",
        "Tell me I have enough credit?",
        "Please tell me the number of unused credit",
        "I want to know the amount of credit I have left.",
        "What do I have left for my remaining credit?",
        "Please tell me about my remaining credit.",
        "Inquire about the availability of credit.",
        "Can you tell me the amount of available credit?",
        "Do I know my remaining credit amount?",
        "I want to know how my credit standing is.",
        "Let me know about the credit status.",
        "Can you give me my credit limit?",
        "Is it possible to tell if there is credit to spare?",
        "Which amount of credit are left?",
        "How much credit is still left in the account?",
        "Am I informed of my current credit limit?",
        "Can you tell if there's credit to spare?",
        "Can you tell me how much credit exists?",
        "Are you telling me about my remaining credit?",
        "Can you give me the total amount of credit I have?",
        "You should inquire about the availability of additional credits.",
        "For leftover credited amount, what is the figure?",
        "How much credit has been left?",
        "I wonder if you could reveal my unused credits?",
        "How much credit stands left in this account?",
        "I wonder if I can check how much credit I have.",
        "Please tell me the exact amount of credit unused.",
        "Continue to have credit?",
        "Can I find out what my available funds are?",
        "I'm wondering if you could tell me about my unused credits.",
        "Are there anything left on my account?",
        "Can you tell if there's still credit left?",
        "Is there information on my credit standing?",
        "Can you give me information on my credit?",
        "I do not know what my remaining credit balance is.",
        "Let me know how much unused credit there is.",
        "So, what's the leftover balance?",
        "Tell me I have some credit left?",
        "Is it feasible to check how much credit I have?",
        "Credit left to me?",
        "I was wondering about my remaining credit.",
        "How much credit are left in the account?",
        "Is my remaining credit amount?",
        "I wondered if you could reveal my unused credits.",
        "I want to know about my current credit limit.",
        "Can you inform me of my credit limit?",
        "Do you know my remaining credit.",
        "Do you know how much credit I currently have?",
        "What's the amount of credit that I have?",
        "Is there still remains on my account?",
        "Can you tell me the availability of credit?",
        "Tell me about my credit standing.",
        "How much credit is available for me right now?",
        "Have any credit still left?",
        "How much of my credit do I have left?",
        "Please tell me the amount of credit that is unused.",
        "Exactly how much money is left in my account?",
        "please give me the amount of unused credit",
        "What is currently my credit limit?",
        "What is the available balance currently?",
        "How much credit is still available to me?",
        "what is my balance left?",
        "I do not know what my remaining credit is.",
        "What is my credit limit remaining?",
        "What is my available credit limit?",
        "I want to know how much credit I have leftover.",
        "Please tell me the amount of credit you have unused.",
        "Inform me of my unused credit amount.",
        "May I know what my remaining credit amount is?",
        "Please, tell me the amount of unused credit",
        "What amount of credit do we have?",
        "Please tell the amount of credit unused.",
        "Tell me the amount of credit left unused.",
        "Do you know the total number of credit I have?",
        "I would like to know about my credit limit.",
        "Please specify the credit balance.",
        "Is it possible that you can inform me about my remaining credit?",
        "What is the remaining credit?",
        "Can you tell whether there's any credit left?",
        "Have any more credit left?",
        "Will I be able to find out the extent of my available funds?",
        "What is the remaining balance on my credit card?",
        "Am I left with credit?",
        "How much credit availability is there?",
        "Please give me an amount of unused credit.",
        "How much remained for credits?",
        "I want to know if I have my remaining credit.",
        "How much is my credit left?",
        "Do you know the amount of credit I has?",
        "How much is left of credit?",
        "Currently available credit?",
        "Let me know my unused credit amount",
        "Inquire about the availability of more credit.",
        "How much left for credits?",
        "How much is left in this account?",
        "Do you know the amount of credit I have left?",
        "So what is the available balance?",
        "Can I find out the amount of available funds?",
        "You need to inform the available credit balance.",
        "What is the extent of my credit now?",
        "What's remaining on my credit card?",
        "Is there any left left in my account?",
        "Inform us about the availability of credits.",
        "Credit left in this account?",
        "Let the person know about the available credit balance.",
        "How much of the credited amount is left?",
        "Do you know the current credit limit?",
        "Current availability of credit?",
        "Have any spare credit left?",
        "Let me know how much I have leftover.",
        "Are there any left on my account?",
        "Can you tell me the status of my credit?",
        "Please let me know about the credit balance.",
        "How much time is left for unused credit?",
        "Tell me I still have credit?",
        "There is credit left with me?",
        "I want to hear my remaining credit.",
        "How much is my credit?",
        "How much of a credit is available?",
        "Let me know how much unused credit is left.",
        "How much credit am I holding?",
        "You should enquire about the availability of further credits.",
        "What quantity of credit is available?",
        "What's mine remaining credit?",
        "Get in touch with the availability of further credits.",
        "Is it possible to inform me of my credit limit.",
        "Please let me know how much unused credit you have.",
        "What is my existing credit limit?",
        "Please, I need my credit balance.",
        "How much credit still remains?",
        "Do you think it is possible to check how much credit I have?",
        "Do you want to tell me my remaining credit.",
        "Please let me know the unused credit amount",
        "Can I find out how much funds I have left?",
        "Can you tell me what's leftover balance?",
        "I have any spare credit amount, right now?",
        "Do you know of my remaining credit?",
        "What is the remaining balance for me?",
        "Are you aware of the amount of credit I still possess?",
        "What is there left for credits?",
        "So how much credit do I have left?",
        "How much credit remain in this account?",
        "What is the actual figure for the leftover credited amount?",
        "I'm not sure what my remaining credit balance is.",
        "The extent of my remaining credit is unknown.",
        "I'm not sure about my remaining credit.",
        "Let me know the amount of unused credit I have.",
        "I wonder if you can tell me about my current unused credits.",
        "Is my current credit limit known?",
        "Can you tell me about the remaining credit?",
        "What is the percentage of my credit left?",
        "Is there enough left in my account?",
        "Ask about available credits.",
        "Let me know if I have an unused credit amount.",
        "Is it possible you can inform me about my remaining credit?",
        "How much is leftover balance?",
        "What is the amount of my credit limit?",
        "Tell me that I have more credit?",
        "I am wondering about my current credit limit.",
        "Please give me my credit balance.",
        "enquire about availability of further credits",
        "Can I know about my remaining credit amount?",
        "Let me know I have remaining credit.",
        "Can I find out how much is left in my account?",
        "Is it possible for me to know my remaining credit amount?",
        "How much of my remaining credit are there?",
        "What is my credit limit.",
        "Can you give me an idea of what the leftover balance is?",
        "What is the amount of available balance?",
        "What credit do I have left?",
        "Can you find out if there's credit to spare?",
        "Was the credit limit still intact?",
        "What is the extent of credit I have?",
        "How much credit there is left in this account?",
        "Is there more on my account?",
        "Is it possible to find out the extent of my available funds?",
        "Let me know my credit status",
        "How much credit is there for me?",
        "Please give me my unused credit amount.",
        "I want to know if you can give me details on my credit standing.",
        "The availability of further credits is something to inquire about.",
        "Inform me of the credit status.",
        "What is the amount of credit on hand?",
        "Having any credit left?",
        "How much credit is left available?",
        "Do you know the credit I still have?",
        "Can you tell me what's the leftover balance?",
        "Is it possible to check my credit card balances?",
        "I want details on my credit standing.",
        "A credit limit still remaining?",
        "Tell me that I have left credit?",
        "I don't know what my remaining credit is",
        "Do you still have a credit limit remaining?",
        "How much credit do I hold?",
        "Is there a way to know how much credit I have?",
        "How much credit do I have yet?",
        "Do I have any spare credit amount at this time?",
        "Hmm, what's my remaining credit?",
        "How much credit is left to take?",
        "How much of a credit do I have?",
        "I want you to tell me about my remaining credit.",
        "Tell me how much of my credit is left.",
        "How much credit do I have right now?",
        "What amount of credit is left in the account?",
        "Do you have the amount of credit I still have?",
        "Is it possible to reveal my current unused credits?",
        "Do I know about my remaining credit balance?",
        "Let me know how much I have unused credit",
        "I need you to let me know my unused credit amount.",
        "I want to know how much my remaining credit is.",
        "What amount of credit left do I have?",
        "What amount of credit was left in this account?",
        "I need to know about my credit status.",
        "Do you know how much credit left?",
        "I would like to know how much credit I have remaining.",
        "Is it possible to update me on my available balance?",
        "Please inform about the available credit balance.",
        "Will you know how much credit I have?",
        "Is it still credit left with me?",
        "Do you know how much credit I still hold?",
        "Is it possible to check my credit card limit?",
        "Do you have any information about my credit limit?",
        "Can you let me know what my credit limit is?",
        "Please tell me my credit remaining.",
        "Let me know if there is any unused credit",
        "Can I know how much my funds are left?",
        "May I be aware of my credit amount?",
        "I wonder if you could tell me my unused credits.",
        "Is there any remaining credit you can tell me?",
        "Let me know how much credit is left over.",
        "What are my remaining balance?",
        "Please let us know the credit balance.",
        "Is there any spare credit amount I possess?",
        "Do you know how much credit I have left?",
        "Is there much left of my credit?",
        "You can inform me of my remaining credit.",
        "I don't know my remaining credit.",
        "Let me know if I have unused credit.",
        "What is my available balance?",
        "Tell me what the status of my credit is.",
        "Can you let me know the status of my remaining credit?",
        "How much credit is left in this account?",
        "Amount of credit on hand?",
        "tell me the status of my credit.",
        "Is it possible you can let me know about my remaining credit?",
        "Inquire about more credits.",
        "Would you let me know about my balance?",
        "I want to know how much my available funds are.",
        "What is the remaining credit amount?",
        "Tell me my credit status",
        "Have there still been credit left?",
        "Credit amount available?",
        "Can I know my remaining credit?",
        "Let me know what my credit amount is.",
        "How much credit is available for me?",
        "Is it possible to inform me of my credit limit?",
        "Do you know how much credit I posses?",
        "Are there any unused credit left?",
        "Talk to me about the amount of unused credit.",
        "I don't know the remaining credit amount.",
        "Tell me my credit status.",
        "How much credit is still available",
        "I am not sure how much credit I have left.",
        "Do I have any extra credit left?",
        "What balance is currently available?",
        "I don't know if I have my remaining credit balance.",
        "You should inform me of my current credit limit.",
        "I'm wondering how much credit I got left.",
        "What is the amount of unused credit left?",
        "Let me know about my unused credit amount.",
        "How much credit is currently available?",
        "What is the number for the leftover credited amount?",
        "Can you tell if there's any spare credit?",
        "I wonder what my current credit limit is.",
        "Is there a remaining credit amount?",
        "Inquire if there is any more credits available.",
        "How much credit's left in the account?",
        "What is the availability of credit left?",
        "Please let me know the total amount of unused credit.",
        "Please tell us about the credit balance.",
        "Is there still any credit left for me?",
        "amount of available credit?",
        "Tell me that I have some remaining credit?",
        "How much of my credit remain?",
        "Please let me know I have unused credit.",
        "What is the amount of credit I have?",
        "What is the figure of the leftover credited amount?",
        "Would I be told remaining credit?",
        "Do I have any extra credit?",
        "I am unsure of my remaining credit balance.",
        "I want to know my available balance.",
        "How much is my remaining limit?",
        "Can I know about my remaining credit balance?",
        "I want to know my credit balance.",
        "I want to know the details on my current credit standing.",
        "Amount of credit at hand?",
        "Did you tell me I had remaining credit?",
        "Is it possible to verify how much credit I have?",
        "How much of my remaining credit remains?",
        "Inquire about the amount of credits left.",
        "Can I check how much Credit I have?",
        "What is the total credit left for me?",
        "Could I know my credit balance?",
        "what amount of credit is available?",
        "Please let me know how much I have left over.",
        "Is there any spare credit amount I have today?",
        "Can you tell about current credit availability?",
        "The extent of my remaining credit?",
        "What is the current extent of my credit?",
        "Inquire about whether more credits are available.",
        "Let me know how much credit I have left",
        "Tell me how much credit I still have?",
        "Let me know my remaining credit",
        "What is the final figure for leftover credited money?",
        "Can you tell me if there is any credit to spare?",
        "Tell me my remaining credit",
        "I don't know if I have my remaining credit amount.",
        "May I be aware of my remaining balance?",
        "Is the amount of credit available?",
        "How much credit does I still have?",
        "I'm curious about my available balance.",
        "Please tell me if I have any unused credit.",
        "Do you know the actual credit I have?",
        "Inquire if there are any further credits available.",
        "Do I have an amount of spare credit?",
        "What is the level of credit left?",
        "Is credit left for me?",
        "Let me know how much my credit is unused.",
        "How much credits do I have?",
        "I asked what my remaining credit was.",
        "You are asked to inform the available credit balance.",
        "Is it possible to find out how much I have left?",
        "What amount of credit does I have left?",
        "Tell me I have more credit.",
        "There is a question about my remaining credit.",
        "Let me know about remaining credit.",
        "I would like to know my remaining credit.",
        "Does it be possible to check how much credit I have?",
        "Tell me the remainder of my credit.",
        "Have any remaining credits left?",
        "Please tell me the amount of leftover credit.",
        "Was the credit limit still there?",
        "I'm interested in learning about my remaining credit.",
        "Let me know the credit balance.",
        "I wonder about my remaining credit?",
        "Do I still have credit with me?",
        "What is the actual amount leftover from credited?",
        "Is it necessary to tell me remaining credit?",
        "I must know my remaining credit amount.",
        "Tell me I have more credits?",
        "Did I have enough credit left?",
        "Do I have any spare credit amount currently?",
        "Get in touch with the availability of more credits.",
        "Is it still possible to tell me remaining credit?",
        "I need to know what's my remaining credit balance.",
        "I would like to know if you would disclose my current unused credits.",
        "I don't know how much credit I get left.",
        "Is there still a credit amount?",
        "Inform me of the credit balance.",
        "What is my credit limits?",
        "What is the total amount of credits left?",
        "Is it possible to give me information on my credit standing?",
        "Let me know if I have any unused credit left.",
        "Can you say if there's credit to spare?",
        "What amount of credit do i have left?",
        "I don't know how much credit I have.",
        "Please tell me how much unused credit we have.",
        "My credit balance please?",
        "The amount of credit left?",
        "What are the remaining credit balances?",
        "Let me know what's left on my credit card.",
        "How much left in my account?",
        "Please inform the balance of your credit card.",
        "There's credit available?",
        "Is there any spare credit amount I have on hand?",
        "Do you know how much credit i have?",
        "How much is the credit limit remaining?",
        "What amount of credit do I have right now?",
        "May I know my credit balance?",
        "Is it possible you could tell me about my current unused credits?",
        "I need to know how much credit I still have.",
        "What is the total amount leftover from credited?",
        "Is there any left for credits?",
        "What amount of credit is left?",
        "How much of the available credit is available?",
        "How much is my remaining credit balance?",
        "What can you tell me about my remaining credit?",
        "Well, what's my remaining credit?",
        "Is it possible to disclose my current unused credits.",
        "Can you check how much credit I have?",
        "I would like you to tell me about my balance.",
        "Tell me my credit position.",
        "Will you let me know about my balance?",
        "How much can you tell me about my credit standing?",
        "Can you tell me what my remaining credit is?",
        "Let me know my unused credit",
        "Allowed credit limit remaining?",
        "Could I know my credit amount?",
        "What amount of credit is left in that account?",
        "Do you have any credit left for me?",
        "Say how much my remaining credit is?",
        "How many credits do I have?",
        "How much is still left in this account?",
        "Can I know my current credit limit?",
        "Is my remaining credit balance know?",
        "What is the credit limit I have yet to use?",
        "I want to know if you know about my balance.",
        "I would like to know my current credit standing.",
        "Are you able to let me know about my credit?",
        "What do you know about how much credit I have?",
        "Are you able to tell me about my credit limit?",
        "Allow me to know my unused credit amount",
        "Did you tell me my remaining credit?",
        "Is Credit Limit Remaining?",
        "Is that credit left with me?",
        "Does I have any spare credit amount?",
        "Is there any left over in my account?",
        "What is the leftover credit?",
        "Can you tell if there is a credit card left?",
        "Can I find out my available funds?",
        "Do you know if I still have credit?",
        "Can you tell me how much credit is leftover?",
        "What does my remaining credit amount to?",
        "Tell me the amount of remaining credit?",
        "What is the level of credit remaining?",
        "What is the total amount of leftover credited amount?",
        "Do I have credit left with me?",
        "Let me know if I have remaining credit?",
        "What extent of my credit is it?",
        "Help me with my credit balance.",
        "Got any credit left?",
        "I wonder how much credit remains?",
        "Do you know exactly how much credit I have?",
        "Is there any still on my account?",
        "Do you know if there's credit left?",
        "I wonder if the credit limit remains?",
        "Inquire about the credits that are currently available.",
        "Is there any spare credit amount that I possess?",
        "Can you tell how much credit I have?",
        "My remaining credit balance is unknown.",
        "Tell me if I have any remaining credit.",
        "How much credit is left left in this account?",
        "I question if I know my remaining credit balance.",
        "Can you tell me the credit limit?",
        "The credit balance, please?",
        "I was wondering how much credit I still have.",
        "Can you tell if there is some credit left?",
        "Credit left, how much?",
        "Please tell me the amount of credit left.",
        "I need to know what my remaining credit amount is.",
        "You know how much credit I has?",
        "Is there still credit left to tell me?",
        "Can you tell me the amount of credit I possess?",
        "Inquire about extra credits.",
        "Can you inform me of my credit status?",
        "I need to know if I still have remaining credit.",
        "Did you tell me about my remaining credit?",
        "Please tell me the amount of credit that's unused.",
        "Do you have any information regarding my credit standing?",
        "What is the exact amount left over from credited?",
        "What is the extent of my credit at this point?",
        "Let me know my unused credit balance.",
        "What's my credit limit currently?",
        "What amount of credit did I have left?",
        "Can you check the amount of credit I have?",
        "Is there still credit left?",
        "What is the total amount of credit available to me?",
        "How much is there in credits?",
        "Please inform the availability of the credit balance.",
        "Can you tell if there's enough available credit?",
        "What amount of credit were left?",
        "How much credit am I still available for?",
        "Is it possible to let me know about my balance?",
        "Will the credit limit still be there?",
        "Is it possible to tell if there is enough credit to spare?",
        "Let me know if I have enough credit left.",
        "What is the amount of leftover credited amount?",
        "Does the credit limit still remain?",
        "Is it possible for you to tell me about my remaining credit?",
        "I want to know about my balance",
        "Is it possible that you can tell me my credit limit?",
        "Let me know if I still have credit.",
        "Is my remaining credit number known?",
        "I am interested in finding out about my available balance.",
        "How much of the credit remains?",
        "Inquire about when more credits are available.",
        "Inquire about the credit availability.",
        "I want to know if you can tell me about my balance.",
        "Do I own a spare credit amount?",
        "You can ask about the availability of additional credits.",
        "I'd like to know how much credit I have left.",
        "What amount of credit remained?",
        "How much credit left in this account?",
        "Please let me know about the unused credit.",
        "I need to know about my unused credit amount.",
        "What information can you provide about my credit standing?",
        "I would like you to reveal my current unused credits.",
        "Do you know the full amount of credit I have?",
        "Please tell me how much unused credit is available.",
        "Let me know how much unused credit you have.",
        "Inform us of the credit balance.",
        "How much credit is still left?",
        "How much credit am I credited?",
        "What is the level of remaining credit?",
        "Are you able to tell me my credit limit?",
        "I need to know the extent of my credit now.",
        "Do I have a spare credit amount, right now?",
        "Do I have a spare amount of credit?",
        "I do not know my remaining credit amount.",
        "Do I have a spare credit amount at the moment?",
        "Please let me know about the available credit balance.",
        "Can you tell me the credit limit for me?",
        "Do you know the total amount of credit that I possess?",
        "Let me know what's the leftover balance.",
        "Please let me know how much unused credit I have left.",
        "It might be possible to check how much credit I have.",
        "Is there any left over balance?",
        "What amount of credit is remaining?",
        "What's left on my credit balance?",
        "The credit balance should be told.",
        "Is credit left with me?",
        "What's the leftover balance??",
        "Credit is left with me?",
        "Let us know if there is an available credit balance.",
        "Is my remaining credit known?",
        "I need to know about my balance.",
        "I'm wondering how much credit I have.",
        "I want to know more about my credit standing.",
        "Will you let me know about my credit?",
        "How much credit is still leftover?",
        "Tell me how much unused credit is available.",
        "You can let me know about my balance.",
        "Can you tell if there's credit to be had?",
        "What amount of credit do I currently have?",
        "I have how much credit?",
        "Do I know the remaining credit amount?",
        "What's the amount of unused credit left?",
        "Please let me know my unused credit.",
        "Did I have credit left with me?",
        "Was the credit limit still standing?",
        "What amount left of credit?",
        "Can you provide me with the current credit limit?",
        "What amount of available credit is left?",
        "Ask about the credit availability.",
        "How much the leftover credited amount is?",
        "Can you tell me details on my credit standing?",
        "Exactly how much credit I have?",
        "Are there remaining on my account?",
        "What is the extent of my remaining credit?",
        "Can you tell me about the remainder of my credit?",
        "I am curious about my available balance.",
        "Provide me with credit status.",
        "How much credit can still be used?",
        "Let me know if I have more unused credit.",
        "The credit limit may still remain?",
        "Will I know my remaining credit balance?",
        "Is it possible to give me details on my credit standing?",
        "Can you tell me the total amount of credit available?",
        "Do you tell me my credit remaining?",
        "Can you give me the credit limit that I have?",
        "Got any idea how much leftover balance there is?",
        "Tell the availability of the credit balance.",
        "I would like to know my balance.",
        "Tell me credit information.",
        "Speak to me about my credit status.",
        "Can I check how many credits I have?",
        "Just how much credit is left?",
        "Can you confirm my remaining credit?",
        "Where is the credit left in this account?",
        "Will you let me know my balance?",
        "What is my remaining amount of credit?",
        "Have any extra credit left?",
        "Let me know how much my unused credit is.",
        "What is the extent of my available credit?",
        "Is it possible to provide information on my credit standing?",
        "Are there any credit left for me?",
        "You should enquire about the availability of additional credits.",
        "What's the amount of credit I have?",
        "Do you know how much credit I hold?",
        "Give me remaining credit?",
        "Amount of credit that's available?",
        "Do I have any spare credit amounts?",
        "Do you remember how much credit I have?",
        "What is the amount of my credit?",
        "Let me know if I have leftover credit.",
        "You know how much I have credit?",
        "Is it ok for me to know my remaining credit amount?",
        "I was wondering if you could tell me my current unused credits.",
        "Is there anything I can tell you about my remaining credit?",
        "Let me know that I have remaining credit.",
        "What is the approximate figure for leftover credited amount?",
        "Amount of credit limit remaining?",
        "I am not sure about my remaining credit amount.",
        "Is there an exact figure for the leftover credited amount?",
        "Inquire about availability of more credits",
        "What is the credit limit that I have left?",
        "What is my credit amount?",
        "I'd like to know about my available balance.",
        "Total of available credit?",
        "What's the balance left for me?",
        "Should I be told remaining credit?",
        "Inform the credit available balance.",
        "Is the amount of credit I have still up to date?",
        "What quantity of credit left?",
        "A question about my remaining credit.",
        "Please provide me with my unused credit amount.",
        "Please inform me of my balance.",
        "What amount of credits are still there?",
        "Inquire about credits that are still available.",
        "Do I have a spare credit amount currently?",
        "Can you give me information regarding my credit standing?",
        "Inquire if there are any additional credits available.",
        "Can you give me information on my remaining credit?",
        "How much is my unused credit limit?",
        "I would like to know if you could disclose my current unused credits.",
        "What is the leftover credit left?",
        "Please inform me about my balance.",
        "Are there still any credit left?",
        "How much leftover credit is there?",
        "Can you tell me my credit situation?",
        "Can you tell me about the available credit?",
        "How much credit is there left for me?",
        "What is my balance still left?",
        "Remaining on my account?",
        "Can you tell if there's any credit available?",
        "Yes, may I know my remaining credit amount?",
        "I want to know the total amount of credit I have.",
        "What is the exact figure of leftover credited amount?",
        "You should inform me about my remaining credit.",
        "Can you tell me how much credit is out there?",
        "How much is left over for credited amount?",
        "Do you know the available balance?",
        "Can you tell me how much unused credit is left?",
        "If there is credit to spare, can you tell?",
        "I was wondering if I knew my remaining credit amount.",
        "How much credit is there remaining in this account?",
        "Can you let me know about my remaining credit?",
        "I don't know how much credit I have",
        "I need to know how much credit I have",
        "What is the available balance for now?",
        "Total amount of available credit?",
        "Inquire about availability of credits.",
        "I want you to tell me about my balance.",
        "what is the credit limit remaining?",
        "What is the total credit available?",
        "Can you tell me how much credit I have left?",
        "I need an update on the balance of my account.",
        "Do you know if I have an available balance?",
        "Please let me know my credit amount.",
        "How much credit can we still use?",
        "Can I find out how much money is available?",
        "Inquire about the amount of credits that are available.",
        "Please let us know of the credit balance.",
        "I need to know my remaining credit.",
        "Inquire about how many credits are available.",
        "Is there enough credit left in this account?",
        "Tell me what my credit is left.",
        "What is the figure for leftover credits?",
        "Someone wants to know what the leftover balance is.",
        "I want to know if you can reveal my current unused credits.",
        "I'd like to know my credit status.",
        "How much credit is I have?",
        "Do you know the amount of credit I keep?",
        "I am unsure about my remaining credit.",
        "I need to know my remaining amount of credit.",
        "Allow me to know the amount of unused credit.",
        "What credit should I have left?",
        "inquire about availability of credits",
        "What are my remaining credit balances?",
        "How many credits are left in this account?",
        "Please tell me about my unused credit amount.",
        "How about telling me my remaining credit?",
        "Anyway, what is my remaining credit?",
        "Let me know about the unused credit amount.",
        "Ask about availability of more credits.",
        "For leftover credited amount, what is the exact figure?",
        "Tell me my remaining credit!",
        "Can you tell us how much credit is left?",
        "Would you let me know what my current unused credits are?",
        "I would love to know the total unused credits.",
        "Any more credit left?",
        "I want to know about my credit remaining.",
        "Can you say if there's enough credit to spare?",
        "Is there remaining credit to be told?",
        "I want to know the amount of credit I still have.",
        "Is there still credit to tell me?",
        "Please tell me how much credit I have left.",
        "I would love to know about my remaining credit.",
        "My credit balances, please?",
        "Can I ask about my credit balance?",
        "I want you to reveal my unused credits.",
        "Inquire whether more credits are available.",
        "You could let me know about my unused credits.",
        "There is still credit left?",
        "The credit balance needs to be informed.",
        "Can you give me information about my remaining credit?",
        "I'd like to know what's the leftover balance.",
        "How much credit was left?",
        "Is that credit still with me?",
        "How much credit remained?",
        "I need to know about my available balance right now.",
        "Can I find out the amount of money available?",
        "Do I currently have any spare credit amount?",
        "Do the credit limit still exist?",
        "Is there still a credit limit remaining?",
        "How much credit do I have left now?",
        "I wonder if you could reveal my current unused credits.",
        "Can you tell me about available credit?",
        "I want to know if you could disclose my unused credits.",
        "So what's the available balance?",
        "How much is left for credits",
        "Much credit left?",
        "I want to know about my remaining credit.",
        "Is my credit balance still there?",
        "I question if I know my remaining credit amount.",
        "Please inform the balance of the credit",
        "What is my credit amount remaining?",
        "Please let us know the available credit balance.",
        "Would the credit limit still be there?",
        "What is the total figure for leftover credited amount?",
        "Can you tell me information about my credit standing?",
        "Is there any credit remaining?",
        "I need to know the extent of my credit.",
        "What amount of unused credit remains?",
        "Please state the amount of unused credit.",
        "Is it possible to let me know of my credit limit?",
        "Is there any spare credit amount I have currently?",
        "Can you give me an idea of how much credit I have?",
        "Tell me the status of my credit account.",
        "Need to know what the leftover balance is.",
        "I am wondering how much credit I still have left.",
        "Can I find out the amount of funds I have left?",
        "What extent of my credit is still available?",
        "I asked how much credit I had left.",
        "I am looking for information about my balance.",
        "inquire about further credits",
        "What is the total amount of credit available?",
        "Let me know how much credit I have left.",
        "I would like to know what my current unused credits are.",
        "What amount of credit does I have?",
        "Can you really tell if there's credit left?",
        "Can you tell whether or not there is credit to spare?",
        "How much is left for credits?",
        "Which credit limit remains?",
        "Is there amount of credit available?",
        "Is there any spare credit amount?",
        "Can you let me know my available balance?",
        "I am unsure about the extent of my remaining credit.",
        "I want to know the figure for leftover credited amount.",
        "Can you let me know about my credit limit?",
        "Let me know my remaining credit.",
        "I need to be informed about my remaining credit.",
        "Inform me of my current credit limit.",
        "Do you know the amount of credit that I hold?",
        "Is remaining credit something you can tell me?",
        "Tell me if I have any leftover credit.",
        "Is my remaining credit amount known?",
        "I need to know details on my credit standing.",
        "Will you let me know about my available balance?",
        "Are there any more credits left?",
        "Credit limits remaining?",
        "I don't know how much I have credit.",
        "Have any remaining credit left?",
        "Can you provide me with my remaining credit?",
        "What is the extent of my current credit?",
        "Can you tell me how many credits I have?",
        "Will there be much credit left in this account?",
        "Are you aware of my available balance?",
        "Have any leftover credit?",
        "What's the total amount of credit left?",
        "Please give me the total of unused credit.",
        "What is the figure for the leftover credit amount?",
        "Can you tell me how much credit I possess?",
        "Can there be a credit limit remaining?",
        "I want to know the exact figure for leftover credited amount.",
        "Do I have any spare credit amounts right now?",
        "I want to know what my credit balance is.",
        "Is it possible to know my credit amount?",
        "Can you tell me of my available balance?",
        "I need to know how much credit I have left",
        "What amount of credit is available.",
        "Tell me the credit situation.",
        "Is the amount of credit still there?",
        "Can I ask about how much credit I have?",
        "Is there a spare credit amount that I possess?",
        "Can you tell me the amount of my credit limit?",
        "I want to know how much credit is left in this account.",
        "Can you tell me if there's credit to spare?",
        "Anybody know what the leftover balance is?",
        "Can I find out how many funds I have?",
        "I want my credit balance please.",
        "How much of my credit balance is left?",
        "Are there currently credit availability?",
        "What am I left with my credit balance?",
        "inquire about the availability of further credits",
        "How much remains for credits",
        "Could you tell me the amount of credit I have?",
        "What's mine remaining balance?",
        "Is it possible you can tell if there's credit to spare?",
        "Can you provide me with the credit limit?",
        "Can you let me know how much credit I still have?",
        "Let me know how much credit is leftover.",
        "Please indicate the amount of unused credit.",
        "I want to know what's my remaining credit.",
        "I don't know about my remaining credit balance.",
        "What's the amount of credit left?",
        "Have any credits remaining?",
        "I still have credit, do you know the amount?",
        "Tell me my remaining credit?",
        "How much credit is left with this account?",
        "What is the current unused credit limit for me?",
        "Got any idea about the leftover balance?",
        "Please tell me the amount of unused credits.",
        "Do you know if there's any credit left to spare?",
        "Please say how much unused credit you have.",
        "Did you know if there's credit to spare?",
        "My remaining credit is not known.",
        "Do you have the amount of credit I have?",
        "Is the remaining credit amount known?",
        "Can you tell how much credit left?",
        "Is it possible to provide details on my credit standing.",
        "Can you tell me about my current credit limit?",
        "How many credit cards are left?",
        "Do you know what credit I have left?",
        "Do you have information about my credit standing?",
        "Was the credit limit still valid?",
        "What is the size of my remaining credit?",
        "How much credit are I still carrying?",
        "How much credit is left in a account?",
        "How much credit is left in that account?",
        "I would like to know my credit amount.",
        "Can you tell me how long my remaining credit is?",
        "how much credit is available?",
        "Tell me that I have remaining credit?",
        "I am not sure what my remaining credit amount is.",
        "Can I check how much credit there is?",
        "Got a clue on what the leftover balance is?",
        "Are you able to give me details about my credit standing?",
        "How much credit remains in this account?",
        "Did you tell me how much credit I have?",
        "I want to know if you could tell me about my current unused credits.",
        "I need to know how much credit I have available.",
        "Can you tell if there's credit to spare",
        "How much credit is remaining?",
        "Do you know the availability of additional credits?",
        "Tell me how much of the credit is unused.",
        "Got any information about the leftover balance?",
        "I wondered how much credit I had.",
        "What's left of credit?",
        "Did you tell me that I had remaining credit?",
        "I need to know about my credit limit.",
        "Is it possible to determine how much credit I have?",
        "What's the credit I have?",
        "What is the amount of credit I currently have?",
        "Which amount of credit do I have left?",
        "Is there enough funds left in my account?",
        "Can you tell me about my available balance?",
        "I am unsure what my remaining credit is.",
        "Do I still have a spare credit amount?",
        "What extent of credit do I have now?",
        "Do you have any idea of the leftover balance?",
        "I need a remaining credit update.",
        "What amount of credit is left in this account?",
        "Is there an exact figure for leftover credited amount?",
        "Let me know my remaining credit, lazy buggers?",
        "Why don't you tell me my remaining credit.",
        "You know how much of a credit I have?",
        "Can you give me the current credit limit for me?",
        "Is there any remaining credit with me?",
        "I need to know about my available balance.",
        "Tell me I have more credit to give?",
        "I am unsure about my remaining credit amount.",
        "I want to know what my credit standing is.",
        "Is it possible to tell me remaining credit.",
        "I'm wondering if I have any spare credit amount.",
        "Do I have enough credit for now?",
        "How much more credit do I have?",
        "There's a question about my remaining credit.",
        "I would appreciate it if you could let me know my unused credit amount.",
        "How much credit can there be left in this account?",
        "I would like to know if I have my remaining credit.",
        "I am unsure of my remaining credit amount.",
        "Can you provide some information on my credit standing?",
        "Is it possible to provide me details on my current credit standing?",
        "What is the total amount of credit that I have?",
        "Got any idea about the balance left?",
        "I would love to know about my available balance.",
        "Will I know my credit card balance?",
        "Can I find out how much my money is available for?",
        "Inquire about the availability of additional credits.",
        "Is it possible to tell me remaining credits?",
        "Can I find out how much I have left?",
        "Please provide me the amount of unused credit.",
        "Inform the availability of the credit balance.",
        "Tell me the credit is still mine?",
        "Can you tell how much credit remains?",
        "Can I make sure I have enough credit?",
        "Is it possible to tell me about my balance?",
        "What amount of credit remain?",
        "Do you know what the leftover balance is?",
        "Can you tell if there's enough credit for something?",
        "How much is credit left?",
        "Is my credit amount still known?",
        "Tell me I have more credit left?",
        "How much of my credit balance remains?",
        "Does anyone know what's leftover balance?",
        "So how much credit do I have?",
        "What's the current unused credit limit for me?",
        "You know exactly how much credit I have?",
        "You can tell me about my credit standing.",
        "I want to know about my current credit standing.",
        "Got a clue on what's leftover balance?",
        "Can you provide me information on my credit standing?",
        "I want to be updated on my available balance.",
        "What is my remainingcredit?",
        "Can I know if I have a credit balance?",
        "Credit is left, how much?",
        "Please let me know the amount of credit unused.",
        "Ask my credit balance.",
        "Are I currently holding any spare credit amount?",
        "I need to know what my credit amount is.",
        "Can I know the amount of funds left?",
        "I want to know how much credit I have left",
        "How much credit is there for me now?",
        "What amount of credits is there?",
        "Amount of available credit available?",
        "How many credit do I have left?",
        "I don't know what amount of credit I have left.",
        "Are the credit limit remaining?",
        "What proportion of my credit is left?",
        "Is there remaining credit?",
        "Let me know the unused credit.",
        "Tell me what the leftover balance is.",
        "I need to know about my credit.",
        "Is there any leftover credit with me?",
        "How much credit still exists?",
        "Now what is the extent of my credit?",
        "Did I be told remaining credit?",
        "How about my credit limit?",
        "How much is left for credited amount?",
        "Does current credit availability still exist?",
        "Can you say how much credit I have?",
        "What is my remaining credit, yeah?",
        "Are there any left of available credit?",
        "Inquire about availability of additional credits.",
        "I would like to know how much credit I have available.",
        "Is there still enough unused credit left?",
        "I want to know what the available balance is.",
        "I don't know how much credit I have remaining.",
        "Got any idea about the balance left over?",
        "Do I still have any spare credit amount?",
        "What about my remaining credit balance?",
        "Do you know the entire amount of credit I have?",
        "I am looking for details on my credit standing.",
        "How much credit am I still able to get?",
        "Right now do I have a spare credit amount?",
        "I would like to know the amount of credit I have.",
        "What is the credit balance left?",
        "How much credit is available left?",
        "Can you please specify my credit balance?",
        "Is it possible you can inform me about my balance?",
        "How much credit was left for me?",
        "I want to know if you can reveal my unused credits.",
        "Could the credit limit remaining?",
        "What is my credit limits currently?",
        "Was any credit left for me?",
        "Credit left is a question.",
        "Can you tell if you have credit left?",
        "Do I own a spare credit amount right now?",
        "What is the amount of balance left?",
        "I don't know about my remaining credit amount.",
        "Can you give me the amount of credit I still have?",
        "What is the amount of available credit?",
        "Please provide us with the available credit balance.",
        "Do you know the amount of credit I currently have?",
        "How much is there left for credits?",
        "You can inquire about the availability of more credits.",
        "Is it possible to know the extent of my available funds?",
        "Is it still Credit left with me?",
        "I would like to know how much credit I still have left.",
        "I want to know my credit amount.",
        "What is my credit limit at this point?",
        "Have you any more credit left?",
        "What is my remaining credit balance?",
        "Is it known how much credit I have?",
        "what's my remaining balance?",
        "Are there any credits left with me?",
        "What is the exact figure for leftover credited amount?",
        "Can you give me an idea of how much credit I have left?",
        "Please have the remaining credit update.",
        "Is this credit left with me?",
        "Please specify the amount of credit unused.",
        "What part of my remaining credit is left?",
        "Inquire for the availability of credits.",
        "Is there still a credit limit left?",
        "What is the credit balance remaining?",
        "Please let me know the credit balance.",
        "What is the extent of my credit left?",
        "Inform about the credit balance.",
        "Are I holding any spare credit amount right now?",
        "Do I have a spare credit amount at this time?",
        "Are you aware how much credit I have?",
        "I need to know what's the leftover balance.",
        "Please tell me the amount of unused credit that you have.",
        "What does the extent of my remaining credit look like?",
        "Can you let me know that I still have credit?",
        "Please tell me the total of unused credit.",
        "Have the credit left?",
        "Can you share my current credit limit?",
        "Do you have any information on my credit standing?",
        "Is the amount of my credit available?",
        "Credit limit still in tact?",
        "Is it possible you could reveal the total unused credits?",
        "You should inquire about availability of further credits.",
        "Tell me how I can still get more credit?",
        "How much credit can I take?",
        "I would like to know if you could reveal my current unused credits.",
        "I want to know my remaining credit balance.",
        "My credit standing, please?",
        "Can you tell me how much credit is available?",
        "What's my credit limit?",
        "Inform me of my remaining credit.",
        "I would like to know the details on my current credit standing.",
        "Can you tell me the credit limit I have?",
        "Is there any spare credit amount with me right now?",
        "Inquire about the more credits that are available.",
        "What amount is still left for credits?",
        "Was it possible for me to know my remaining credit amount?",
        "Talk to me about credit status.",
        "The amount of credit I still have is unknown.",
        "you know how much credit I have?",
        "Did you know what the leftover balance is?",
        "What is the current credit limit that I have?",
        "I wonder if you know the amount of credit I have.",
        "How much credit is left here?",
        "What amount of credits still exist?",
        "What is my rest of my credit?",
        "Was there an exact figure for leftover credited amount?",
        "Was any credit left with me?",
        "What's my credit limit right now?",
        "The available credit balance must be informed.",
        "Will you let me know about my remaining credit?",
        "Let us know the credit balance",
        "Inquire about the available credits.",
        "What amount of credit do I have leftover?",
        "How much of the credit is left unused?",
        "Do you know my credit amount?",
        "Let me know about my remaining credit.",
        "Is there any remaining on my account?",
        "Can you say if there's any credit left?",
        "Has there any credit left?",
        "Is my remaining credit balance known.",
        "Can you let me know about my credit card?",
        "What amount of credit I have left?",
        "Can you inform me of my remaining credit?",
        "How much is my remaining credit?",
        "How much credit is still available?",
        "Please send me the amount of unused credit.",
        "Can you tell me how much credit I have?",
        "What credit have I left?",
        "Are there any leftover balance?",
        "Is it possible to identify my current unused credits?",
        "Please inform of the available credit balance.",
        "I am unsure of the amount of credit I have.",
        "Can you tell me how many credits I have left?",
        "ask about the availability of more credits",
        "Can I know my remaining amount?",
        "I am unsure of how much credit I have left.",
        "Can I find out how much my available funds are?",
        "Please let me know how much credit is unused.",
        "How can I know my credit limit?",
        "Do I have any left over credit?",
        "Do you know anything about my remaining credit?",
        "Do you know the total of credit I have?",
        "How much credit limit?",
        "Have you got any more credit left?",
        "What is the true amount of leftover credited amount?",
        "What is the amount of credit that is available?",
        "Can credit limit remain?",
        "Will you inform me of my balance?",
        "Is it possible to know my remaining credit amount?",
        "I don't know the amount of credit that I have.",
        "How much credit do I carry?",
        "I need information about my remaining credit.",
        "May I know how much I have left?",
        "Inquire about the available credit balance.",
        "I would like to know what my remaining credit is.",
        "What extent of my credit is left?",
        "I am unsure of my credit amount.",
        "How much is the available balance currently?",
        "Is there any spare credit amount for me?",
        "What is leftover for credits?",
        "Tell me about the credit.",
        "How much credit are I getting left?",
        "Inquire about the available credits",
        "Is there something left on my account?",
        "What is the amount left for leftover credited?",
        "Can I get any more credit?",
        "Can you give me information about my credit limit?",
        "May I know the amount left?",
        "I would like you to reveal my unused credits.",
        "How is my remaining balance?",
        "Can you tell whether there is credit to spare?",
        "Can anyone tell me the leftover balance?",
        "How much are the leftover balance?",
        "You can let me know of my credit limit.",
        "What is the available credit?",
        "Can you show me my remaining credit?",
        "Please inform the balance available.",
        "I would like to know details about my credit standing.",
        "what is my credit limit?",
        "Got any information on the leftover balance?",
        "What is my credit limit at present?",
        "Can you tell me the details on my credit standing?",
        "I do not know my remaining credit balance.",
        "Can I know the size of my available funds?",
        "Interested in the availability of further credits?",
        "I would like you to disclose the total unused credits.",
        "Can you give me more information about my credit?",
        "What do I have remaining on my credit card?",
        "Let me know how much leftover credit I have.",
        "I need to know about my remaining credit amount.",
        "Is my remaining credit amount clear?",
        "What credit is left?",
        "Can you tell me how much credit's left in this account?",
        "Did you tell me that I have remaining credit?",
        "May I know my credit card balance?",
        "I would like to know about my available balance now.",
        "Are you aware the amount of credit I have?",
        "Ask about the available credits.",
        "Please tell me the total unused credit.",
        "Let me know my current credit limit.",
        "Would you let me know about my current unused credits?",
        "What amount of credit do you still have?",
        "Was it possible to reveal my current unused credits?",
        "Are there any remaining credit left?",
        "Can you let me know my credit standing?",
        "I asked about my remaining credit.",
        "What is the credit available to me?",
        "Which is the figure for leftover credited amount?",
        "I want to know how much credit I have",
        "Will I know my remaining credit?",
        "What amount of unused credit are left?",
        "I need to know if I remain credit?",
        "Inquire about the credits that are still available",
        "You might be able to check how much credit I have.",
        "How much of my remaining credit is available?",
        "Please let me know about my unused credit.",
        "Do you know the amount of credit I hold?",
        "Have any leftover credits?",
        "What is my credit balance still?",
        "Can you tell me what's left over balance?",
        "I am requesting my credit balance, please?",
        "Tell me my credit situation.",
        "Please inform me of the amount of unused credit.",
        "What is the amount of my credit left?",
        "I want to be told remaining credit.",
        "Inform the availability of the credit.",
        "What amount of unused credit is left?",
        "Please tell me the status of my credit.",
        "I wonder about my remaining credit.",
        "What's the remaining credit limit?",
        "Is the credit limit Remaining?",
        "So how much credit is available?",
        "Now what is my remaining credit?",
        "Do you know the credit I have left?",
        "What's my residual credit?",
        "Please tell the balance of the credit.",
        "What percentage of my credit remains?",
        "What size of my remaining credit?",
        "Tell me how much of my credit is left?",
        "Can you give me some information about my balance?",
        "What's the availability of credit?",
        "How much is leftover credited?",
        "What is my credit limit limit?",
        "Can I know the amount of funds I have?",
        "What amount of credit do I get left?",
        "Tell me my credit?",
        "Is there any credit still left?",
        "I wonder how much credit I have left.",
        "Can you confirm if there is credit to spare?",
        "Tell me the amount of credit remaining?",
        "Can you give me more information about my remaining credit?",
        "Which is the exact figure for leftover credited amount?",
        "I would like to inform the available credit balance.",
        "What is my remaining credit credit?",
        "Inquire about additional credits.",
        "I don't know how much credit I still have.",
        "What does my remaining credit look like?",
        "What is my credit left, huh?",
        "Can you tell if there is any spare credit left?",
        "What is the level of credit I have?",
        "Tell me I have credit left?",
        "Tell me how much credit is still available.",
        "Is it possible to tell me about my current unused credits.",
        "Can you tell me about current credit availability?",
        "Can you please tell me how much credit I have left?",
        "Ok, what is my remaining credit?",
        "Is it possible to check the amount of credit I have?",
        "Can I find out how much my funds are left?",
        "How about my remaining credit amount?",
        "What's my current credit limit?",
        "What amount of credit is still left?",
        "Do you know the total credit I have?",
        "I'm wondering if you could tell me about my current unused credits.",
        "I wish to know about my balance.",
        "Is there any spare credit amount that I possess right now?",
        "Can you tell if there's any leftover funds?",
        "Please tell me the amount of credit still unused.",
        "I want to know of my current credit limit.",
        "How much credit do I keep?",
        "There is a question about my remaining credit balance.",
        "Can you give me details of my credit limit?",
        "Can you let me know what my available balance is?",
        "How much credit remains in the account?",
        "Do you have an idea of what the leftover balance is?",
        "Inquire about availability of more credits.",
        "What's the leftover credited amount?",
        "For credits, how much is still there?",
        "What is the credit availability right now?",
        "Please inform me of the credit balance.",
        "Tell me I have enough credit left?",
        "Please tell us the available credit balance.",
        "How many credits remain?",
        "Know how much credit I have?",
        "Do you know what my credit limit is?",
        "Can you say how much credit I still have?",
        "If there's any credit to spare, can you tell?",
        "Can you update me on my available balance?",
        "How much credit is available to me?",
        "Was credit limit still there?",
        "What's the remainder of my credit?",
        "I want to know my credit status.",
        "What is the exact amount leftover from credited?",
        "Is there a spare credit amount available?",
        "I wonder about my remaining credit amount.",
        "What is the balance left on my credit cards?",
        "Am I informed of my remaining credit amount?",
        "Is it okay to tell me remaining credit?",
        "What is my credit card balance left?",
        "Do you know the amount of credit that I have?",
        "How much remains of my credit?",
        "Inquire about the further credits that are available.",
        "Can you tell me how much of a credit limit I have?",
        "Please provide the credit balance.",
        "What amount of credit have left?",
        "\"My credit balance, please?\"",
        "Can you provide me with my current credit limits?",
        "Which amount of credit remains?",
        "Can you let me know about my credit status?",
        "How much is my credit limit?",
        "Is there enough credit to spare?",
        "Please tell me how much credit is left over.",
        "Please show me the amount of unused credit.",
        "Can you give me my current credit limit?",
        "I'm not sure how much credit I have.",
        "Can you tell if there is enough credit to spare?",
        "Can you give me a rundown of my credit standing?",
        "Please let me know the number of unused credit.",
        "Inform me of my balance.",
        "Please let me know my credit limit.",
        "Might I know my remaining credit balance?",
        "Are you able to tell me about my available balance?",
        "I'm interested in my credit limit.",
        "What is left of my balance?",
        "Let me know if there is a leftover credit amount.",
        "Do you know the balance of my credit?",
        "Please tell me the amount of unused credit",
        "Is it possible that you could disclose the total unused credits?",
        "Can I find out how much is in my account?",
        "How much money is left on my credit balance?",
        "How much credit is still outstanding?",
        "What amount of credit have I?",
        "Need remaining credit update?",
        "Is the available balance still there?",
        "Will there be much credit left?",
        "How much has been left in this account?",
        "Is there a sufficient amount left in my account?",
        "Does anyone know what the leftover balance is?",
        "You know how much credit I hold?",
        "I need to know what my unused credit amount is.",
        "Do I have enough credit left?",
        "How is my credit limit?",
        "Can you reveal my current unused credits?",
        "What is my credit limit, right now?",
        "How much remains of my credit balance?",
        "Can you tell me if there is any credit left?",
        "Is there any credit remaining with me?",
        "I need to know the current unused credit limit.",
        "Can you talk about my credit standing?",
        "Can you tell if there is any credit left to spare?",
        "I want to find out the extent of my available funds.",
        "Do you know how much I had left?",
        "How much credit am I still able to take?",
        "Can I know the amount of funds available?",
        "Can you give me information about my credit?",
        "You should inquire about the credit availability.",
        "What is the total amount of credit remaining?",
        "What's my leftover balance?",
        "Please, my credit balance?",
        "How much remains in my account?",
        "I need to know if I have any spare credit amount.",
        "How much is left for credit cards?",
        "You should ask about the availability of credits.",
        "Is there any more left for credits?",
        "I am wondering how much credit I got left.",
        "Are you able to inform me of my balance?",
        "Do you have enough credit left?",
        "Inquire about additional credits",
        "I'd like to know my current credit limit.",
        "I want to know what my remaining credit is.",
        "Do I still have credit left?",
        "Can you tell me if there is any spare credit?",
        "Will you tell me about my remaining credit?",
        "What is my remaining balance?",
        "Check the availability of more credits.",
        "Will I know about my remaining credit balance?",
        "Was there much credit left in this account?",
        "My remaining credit balance, what is it?",
        "How much credit is left on this account?",
        "Was there credit left for me?",
        "Is there any spare credit I possess right now?",
        "May I have my remaining credit amount?",
        "What is the total amount of credit left?",
        "Is it possible I have my remaining credit amount?",
        "please tell me the amount of unused credit",
        "How about my remaining credit balance?",
        "Please tell me the credit amount.",
        "Is there any spare credit amount in my possession?",
        "Can I know how much money I have available?",
        "I am wondering if you could tell me about my unused credits.",
        "Do I already have any spare credit amount?",
        "Can you inform me about my balance?",
        "Let me know the amount of credit unused.",
        "Tell me what my remaining credit is.",
        "I wonder if you can reveal my current unused credits.",
        "Can you let me know about my remaining credit",
        "What's the remaining credit?",
        "How many credits do I still have?",
        "What is the credit remaining for me?",
        "Can I tell you my remaining credit amount?",
        "Do you know the amount of credit I have?",
        "I want to know information on my current credit standing.",
        "Can you figure out if there's credit to spare?",
        "Is it possible to reveal the current unused credits?",
        "Is there remains on my account?",
        "I need to know my current credit limit from you.",
        "What is the credit available for now?",
        "What's the remaining credit for me?",
        "Is there still current credit availability?",
        "Do you know if I have a current credit limit?",
        "I am not sure about my remaining credit.",
        "What is my remaining credit, right?",
        "What is the true figure for leftover credited amount?",
        "I need to know what the leftover balance is.",
        "How much is available credit?",
        "What is the amount of available credit now?",
        "How much of my credit is there?",
        "Are you aware of the amount of credit I still have?",
        "Please allow me to know my unused credit amount.",
        "Will you tell me what the leftover balance is?",
        "Have any unused credit left?",
        "Do I know my remaining balance?",
        "Is the credit limit still there?",
        "Amount of credit left?",
        "What is the level of credit that I have?",
        "Know the available credit balance.",
        "Is there any spare credit amount with me?",
        "Tell me of my credit limit.",
        "What is the number of available credit?",
        "Where much credit is left?",
        "I am interested in knowing about my available balance.",
        "Can I count on enough credit left?",
        "Please tell me my credit standing.",
        "Let me know if I have unused credit",
        "What amount is still there for credits?",
        "How much credit is leftover in this account?",
        "Is there a spare credit amount I have?",
        "Tell me I have more credit?",
        "Tell me the status of my credit card.",
        "I wish to know my unused credit amount.",
        "Is there enough available in my account?",
        "What is my available credit?",
        "I need to know the current credit limit.",
        "Please, my credit balance.",
        "I am wondering if I have any spare credit amount.",
        "Can I get more credit left?",
        "You should inquire about availability of additional credits.",
        "Can you tell if there is credit to be had?",
        "Is it possible that you can inform me about my balance?",
        "Inquire about the availability of the credits.",
        "Can you give me my credit limits?",
        "Is my credit balance still valid?",
        "Is it possible to let me know about my remaining credit?",
        "I don't know my remaining credit balance.",
        "What is the number of leftover credited amount?",
        "How much of a credit limit remains?",
        "How many credits are left?",
        "I want to know the current credit limit.",
        "Inquire about available credits",
        "Can you tell me what my remaining credits are?",
        "Can you tell if there is any credit available?",
        "How about my available balance?",
        "What remains of the credit limit?",
        "What is the credit left?",
        "Amount of credit that exists?",
        "I want to know what the leftover balance is.",
        "How much credit left in the account?",
        "What's the remaining credit balance?",
        "I want to know if there's enough money left in my account.",
        "How much credit limit still left?",
        "Can I find out how much credit I have left?",
        "What am I left with credit?",
        "Notification of the available credit balance is required.",
        "Is there enough remaining in my account?",
        "Is my credit balance left?",
        "How much credit do I have leftover?",
        "Can you tell if there is even credit left?",
        "Can I figure out my remaining credit amount?",
        "What is my last remaining credit?",
        "Can you give me a description of my remaining credit?",
        "Let me know the unused credit",
        "Can you tell me if there's any credit to spare?",
        "What is the amount of my credit remaining?",
        "What's the level of credit I have?",
        "What's left of the credit?",
        "Can I find out the amount of funds that I have?",
        "Is there currently available credit?",
        "Tell me how much credit I have.",
        "What's my credit left?",
        "Is there enough available credit left?",
        "Can we say how much credit is left?",
        "Can you tell me if there's any spare credit?",
        "What amount of credit exists?",
        "What is the left amount of credit?",
        "What is the final figure for leftover credits?",
        "What are my current credit limits?",
        "I want to know if you could reveal my current unused credits.",
        "Let me know the status of my credit.",
        "Can you tell me more about my credit standing?",
        "Do you have an exact figure for leftover credited amount?",
        "Let me know if there is leftover credit.",
        "Tell me your remaining credit.",
        "Can i check how much credit I have?",
        "I want to know the extent of my credit.",
        "Can you tell me how much credit I have available?",
        "Credit balance, please?",
        "I want to know details about my credit standing.",
        "How much credit sits in this account?",
        "Can you determine if there's credit left?",
        "You should inquire about the availability of further credits",
        "What quantity of credit do I have left?",
        "Can you tell if there's credit available to spare?",
        "How much credit has I gotten left?",
        "Inquire about the number of credits.",
        "I'd like to know my remaining credit.",
        "What is the figure for leftover credited Amount?",
        "Do you know if there's credit left to spare?",
        "I am wondering how much credit I have remaining.",
        "Can you give me more information about my credit standing?",
        "Do you know the amount of credits I have?",
        "Please allow me to know the amount of unused credit.",
        "Is there any credit left for me?",
        "Are the credit limit still active?",
        "Did you inform me of my remaining credit?",
        "Please tell the availability of the credit balance.",
        "Can you give me a rundown on my credit standing?",
        "Can you tell me how much credit is left over?",
        "Is there much leftover credit?",
        "Please tell me how much unused credit I have left.",
        "What is the amount of leftover credited money?",
        "Would you please reveal the total unused credits?",
        "My remaining credits?",
        "how much credit do I have left?",
        "Please let us know of the available credit balance.",
        "I wonder how much credit is left.",
        "Is it possible that you know about my remaining credit?",
        "Can I verify how much credit I have?",
        "Is the credit limit still standing?",
        "Can you let me know about my credit standing?",
        "Can you tell me the amount of credit I still have?",
        "Got a clue on what's left over balance?",
        "So what is my remaining credit?",
        "How much credit do we still have?",
        "I want to know about my credit balance.",
        "I would like to know my credit limit.",
        "You can tell me how much credit I have left.",
        "How much credit am I still holding?",
        "Is it possible to find out the amount of funds available?",
        "How many credit cards do I have left?",
        "I need to know what's my remaining balance.",
        "I wonder if you can tell me about my balance.",
        "How much credit can we still get?",
        "My remaining credit is not clear.",
        "Is there a way to check how much credit I have?",
        "I have no idea how much credit I have left.",
        "Have you enough credit left?",
        "Is it possible you could disclose my unused credits?",
        "Are you able to tell me my balance?",
        "Am I informed of my remaining credit balance?",
        "Please let us know about the credit balance.",
        "What is the amount of credit I possess?",
        "Is my credit remaining amount?",
        "What's left for credits?",
        "Can I know the remaining credit amount?",
        "Do you know how much my credit is?",
        "I would like to know if you would reveal my current unused credits.",
        "How much unused credit are there?",
        "Is my remaining credit balance known to me?",
        "Please tell me how much unused credit there is.",
        "What's the available balance for now?",
        "Can you tell me the amount of credit remaining?",
        "What is the total amount of credit that I have left?",
        "What is my credit balance remaining?",
        "Can you tell me about my remaining credit?",
        "Was there enough left in my account?",
        "What amount of credit still exists?",
        "What amount of credit am I left with?",
        "Is there a spare credit amount?",
        "I would appreciate if you could tell me my unused credit amount.",
        "So how much credit is left?",
        "Are you aware of the credit I still have?",
        "Please inform the available credit balance.",
        "What extent is my remaining credit?",
        "Is there any spare credit amount I have at the moment?",
        "What portion of my available credit is left?",
        "May I know my credit status?",
        "I would like to know credit status.",
        "How much credit left is there?",
        "What amount of credit is available to me now?",
        "Is there any spare credit amount I have now?",
        "So how much credit is left in this account?",
        "I need to know my current credit limit.",
        "I want to know how much credit I got left.",
        "So what is my remaining credit, huh?",
        "Inform the availability of the credit balance",
        "Any idea what the leftover balance is?",
        "I'd like to know the amount of unused credit.",
        "I am unsure of what my remaining credit is.",
        "Where much credit is left in this account?",
        "Can I find out how much my funds are available for?",
        "You might be able to reveal my unused credits.",
        "Is there any leftover credit balance?",
        "Can you tell me how much credit is still available?",
        "Have any more credits left?",
        "I don't know if I have any spare credit amount",
        "What information can you give about my credit standing?",
        "How much credit is available right now?",
        "Would it be possible to check how much credit I have?",
        "Is it a good idea to tell me my remaining credit?",
        "I wonder if I have my remaining credit balance?",
        "Inquire if additional credits are available.",
        "What is my remaining credit card balance?",
        "I am interested in my credit limit.",
        "Is there any information you can give me about my remaining credit?",
        "Can you tell me the total amount of credit I still have?",
        "How much credit left to take?",
        "What does my credit limit have?",
        "What's left in my credit?",
        "As for credits, how much is left?",
        "I would love to know my unused credit amount.",
        "Please tell me the volume of unused credit.",
        "May I know the credit amount left?",
        "Is there an exact figure for leftover credited amount.",
        "How much credit did I have left?",
        "What amount of credit am I still able to get?",
        "Please let me know how much unused credit I have.",
        "Inquire about the number of credits that are available.",
        "What is the leftover balance??",
        "Is it possible to tell me my current unused credits.",
        "Do you know if there's credit to spare?",
        "I am wondering how much credit I still have.",
        "Is there anything left on my remaining credit balance?",
        "I want to know the amount of credit that I have.",
        "Exactly how much credit do I have?",
        "How much is the leftover credited amount?",
        "Please tell me how much credit there is left.",
        "Can you give me the amount of credit I have left?",
        "Please inform the available credit balance",
        "How much of a credit?",
        "How much money does my account have left?",
        "Will I know my credit balance?",
        "What amount of unused credit remain?",
        "What is the figure of leftover credited amount?",
        "Are you able to inform me of my credit limit?",
        "Did you tell me I have remaining credit?",
        "I need to know my credit limit.",
        "I am unsure how much credit I have left.",
        "Inquire about the additional credits available.",
        "What is the figures for leftover credited amount?",
        "Can you tell me how much I have left over?",
        "Right now, do I own any spare credit amount?",
        "I want to know about my remaining credit?",
        "What is my rest of the credit?",
        "How much credit there is left?",
        "How much was left in this account?",
        "What's the credit limit remaining?",
        "Allow me to know the unused credit amount.",
        "Amount of credit remaining?",
        "Is there still remaining credit?",
        "I do not know the amount of credit I have.",
        "Allow me to know my credit status.",
        "I need to know if I remain credit.",
        "Does anyone know about my remaining credit?",
        "Are there remains on my account?",
        "Do I own any spare credit amount right now?",
        "Is there still anything left on my account?",
        "Is that Credit left with me?",
        "Have some credit left?",
        "enquire about the availability of credits",
        "You're aware of how much credit I have?",
        "Is the credit left for me?",
        "Let me know my unused credit amount.",
        "what is the figure for leftover credited amount?",
        "What is the exact figure for leftover credits?",
        "Is there any remaining credit left?",
        "Can I be told remaining credit?",
        "I'm wondering what the leftover balance is.",
        "What is leftover in my account?",
        "My remaining credit is a question.",
        "Do you know what amount of credit I have?",
        "Please, give me the amount of unused credit.",
        "Do you have enough credit to spare?",
        "Can anyone tell me the extent of my credit?",
        "I'm not sure what my remaining credit is.",
        "Do you know what the credit I have is?",
        "Can you tell me the status of my credit card?",
        "Do you know how many credits I have?",
        "How much credit do I still have left?",
        "What are my balance left?",
        "My credit limit, please?",
        "Tell me about the remaining credit?",
        "Please give us the amount of unused credit.",
        "I'm curious about my current credit limit.",
        "Will there be enough credit left in this account?",
        "Is there plenty left in my account?",
        "Is there still credit available?",
        "What much credit is left?",
        "What are my remaining credit limits?",
        "What is the amount leftover from credited?",
        "What's the status of my remaining credit?",
        "I need to know how much money is left in my account.",
        "Do you know current credit availability?",
        "Do the credit limit remain?",
        "It would be great if you could reveal the total unused credits.",
        "tell me my credit status",
        "How much credit do I have?",
        "What's the balance left on my credit card?",
        "The credit balance for me, please?",
        "Is the credit limit left?",
        "What is the exact figure for the leftover credited amount?",
        "what is my current credit limit?",
        "Can you give me an update on my credit standing?",
        "How much of my credit remains?",
        "You can tell me how much credit I still have.",
        "How much credit do I has?",
        "How much credit still left?",
        "Do you know if there is any credit left to spare?",
        "Please, I need my credit balance?",
        "Got any idea of the leftover balance?",
        "How much credit do I have remaining?",
        "Are there any leftover credit with me?",
        "How much credit are there?",
        "Do you know how much credit I retain?",
        "I need to know the amount of unused credit.",
        "Will there be enough available credit left?",
        "You know how much of my credit I have?",
        "Can you tell me about my credits?",
        "Amount of credit is available?",
        "Do you know if there is enough credit to spare?",
        "May I know my remaining balance?",
        "What's left in my account?",
        "Is there something left in my account?",
        "Is it possible to let me know of my current credit limit?",
        "What is my credit limit for right now?",
        "Is there any available credit left?",
        "Can you give me information on my credit standing?",
        "Tell me of my current credit limit.",
        "Let me know how much unused credit I have.",
        "What is the balance left in my account?",
        "Can I know what my available funds are?",
        "Is there any spare credit amount on hand?",
        "You should know the amount of credit I have.",
        "Please let me know if there is any unused credit.",
        "Just tell me my remaining credit.",
        "So how much credit did I get left?",
        "May my remaining credit amount be known?",
        "Is there still credit availability?",
        "Is there any remaining credit?",
        "What do I have left in my balance?",
        "Do you know my amount of credit?",
        "You know what amount of credit I have?",
        "Let me know if I have unused credits.",
        "I need to know how much credit I still have left.",
        "Can you tell me about my credit limits?",
        "What is the figure for the leftover credited money?",
        "Please share the amount of credit unused.",
        "How much credit is left left in the account?",
        "Let me know about my credit status.",
        "Is there still on my account?",
        "Can you provide me with my current credit limit?",
        "What do you have left on my credit balance?",
        "What's the amount of my remaining credit?",
        "How much credit left",
        "What is the final figure for the leftover credited amount?",
        "I wonder what's my remaining credit?",
        "Is there any left of available credit?",
        "Is it possible to tell if there's credit to spare?",
        "Is the credit limit still present?",
        "There's a question about my remaining credit balance.",
        "How much of a credit is left for me?",
        "Is it possible to tell if there is any credit to spare?",
        "Please tell me how many unused credit dollars you have.",
        "Will you tell me my credit limit?",
        "Can you tell me the figure for leftover credited amount?",
        "Can I find out the amount of my available funds?",
        "How much of a credit is left?",
        "Is it possible to tell me what my current unused credits are?",
        "I need to know of my credit limit.",
        "How many credits are left for?",
        "I am wondering what my current credit limit is.",
        "What do I have left in my credit card?",
        "Will you tell me how much credit I have left?",
        "You're aware how much credit I have?",
        "Credit limits remain?",
        "Did you tell me how much credit I still have?",
        "How much credit remains in that account?",
        "I want to know about my available balance now.",
        "Are there enough credit left?",
        "What is the figure for leftover credited funds?",
        "Let me know the credit amount that is unused.",
        "I would like to know about my remaining credit balance.",
        "Can I know about my remaining credit?",
        "I don't know the total amount of credit I have.",
        "Inform about the available credit balance.",
        "Remaining credit?",
        "What is the extent to which I have credit?",
        "Please tell me if there is any unused credit.",
        "Amount of credit readily available?",
        "I would love to know the amount of unused credit.",
        "I hope I know my remaining credit amount.",
        "A credit limit left?",
        "Did you know what's the leftover balance?",
        "What credit do I still have?",
        "My remaining credit is something I don't know.",
        "Is the amount of credit remaining?",
        "I need to know what my remaining balance is.",
        "What's the figure for leftover credited amount?",
        "Allow me to know my unused credit amount.",
        "Let me know what the leftover balance is.",
        "You should tell me about my remaining credit.",
        "Is there a spare credit amount that I have right now?",
        "How much credit do you have left for me?",
        "I am unsure about my remaining credit balance.",
        "Credit limit still valid?",
        "Let me know how my credit is.",
        "Inquire about the additional credits that are available.",
        "How much credit left is left?",
        "Is that still credit left with me?",
        "Can I find out the amount of money I have available?",
        "Is my remaining credit still outstanding?",
        "Do you have information on my credit standing?",
        "What is my remaining credit",
        "I should know my credit balance.",
        "I want to know how much credit I have left?",
        "Can you tell me if I have any remaining credit?",
        "Do I own any spare credit amount?",
        "So what's my remaining credit?",
        "Is there any credit to spare?",
        "Please tell us the credit balance.",
        "Please state the credit balance.",
        "Can you confirm my credit limit?",
        "Let me know about my balance.",
        "Let me know if my credit amount is unused.",
        "What is the leftover credited amount's figure?",
        "Let me know if there is any unused credit.",
        "Tell me I still have credit.",
        "If there is credit to spare can you tell?",
        "Can you tell me about my credit.",
        "Is there some available credit?",
        "What about remaining credit?",
        "I want to know the amount of credit I have.",
        "Inquire about credits available.",
        "What is the length of my remaining credit?",
        "Do you have any information about my credit standing?",
        "Can I get some credit left with me?",
        "Please tell about the available credit balance.",
        "What is the credit limit I have unused?",
        "Have I been told remaining credit?",
        "My credit balance, please!",
        "I'm wondering about my current credit standing.",
        "I should know my remaining credit amount.",
        "Tell me that I still have credit left?",
        "Inform me of my credit status",
        "Is there any remaining credit amount?",
        "Let me know the unused credit I have.",
        "My credit total, please?",
        "Do you have any more credit left?",
        "What's my balance left?",
        "I want to know about my remaining credits.",
        "Is it possible for you to provide details on my credit standing?",
        "Is there still any left for credits?",
        "How much I have credit?",
        "Credit left in my possession?",
        "The amount of my remaining credit is unknown.",
        "My current unused credits could be disclosed by you.",
        "Can you provide some information about my credit standing?",
        "What amount of credits remains?",
        "Please specify the amount of unused credit.",
        "Tell me about my credit limit.",
        "What amount is left of my credit?",
        "How much of my credit was left?",
        "So what's my remaining balance?",
        "Inquire about availability of further credits",
        "Can you show me my current credit limit?",
        "Please inform the credit balance.",
        "You may want to inquire about the availability of additional credits.",
        "Can you tell if there is any available credit?",
        "What amount of credit do I have yet?",
        "Tell me my credit.",
        "Inquire about the availability of credits again.",
        "Does you know how much credit I have?",
        "Are you able to tell me about my current credit limit?",
        "Uhm, what is my remaining credit?",
        "Is there any left on my account?",
        "Let me know about my unused credit.",
        "What are my remaining credit?",
        "How much credit available?",
        "Inquire about the availability of credits.",
        "Is my remaining credit still up?",
        "I still have credit left?",
        "Now, what is the extent of my credit?",
        "How much is the credit limit left?",
        "What is my total credit limit?",
        "Tell me if I have any leftover credit?",
        "Credit is left in how much?",
        "Are you able to provide details on my credit standing?",
        "How many credit cards remain?",
        "How much money is my remaining credit balance?",
        "Inquire if there are more credits available.",
        "Can you give me the amount of credit remaining?",
        "Inquire about the credits remaining.",
        "A question about my remaining credit balance.",
        "Amount of credit that is still available?",
        "What am I left with my credit?",
        "Do you know what amount of credit I still have?",
        "Credit left in this account, how much?",
        "How much credit do I still have?",
        "I want to know what the extent of my credit is.",
        "Is it possible to calculate how much credit I have?",
        "Can I check my credit amount?",
        "Did you know the amount of credit available?",
        "Can Icheck how much credit I have?",
        "What is the amount of credits left?",
        "What is the remaining available credit?",
        "What is my credit limit limits?",
        "What's my remaining amount of credit?",
        "Please provide me with the amount of unused credit.",
        "How much of credit is left?",
        "How much will be left for credits?",
        "I do not know how much credit I have.",
        "Credit update, please?",
        "I want to know how much money I have available.",
        "Should I be aware of my remaining credit amount?",
        "Did you inform me about my remaining credit?",
        "Is any credit left with me?",
        "What amount of credits are there?",
        "Tell me about my remaining credit.",
        "Can you tell me how much credit limit I have?",
        "I still have credit, do you know how much?",
        "How much is my remaining credit amount?",
        "Is it possible to still give me remaining credit?",
        "How many credits do we have left?",
        "Can you tell if there's credit left over?",
        "What amount of my remaining credit?",
        "Is there any spare credit that I possess?",
        "I would like to know about my credit standing.",
        "Is it possible to find out the amount of funds I have?",
        "What is the amount remaining in my account?",
        "How much credit have I left?",
        "I did not know what my remaining credit was.",
        "Please tell me the number of credit unused.",
        "Any remaining credit left?",
        "Is there a spare credit amount I own?",
        "Can you let me know my current credit limit?",
        "What are my credit limits at the moment?",
        "How much credit should I have left?",
        "Is it possible for you to reveal my current unused credits?",
        "Is it possible to tell me of my credit limit?",
        "Let's know the available credit balance.",
        "Are I in possession of any spare credit amount?",
        "Inquire if there are more credits.",
        "I would like to know if you could tell me my unused credits.",
        "What amount of credit is currently available?",
        "I want to know my current credit limit.",
        "Is it possible to tell me my current credit limit?",
        "As for credits, how much is there?",
        "Can I check the amount of my credit?",
        "How much credit is left for?",
        "Inform the availability of credit balance.",
        "Is it possible to give me information on my current credit standing?",
        "How much credit are I credited?",
        "Does he know his remaining credit amount?",
        "Can I find out my remaining credit balance?",
        "Can you let me know that I have remaining credit?",
        "Please tell me my current credit limit.",
        "Can you tell me of my credit limits?",
        "Do I have my remaining credit?",
        "Will you let me know about my current credit standing?",
        "There is a question about how much credit left.",
        "What amount of credit is available?",
        "Credit update please?",
        "I am confused about my remaining credit.",
        "Please tell me how much credit I have.",
        "What's the extent of my available credit?",
        "How much credit was left in that account?",
        "What is the exact amount left to be credited?",
        "Please, the remaining credit update?",
        "I need to know about my available balance now.",
        "What's the availability of my credit?",
        "I want to know what my remaining balance is.",
        "How much credit is left??",
        "Do I have spare credit amount?",
        "Inquire about any available credits.",
        "I would like to know about my credit.",
        "Is there a figure for leftover credited amount?",
        "What amount of credit is there?",
        "Do you know my credit limits?",
        "You may want to inquire about the availability of more credits.",
        "Is my remaining credit amount knowing?",
        "I need a credit balance, please?",
        "Do you know amount of credit I have?",
        "Can you make me aware of my remaining credit?",
        "Please help with my credit balance.",
        "I need to know the remaining credit amount.",
        "Will you tell me about my credit limit?",
        "What does my credit limit have left?",
        "What is the number for leftover credited amount?",
        "Do you know the total amount of credit that I have?",
        "What amount of my credit limit is left?",
        "Can you tell the amount of credit available?",
        "Okay, what's my remaining credit?",
        "How many credits left?",
        "Is my credit amount still up?",
        "Tell me my credit remaining, lazy bums?",
        "I'm not sure how much credit I have left.",
        "I want to know how much credit I left.",
        "Credit is left how much?",
        "I wonder how much credit left?",
        "How about the available credit?",
        "I would like to know my credit balance.",
        "What is the remaining credit balance?",
        "May I know my credit standing?",
        "Will there still be credit left?",
        "Is it possible to check my credit levels?",
        "Do you know if I have my available balance?",
        "I don't know the extent of my available credit.",
        "Can it be done to check how much credit I have?",
        "How much credit is left for me?",
        "I need to know about my current credit standing.",
        "I was wondering how much credit I had.",
        "What do I have left in my credit?",
        "Do you have any idea how much credit I have?",
        "Tell me where I stand on credit.",
        "Right now do I have any spare credit?",
        "I would like to know if you could tell me about my current unused credits.",
        "What is left of the credit?",
        "Am I informed about my remaining credit?",
        "What is the remaining amount of unused credit?",
        "Please inquire about the availability of credits.",
        "Can you estimate how much credit I have left?",
        "How much credit are left?",
        "I want to know if I have any remaining credit.",
        "Let me know the credit amount.",
        "I would love to know my remaining credit.",
        "What amount of credit do I still have?",
        "You know how much I got left to use?",
        "How much credit I have?",
        "I need to know credit status.",
        "Can you give me the details on my credit standing?",
        "Amount of credit still available?",
        "Am I sure of my remaining credit amount?",
        "Do you know if there is any credit left?",
        "Can you tell how much credit is left?",
        "I don't know what my remaining credit balance is.",
        "Do you know the amount of unused credit?",
        "What is my remaining credit availability?",
        "Can you tell me the current credit limits?",
        "How much credit is there now?",
        "I wonder what is my remaining credit?",
        "What is my remaining credit, okay?",
        "I was wondering if you could disclose my unused credits.",
        "Can you tell me the amount of credit I have?",
        "Is it possible to tell me about my credit?",
        "What is my credit limit right now?",
        "Is there any more credit left?",
        "Can you tell me the status of my credit standing?",
        "What do you say about remaining credit?",
        "Can you tell me the credit I have left?",
        "I need to know how much credit is still available.",
        "What amount of credits are left?",
        "What do you think my remaining credit is?",
        "Do I still have enough credit?",
        "I need information on my credit standing.",
        "Is it possible to find out how much credit I have?",
        "Tell me my credit balance.",
        "Please, please, my credit balance?",
        "I need to know my available balance now.",
        "Please tell us the amount of unused credit.",
        "Please tell me the amount of credit I have.",
        "I would like to find out the amount of my funds.",
        "Please, please, my credit balance, please?",
        "Do I have any spare credit amount left?",
        "How many credit cards have I left?",
        "How much do I have credit?",
        "Do you have any information on my remaining credit?",
        "Please let me know how much unused credit there is.",
        "How much is left in my account?",
        "Is there any left over credit balance?",
        "There is credit to spare, can you tell?",
        "I wonder if you could tell me about my current unused credits.",
        "Do I have any spare credit right now?",
        "Is it possible to find the extent of my available funds?",
        "Is there an amount of available credit?",
        "Does the credit limit remain?",
        "Do you have an update on my available balance?",
        "I don't know the exact amount of credit I have.",
        "What is the remaining credit update?",
        "Are you aware of the amount of credit that I have?",
        "What level of credit do I have left?",
        "Does there enough left in my account?",
        "Is it possible you could reveal my unused credits?",
        "Can you tell me the available balance?",
        "Can you tell me the amount of credit I have available?",
        "Can you show me my available balance?",
        "I would like to know my remaining balance.",
        "Is it possible that you could reveal my current unused credits?",
        "We need to know the amount of unused credit.",
        "Can you give me details about my credit limit?",
        "Let me know if I have remaining credit.",
        "Inform me about my credit status.",
        "Inquire about availability of further credits.",
        "Please tell the credit balance",
        "Inquire about the possibility of more credits.",
        "Can I get credit left with me?",
        "Inquire regarding the availability of credits.",
        "Do you know the total amount of credit I have?",
        "Is it possible to determine the extent of my available funds?",
        "Please provide the amount of credit unused.",
        "Should I be able to check how much credit I have?",
        "Any credit left?",
        "Are you sure about the amount of credit I have?",
        "I would appreciate it if you could tell me my unused credit amount.",
        "Tell me that I have more credit left?",
        "Is it possible to give me details on my credit standing.",
        "Exactly how much credit remains?",
        "Tell me the status of my credit?",
        "Have any credit remaining?",
        "What amount of credit remains?",
        "If there's credit to spare, can you tell?",
        "Am I told remaining credit?",
        "I don't know how much credit I possess.",
        "Is there any amount of credit I still have?",
        "Can you give me an update on my available balance?",
        "What is the total amount of leftover credited money?",
        "What's the remaining balance on my credit card?",
        "tell me credit status",
        "Do you know what's left over balance?",
        "Is there any left in the credit?",
        "Please tell me how much credit you have left.",
        "What is the remainder of my balance?",
        "I would appreciate it if you could tell me the amount of unused credit.",
        "Was the credit limit still left?",
        "I want to know what my credit limit is.",
        "Ask about the availability of credits.",
        "I want to know if it is possible to check how much credit I have.",
        "What is the final amount leftover from credited?",
        "How much credit will I get left?",
        "What is the count for leftover credited amount?",
        "Can I find out the amount of funds available?",
        "How much was leftover credited?",
        "What is the credit amount remaining?",
        "Please tell me about my credit limit.",
        "Please confirm the credit balance.",
        "Can you tell if there's any credit left left?",
        "Can anyone give me an idea of the leftover balance?",
        "What is my credit balance left?",
        "What is the remaining credit limit?",
        "What is the credit limit that I have unused?",
        "Is there a credit limit remaining?",
        "What is my credit limit left over?",
        "What's left of my credit?",
        "Please tell me the quantity of unused credit.",
        "I wonder if I know my remaining amount of credit.",
        "Will you let me know how much credit I have left?",
        "I need to know if I possess any spare credit amount.",
        "What is the amount of leftover credit?",
        "Do you know the total amount of credits I have?",
        "The amount of credit on hand?",
        "Are the credit limit left?",
        "Can you tell if there are any leftover funds?",
        "Do you know the number of credit I have?",
        "Can you give me an available credit?",
        "Is there any leftover credit amount?",
        "Can you tell me what the leftover balance is?",
        "inform about the available credit balance",
        "I want to know if you can tell me about my current unused credits.",
        "Is there any remaining credit balance?",
        "What proportion of my remaining credit is left?",
        "What amount is my remaining credit?",
        "What is the remaining amount of credit?",
        "Get the availability of further credits.",
        "Please tell us the available credit balance",
        "Is it possible to give me remaining credit?",
        "Please inform me of my current credit limit.",
        "I'm interested in learning about my available balance.",
        "Is the credit limit still intact?",
        "Speak to me about the amount of unused credit.",
        "Do you know how much credit I has?",
        "I would like you to disclose my unused credits.",
        "Is there any spare credit amount I have right now?",
        "How much credit is there left in the account?",
        "Tell me my current credit limit.",
        "I need an idea of the leftover balance.",
        "Do you have the current credit limit for me?",
        "I would like to know the current credit limit.",
        "Have any credit left?",
        "The available credit balance should be informed.",
        "How much credit have I still got?",
        "Can you tell if there's any spare credit left?",
        "What is the amount of my available credit?",
        "Is there any spare credit amount that I own right now?",
        "Did you tell me my credit remaining?",
        "I wonder how much credit I have.",
        "How much of my remaining credit?",
        "inquire about the availability of credits.",
        "Do you have any information regarding my remaining credit?",
        "Let me know if I have a leftover credit amount.",
        "Can you tell me about my remaining balance?",
        "Can you tell if there's some credit left?",
        "More credit left?",
        "What remains of my credit?",
        "Can I find out how much is available to me?",
        "Ask about more credits.",
        "Are you able to provide me details on my credit standing?",
        "Tell me my remaining credit.",
        "What amount of credit do I have remaining?",
        "Inquire about the availability of further credits",
        "I need you to tell me my credit status.",
        "I am interested in knowing about my balance.",
        "How much of my credit left?",
        "I don't know how much credit I has left.",
        "Do you know how much credit I have remaining?",
        "Is there any spare credit I have right now?",
        "Which amount of credit is available?",
        "Inquire about the availability of credits",
        "Please tell me what my credit amount is.",
        "Do you know the level of credit I have?",
        "What is the total amount of credit I have?",
        "credit left with me?",
        "How much credit is outstanding?",
        "How much credit have we left?",
        "What is the amount of balance available?",
        "Can you give me information about my balance?",
        "Have any credits still left?",
        "Ask about the availability of more credits.",
        "Let me know the amount of unused credit",
        "Can I check my credit card amount?",
        "What is the credit left for me to use?",
        "Can you give me the total amount of credit left?",
        "I wonder if I know my remaining credit balance.",
        "Inquire about credits that are available.",
        "How much credit am I still have?",
        "What is the balance of my credit?",
        "Do I have any remaining credit?",
        "Do you know how much credit is left?",
        "please, my credit balance, please?",
        "Is it possible to tell me my credit?",
        "Is there any spare credit amount available right now?",
        "Where much is left for credits?",
        "I am interested in learning about my available balance.",
        "Is it possible for you to tell me about my current credit standing?",
        "Do you know the status of my credit?",
        "Please let me know if I have unused credit.",
        "What amount is left of credit?",
        "You should ask about the availability of additional credits.",
        "What's the extent of my credit left?",
        "What's still left of my credit?",
        "Does anyone know the leftover balance?",
        "I need to know what the available balance is.",
        "Tell me I still have credits?",
        "Is credit limit still there?",
        "What is the extent of the credit I have?",
        "How much is my credit limit unused?",
        "Credit limit not gone?",
        "Please confirm the available credit balance.",
        "Can you say what my credit limit is?",
        "How much credit was still left?",
        "Is there any information about my available balance?",
        "What is the total amount of credit I have available?",
        "Please give us the available credit balance.",
        "What amount of credit have I left?",
        "Let me know the available credit balance.",
        "How much is there left in this account?",
        "Credit limit left?",
        "Find out about the availability of more credits.",
        "credit limit left?",
        "Are you able to give me my current credit limit?",
        "Tell me my credit standing",
        "Can you tell me my credit limits?",
        "What's my remaining credit, huh?",
        "Tell me how much unused credit is there.",
        "What is the amount left for credits?",
        "Can you tell me if I have enough credit?",
        "I want my credit balance, please.",
        "Do you know my remaining credit amount?",
        "Is there any credit left to spare?",
        "Can you tell me the credit limit that I have?",
        "Please tell me how much unused credit you have.",
        "How much was leftover credited amount?",
        "What is my credit available to me?",
        "You should tell me my credit limit.",
        "Is it possible to tell me about my available balance?",
        "What is the correct figure for the leftover credited amount?",
        "How much credit doI have?",
        "What credit limit is left?",
        "Hey, what's my remaining credit?",
        "Is it possible that you can inform me of my balance?",
        "I wonder if you know the amount of credit I have?",
        "Just how much is left for credits?",
        "what amount of credit left?",
        "Is there credit left with me?",
        "Let them know the available credit balance.",
        "Give us the available credit balance.",
        "How much time is left for credit?",
        "Did anyone know what the leftover balance is?",
        "Can you tell me my credit limit.",
        "Can you tell if credit is available?",
        "Want to know what the leftover balance is?",
        "Please tell the available credit balance.",
        "What are I left with my credit balance?",
        "Can you give me the information about my balance?",
        "available credit?",
        "Can you tell me the current credit limit for me?",
        "How much unused credit is there?",
        "I want to know what my current credit limit is.",
        "Are there any leftover credit left?",
        "Do I know what my remaining credit amount is?",
        "What is the amount of credit available to me?",
        "My credit balance is still not known.",
        "Is there any more on my account?",
        "How much credit is usable?",
        "Do you know if there's enough credit to spare?",
        "Do you know how much I got left to use?",
        "I'm unsure how much credit I have left.",
        "So my remaining credit?",
        "Do you know the exact amount of credit that I have?",
        "What is the figure for leftover credited amount.",
        "I would like to know my unused credit amount.",
        "I don't know how much credit I left.",
        "Please, my credit balance",
        "Please inform me the amount of unused credit.",
        "Do you know my remaining credit?",
        "You should inquire about availability of more credits.",
        "I want to know what my unused credit amount is.",
        "Should I know my credit limit?",
        "Can you please tell me my credit balance?",
        "Tell me I have some remaining credit.",
        "Tell me the amount of my remaining credit.",
        "Give me my remaining credit?",
        "It's not clear what my remaining credit is.",
        "Let me know my credit status.",
        "Please tell me the amount of credit not used.",
        "Will you let me know my current credit limit?",
        "Is it still credit left for me?",
        "I was wondering what my remaining credit was.",
        "How many credit cards left?",
        "ask about the availability of more credits.",
        "Can you let me know about my credit.",
        "Inform the amount of credit available.",
        "How much credits is left?",
        "I want to hear about my balance.",
        "There is a question of how much credit is left.",
        "An amount of credit available?",
        "Is there any spare credit amount for now?",
        "Are you able to tell if there's any credit left?",
        "What is the credit availability?",
        "Can you give me the amount of my credit limit?",
        "I do not know how much credit I got left.",
        "I am wondering how much credit I have.",
        "Let me know about the unused credit I have.",
        "Do you know what the amount of credit is?",
        "How is my remaining credit?",
        "I'm curious about my current credit standing.",
        "What amount of credit should I have left?",
        "Please tell me how much unused credit is left.",
        "Are you aware of your remaining credit balance?",
        "how much is leftover credited amount?",
        "I asked how much credit I got left.",
        "Do you know the credit amount I have?",
        "Inform us if there is a credit balance.",
        "I am curious about my current credit standing.",
        "Do you know the amount of my credit?",
        "Let me know what my unused credit is.",
        "Can you inform me about my credit limit?",
        "Are you able to tell if there's credit to spare?",
        "Can I be aware of my credit limit?",
        "What part of my credit remain?",
        "Are the credit limits remaining?",
        "I wonder if credit is left with me?",
        "I want to know details on my current credit standing.",
        "What do I have left of my credit?",
        "Have you any remaining credit left?",
        "Please tell me what the amount of unused credit is.",
        "Do you know the quantity of credit I have?",
        "What is the extent of my credit?",
        "I need to know the amount of credit that I have.",
        "How much of my credit is still available?",
        "Please tell me the number of unused credit.",
        "The number of available credit?",
        "Let me know how much my remaining credit is.",
        "Can you give me the availability of my balance?",
        "Do I have a remaining credit balance?",
        "Provide me with the amount of unused credit.",
        "How much remaining credit is there?",
        "Can I check how much credit I've got?",
        "Please have remaining credit update.",
        "What is the total amount of credit remaining for me?",
        "Do you know if I have remaining credit?",
        "ask about the availability of credits",
        "Can I check my credit card balance?",
        "I would like to know my remaining credit balance.",
        "I wonder what my remaining credit is.",
        "What's left in my credit card?",
        "Inquire about further credits",
        "Can I know the amount of funds that I have?",
        "Can you give me my remaining credit?",
        "Amount of available credit left?",
        "Is it my remaining credit amount?",
        "Can I know my remaining credit balance?",
        "What's the figure for leftover credit?",
        "Please tell how much unused credit I have.",
        "Let me know the unused portion of my credit.",
        "I need to know my unused credit.",
        "I wanted to know how much credit I have left.",
        "Can you give me details on my credit standing?",
        "How much of the available credit is there?",
        "Do you know what my current credit limit is?",
        "I want to know about my remaining credit balance.",
        "Let me know if I have any unused credit",
        "I would like to know if you can disclose my current unused credits.",
        "How much credit is I holding?",
        "Is there much left of credit?",
        "What is my unused credit limit right now?",
        "I would like you to disclose my current unused credits.",
        "Can I check the amount of credit?",
        "Is that credit left for me?",
        "Can you give me the credit limit?",
        "Let me know if I have enough unused credit.",
        "I am looking for details on my current credit standing.",
        "Can you remind me of my available balance?",
        "Inquire about the credits that are available",
        "Tell me about my credit status",
        "My credit card amount, please?",
        "What is the balance left for me?",
        "I want to hear about my remaining credit.",
        "Inquire about further credits.",
        "Find out if you have available credit.",
        "Can there be enough credit left?",
        "Was it still credit with me?",
        "What amount of credit left in this account?",
        "Tell me I'm still credited?",
        "Please tell me my unused credit amount.",
        "Was it possible to tell me remaining credit?",
        "Is it possible to give me details about my current credit standing?",
        "Can you say if there is enough credit to spare?",
        "How much is unused credit left?",
        "What amount of credit limit remains?",
        "Is my remaining credit amount known to me?",
        "I need to know how much credit I have left.",
        "Information on my credit standing can you give me?",
        "Is there my remaining credit balance?",
        "What amount of credit did I get left?",
        "What is my credit limit for now?",
        "Credit left for me?",
        "Can you tell if there's credit available?",
        "Can you give me an update on my credit limit?",
        "What is left on my account?",
        "Are there any remaining credit?",
        "What is the total of my remaining credit?",
        "How much credit can you give me?",
        "Please tell me what the amount of credit is.",
        "Is any credit left for me?",
        "Tell me the amount of unused credit you have.",
        "Tell me how much my remaining credit is?",
        "Can I check how much credit I has?",
        "You should ask about the availability of further credits.",
        "I don't know if I have remaining credit balance.",
        "Let me know the credit amount that's unused.",
        "Can you tell if there's any remaining credit?",
        "Inquire about the availability of extra credits.",
        "I do not know the extent of my remaining credit.",
        "So you know how much credit I have?",
        "How much do I have left on my credit balance?",
        "Is there any spare credit amount left for me?",
        "How much credit remain?",
        "Can you discuss my credit standing?",
        "Do you know what's leftover balance?",
        "You know how many credit I have?",
        "Can you tell if there's any credit left?",
        "May I be aware of my remaining credit balance?",
        "You are requested to inform the credit balance.",
        "Can you tell me some information about my credit standing?",
        "Should I know my remaining credit balance?",
        "Please tell me what the unused credit is.",
        "Tell me how my remaining credit is.",
        "You can let me know about my credit.",
        "Inquire about availability of credits",
        "Please let me know if I have any unused credit.",
        "What left of credit?",
        "I want to know if you can disclose my current unused credits.",
        "Tell me if I still have credit?",
        "Is the amount of credit I have still known?",
        "What is my leftover balance?",
        "How many credits is left?",
        "How much credit is still available for me?",
        "Inform them of the available credit balance.",
        "What amount of credit was left?",
        "Does anyone know what's the leftover balance?",
        "I was wondering how much credit I have left.",
        "Any idea about the leftover balance?",
        "inquire about the availability of credits",
        "What's my leftover credit?",
        "What is my credit limit still?",
        "Have you told me my remaining credit?",
        "Is the credit limit still valid?",
        "What is the credit limit I have?",
        "You should let me know about my remaining credit.",
        "Do you have my current credit limit?",
        "Can you tell me details about my credit standing?",
        "I need to know my credit status.",
        "What is the availability of my credit now?",
        "What is the remaining credit for me?",
        "Can you tell me of my remaining credit?",
        "How much is leftover for credits?",
        "Please tell the credit amount.",
        "How much credit still exists in this account?",
        "Will you be able to tell if there is credit to spare?",
        "Which amount of credit is currently available?",
        "Do you have an idea what the leftover balance is?",
        "Are there any left in my account?",
        "I need to know how much credit I got left.",
        "Tell me the actual amount of unused credit.",
        "Can I still get credit left with me?",
        "Did I know my remaining credit balance?",
        "Right now, do I possess any spare credit?",
        "You should inform the available credit balance.",
        "Oh, my credit balance, please?",
        "How much credit is left up?",
        "What is there left in my account?",
        "Is there any spare credit that I have right now?",
        "Is there any left in unused credit?",
        "Does anyone have an idea of the leftover balance?",
        "Please share the amount of unused credit.",
        "I would like to find out the extent of my available funds.",
        "I want to know about my unused credit.",
        "Would you be willing to reveal the total unused credits?",
        "Might I know my credit balance?",
        "What is the balance left on my credit card?",
        "Is the credit limit still available?",
        "How much of my remaining credit do I have left?",
        "What are the extent of my credit?",
        "It would be possible to check how much credit I have.",
        "Please tell me about my available balance.",
        "Please let me know of my credit limit.",
        "Please, remaining credit update.",
        "Were you able to reveal my current unused credits?",
        "inform about the credit balance",
        "What portion of my credit remain?",
        "Are there any remaining credit with me?",
        "Is it possible to check my credit strength?",
        "Please share the available credit balance.",
        "Can you give me the credit limit for me?",
        "Are there still remains on my account?",
        "What amount of unused credit are there?",
        "Can I know my remaining amount of credit?",
        "Is there anything left on my credit balance?",
        "Can I check how much credit my credit card has?",
        "Is it still credit with me?",
        "What's the size of my remaining credit?",
        "Inquire if there are additional credits available.",
        "Credit left how much?",
        "How much am I left with my credit balance?",
        "Do you have any information on my current credit limit?",
        "Is there any spare credit left?",
        "Have you told me about my remaining credit?",
        "I'm wondering about my remaining credit.",
        "What information can you give on my credit standing?",
        "Let me know the total unused credits.",
        "Please let them know the available credit balance.",
        "I want to know the credit status.",
        "Amount of credit that is currently available?",
        "Is it possible to inform me of my balance?",
        "Exactly how much credit is left in this account?",
        "I'm wondering if you could reveal my unused credits.",
        "Tell me what's left on my credit card.",
        "I need to know on my available balance.",
        "Can you tell if there's spare credit?",
        "What is my credit limit currently?",
        "What is the rest of my balance?",
        "What is the estimate of leftover credited amount?",
        "How much credit remains?",
        "Got any idea what the leftover balance is?",
        "How many credits are there?",
        "What amount of credit remain in this account?",
        "Have there still been any credit left?",
        "how much credit is available",
        "Can you give me more information on my credit standing?",
        "What is the figure for leftover credited amount",
        "Exactly how much credit left?",
        "I want to know the extent of my available credit.",
        "Let me know how much credit I have.",
        "Which is the current unused credit limit for me?",
        "Inform me of remaining credit?",
        "I don't know what my remaining credit is.",
        "Is it possible for you to give me details on my credit standing?",
        "Please tell me the amount of credit that isn't used.",
        "I want to know the unused credit amount.",
        "Please give me the amount of credit unused.",
        "What do I have left in my credit balance?",
        "I wondered how much credit I got left.",
        "Can you tell if there's enough credit left?",
        "What's my credit balance left?",
        "Amount of credit availability?",
        "Is my total credit amount known?",
        "Can you tell if the credit is still there?",
        "Inquire if there are more credits left.",
        "Is it possible to give details on my current credit standing?",
        "How much of my remaining credit is usable?",
        "Is there any left of the available credit?",
        "You can ask about the availability of further credits.",
        "I need to know about my current credit limit.",
        "Please, please tell me the amount of unused credit.",
        "I'm wondering if you know the amount of credit I have.",
        "How about the leftover credited amount?",
        "What is the amount of credit remaining?",
        "Tell me what's left of my credit",
        "Where much credit left?",
        "Inquire about the credit availability",
        "Does anyone know how much credit I have left?",
        "What remains on my account?",
        "Let me know my remaining credits.",
        "I'd like to know about my current credit limit.",
        "What is the credit available?",
        "Please convey the amount of unused credit.",
        "I would appreciate if you could update me on the balance.",
        "What extent of my credit is available now?",
        "Make me aware of my remaining credit.",
        "Is it possible for you to inform me about my remaining credit?",
        "What is the approximate amount leftover from credited?",
        "Allow me to know my unused credit.",
        "Is there any spare credit amount I still have?",
        "How much credit has left in this account?",
        "I don't know what credit left with me?",
        "Can you say if there's any spare credit?",
        "Can you tell how much credit is left in this account?",
        "Is there still enough for credits?",
        "Is it time to tell me my remaining credit?",
        "Please tell me the amount of unusedcredit.",
        "I want to know how much credit I still have.",
        "It could be possible to check how much credit I have.",
        "Can I see the amount of funds I have left?",
        "Do I know my remaining credit balance?",
        "Exactly what is my remaining credit?",
        "Inform me of the amount of unused credit.",
        "Can you show me how much credit I have left?",
        "What is my remaining credit available for?",
        "Can you tell me if I have any leftover credit?",
        "Do I have spare credit amount right now?",
        "What is the figure for leftover credited amount?",
        "Are you able to check how much credit I have?",
        "Have any remaining credit?",
        "tell me the credit status",
        "I must know my credit balance.",
        "You should enquire about the availability of more credits.",
        "What is the total amount of credit I have left?",
        "How much credit is left available.",
        "Yes, have any credit left?",
        "Can you give me my available balance?",
        "Can it be possible to check how much credit I have?"
    ]
}