{
    "company_type": "Car Dealerships",
    "inquiry_category": "Technical issues and troubleshooting assistance",
    "inquiry_sub_category": "HVAC system issues",
    "description": "Customers may seek troubleshooting support for their vehicle's heating, ventilation, and air conditioning system, addressing concerns like inadequate cooling or heating, unusual odors, or malfunctioning controls.",
    "inquiry": "Is the AC not cooling properly?",
    "paraphrases": [
        "Is that the air conditioner isn't cooling right?",
        "The AC is not cooling down?",
        "The AC might not be cooling as well as expected.",
        "The AC may not be cooling as efficiently as it could.",
        "Yeah, AC isn't cooling.",
        "Why can't the AC cool enough?",
        "The air conditioning does not cooling properly.",
        "The AC might be not cooling well.",
        "The AC may not be cooling as efficiently as thought.",
        "The air conditioning isn't cooling the right way.",
        "I don't understand why the AC isn't cooling enough.",
        "Is it the air-conditioning that is failing?",
        "Is AC failing to chilling?",
        "The AC isn't cooling enough",
        "The A/C unit has a cooling ability that is poor.",
        "Correct? AC not cooling?",
        "The airconditioning is malfunctioning",
        "AC is failing to chill appropriately?",
        "Has the air conditioning malfunctioning?",
        "The air conditioner is malfunctioning, is that the case?",
        "The air conditioning isn't cooling right is it?",
        "The AC may be not cooling as efficiently as it should be.",
        "The air conditioner appears to be malfunctioning.",
        "Is it not cool to have AC?",
        "The AC is cooling not enough.",
        "Is the air conditioning malfunctioning, it is not cooling well?",
        "Is the air conditioner malfunctioning that it isn't cool?",
        "Surely AC isn't working well?",
        "Why does my AC not cool me down the proper way?",
        "Has anyone had issues with the air conditioner?",
        "It's not cooling down on my AC, what's going on?",
        "Well, AC not cooling?",
        "Is the AC not cool?",
        "Are the air-conditioning units failing?",
        "It looks like the air conditioner isn't cooling right.",
        "The AC could be not cooling as smoothly as it would like.",
        "Do you have a Problem with the AC?",
        "Is it malfunctioning that the air conditioner is not cool?",
        "Is the A/C unit's cooling ability really bad?",
        "The air conditioning could be not cooling as it should.",
        "Is the AC cooling the way it should?",
        "It isn't cooling on my AC.",
        "Should the AC be cooling well?",
        "The A/C unit's cooling ability is questionable.",
        "The air conditioner isn't cooling correctly?",
        "Is it malfunctioning that the air conditioning is not cooling up?",
        "AC fails to provide adequate chilling?",
        "The AC might not be cooling properly.",
        "Why don't my AC cool me the right way?",
        "What are any issues with the air conditioner?",
        "There are any air conditioner issues?",
        "The air conditioner is malfunctioning and Is it?",
        "The AC may not be cooling the way it should.",
        "Did the AC not cool well?",
        "Is AC not cooling?",
        "The AC might be not cooling as well as it would like.",
        "It's not cooling down on my air conditioner.",
        "It's not cooling down on my AC, what is wrong with it.",
        "There is a problem with my AC, what is it?",
        "Is the air-conditioning broken?",
        "Is the A/C unit cooling well?",
        "It's not cooling as well as it could be, what's wrong with my AC?",
        "Is there an issue with air-conditioning?",
        "Are AC cool enough?",
        "my AC isn't cooling down",
        "Air conditioning is not cold enough",
        "Is the air conditioner malfunctioning because it is not cooling right?",
        "How about issues with the air conditioner?",
        "Is the air conditioner malfunctioning that it isn't cooling.",
        "Why does my AC not cool me correctly?",
        "It is not cooling as well as it must and what is wrong with my AC?",
        "Experiencing poor AC?",
        "What is it that it's not cooling down on my AC?",
        "The AC may not being cooling as it should.",
        "Is AC less cool?",
        "Is it malfunctioning that the airconditioner isn't cooling right?",
        "The air conditioning may be malfunctioning",
        "Why does my AC not chill me down the right way?",
        "Correct, the AC isn't cooling right?",
        "Does there a problem with the AC?",
        "The air conditioner is malfunctioning.",
        "Is it malfunctioning that the air conditioner isn't cooling down well?",
        "The air conditioner may be malfunctioning, is it?",
        "I don't know if air-conditioning is failing.",
        "Is the air air conditioner malfunctioning?",
        "The air conditioning may not be cooling as smoothly.",
        "AC not providing enough chilling?",
        "It is malfunctioning that the air conditioning is not cooling well.",
        "Does the A/C unit have a bad cooling ability?",
        "AC isn't cool right?",
        "What's wrong with my air conditioning unit?",
        "My AC isn't cooling me down the right way.",
        "The AC may not be cooling as smoothly as it could.",
        "Are there any issues with the air Conditioners?",
        "Was it malfunctioning that the air conditioner wasn't cooling right?",
        "AC not properly chilling?",
        "The AC might not be cooling as smoothly as it's intended.",
        "Why is the AC not cooling as well?",
        "What is wrong with my AC, it's not cooling down?",
        "Is air conditioning failing",
        "AC failing to chill out adequately?",
        "Not enough cool from air conditioning.",
        "AC doesn't have adequate chilling?",
        "Is this malfunctioning that the air conditioner isn't cooling right?",
        "AC failing to adequately chill?",
        "It is possible that the AC may not be cooling as well as it should.",
        "I don't think the AC is cooling well.",
        "It is not cooling down on my airconditioning.",
        "It is possible that the AC is not cooling as efficiently as one may think.",
        "Is it a problem with the AC?",
        "Not sufficient coolness from air conditioning.",
        "Insufficient cooling despite AC on?",
        "Is there aproblem with the AC?",
        "Is it malfunctioning that the air conditioner can't keep up?",
        "AC is not cool enough?",
        "Why is there not enough cooling in the AC?",
        "Is the air conditioning malfunctioning, it's not cooling well?",
        "Is the air conditioners malfunctioning that it isn't cooling right?",
        "Is its malfunctioning the air conditioner?",
        "Is it malfunctioning that the air conditioning is not cooling effectively?",
        "It seems like the air conditioner is malfunctioning.",
        "The AC may not be cool enough.",
        "It's not cooling well, what's wrong with my AC?",
        "the ac is not cooling well",
        "The AC might not be cooling in the way it would like.",
        "I would like to know if the AC is cooling properly.",
        "Not cool enough from the air conditioner.",
        "Have you got a problem with the AC?",
        "Is the airconditioner failing?",
        "Was the AC not cooling?",
        "The air conditioning was not cool.",
        "It's not cooling off on my AC, what is wrong?",
        "The AC may not be cooling as quickly as one might think.",
        "The air conditioner isn't cooling very well.",
        "Is the air conditioner malfunctioning that it isn't cooling very well?",
        "The airconditioning isn't cooling properly.",
        "What's wrong with my AC, it's not cooling as well as it should.",
        "air-conditioning failing?",
        "Something isn't working well with AC.",
        "Is it because my AC cools me down the wrong way?",
        "AC is failing to chill enough?",
        "The AC might not be cooling as efficiently as it could.",
        "Is the cooling ability of the A/C unit low?",
        "I'm not cooling down on my AC, what is going on?",
        "AC failing to chill enough?",
        "Why isn't my AC cooling me the right way?",
        "Is the ac not cooling down?",
        "It's not cool on my ac.",
        "Is it possible that the air conditioning is malfunctioning?",
        "It appears that the air conditioning isn't cooling properly.",
        "Is it possible that air-conditioning is malfunctioning?",
        "Why doesn't the AC cool down enough?",
        "Is it malfunctioning that the air conditioner doesn't work?",
        "It's not cooling down on my AC, it's not.",
        "Is AC isn't working well?",
        "The air conditioner is malfunctioning could it be?",
        "The AC is not cooling as well as it would like.",
        "AC isn't cooling.",
        "Is the cooling ability of the A/C poor?",
        "AC was failing to adequately chilling?",
        "There may be some issues with the air conditioner.",
        "Why isn't the airconditioning cooling more?",
        "Any issues with the airconditioning?",
        "The AC might be not cooling as fast as it should.",
        "AC is failing to chill well?",
        "Right? AC is not cooling?",
        "The air conditioning is malfunctioning?",
        "Is it malfunctioning that the air unit isn't cooling correctly?",
        "Why did my AC not cool me down the right way?",
        "It's malfunctioning that the air conditioning isn't cooling well.",
        "The AC may not be cooling off as smoothly as it would like.",
        "cooling in the AC?",
        "Is there not enough air conditioning?",
        "The AC may be not cooling as nicely as it would like.",
        "The AC may be not cooling as efficiently.",
        "Why doesn't my AC chill me the right way?",
        "Is it malfunctioning that the air conditioning isn't working?",
        "Do you think the air conditioner isn't cooling right?",
        "Is the air conditioner malfunctioning because it's not cooling correctly?",
        "Is the air conditioning malfunctioning and it is not cooling properly?",
        "Are my AC unit malfunctioning?",
        "It could be that the air conditioner is malfunctioning.",
        "Why does the AC don't cool me down the right way?",
        "What makes my AC not cooling down?",
        "The AC could be not cooling as smoothly as it should.",
        "The air conditioning isn't cooling very well.",
        "Doesn't my AC cool me down the right way?",
        "It seems like the air conditioner isn't cooling correctly.",
        "There is an issue with the AC.",
        "I don't think my AC is cooling as well as it should.",
        "Why doesn't my ac cool me the right way?",
        "It's not cooling down on my ac",
        "It isn't cooling as well as it should; what's wrong with my AC?",
        "AC lacks adequate chilling?",
        "Yes, is AC cool enough?",
        "air conditioning isn't cold enough",
        "Is the A/C unit unable to cool?",
        "The air conditioning might not cool properly.",
        "Would the AC not be cooling well?",
        "AC was failing adequate chilling.",
        "The AC isn't cooling as much as it should.",
        "Is there a malfunction with the air conditioner?",
        "I question if the AC is cooling properly.",
        "Do you reckon AC isn't working well?",
        "What's wrong with my AC, it's not cooling well?",
        "The AC may not be cooling as planned.",
        "The AC might be not cooling as efficiently as one might think.",
        "air conditioning not cold enough?",
        "I'm not sure if my AC cools me down the right way.",
        "Right, the AC is not cooling?",
        "The AC might not be cooling correctly.",
        "Is the A/C unit poor in cooling?",
        "Problem with the ac?",
        "Isn't my AC cooling malfunctioning?",
        "Is the air conditioner malfunctioning and it's not cooling right?",
        "The air conditioner isn't cooling correctly and is it malfunctioning?",
        "Is it malfunctioning that the air conditioner isn't operating correctly?",
        "Is the air-conditioning not working?",
        "Is the air conditioner malfunctioning, it's not cooling correctly?",
        "The AC might not be cooling up.",
        "The air conditioner was not cool.",
        "Why isn't the air conditioning enough?",
        "Is it malfunctioning that the air conditioning isn't cooling evenly?",
        "It's not cooling as well as it should and what's going on with my AC?",
        "My AC isn't cooling off.",
        "Or is there a problem with the AC?",
        "Why isn't my AC cooling me down right?",
        "It is not cooling as well as it should and what is wrong with my AC?",
        "What is the cause of it not cooling down on my AC?",
        "AC isn't chilling well.",
        "Is it malfunctioning that the air conditioning is not cooling right?",
        "Does the air conditioning malfunctioning?",
        "Is the air-conditioning broke?",
        "AC not chilling sufficiently?",
        "The air conditioner might have an issue.",
        "Am I seeing air-conditioning failing?",
        "Is my AC cool?",
        "The air conditioner is malfunctioning, Is it?",
        "Do you have a problem with poor AC performance?",
        "Is the airconditioning problem?",
        "The AC could be not cooling properly.",
        "Is the air conditioning unit malfunctioning that it isn't cooling correctly?",
        "AC is not cooling enough.",
        "The AC may not be cooling as efficiently as one would think",
        "Is it malfunctioning that the air conditioning is not cooling properly.",
        "Issues with the air conditioner?",
        "Is air-conditioning malfunctioning",
        "Why doesn't my air conditioning cool me down the correct way?",
        "The AC may not be cooling as well as you think.",
        "The AC might not be cooling as smoothly as it'd like.",
        "What is making my AC not cooling down?",
        "Is the air conditioning malfunctioning that it isn't cooling as well?",
        "AC failing to chill thoroughly?",
        "Is the air conditioning failing?",
        "It may be that the AC is not cooling as smoothly as it should.",
        "The air conditioning isn't cooling?",
        "Is it malfunctioning that the air conditioner isn't running?",
        "The AC may not be cooling off.",
        "Isn't the air conditioner malfunctioning?",
        "Is AC failing adequate chilling?",
        "I wonder if AC isn't cool enough.",
        "The air conditioning is not enough cold?",
        "Is it malfunctioning that the air conditioning is not working well?",
        "Can the air-conditioning be failing?",
        "Is there a malfunctioning air conditioning system?",
        "The AC may not be cooling as smoothly as it would like.",
        "Why isn't the AC cool me down the right way?",
        "Is AC not cool Enough?",
        "Which is the problem with my AC cooling?",
        "The AC may be not cooling as smoothly.",
        "Why isn't the AC getting cooler?",
        "AC failing to chill sufficiently?",
        "I wonder if the A/C unit has a poor cooling ability.",
        "Is the air- conditioning malfunctioning?",
        "Why isn't the air conditioning cool?",
        "Problem with the AC?",
        "Yeah, AC isn't working well?",
        "Maybe the AC isn't cooling properly.",
        "The AC may not be cooling like it should.",
        "AC is failing adequately chilling.",
        "The AC may be not cooling as smoothly as it could.",
        "Why does my AC do not cool me down the correct way?",
        "The air conditioning is not cooling off.",
        "Is the air conditioner malfunctioning and it isn't cool?",
        "Is airconditioning not cold enough?",
        "The air conditioning isn't cold enough?",
        "I am not cooling down my AC, what is the problem?",
        "The cooling capacity of the A/C unit is poor.",
        "Well, the AC isn't cooling right?",
        "Is AC malfunctioning?",
        "There is a malfunctioning air conditioner.",
        "Why doesn't the AC cool me in the right way?",
        "The AC is failing adequate chilling.",
        "Why is the AC cooling so little?",
        "The AC needs to be cooling as it should.",
        "AC has insufficient chilling?",
        "What is wrong with AC cooling?",
        "Was the AC not cooling properly?",
        "The AC might not be cooling as fast as it should.",
        "What is it about my AC that it's not cooling down?",
        "There is a chance the AC is not cooling as it should.",
        "There may be something wrong with the AC.",
        "Why does my AC do not cool me down the right way?",
        "It's not cooling as well as it must; what's going on with my AC?",
        "Will AC be failing adequate chilling?",
        "Does it seem that the air conditioning is malfunctioning?",
        "The air conditioning may not be working properly.",
        "The ac might not be cooling as smoothly as it would like.",
        "Despite the AC on, is the cooling insufficient?",
        "Right? the AC is not cooling.",
        "Is the air conditioner having issues?",
        "Is the air conditioning malfunctioning, it isn't cooling correctly?",
        "The AC may be not cooling smoothly.",
        "Why isn't the air conditioning cooling?",
        "Is the airconditioning malfunctioning that it isn't cooling properly?",
        "It's not cool from the AC.",
        "Did the AC not cool down?",
        "The AC isn't cooling down, what is it?",
        "It's possible that the AC isn't cooling as it should.",
        "The AC isn't cooling properly.",
        "AC isn't chilling sufficiently?",
        "How is the AC cooling enough?",
        "It's malfunctioning that the air conditioner isn't cooling right.",
        "I am wondering if air-conditioning is failing.",
        "If the air conditioning is malfunctioning, is it?",
        "Was this a problem with the AC?",
        "It might be that the air conditioning is malfunctioning.",
        "The A/C unit may not have good cooling ability.",
        "AC might not be cooling well.",
        "AC wasn't chilling enough?",
        "The AC might not be as cool as one would think.",
        "AC's not cooling?",
        "The air conditioner may be malfunctioning and not cooling correctly.",
        "The air conditioning isn't cooling right, is it malfunctioning?",
        "AC doesn't cooling right?",
        "It is not cooling down on my AC, what is going on?",
        "Is the air CONDITIONING malfunctioning?",
        "What is the problem with my air conditioning?",
        "Is the airconditioning failure?",
        "Might the air conditioning be malfunctioning?",
        "Is the air conditioning malfunctioning, is it?",
        "Is air-conditioning breaking down?",
        "Is it malfunctioning that the air conditioner is not cooling off?",
        "Is my AC malfunctioning, it's not cooling as well as it must?",
        "Is airconditioning cold enough?",
        "The air conditioning appears to be malfunctioning.",
        "Is it malfunctioning that the airconditioning isn't cooling well?",
        "The air conditioner isn't cooling down.",
        "I wonder why my AC cools me down the wrong way.",
        "Is it malfunctioning that the airconditioner isn't cooling correctly?",
        "What happened to my AC not cooling down?",
        "The AC may have trouble cooling down.",
        "Did the AC not cool?",
        "The AC is not cooling it down.",
        "Is there malfunctioning air conditioning?",
        "Are there a problem with the air conditioning?",
        "Is it malfunctioning that the air conditioner isn't working?",
        "On my AC it's not cooling down.",
        "the air conditioning is not cooling properly",
        "Is the air conditioners malfunctioning that it isn't cooling correctly?",
        "A/C unit's cooling ability is poor?",
        "Coolness is not enough from the air conditioner.",
        "Is the air conditioning malfunctioning because it isn't cooling correctly?",
        "It looks like the air conditioning isn't cooling properly.",
        "The airconditioning is malfunctioning, is that correct?",
        "It's not cooling, what's going on with my AC?",
        "Not enough coolness from the air conditioner",
        "The AC might not be cooling as smoothly as it would prefer.",
        "It's not cooling off on my AC, what is the problem?",
        "Is the airconditioning not cooling down?",
        "Was it a problem with the AC?",
        "The AC may not be cooling as effectively as people think.",
        "Will there be issues with the air conditioner?",
        "It's not cooling off in my AC.",
        "The AC might not be cooling as efficiently as imagined.",
        "The AC may not be cooling as efficiently as we think.",
        "The AC may not be cooling as effectively as it could.",
        "Is the air conditioner malfunctioning that it isn't cooling correctly?",
        "There is poor cooling ability of the A/C unit.",
        "It is a problem with the AC.",
        "There might be problems with the air conditioner.",
        "Isn't the air conditioning cold enough?",
        "The AC might not cooling as smoothly as it would like.",
        "It could be the AC isn't cooling as it should.",
        "Why doesn't my AC make me cooler?",
        "Is airconditioning failing?",
        "My air conditioning is malfunctioning.",
        "Is it malfunctioning that the air conditioner is cooling down?",
        "AC was failing adequately chilling.",
        "The AC doesn't cooling right?",
        "Is the air conditioner malfunctioning and not cooling as well?",
        "Bad cooling ability of the A/C unit?",
        "Are the ACs not cooling?",
        "Is AC not cool.",
        "I don't think AC is cool enough.",
        "I am not cooling down on my AC, what is the problem?",
        "Cool AC not cooling well?",
        "AC is not cooling",
        "The AC may not be cooling as smoothly as possible.",
        "Is the air conditioning malfunctioning and not cooling properly?",
        "Did the AC not cool down well?",
        "The airconditioning might be malfunctioning.",
        "What about AC not cooling?",
        "The AC may not be cooling as well as one thinks.",
        "Why doesn't my air conditioning cool me the right way?",
        "The AC might be cooling more slowly than it would like.",
        "Is an air-conditioning unit malfunctioning?",
        "Is the cooling insufficient despite AC on?",
        "The AC might not be cooling as needed.",
        "There is an air conditioner that is malfunctioning.",
        "AC might not be cooling as it should.",
        "Is there cooling in AC?",
        "It is possible that the AC isn't cooling as efficiently as one would think.",
        "Is the air conditioner malfunctioning?",
        "The AC might be not cooling as smoothly as expected.",
        "Does the air conditioners have any issues?",
        "It's malfunctioning that the air conditioner isn't cooling properly.",
        "I am not cooling down on my AC, what is going on?",
        "I am not sure what is wrong with my AC cooling.",
        "Is the air Conditioning malfunctioning?",
        "Is the air conditioning malfunctioning as it is not cooling well?",
        "The air conditioner isn't cooling right is it?",
        "It sounds like the air conditioning isn't cooling properly.",
        "Isn't AC malfunctioning?",
        "Is there a problem with the airconditioning?",
        "The AC may not be working correctly.",
        "It is possible that the AC isn't cooling as it should.",
        "Why can't my AC cool me down the right way?",
        "It is not cooling as well as it should; what is wrong with my AC?",
        "The cooling abilities of the A/C unit are questionable.",
        "Is the cooling capability of the A/C unit bad?",
        "Is there something wrong with my AC cooling?",
        "The air-conditioning is not working.",
        "IsAC not cool enough?",
        "Was the air conditioning not cold enough?",
        "The AC may not be cooling as efficiently as you would think.",
        "What troubles do you have with the air conditioner?",
        "Not enough air conditioner coolness.",
        "The AC might be malfunctioning or something.",
        "It could be that the AC is not cooling as efficiently as one would think.",
        "Is AC not cool?",
        "The air conditioner isn't cooling correctly is it?",
        "The AC might not be cooling as efficiently as it should.",
        "A problem with the air conditioning.",
        "The airconditioning may not be cooling properly.",
        "is air-conditioning failing?",
        "It's not cooling as well as it should, and what's wrong with my AC?",
        "Did the AC fail to cool well?",
        "Is the AC cooling down well?",
        "Is the air unit malfunctioning that it isn't cooling right?",
        "It's not cooling as well as it needs to; what's wrong with the AC?",
        "There is an issue with the AC cooling enough.",
        "Something is not working well with AC.",
        "Coolness from the air conditioner isn't sufficient.",
        "The AC is malfunctioning?",
        "The air conditioning isn't cooling well?",
        "Is the air conditioning malfunctioning because of it?",
        "Is there any issue with the air conditioning?",
        "AC is not cool enough",
        "Why don't the AC cooling units cool enough?",
        "The AC may not be cooling as briskly as it should.",
        "Why isn't the AC blowing cool air?",
        "The question is, is AC cool enough?",
        "Is there any problems with the air conditioner?",
        "Is it a malfunctioning air conditioner?",
        "Why does my AC don't cool me down in the right way?",
        "What is so wrong with my air conditioning?",
        "Cooling is not enough from the air conditioner.",
        "Are the ACs not cooling well?",
        "It seems the AC isn't cooling well.",
        "Is the air conditioner malfunctioning??",
        "Is the ac cooling enough?",
        "AC is not cool.",
        "Is the cooling ability of the A/C unit lousy?",
        "AC isn't cooling, right?",
        "Maybe there is a problem with the AC?",
        "Ineffectiveness of cooling in AC?",
        "What's going on with my AC, it's not cooling as well as it should?",
        "The AC may not be cooling down as smoothly as it could.",
        "Is it malfunctioning that the air conditioner is not cooling properly?",
        "Was the air conditioning malfunctioning that it was not cooling well?",
        "The AC might not be cooling as evenly as one would think.",
        "The unit may not be cooling as it should.",
        "Not cool enough from an air conditioner.",
        "The air conditioning might be malfunctioning?",
        "It's not cooling off on my AC, what's wrong with it?",
        "There is a issue with the AC.",
        "Did AC fail enough chilling?",
        "Do you know why my AC isn't cooling down?",
        "The air-conditioning may be malfunctioning.",
        "What is causing my AC to stop cooling?",
        "Why doesn't my AC cool me down the right way.",
        "Isn't the air-conditioning failing?",
        "It seems that the AC isn't cooling well.",
        "My AC is not cooling down.",
        "Are the air conditioner malfunctioning that it isn't cooling correctly?",
        "The AC is not cooling as well as it needs to.",
        "There is a Problem with the AC.",
        "Shouldn't the AC be cooling?",
        "Why is the air conditioner malfunctioning?",
        "Even though AC is on, the cooling is insufficient?",
        "Right, AC isn't cooling?",
        "Is the air conditioning cooling well?",
        "Is there a problem with the air-conditioning?",
        "Is the air conditioning unit's cooling ability bad?",
        "Are my AC cooling issues?",
        "The AC might not be cooling as fast as it would like.",
        "Are the AC malfunctioning?",
        "AC failing adequate chill?",
        "Why is the AC not cooling enough.",
        "The AC may be not cooling as well as it needs to.",
        "The AC might be not cooling as well as it should.",
        "The air conditioning may not be cooling as smoothly as it would like.",
        "It is not cooling down on my AC, what is the problem?",
        "Correct? AC is not cooling.",
        "It isn't cooling down on my AC, why?",
        "What is happening with my air conditioning?",
        "AC is failing to chill out?",
        "Why isn't my AC cooling me down the right way?",
        "There is a question about whether the air conditioning is cooling properly.",
        "Why isn't the AC cooling me down the right way?",
        "Air conditioning isn't cool enough?",
        "It isn't cooling down on the ac.",
        "It's not cooling well and what's going on with my AC?",
        "It may be malfunctioning that the air conditioning isn't cooling properly.",
        "AC failing chill out?",
        "The air conditioner might be malfunctioning.",
        "What is the issue with my AC cooling?",
        "I am not cooling my AC down, what is it?",
        "Why is my AC cooling me the wrong way?",
        "The AC cooling is inadequate.",
        "Is there a problem with the air conditioning?",
        "Isn't my AC cool me down the right way?",
        "The cooling ability of the A/C unit is bad.",
        "The air conditioner has issues.",
        "On my AC, it's not cooling down.",
        "Is it possible that the cooling in AC is intermittent?",
        "There might be a problem with the AC cooling as it would like.",
        "Is the AC cooling down properly?",
        "The air conditioning isn't cooling correctly.",
        "Is it malfunctioning that the air conditioning isn't cooling efficiently?",
        "Isn't the AC cool enough?",
        "I'm not sure if AC is cool enough.",
        "There is something wrong with my air conditioning.",
        "How come my AC cooling is not working?",
        "Do you think the AC is cooling well?",
        "Is my AC unit malfunctioning?",
        "AC wasn't cooling well?",
        "Isn't the AC cooling down enough?",
        "What about the AC not cooling well?",
        "Do you think the A/C unit has poor cooling ability?",
        "I don't know if the AC is cooling properly.",
        "The AC may not be cooling as it would like.",
        "The AC might be cooling more slowly than it should.",
        "The air conditioning doesn't cold enough.",
        "Does anybody have any issues with the air conditioner?",
        "It's not cooling as well as it should and what's wrong with the AC?",
        "The AC will not be cooling as it should.",
        "The AC might not be cooling as smoothly as it is intended.",
        "There is a chance that the AC may not be cooling as smoothly as it should.",
        "AC insufficient chilling?",
        "There were issues with the air conditioner.",
        "The AC is not cooling me down the right way.",
        "Why isn't air conditioning cold enough?",
        "The AC may not be cool.",
        "The cooling isn't good despite the AC on?",
        "Is the AC cooling down correctly?",
        "The AC is malfunctioning.",
        "Has there been any issues with the air conditioner?",
        "isn't AC cool enough?",
        "The AC may be not cooling as it is supposed to.",
        "The air conditioner may not be cooling down.",
        "The air conditioning might not cooling down properly.",
        "Okay, AC not cooling right?",
        "It's not cooling as well as it should, what is wrong with my AC?",
        "AC is failing to chill properly?",
        "Is the air conditioner malfunctioning and it isn't cooling quite right?",
        "It is possible that the AC isn't cooling as efficiently as one might think.",
        "Is the air-conditioning fail?",
        "Is the air conditioning malfunctioning that it isn't cooling quite right?",
        "the air conditioner isn't cooling correctly",
        "Air conditioning might not be cold enough.",
        "It isn't cooling the AC down.",
        "There isn't enough coolness in the air conditioner.",
        "How are my AC cooling?",
        "The AC may be not cooling as smoothly as it would like",
        "Is the air conditioning not cold enough?",
        "Why is my AC not cooling off?",
        "The air conditioning might malfunctioning.",
        "Am I wrong that AC isn't working well?",
        "Are there any air conditioning issues?",
        "My AC cooling is not working.",
        "Is the air conditioner malfunctioning, it isn't cooling right?",
        "The AC may be not cooling down as it should.",
        "The AC may no longer be cooling as it should.",
        "There might be a problem with the AC cooling as it should.",
        "Is the airconditioning malfunctioning and it isn't cooling well?",
        "Is the ac cooling well?",
        "That AC isn't cooling right?",
        "There may be problems with the AC.",
        "Is the air conditioning malfunctioning and it's not cooling properly?",
        "it's not cooling down on the AC",
        "Is the air conditioner malfunctioning or not?",
        "AC is not chilling enough.",
        "It could be that the AC isn't cooling as smoothly as it should.",
        "Is the air conditioning failing because it isn't cooling correctly?",
        "Is there any problem with the air conditioning?",
        "It isn't cooling my AC down.",
        "The air conditioner should be cooling properly.",
        "Is there something wrong with the AC?",
        "Do you have a problem with the AC.",
        "Is the air conditioning malfunctioning and it isn't cooling properly?",
        "It's not cooling as well as it must, what's going on with my AC?",
        "Does it happen that the air conditioner isn't cooling correctly?",
        "The ac may not be cooling as efficiently as one would think.",
        "The air conditioner might be malfunctioning",
        "Not enough coolness from a air conditioner.",
        "The AC might not be cooling as nicely as it would like.",
        "Do you have any issues with the air conditioners?",
        "It's not cooling as well as it must; what's wrong with the AC?",
        "The AC may not be cooling as expected.",
        "How about the problem with the AC?",
        "Is the air conditioner problem?",
        "Is air-conditioning failing",
        "Why does the AC cool me down the wrong way?",
        "AC is not adequately chilling?",
        "Why does my ac not cool me down the right way?",
        "Not cool enough by air conditioner.",
        "Problem with the airconditioning?",
        "The AC may not be cooling well.",
        "The AC might not be as smoothly cooling as it would like.",
        "Does anyone have any issues with the air conditioning?",
        "It is not cool from the AC.",
        "Is it malfunctioning that the air conditioner isn't cooling right",
        "There's a question about why the AC isn't cooling enough.",
        "Does air-conditioning not work?",
        "Is there a malfunction with the air conditioning?",
        "Yes, air conditioning isn't cold enough.",
        "Is the AC keeping it's cool?",
        "Is it possible that cooling is inadequate despite AC on?",
        "Problem with the AC or something else?",
        "The air conditioner is not cooling down.",
        "I am not sure if AC is cool enough.",
        "The AC might be not cooling as smoothly as it should be.",
        "AC is failing proper chilling.",
        "Why is the AC cooling insufficient?",
        "Does the air conditioner malfunction that it isn't cooling?",
        "Is the problem with the AC?",
        "Is it malfunctioning with the air conditioning?",
        "The air conditioning is malfunctioning do you think?",
        "Correct, the AC is not cooling right?",
        "Is the air conditioner malfunctioning that it isn't cooling down right?",
        "The AC has a problem or something.",
        "It's not cooling as it must, what's wrong with my AC?",
        "Is it malfunctioning that the air conditioning doesn't cooling?",
        "Do you think the cooling ability of the A/C unit is bad?",
        "The AC may be not cooling as well.",
        "There is a question about the AC cooling properly.",
        "Yeah, the AC is not cooling.",
        "I think the AC isn't cooling well.",
        "Isn't the AC cooling correctly?",
        "What if the air conditioner isn't cooling correctly?",
        "Is the issue with the AC?",
        "It's not cooling as well as it should; what's happening with my AC?",
        "The air conditioner isn't cooling off.",
        "The A/C unit's cooling ability has been questioned.",
        "The air conditioning might have issues.",
        "It's not cool on the AC.",
        "The AC might not be cooling as efficiently as thought.",
        "There is not enough coolness in the air conditioner.",
        "what is wrong with my air conditioning?",
        "Why is my AC not cooling me down in the right way?",
        "Why doesn't the AC cooling enough?",
        "The AC isn't cooling up.",
        "Is the air conditioner malfunctioning that it isn't cooling adequately?",
        "Is it cooling in AC?",
        "Is the air conditioner malfunctioning, that it isn't cooling right?",
        "I have an issue with the air conditioner.",
        "Is the air conditioner malfunctioning and not cooling off?",
        "It appears that the air conditioner is malfunctioning.",
        "Not great coolness from the air conditioner.",
        "How come my AC doesn't cool me down the right way?",
        "Is the air conditioning malfunctioning that it wont cooling properly?",
        "Is there enough coolness in AC?",
        "Does the air-conditioning fail?",
        "How come the air conditioning is not cooling well?",
        "What's the problem with my airconditioning?",
        "I wonder if the air-conditioning is malfunctioning.",
        "I wonder if the air conditioner is malfunctioning.",
        "Does the air conditioner not cooling correctly?",
        "The AC may not be cooling up.",
        "Not enough coolness is provided from the air conditioner.",
        "Have you a problem with the AC?",
        "Do the A/C units have a poor cooling ability?",
        "Is it malfunctioning that the air conditioner does not work?",
        "It is not cooling down on my AC.",
        "It isn't cooling down on my AC, what is it?",
        "Air conditioning doesn't cold enough",
        "The air conditioning was not cool enough.",
        "The AC could be not cooling as effectively as one would think.",
        "AC doesn't cooling?",
        "Is the air-conditioning faulty?",
        "The air conditioner seems to be malfunctioning?",
        "Why is it not cooling down on my AC?",
        "Not cool from the air conditioner.",
        "There is a chance the AC may be not cooling as it should.",
        "The AC may be not cooling as nicely as it should.",
        "The air conditioner might not be cooling the right way.",
        "Problem with the AC or something?",
        "AC is not cool?",
        "Lack of cooling despite AC on?",
        "Is air conditioning not cold enough?",
        "Air conditioning is not cold enough.",
        "Couldn't the A/C unit cool down?",
        "There is a question about whether the air conditioner is cooling properly.",
        "The AC may not be cooling as well as one might think.",
        "I am not cooling down on my AC, what is wrong?",
        "Is it malfunctioning that the air conditioning isn't cooling properly?",
        "A problem with the AC.",
        "How come AC is not cooling?",
        "Is the air-conditioning bad?",
        "The AC isn't cooling as smoothly as it should.",
        "Is there a problem with the AC.",
        "Is that the air conditioner isn't cooling correctly?",
        "The airconditioning may be malfunctioning.",
        "The AC isn't cooling me down the right way.",
        "Is it malfunctioning that the air conditioner isn't cooling down.",
        "Do you think that the air conditioning is malfunctioning?",
        "Isn't AC not cool?",
        "AC is failing to adequate chilling?",
        "Is there a problem with the air conditioner?",
        "Is the airconditioning not cooling properly?",
        "It seems like the air conditioning isn't cooling properly.",
        "I question if air-conditioning is failing.",
        "An issue with the air conditioner?",
        "AC is failing chilling?",
        "Air conditioner isn't cold enough?",
        "AC failing to chill out?",
        "The air conditioner is not cooling properly.",
        "Is it malfunctioning that the air conditioner does not cool properly?",
        "How is my AC cooling?",
        "The air conditioner didn't have enough coolness.",
        "The air conditioning may be not cooling as smoothly as it should.",
        "Why isn't my AC cool me down the correct way?",
        "Air conditioning isn't enough cold?",
        "The AC might be not cooling correctly.",
        "AC may not be cooling as it should",
        "The AC may not be cooling as per plan.",
        "The AC may not be cooling as well as expected.",
        "Is the air conditioning malfunctioning and it isn't cooling?",
        "The AC isn't cooling down enough.",
        "Air conditioning isn't cold enough.",
        "The AC might be not cooling as well as it could.",
        "AC not chilling correctly?",
        "Is the AC cooling down.",
        "The AC isn't cooling down",
        "the AC is not cooling",
        "What is the problem with my AC, it's not cooling down?",
        "Does the AC not cool properly?",
        "What is malfunctioning with my air conditioning?",
        "AC may not be cooling as smoothly as it should.",
        "It's not cooling down on my ac, what's wrong with it?",
        "The air conditioning probably isn't cooling well.",
        "Is the cooling ability of the A/C unit terrible?",
        "Is the air conditioner not cooling well?",
        "The AC may not be cooling as efficiently as one would expect.",
        "Was the air-conditioning failing?",
        "AC is not cool enough.",
        "Is air-conditioning failure?",
        "Why doesn't my AC cooling me down the right way?",
        "AC isn't cool.",
        "It's not cooling down on my aircon.",
        "I don't know why my AC cools me down the wrong way.",
        "Is the A/C unit bad for cooling?",
        "It's not cooling down on the AC, what is wrong with it?",
        "Why isn't the ac cooling enough?",
        "The air conditioner isn't cooling the right way.",
        "I would like to know if the air conditioning is malfunctioning.",
        "The AC isn't cooling much.",
        "Why isn't my AC cooling right?",
        "The A/C unit may have poor cooling ability.",
        "The airconditioning may be failing.",
        "The air conditioner isn't cooling right and is it malfunctioning?",
        "The air conditioning isn't cooling appropriately.",
        "The air conditioning may be malfunctioning, is it?",
        "AC failing to chill out enough?",
        "Is there any problems with the air conditioning?",
        "I don't know why my AC doesn't cool me down the right way.",
        "There is a chance the AC may not be cooling as it should.",
        "It isn't cooling off on my AC.",
        "It is malfunctioning that the air conditioner is not cooling properly.",
        "Why isn't my AC cool me down?",
        "I wonder if air-conditioning is failing?",
        "It's not cooling down on the AC, what's wrong with it?",
        "Despite AC on, cooling is inadequate.",
        "It is possible that cooling in AC is intermittent.",
        "Why isn't the AC cooled?",
        "The air conditioner is not cooling.",
        "The AC may not be cooling properly.",
        "Does the A/C unit have a poor cooling capacity?",
        "What's wrong with my AC, it's not cooling as well as it must.",
        "It's not cooling down on myAC.",
        "It's not cooling off on my AC, what's wrong?",
        "The AC is not cooling right.",
        "Why isn't my AC cooling as well as it must?",
        "What is awry with my air conditioning?",
        "I wonder if the AC is cooling well.",
        "It could be a problem with the AC.",
        "So there is a problem with the AC?",
        "Is the air conditioner problematic?",
        "Was there any issues with the air conditioner?",
        "Does the A/C unit have poor cooling capabilities?",
        "It might be that the AC is not cooling as smoothly as it should.",
        "Does airconditioning fail?",
        "Is there a issue with the AC?",
        "What is happening with my AC, it's not cooling down?",
        "Poor cooling ability of A/C unit",
        "The AC may be not cooling as efficiently as one may think.",
        "Have you had problems with the air conditioner?",
        "AC may not be cooling as well as it should.",
        "The AC isn't cooling well",
        "The air conditioning may not be cool enough.",
        "The air conditioning isn't cooling properly?",
        "AC failing to properly chill?",
        "The AC may not work as it should.",
        "Is air conditioning not cooling?",
        "Has the air conditioning been malfunctioning?",
        "The AC may not be cooling as smoothly as it is intended.",
        "The AC may be not cooling the way it would like.",
        "Is it malfunctioning that the air conditioning isn't cooling well?",
        "The AC might be not cooling as smoothly.",
        "I have an AC cooling problem.",
        "Is it malfunctioning that the air conditioner isn't cooling down properly?",
        "AC failing to keep cool?",
        "Couldn't the air conditioning be malfunctioning?",
        "The air conditioning might not cooling well.",
        "The AC is malfunctioning or something.",
        "The air conditioning isn't cooling as well as it should.",
        "The cooling is insufficient despite the AC on?",
        "Is the air conditioning malfunctioning that it isn't cooling the right way?",
        "The A/c unit has a poor cooling ability.",
        "Is the AC failing adequately chilling?",
        "What is wrong with my AC, it's not cooling as well as it must.",
        "Is it malfunctioning that the air conditioner is cooling?",
        "Yes, is the air conditioner malfunctioning?",
        "AC isn't cooling up?",
        "Is the AC failing to cool down?",
        "The cooling ability of the A/C unit is not very good.",
        "What issues do you have with the air conditioner?",
        "Is the air conditioner malfunctioning and not cooling appropriately?",
        "There is a problem with my AC cooling.",
        "The AC may be not cooling as effectively as it would like.",
        "Air conditioning doesn't have enough cold?",
        "The A/C unit has a poor cooling ability.",
        "It seems the air conditioner is malfunctioning.",
        "Despite AC on, the cooling is inadequate.",
        "Why doesn't my AC cool me down nicely?",
        "Don't my AC cool me down the right way?",
        "Is the air conditioner malfunctioned that it isn't cooling correctly?",
        "Is the airconditioning malfunctioning and it is not cooling well?",
        "The A/C unit's cooling ability may be poor.",
        "Is the cooling abilities of the A/C unit poor?",
        "The AC may not be performing as it should.",
        "Is the air-conditioning malfunctioned?",
        "Is the AC cooling wrong?",
        "I am having a problem with my AC cooling.",
        "AC failing at chilling?",
        "The AC may not be cooling as efficiently as would be thought.",
        "The air conditioning is not cooling very well.",
        "What is the cause of my AC not cooling down?",
        "The cooling ability of the A/C is poor.",
        "How come the air conditioner isn't cooling right?",
        "Does the air conditioning not cool down?",
        "Are there any issues with the air conditioner.",
        "It's not cooling as well as it needs, what's going on with my AC?",
        "It isn't cooling down on my AC, what is that?",
        "There is a question about air-conditioning.",
        "The air conditioning is not cooling properly, is that malfunctioning?",
        "The air conditioner isn't cooling properly.",
        "Is air-conditioning malfunctioning??",
        "Aproblem with the AC?",
        "Its not cooling down on my AC",
        "Is my AC cool down the right way?",
        "Air conditioning just isn't cold enough?",
        "The AC might be not cooling as smooth as it should.",
        "I think my AC is malfunctioning, what is it?",
        "The cooling capacity of the A/C unit is not good.",
        "The AC might not be cooling as well as people think.",
        "Are AC not cooling well?",
        "I would like to know why my AC cools me down the wrong way.",
        "It's not cooling down on my AC",
        "Why isn't my AC cooler down the right way?",
        "Is the air conditioner malfunctioning and not cooling properly?",
        "Did the AC not cooling well?",
        "There could be a problem with the AC.",
        "It is not cooling down on my AC",
        "Is it malfunctioning that the air conditioning isn't cooling up?",
        "Why is my ac not cooling down?",
        "Is the A/C unit's cooling capacity bad?",
        "The air conditioning is malfunctioning",
        "The AC may not be cooling as efficiently as one might believe.",
        "How come AC isn't cooling?",
        "The AC is not cooling as it should.",
        "Is there a malfunction in the air conditioning?",
        "The AC may not be cooling as effectively as it would like.",
        "There isn't coolness from the AC.",
        "In cooling the air conditioning?",
        "Are the air-conditioning malfunctioning?",
        "Coolness from the air conditioner is not sufficient.",
        "The AC may not be cooling as usual.",
        "The AC may not be cooling as well as people think.",
        "Is it malfunctioning that the air conditioner isn't cooling itself?",
        "Is it failing air-conditioning?",
        "Is it malfunctioning that the air conditioning isn't cooling Properly?",
        "I am wondering if AC is cool enough.",
        "The cooling ability of the A/C unit may be poor.",
        "Despite AC on, is the cooling insufficient?",
        "It is malfunctioning that the air conditioner isn't cooling down.",
        "Why can't my AC cool me down the correct way?",
        "Do you think AC isn't functioning well?",
        "Is AC failing to chill adequately?",
        "Are the air-conditioning systems failing?",
        "The AC may be not cooling as efficiently as thought.",
        "There is not enough cooling in the AC.",
        "AC not chilling well.",
        "Is its malfunctioning that the air conditioner is malfunctioning?",
        "It isn't cooling as well as it should, what is wrong with my AC?",
        "Is AC not cooling down?",
        "The AC might not be cooling down as smoothly as it should.",
        "I don't feel like my AC is cooling as well as it should.",
        "The air conditioning might not be cooling as smoothly as it should.",
        "Is the air conditioning malfunctioning because it's not cooling properly?",
        "The AC may be not cooling as well as it would like.",
        "How come the AC isn't cooling enough?",
        "AC failing to chill right?",
        "AC failing to chill adequately?",
        "The air conditioning is not cooling properly",
        "Is the A/C unit cooling down?",
        "The AC might not be cooling as it ought.",
        "It looks like AC isn't working well.",
        "Is effectual cooling in AC?",
        "I'm not cooling down on my AC, what's wrong?",
        "There is a question about my AC cooling.",
        "The air conditioner might not be cooling quite right.",
        "Is it malfunctioning the air conditioner?",
        "Is the air conditioner malfunctioning and it's not cooling correctly?",
        "The AC may not be cooling as efficiently as you might think.",
        "air conditioning is not cold enough?",
        "The AC may not work as well as it should.",
        "Is air conditioning not cold?",
        "The A/C unit's cooling ability isn't good.",
        "The AC may have a problem.",
        "Why isn't the air conditioning cooling up?",
        "Any issues with the air conditioner.",
        "The air conditioner was not cool enough.",
        "The air conditioner may not be cooling properly.",
        "Are the air-conditioning units malfunctioning?",
        "Does the air-conditioning not work?",
        "Air Conditioning isn't cold enough?",
        "The AC may be not cooling as smoothly as it needs to.",
        "Does it happen that the air conditioning is malfunctioning?",
        "Correct, the AC not cooling?",
        "Not enough coolness is provided by the air conditioner.",
        "Is airconditioning malfunctioning?",
        "Its the air conditioner that is malfunctioning.",
        "Are there issues with the air conditioner?",
        "The AC may be not cooling down.",
        "Is this a problem with the AC?",
        "It is not cooling down on my air con.",
        "Is the air conditioners malfunctioning?",
        "Why does my AC not cooling me down the right way?",
        "Is the air conditioning malfunctioning because it is not cooling properly?",
        "The air conditioning could be malfunctioning.",
        "Is there a problem with the air conditioner.",
        "Do you think the AC isn't working well?",
        "Does the air conditioner not cool correctly?",
        "ACs aren't cooling right?",
        "The AC is not cooling very well.",
        "The AC might not be cooling as it could.",
        "Is the cooling of the air conditioning malfunctioning?",
        "Air conditioning doesn't cold enough?",
        "Not enough coolness from an air conditioner.",
        "Lack of coolness from the air conditioner.",
        "The air conditioner doesn't give enough coolness.",
        "The AC might not be cooling as smoothly as it would like.",
        "Why isn't the air conditioning cooling properly?",
        "Do you think the A/C unit has a poor cooling ability?",
        "Is the air conditioning unit malfunctioning?",
        "Is that a problem with the AC?",
        "The AC might be not cooling down as it should.",
        "What is wrong with the airconditioning?",
        "Do you have issues with the air conditioner?",
        "What's wrong with the airconditioning?",
        "There might be issues with the air conditioner.",
        "Does the AC not cooling?",
        "The AC might not be cooling as well as one would think.",
        "The air conditioner probably isn't cooling correctly.",
        "The AC maynot be cooling as it should.",
        "AC on but the cooling is inadequate?",
        "It's not cooling as well as it needs to and what's wrong with my AC?",
        "Was it malfunctioning that the air conditioner wasn't cooling correctly?",
        "AC isn't cooling as well.",
        "Did the AC not cool off?",
        "Is there an issue with the air conditioning?",
        "The air conditioning is malfunctioning, do you think?",
        "The AC may not be functioning as it should.",
        "The air conditioning is not cool.",
        "How come AC cooling isn't enough?",
        "Does air conditioning fail?",
        "The AC may not cooling as well as it should.",
        "The air conditioner might be malfunctioning, is it?",
        "The AC may be not cooling as efficiently as people think.",
        "The air conditioning is not cold enough",
        "The air conditioning is malfunctioning, right?",
        "The AC might not cool as well as it should.",
        "How about a problem with the air conditioning?",
        "AC failing to provide enough chilling?",
        "The AC is not cooling as well as it should.",
        "Problem with air-conditioning?",
        "The AC may not be cooling as optimal.",
        "It is possible that the AC is not cooling as efficiently as thought.",
        "Is AC just not cool?",
        "The AC might not be cooling like it should.",
        "The AC may not be cooling as effectively as it should.",
        "Has the air conditioner malfunctioning?",
        "It's not cooling as well as it must, what is going on with my AC?",
        "There's not cooling down on my AC.",
        "It's not cooling down on my AC, why?",
        "It seems that the air conditioner isn't cooling properly.",
        "The air conditioning may be not cooling as well as it should.",
        "Are the air conditioners malfunctioning?",
        "It is possible that the AC is not cooling as efficiently.",
        "The air conditioning is malfunctioning may be.",
        "The AC may not cooling as smoothly as it could.",
        "the AC is not cooling properly",
        "I think the air conditioner is malfunctioning.",
        "The air conditioner isn't cooling right.",
        "There is insufficient cooling despite AC on?",
        "It's not cooling off on my AC, what is it?",
        "The problem with the air conditioning?",
        "The AC may not be cooling as smoothly.",
        "AC failed adequate chilling.",
        "Did AC not cool well?",
        "The AC may be not cooling like it should.",
        "The air conditioning might be not cooling as smoothly as it would like.",
        "AC failing to chill out",
        "It's not cooling as well as it should and what's wrong with my AC?",
        "I wonder if AC is not cool enough.",
        "Is the A/C unit's cooling ability bad?",
        "The air conditioning may be not cooling as well as it would like.",
        "Does the air conditioner have problems?",
        "The air conditioning is not working well.",
        "There is a question about whether the air conditioner is cooling correctly.",
        "The AC might not be cooling down as expected.",
        "The AC could be malfunctioning.",
        "The AC might not be cooling the same as it would like.",
        "Does the air conditioning have any issues?",
        "Will there be any issues with the air conditioner?",
        "It is possible that the AC is not cooling as it should.",
        "Is the airconditioning unit cooling properly?",
        "Is its air conditioning malfunctioning?",
        "The AC isn't cooling as much as it could.",
        "What is causing my AC cooling to fail?",
        "The A/C unit has a bad cooling ability.",
        "I don't think my AC is cooling down, what is it?",
        "Why is the AC cooling less?",
        "Poor cooling capabilities of the A/C unit?",
        "The AC may not be cooling as it should",
        "Can air-conditioning be malfunctioning?",
        "My airconditioning isn't cooling down.",
        "It's not cooling down on my airconditioning.",
        "It's not cooling as well as it should; what is wrong with my AC?",
        "Does the air conditioning not cool well?",
        "Air-conditioning isn't cold enough?",
        "The air conditioner might not cooling properly.",
        "The AC may not be cooling the same as it would like.",
        "Yeah, AC isn't cooling right?",
        "The AC might not be cooling up as it should.",
        "AC failed to provide adequate chilling.",
        "The AC may not be cooling as quickly as one would think.",
        "Does it seem like the air conditioning is malfunctioning?",
        "Was air-conditioning malfunctioning?",
        "Why isn't my ACcool me down the right way?",
        "Why isn't my AC cooling down?",
        "Is it malfunctioning that the air conditioner is not working?",
        "The AC may not be cooling as hot as one would think.",
        "Questions about the air conditioner.",
        "Why doesn't the AC cooling more?",
        "Is it malfunctioning that the air conditioning isn't cooling effectively?",
        "The air conditioning isn't cooling properly",
        "The AC may not be cooling up as it should.",
        "AC on, the cooling isn't adequate?",
        "Is the air conditioner malfunctioning, it's not cooling quite right?",
        "Why is my AC cooling not great?",
        "The A/C unit doesn't have a good cooling ability.",
        "It's not cooling down on my Ac.",
        "The AC not cooling?",
        "The air conditioner may not be cooling quite right.",
        "Is it cooling inadequate despite AC on?",
        "Is my AC cooling down?",
        "AC was failing to chill.",
        "The A/C unit's cooling ability is poor.",
        "Can the AC not cool down?",
        "Is AC not chilling enough?",
        "The airconditioning is malfunctioning is it?",
        "It's malfunctioning that the air conditioning isn't cooling properly.",
        "Are the cooling ability of the A/C unit poor?",
        "Is the AC cooling down?",
        "I am not cooling my AC down, what is wrong?",
        "The AC isn't cooling very much.",
        "Is the air conditioner malfunctioning and it is not cooling?",
        "Yes, AC not cooling?",
        "The AC might not be cooling as effectively as thought.",
        "Is the air-conditioning is malfunctioning?",
        "Not cool despite AC on?",
        "Is my AC cooling wrong?",
        "The temperature on my AC is not cooling down.",
        "The air conditioning is not cooling enough.",
        "There is a question about the air conditioning not cooling well.",
        "Is the airconditioning insufficiency?",
        "How about any issues with the air conditioner?",
        "It appears that AC isn't working well.",
        "How come my AC is not cooling down?",
        "Is it the AC that isn't cooling?",
        "Why doesn't the AC cooling up enough?",
        "The cooling ability of the A/C unit is poor.",
        "AC doesn't seem cool enough.",
        "Could the AC be malfunctioning?",
        "What causes my AC to not cooling down?",
        "The AC may be cooling differently than it should.",
        "It may be a problem with the AC.",
        "The air conditioning can be malfunctioning.",
        "Air conditioning isn't cold enough",
        "Is the airconditioning malfunctioning that it isn't cooling?",
        "Has air-conditioning failing?",
        "It appears that the air conditioner isn't cooling right.",
        "Why does my AC don't cool me the right way?",
        "The air conditioning seems to not cooling properly.",
        "Is the air conditioner malfunctioning and it's cooling wrong?",
        "Why doesn't my AC cool me the right way?",
        "air conditioning doesn't cold enough?",
        "I would like to know why my AC doesn't cool me down the right way.",
        "Is the AC not cooling properly?",
        "I would like to know if air-conditioning is failing.",
        "The air conditioning is not enough cold.",
        "I would like to know why my AC does not cool me down the right way.",
        "Air conditioning may not be cold enough.",
        "Does the AC not cool well?",
        "I have an air conditioning unit that is not cooling down.",
        "Why wasn't the AC cooling enough?",
        "Is the air conditioner malfunctioning and it's not cooling?",
        "Correct, air conditioning isn't cooling right?",
        "Is the AC not cooling out?",
        "The air conditioning might not cooling correctly.",
        "Is it malfunctioning in my AC?",
        "Is the air conditioning malfunctioning that it's not cooling correctly?",
        "Is the air conditioner malfunctioning and it isn't cooling?",
        "Is the air-conditioning unit failing?",
        "Why isn't the AC cooling down?",
        "The AC might not be cooling as efficiently as one might think.",
        "AC is not cooling down.",
        "AC isn't cool enough",
        "Is it failing with the air-conditioning?",
        "The air conditioning should be cooling properly.",
        "Is the air conditioning issue?",
        "The air conditioner doesn't have enough coolness.",
        "AC failing to chill down?",
        "Is air conditioning not working?",
        "AC is not cooling very well?",
        "Is it possible that the air conditioner has issues?",
        "The AC might not be cooling down well.",
        "Is the air conditioning malfunctioning that it isn't cooling well?",
        "Is the AC not cooling?",
        "The AC might be not cooling as well.",
        "Do you think the AC isn't cooling well?",
        "The AC may not be cool as it would like.",
        "The AC might not be cooling as well as it wants.",
        "Problems with the air conditioner?",
        "The AC might not be cooling as smooth as it would like.",
        "The AC isn't cooling as well.",
        "It is possible that the AC is not cooling as effectively as one would think.",
        "The ac is not cooling.",
        "It isn't cooling down on my airconditioning.",
        "Do you know if the AC is cooling properly?",
        "AC is failing in chilling.",
        "The cooling ability of the A/C unit could be poor.",
        "Is the air-conditioning is failing?",
        "Is it malfunctioning with my AC cooling?",
        "AC is failing to chill adequately.",
        "It's not cooling down on my AC and what is the problem?",
        "There is a problem with the ac.",
        "AC might not be cooling.",
        "AC is not cooling.",
        "The air conditioner didn't provide enough coolness.",
        "The air conditioning may not be cooling correctly.",
        "Do the AC's not cooling well?",
        "Is AC failing adequately chilling?",
        "That AC is not cooling?",
        "Does the air conditioner have any issues?",
        "The AC might not be cooling evenly.",
        "Is the airconditioning malfunctioning that it's cooling properly?",
        "The AC may be cooling less efficiently than one would think.",
        "it's not cooling down on my ac",
        "The AC may not be cooling as it could.",
        "AC not having enough chilling?",
        "The air conditioning is malfunctioning, is this correct?",
        "Are the air conditioners malfunctioning that they aren't cooling right?",
        "I think AC isn't cool enough.",
        "Why doesn't the AC cool me down the correct way?",
        "Why doesn't my AC cool me the way I want it to?",
        "The AC may be not cooling as fast as it should.",
        "The A/C unit does not have a good cooling ability.",
        "Why is the AC not cooling more?",
        "The air conditioning is malfunctioning, could that be?",
        "The AC may not be cooling as quickly as it could.",
        "Could the air-conditioning be failing?",
        "Why doesn't my AC make me cool down?",
        "AC may not be cooling as smoothly as it would like.",
        "What is the cause of the air conditioning not cooling properly?",
        "The air conditioner may not be cooling well.",
        "The AC might not be cooling as hot as it would like.",
        "AC is failing sufficient chilling?",
        "Does the A/C unit have bad cooling ability?",
        "The air conditioning may be not cooling as efficiently as one would think.",
        "the air conditioner is malfunctioning",
        "The AC may not be cooling as hot as it should.",
        "The AC might not cool as it should.",
        "I wonder why my AC does not cool me down the right way.",
        "I wonder if the AC isn't cooling well.",
        "If the air conditioner isn't cooling correctly, is it malfunctioning?",
        "Should the A/C unit have a poor cooling ability?",
        "It's not cooling as well as it can; what's wrong with my AC?",
        "Why doesn't my airconditioning cool me down the right way?",
        "Have you experienced any issues with the air conditioner?",
        "the AC is not cooling well",
        "The air conditioning unit has a poor cooling ability.",
        "AC failing to provide adequate chilling?",
        "Is it the AC that is not cooling well?",
        "Does the air conditioning not cooling right?",
        "What's wrong with my air conditioner?",
        "The AC might not be cooling as efficiently as is thought.",
        "Is the air conditioner cool?",
        "AC might not be cool enough.",
        "Is it malfunctioning that the air conditioning isn't cooling adequately?",
        "Is it the air conditioner that is malfunctioning?",
        "Air conditioning is not enough cold?",
        "The air conditioning might not be cooling right.",
        "A/C unit cooling ability is questionable.",
        "The AC may be not cooling the same as it would like.",
        "It's not cooling as well as it could; what's wrong with my AC?",
        "Not enough air conditioning?",
        "Is the air conditioning malfunction that it isn't cooling correctly?",
        "The air conditioner is malfunctioning, Is that correct?",
        "The AC is not cooling as well as it must.",
        "The air conditioner seems to not be cooling right.",
        "The air conditioner doesn't provide enough coolness.",
        "Is the effectual cooling in AC?",
        "The AC may be not cooling correctly.",
        "The AC might be not cooling right.",
        "The air conditioning isn't cooling enough.",
        "Is AC not cooling well?",
        "Why doesn't my AC make me feel cooler?",
        "My AC is not cooling down, what is the problem?",
        "It isn't enough coolness from air conditioner.",
        "It's not cooling as well as it needs to, what's going on with my AC?",
        "I am not cooling down my AC, what is wrong?",
        "The AC may be not cooling as quickly as one might think.",
        "I have a AC that is not cooling down.",
        "The air conditioner did not give enough coolness.",
        "It's not cooling down on my AC, what is the problem?",
        "The AC may not be cooling as well as it would like.",
        "air conditioning is not cold enough",
        "AC was failing enough chilling.",
        "Even though the AC is on, the cooling is insufficient?",
        "AC on, is cooling inadequate?",
        "The air conditioner can have problems.",
        "How come the air conditioning isn't cooling properly?",
        "The air conditioning is malfunctioning, is this?",
        "What's causing my AC to cool down?",
        "Is the air conditioning malfunctioning that it isn't cooling correctly?",
        "Is the air conditioner issue?",
        "Is there an issue with the air-conditioning?",
        "Are there any issues with the air conditioning?",
        "There's a question about the cooling ability of the A/C unit.",
        "The air conditioner was not enough cool.",
        "The AC may not be cooling down as expected.",
        "Does the air conditioner seem to be malfunctioning?",
        "Is the air conditioning malfunction that it isn't cooling right?",
        "Why does my AC do not cool me down in the right way?",
        "The AC may not cool as smoothly as it should.",
        "What is wrong with my AC cooling?",
        "Is the air conditioner malfunctioning that it's not cooling?",
        "Why does my AC keep me cooling down the wrong way?",
        "Is my AC cooling malfunction?",
        "The cooling is inadequate despite AC on?",
        "No AC cooling well?",
        "It could be that the AC is not cooling as smoothly as it should.",
        "The air conditioning is not cooling well, is that malfunctioning?",
        "The AC is not cooling",
        "AC not chilling appropriately?",
        "Is it the AC that isn't cooling well?",
        "Is the ac malfunctioning?",
        "Is AC as cool as it could be?",
        "The AC may be not cooling as efficiently as one thinks.",
        "The AC may be not cooling as efficiently as expected.",
        "Is the air conditioning malfunctioned?",
        "the AC isn't cooling well",
        "There is not enough coolness from air conditioner.",
        "the AC may not be cooling as it should.",
        "It is not cooling down on my AC, what is it?",
        "Why is it that my AC is not cooling down?",
        "It's not cooling as well as it should, what is happening with my AC?",
        "Why is the AC cooling not working?",
        "Insufficient cooling even though AC is on?",
        "The AC might not be cooling down as it should.",
        "There isn't cooling down on my AC.",
        "The air conditioner isn't cooling quite right is it?",
        "AC should be chilling adequately.",
        "Is the air conditioner malfunctioning so it isn't cooling right?",
        "The AC could be not cooling as well as one would think.",
        "What about the air conditioning not cooling properly?",
        "The AC is failing to adequately chilling.",
        "It wasn't enough coolness from air conditioner.",
        "There was not enough coolness from the air conditioning.",
        "Is the cooling of the air conditioner malfunctioning?",
        "There is a problem with the AC.",
        "Are the AC not cooling out?",
        "Is the airconditioning malfunctioning and it's not cooling well?",
        "It's not the AC cooling enough.",
        "Is it malfunctioning that the air conditioner is not cooling effectively?",
        "The AC might be not cooling as smooth as it would like.",
        "How come the AC is not cooling enough?",
        "The AC may be not cooling as it needs to.",
        "The ac may not be cooling as well as it should.",
        "Is AC not as cool as it could be?",
        "Why does my AC cool me down the wrong way?",
        "What is it about my AC that it is not cooling down?",
        "Is the air conditioning malfunctioning and it's not cooling correctly?",
        "Why doesn't the AC cool more?",
        "The AC might not be cooling as it is supposed to.",
        "Any problems with the air conditioner?",
        "The AC might be not cooling as well as it can.",
        "Is the air conditioner malfunctioning and it's not cooling properly?",
        "Is the air-conditioning malfunctioning",
        "Isn't my AC cool me the right way?",
        "Is the air conditioners cooling problem?",
        "There is something wrong with my AC, what is it?",
        "AC on, the cooling is insufficient?",
        "The AC may be not cooling up as it should.",
        "I want to know why my AC does not cool me down the right way.",
        "The AC might not cool as smoothly as it would like.",
        "Do you think the AC is not working well?",
        "It's not cooling off on the air conditioning.",
        "cooling of the AC?",
        "Are the AC not cooling down?",
        "Is it malfunctioning that the air conditioner isn't cooling down?",
        "The AC cooling is not sufficient.",
        "The AC might not be cooling as efficiently as one would expect.",
        "Why didn't the AC cooling enough?",
        "Is your air-conditioning malfunctioning?",
        "The AC might be malfunctioning.",
        "Is it malfunctioning that the air conditioner isn't cooling right.",
        "How come my AC isn't cooling as well as it should?",
        "Isn't air conditioning cold enough?",
        "Even though AC is on, is the cooling inadequate?",
        "Is the air conditioner malfunctioning because it isn't cooling well?",
        "Not enough coolness comes from an air conditioner.",
        "The air conditioning isn't cooling well",
        "Did the ac not cool well?",
        "It is not cooling my AC down.",
        "There is something wrong with the AC cooling.",
        "Is my air unit malfunctioning?",
        "Is this air-conditioning failing?",
        "Is it malfunctioning that the air conditioning isn't cooling appropriately?",
        "It's not cooling on the AC.",
        "I wonder if the air conditioning isn't cooling properly.",
        "A problem with the air conditioning?",
        "There's something wrong with the AC cooling enough.",
        "AC is failing to sufficiently chilling?",
        "What is wrong with my air-conditioning?",
        "The AC cooling is insufficient.",
        "Is the AC cooling appropriately?",
        "What is wrong with my AC, it's not cooling down.",
        "Did AC fail adequately chilling?",
        "AC isn't cooling very well?",
        "AC lacking chilling?",
        "What is wrong with the air conditioning?",
        "My ac isn't cooling down.",
        "The AC may not be cooling as ideal.",
        "Yeah, the AC isn't cooling right?",
        "Is there a malfunctioning air conditioning?",
        "AC might be failing to chill adequately.",
        "The AC may be cooling slower than it should.",
        "The AC wasn't cooling right?",
        "Is the air conditioner malfunctioning because it isn't cooling?",
        "I have a problem with my AC cooling.",
        "What is the cause of the air conditioner not cooling right?",
        "The AC may not be cooling as smoothly as it wants.",
        "does air-conditioning fail?",
        "AC not chilling adequately?",
        "Is the airconditioning not cooling?",
        "It isn't cooling down on my AC, what is going on?",
        "Is this air-conditioning unit failing?",
        "The AC could not be cooling as smoothly as it should.",
        "The AC is not cooling down.",
        "Is the air-conditioning system failing?",
        "I wonder if the AC is not cooling well.",
        "The AC is failing to chill.",
        "Is it malfunctioning that the air conditioning isn't cooling right?",
        "What is the cause of the air conditioner not cooling correctly?",
        "The cooling ability of the A/C unit is not good.",
        "There isn't enough AC cooling.",
        "It's not cooling as well as it must; what's wrong with my AC?",
        "Why isn't the ac cooling?",
        "It is possible that the AC is not cooling as well as it should.",
        "The AC might not be cooling as smoothly.",
        "Are air-conditioning Failing?",
        "Is the air conditioning malfunctioning because it's not cooling?",
        "I think the air conditioning is malfunctioning.",
        "AC is failing to chill effectively?",
        "The AC isn't cooling, right?",
        "AC isn't cooling right.",
        "Does the air conditioner malfunctioning that it isn't cooling correctly?",
        "The AC cooling is malfunctioning.",
        "What is bothering my AC cooling?",
        "Correct, AC isn't cooling?",
        "The air conditioner isn't cooling as well as it could.",
        "It is possible that the AC may be malfunctioning.",
        "Is it malfunctioning that the air conditioners aren't cooling correctly?",
        "It appears that the air conditioning is malfunctioning.",
        "The AC can be not cooling as smoothly.",
        "The AC might have a problem?",
        "Is it malfunctioning that the air conditioner isn?",
        "The AC may not be cooling perfectly.",
        "Is it malfunctioning that the air conditioning fails?",
        "AC isn't chilling enough.",
        "It's not cooling as well as it should, what's wrong with my AC?",
        "The air conditioner is malfunctioning is that correct?",
        "Is it malfunctioning that the air conditioning is cold?",
        "The air conditioner had not enough coolness.",
        "The ac might not be cooling as it should.",
        "AC failing chilling",
        "What is causing my AC not cooling down?",
        "How come the AC is not cooling?",
        "Is the air conditioning malfunctioning and it isn't cooling correctly?",
        "There's something wrong with my AC cooling.",
        "AC is not cooling up?",
        "Do you think the air conditioner is malfunctioning?",
        "Is the air conditioning malfunctioning that it isn't cooling right.",
        "The air conditioning is malfunctioning.",
        "AC failing to chill efficiently?",
        "My AC cooling isn't right.",
        "What are some issues with the air conditioner?",
        "The air conditioning might be malfunctioning and not cooling well.",
        "Why doesn't the AC cooler down?",
        "There have been issues with the air conditioner.",
        "The AC is probably not cooling as it should.",
        "Does the air conditioner isn't cooling correctly?",
        "Does the AC not cool down?",
        "In the cooling of the AC?",
        "The AC may not be as cooling as it would like.",
        "Why isn't the AC cooling more?",
        "AC isn't doing enough chilling?",
        "The cooling ability of the A/C unit is subpar.",
        "Can you tell me about the problem with the AC?",
        "Is it malfunctioning that the air conditioners isn't cooling?",
        "Is the air ac malfunctioning?",
        "Why isn't the air conditioning cool enough?",
        "It doesn't cooling down on my AC",
        "Is the air-conditioner failing?",
        "Why is my AC cooling weird?",
        "The AC may be cooling down more slowly than it should.",
        "Why is the AC cooling less than it should be?",
        "I'm wondering if the air conditioning is malfunctioning.",
        "The cooling capability of the A/C unit is questionable.",
        "The AC could be not cooling as expected.",
        "The AC may be cooling more slowly than it would like.",
        "The AC may not be cooling down as smoothly as it would like.",
        "Can there be any issues with the air conditioner?",
        "Is it possible to have ineffectual cooling in AC?",
        "I wonder if the air conditioning is malfunctioning?",
        "The air-conditioning may be failing.",
        "Why doesn't the AC cool me down the right way?",
        "It is malfunctioning that the air conditioning is not cooling down.",
        "The AC might not be cooling as efficiently as people think.",
        "The AC might not be as cooling as it would like.",
        "Are AC failing to chill?",
        "Is the air-conditioning failures?",
        "AC is failing to chill out.",
        "The AC may not be cooling as efficiently as some would think.",
        "Is there an issue with the air conditioner.",
        "Is the air conditioner cooling well?",
        "Is the ac not cooling?",
        "Isn't the AC cooler?",
        "The air conditioning is malfunctioning, is that correct?",
        "AC is not cooling off.",
        "Is it malfunctioning that the air conditioning isn't cooling as well?",
        "Why isn't the ac cool?",
        "Why isn't air conditioning cooling enough?",
        "Why does my AC not cool me down right?",
        "It's not cool on my air conditioning.",
        "Is AC cool enough",
        "Is it malfunctioning that the air conditioning doesn't work?",
        "The air conditioning isn't cooling right.",
        "Does the air conditioner malfunctioning?",
        "Is air-conditioning malfunction?",
        "Any problems with the air conditioners?",
        "It's not cooling as well as it should, what's going on with the AC?",
        "Has there a problem with the AC?",
        "Why isn't the air conditioning cooling down enough?",
        "AC failing to provide adequate chilling.",
        "AC failing to chill properly.",
        "The AC may not be cooling as efficiently as they think.",
        "Is your air-conditioning failing?",
        "Is AC not cooling up?",
        "Why is the AC cooling too little?",
        "The AC isn't cooling.",
        "The AC is not cooling as smoothly as it could.",
        "I have a problem with the air conditioning.",
        "Was my AC cooling malfunctioning?",
        "An issue with the AC?",
        "It is possible that the AC may not be cooling as smoothly as it should.",
        "It's not cooling as well as it should, what's wrong with my ac?",
        "The A/C unit's cooling ability can be poor.",
        "Is the cooling of the AC malfunctioning?",
        "Is the air conditioners cooling failing?",
        "The AC is not cooling as well.",
        "Well, the AC is not cooling.",
        "The AC should be cooling properly.",
        "Is the conditioning malfunctioning?",
        "Do you think AC is not working well?",
        "My AC cooling isn't working.",
        "Is it malfunctioning that the air conditioner is cold?",
        "Did AC not cool down?",
        "AC was failing to adequately chill?",
        "Is the AC cooling down the right way?",
        "The air conditioning may not be cooling as it should.",
        "A lack of coolness from the AC.",
        "AC is failing to chill sufficiently.",
        "Is the air Conditioner malfunctioning?",
        "I wonder if air conditioning isn't cold enough.",
        "It may be that the AC is malfunctioning.",
        "There is a question if the air conditioning is malfunctioning.",
        "It doesn't cooling down on the AC.",
        "Is it not cool to use AC?",
        "The A/C unit may not have a good cooling ability.",
        "is the air conditioning malfunctioning?",
        "The AC may not be cooling as efficiently as is thought.",
        "Why doesn't my AC cool me properly?",
        "Is air-conditioning malfunctioning.",
        "It is possible that the AC isn't cooling as smoothly as it would like.",
        "It's not cooling down on my AC, what is wrong with it?",
        "The AC might be not cooling as it should.",
        "What is the issue with the air conditioner?",
        "Why is the AC not enough cooling?",
        "AC is failing to properly chilling?",
        "Are the AC cooling well?",
        "Is there any issues with the airconditioning?",
        "The AC might be not cooling as well as one might think.",
        "Does the air conditioning not cold enough?",
        "The ac may be not cooling as well as it should.",
        "Isn't my AC cool me down the correct way?",
        "The air conditioning might not be cool enough.",
        "Why is the AC cooling not enough?",
        "Is AC just not that cool?",
        "Is it malfunctioning that the air conditioners isn't cooling right?",
        "The AC is not cooling down, what is wrong with it?",
        "The AC might not be cooling as well as one might think.",
        "Isn't AC not cool enough?",
        "Is the air unit malfunctioning that it isn't cooling correctly?",
        "AC failing to chill out properly?",
        "Was AC not cool enough?",
        "The air conditioning may not be cooling as well as one would think.",
        "The AC maybe not cooling as smoothly as it should.",
        "AC isn't cooling right",
        "AC without adequate chilling?",
        "Are the ACs cooling well?",
        "Not enough coolness from the air conditioning",
        "It looks like the air conditioner isn't cooling correctly.",
        "Why does my AC don't cool me down the correct way?",
        "The air conditioning is malfunctioning and is it cooling properly?",
        "Is the air conditioning malfunctioning because it isn't cooling right?",
        "Is the air conditioning cooling enough?",
        "Was the air conditioning malfunctioning?",
        "Why is my AC cooling not working?",
        "Correct, AC isn't cooling right?",
        "It is possible the AC is not cooling as efficiently as one might think.",
        "Is the air conditioner malfunctioning, and it isn't cooling right?",
        "There's something wrong with my AC.",
        "The AC cooling isn't working.",
        "AC on but cooling is inadequate?",
        "Is the A/C unit cooling poorly?",
        "The AC might not be cooling as effectively as one might think.",
        "Why does my AC NOT cool me down the right way?",
        "The air conditioning isn't cooling right, is that malfunctioning?",
        "Maybe the AC is not cooling as it should.",
        "The air conditioning may have malfunctioning.",
        "Is the AC cooling down properly.",
        "The cooling capacity of the A/C unit is questionable.",
        "It's not cooling at all, what's wrong with my AC?",
        "AC failing to chilling adequately?",
        "Ineffectual cooling in AC.",
        "AC is failing proper chilling?",
        "Is Air conditioning not cold enough?",
        "The A/C unit's cooling capacity is poor.",
        "Is my AC cooling problem?",
        "Is the AC failing enough chilling?",
        "Was AC cool enough?",
        "Does the air conditioner malfunction because it isn't cooling right?",
        "The AC may be not cooling as well as people think.",
        "Is the A/C unit cool?",
        "Why is the air conditioner not cooling enough?",
        "The air conditioning is malfunctioning, is that the case?",
        "It seems AC isn't working well.",
        "Is it malfunctioning that the air conditioner is not cooling up?",
        "It's not cooling as well as it must, what's wrong with my ac?",
        "The air conditioning is malfunctioning might it be?",
        "Are the air conditioners malfunctioning that they aren't cooling correctly?",
        "It's not cooling as it should, what's wrong with my AC?",
        "The AC is not cooling as efficiently as one would think.",
        "The air conditioner isn't cooling correctly.",
        "The air conditioner wasn't cool enough.",
        "It is not cooling as well as it must; what is wrong with my AC?",
        "Is there ineffectual cooling in AC?",
        "So do you have a problem with the AC?",
        "Something is awry with my AC, it's not cooling as well as it must.",
        "Are the air conditioning units malfunctioning that they aren't cooling correctly?",
        "The ac might be not cooling as it should.",
        "The air conditioner doesn't cool enough.",
        "Why does my AC not cool me in the correct way?",
        "AC not sufficiently chilling?",
        "I wonder if there is a problem with the AC.",
        "What if AC is not cool enough?",
        "A problem with AC?",
        "The AC might not be cooling as well as one thinks.",
        "It is possible that the AC is not cooling as efficiently as one would think.",
        "What is happening with my AC cooling?",
        "Is the air conditioning malfunctioning so it isn't cooling correctly?",
        "I am not cooling down on my AC, what is wrong with it?",
        "I would like to know if the air-conditioning is failing.",
        "The air conditioning isn't cooling.",
        "Is the AC malfunctioning that it isn't cooling right?",
        "The AC could be not cooling as efficiently as thought.",
        "Is it a malfunctioning air conditioning?",
        "Why doesn't my AC get cool?",
        "Think the AC isn't cooling?",
        "The air conditioner might not be cooling correctly.",
        "AC failing with chilling?",
        "The AC may not be working as it should.",
        "The air conditioner may be malfunctioning.",
        "Is the unit's cooling ability poor?",
        "The AC may be not cooling quickly.",
        "AC is failing enough chilling.",
        "Is the airconditioning malfunctioning, it's not cooling well?",
        "AC isn't cooling as well?",
        "Is the airconditioner malfunctioning that it isn't cooling well?",
        "problem with the AC or something?",
        "The air conditioning might not be cooling quite right.",
        "AC wasn't chilling enough.",
        "I think the air-conditioning is malfunctioning.",
        "Correct, AC not cooling?",
        "The air conditioning might be not cooling as it should.",
        "The air conditioning isn't cooling well and is malfunctioning.",
        "Is AC not that cool?",
        "AC was failing adequate chilling?",
        "The AC may not be working as well as it could.",
        "It's not cooling as well as it must and what's wrong with my AC?",
        "Is the air conditioner malfunctioning if it isn't cooling correctly?",
        "Correct, the AC isn't cooling right.",
        "The air conditioner seems to malfunctioning.",
        "The air conditioning is not cold?",
        "Why is my AC not cooling me down the correct way?",
        "AC is failing to chill effectively.",
        "AC not providing adequate chilling?",
        "Why isn't the AC cooling a lot?",
        "A lack of cooling despite the AC on?",
        "The air conditioning might not be cooling as well as it could.",
        "The AC may not be cooling as well as one would expect.",
        "AC on, does the cooling inadequate?",
        "Does the AC cool properly?",
        "My AC does not cooling down.",
        "Is there anything wrong with the air conditioner?",
        "A problem with the AC or something?",
        "Is it malfunctioning that the air conditioners isn't cooling correctly?",
        "Is the air conditioning malfunctioning and it's not cooling right?",
        "The air conditioning isn't cooling down properly.",
        "My AC is not cooling down, what is it?",
        "My AC is not cooling down, what is wrong?",
        "Not enough coolness is provided by air conditioner.",
        "The AC is not cooling as smoothly as it could be.",
        "Is it malfunctioning that the air conditioning is not working correctly?",
        "I wonder if the AC is cooling properly.",
        "Why does my AC not cool me the correct way?",
        "AC failing to give adequate chilling?",
        "The air conditioner may have problems.",
        "I want to know if the AC is cooling correctly.",
        "Problem with the air conditioning?",
        "It's possible the AC isn't cooling as smoothly as it should.",
        "AC does not cool?",
        "Air-conditioning may be malfunctioning.",
        "There is a question of if the air conditioning is malfunctioning.",
        "Was AC failing to chill?",
        "It's malfunctioning that the air conditioner isn't cooling correctly.",
        "My AC does not cool me down the right way.",
        "Do you think air-conditioning is malfunctioning?",
        "Is it malfunctioning and the air conditioner isn't cooling correctly?",
        "Air conditioning wasn't cold enough?",
        "Is it malfunctioning that the air conditioning isn't functioning?",
        "The air conditioning may be not cooling as well as it could.",
        "The A/C unit has trouble cooling.",
        "What is the reason for my AC not cooling down?",
        "Did AC fail to provide adequate chilling?",
        "Why aren't the AC cooling enough?",
        "The air conditioning might not be cooling as it should.",
        "The AC isn't cooling enough.",
        "Is it malfunctioning that the air conditioner is?",
        "The air conditioner is not cooling well.",
        "Is the air conditioner doing any problems?",
        "The AC is not cool.",
        "Why isn't AC cooling?",
        "AC may not cooling as smoothly as it should.",
        "Is it not cooling down on my AC?",
        "It's not cooling down on my ac, what is it?",
        "What is the issue with my air conditioning?",
        "The cooling is inadequate even though AC is on?",
        "Is the AC failing?",
        "The air conditioner did not have enough coolness.",
        "What's wrong with my AC; it's not cooling as well as it should?",
        "The AC may not be cooling down as efficiently as one would think.",
        "There could be a problem with the AC cooling as it should.",
        "It's possible that the AC is not cooling as it should.",
        "Is the air conditioner malfunctioning and it's not cooling the right way?",
        "Is that air-conditioning failing?",
        "Yes, AC isn't cooling right?",
        "AC failing to chill well.",
        "I wonder if the air-conditioning is failing?",
        "What's wrong with my AC, it's not cooling as well as it should?",
        "Not enough coolness from the airconditioner.",
        "The air conditioner is malfunctioning and is it cooling properly?",
        "Why is my AC cooling wrong?",
        "Air conditioning isn't cool enough.",
        "The air conditioning may not be cooling as smoothly as it should.",
        "Is it malfunctioning that the air conditioner is not functioning?",
        "AC is on, but the cooling is inadequate?",
        "Is the air conditioner malfunctioning and it isn't cooling right.",
        "AC not cool?",
        "Air conditioning isn't really cold?",
        "Is the air conditioning malfunctioning that it doesn't cooling correctly?",
        "The AC may not be cooling as it should be.",
        "It was not enough cool from the air conditioner.",
        "Air conditioning is not cold enough?",
        "Not enough cool from the air conditioning.",
        "AC failed to chill adequately?",
        "Is the airconditioning not cool?",
        "What if the air conditioning is malfunctioning?",
        "AC not chilling properly?",
        "Do you think the air-conditioning is failing?",
        "Did the ac not cool down?",
        "The air conditioner isn't cooling right",
        "Isn't AC cooling right?",
        "Is my ac cooling malfunctioning?",
        "It isn't cooling down on my AC, what is the problem?",
        "So AC isn't cooling right?",
        "Is AC cool enough.",
        "The air conditioner may be malfunctioning",
        "There is ineffectual cooling in AC.",
        "Is it malfunctioning on my AC?",
        "The airconditioning is malfunctioning.",
        "The AC might be cooling as poorly as it would like.",
        "The AC might not cooling as well as it should.",
        "It's not cooling off on my air conditioning.",
        "Is the AC cooling down appropriately?",
        "AC failing to chilling?",
        "One would think that the AC would be cooling more efficiently.",
        "Is AC failing to chill sufficiently?",
        "The AC may not be cooling.",
        "Is the air conditioning malfunctioning because it is not cooling correctly?",
        "The air conditioning may not be cooling as well as it would like.",
        "The air conditioning isn't enough cold.",
        "Is the AC failing adequate chilling?",
        "Is it malfunctioning that the air conditioning is not cooling off?",
        "The AC might not be cooling as evenly as it would like.",
        "Is it malfunctioning that the air conditioner isn't cooling the right way?",
        "AC's chilling is failing?",
        "It's not cooling down on my conditioner.",
        "It's not cooling as well as it must and what's going on with my AC?",
        "Think AC isn't cooling right?",
        "I think AC is not cool.",
        "Are the air conditioning malfunctioning that it isn't cooling well?",
        "It's not cooling down with my AC.",
        "The air conditioning may be not cooling as expected.",
        "The AC may be not cooling as it would like.",
        "Does the air conditioning is malfunctioning?",
        "It's not cooling down on my AC and what is wrong with it?",
        "That AC isn't cooling well?",
        "The A/C unit's cooling ability is not good.",
        "What is it that my AC doesn't cooling down?",
        "Why doesn't my AC cool me down?",
        "Something is not cooling down on my AC.",
        "The air conditioning may not be cooling the way it should.",
        "Is the cooling insufficient even though AC is on?",
        "The air conditioner has not enough coolness.",
        "The AC might not be cooling.",
        "Why is the AC cooling less than it should?",
        "The air conditioning may not be cooling as efficiently as one might think.",
        "I don't feel like it's cooling down on my AC.",
        "Despite AC on, the cooling is not good?",
        "Why is it that my AC isn't cooling down?",
        "How do I fix my AC cooling?",
        "Why doesn't the ACcooling enough?",
        "Is that the air conditioner is malfunctioning?",
        "AC is failing to adequately chill.",
        "The AC may not be cooling as smoothly as it wants to.",
        "It's not cooling down on my ac, what is the problem?",
        "The AC might be not cooling as evenly as it should.",
        "Does anyone have any problems with the air conditioning?",
        "It's not cooling down on my AC and what is it?",
        "AC isn't cooling down?",
        "Is AC failing to adequately chilling?",
        "The air conditioning may have issues.",
        "There is a chance that the AC may not be cooling as it should.",
        "The A/C unit has an issue with cooling.",
        "It seems that the air conditioner isn't cooling right.",
        "The A/C unit has a poor cooling ability",
        "Right? The AC isn't cooling.",
        "It's not cooling as well as it should, what's wrong with the AC?",
        "It's not cooling down on my AC, what is its problem?",
        "Is the AC not cooling efficiently?",
        "Are the AC not cooling well?",
        "The AC might not be cooling as expected.",
        "Is the air conditioning malfunctioning that its cooling?",
        "AC failing to chill well?",
        "Why isn't the AC cool down?",
        "The air conditioning is not cooling down",
        "There is an issue with my AC cooling.",
        "The ac may not be cooling as it should",
        "I don't understand why my AC doesn't cool me down the right way.",
        "The air conditioning is malfunctioning, is that why?",
        "Am I having a problem with the AC?",
        "AC failing in chilling?",
        "What is the issue with the air conditioning?",
        "Cool is not sufficient from the air conditioner.",
        "The A/C unit has a poor cooling ability?",
        "Well, AC isn't cooling right?",
        "Air conditioning does not cold enough.",
        "Is the air conditioner malfunctioning that it is not cooling?",
        "The AC might not be cooling effectively.",
        "AC failing to keep chill?",
        "Isn't the AC cooling enough?",
        "Have any issues with the air conditioner?",
        "I don't know if AC is working well.",
        "Is the air conditioning malfunctioning because it is not cooling?",
        "The air con may not be cooling as it should.",
        "Has the air-conditioning failing?",
        "Is it malfunctioning that the air conditioner isn't cooling appropriately?",
        "There's a question about my AC cooling.",
        "Do you think the cooling ability of the unit is poor?",
        "The AC might not be cooling as efficiently as was thought.",
        "Is the airconditioning malfunctioning that it is not cooling well?",
        "Is it malfunctioning that the air conditioner is malfunctioning",
        "What is the problem with my air conditioning unit?",
        "Why is the AC not cool enough?",
        "Was the air conditioning not cooling well?",
        "Is the air conditioner malfunctioning and it isn't cooling correctly.",
        "Think air conditioning isn't cold enough?",
        "Is the air conditioner malfunctioning, is it cooling properly?",
        "Yes, air conditioning is not cold enough.",
        "It seems like the air conditioning is malfunctioning.",
        "Do you believe that AC isn't working well?",
        "The air conditioning may not be cooling as well as it should.",
        "Are the air conditioning units cold enough?",
        "AC having insufficient chilling?",
        "AC on, the cooling is not adequate?",
        "It is not cooling on my AC.",
        "The AC may be a problem.",
        "The air conditioner isn't cooling down quite right.",
        "The air conditioner isn't cooling quite right?",
        "Are the air conditioners malfunctioning that they aren't cooling properly?",
        "Does the air conditioning not cooling appropriately?",
        "Why isn't my AC cool me down right?",
        "The AC might not be cooling as smoothly as it should.",
        "The air conditioning is malfunctioning, is it?",
        "It is not cooling down on my ac",
        "The AC may have trouble cooling.",
        "It is not cooling as well as it should, what is going on with my AC?",
        "Is airconditioning not working?",
        "Why doesn't my AC cool me in the proper way?",
        "AC isn't cold enough?",
        "AC failed to adequately chill?",
        "The A/C unit's cooling abilities are poor.",
        "It could be that the air conditioning is malfunctioning.",
        "The AC might be cooling less smoothly than it should.",
        "It might be a problem with the AC.",
        "I question if AC is cool enough.",
        "AC failing proper chilling?",
        "Why does my AC not cool me down in the right way?",
        "Is the AC cooling off right?",
        "It's not cooling as well as it should, what's wrong with my air conditioning?",
        "Are air-conditioning units malfunctioning?",
        "Is it the air-conditioning that is malfunctioning?",
        "Was the A/C unit's cooling ability poor?",
        "Is air conditioning not cooling well?",
        "Did the A/C unit have a bad cooling ability?",
        "The AC may not be cooling the best.",
        "Did the AC not cooling down?",
        "Is the A/C unit's cooling capability bad?",
        "It's not cooling down on my AC, what's wrong?",
        "Is it malfunctioning that the air conditioning isn't cooling nicely?",
        "The air conditioning isn't cooling the way it should.",
        "Effectual cooling in AC?",
        "Is the air-conditioning units malfunctioning?",
        "Is the airconditioning bad?",
        "It's not cooling as well as it should, what's happening with my AC?",
        "The AC might not be cooling as it ought to.",
        "AC failing to chill properly?",
        "I don't feel that my AC is cooling down.",
        "The AC might be the problem.",
        "The air conditioning is not cooling as it should.",
        "It is possible the AC is not cooling as it should.",
        "The air conditioning isn't cooling properly.",
        "Is it malfunctioning that the airconditioning is not cooling down?",
        "The AC is not cooling down, what is wrong?",
        "It appears the air conditioning is malfunctioning.",
        "There is insufficient coolness from the air conditioner.",
        "It looks like the air conditioner is malfunctioning.",
        "The AC should be cooling as it should.",
        "The cooling ability of the A/C unit was questionable.",
        "Isn't the AC cooling enough.",
        "The cooling capability of the A/C unit is not good.",
        "cooling of AC?",
        "What is wrong with my airconditioning?",
        "The AC can be malfunctioning.",
        "Is the air conditioning cool enough?",
        "Was AC failing adequate chilling?",
        "Why can't the AC cool down enough?",
        "Is the AC not cooling right?",
        "The AC might not be cooling as efficiently as you think.",
        "I'm not cooling down on my AC, what is wrong with it?",
        "AC is not cooling down?",
        "AC isn't cooling right?",
        "Is AC not cooling right?",
        "Does the A/C unit have poor cooling abilities?",
        "Is the air conditioner not cooling right?",
        "The air conditioner isn't cool enough.",
        "The AC maybe not cooling as it should.",
        "Is it malfunctioning that the air conditioning is not cooling down?",
        "is air-conditioning malfunctioning?",
        "Isair-conditioning malfunctioning?",
        "It's not cooling as well as it must, what's happening with my AC?",
        "It's not cooling down on my AC what is wrong with it?",
        "Is there a malfunction in the air conditioner?",
        "It seems the air conditioning is malfunctioning.",
        "The AC does not cool me down the right way.",
        "Can the air-conditioning be malfunctioning?",
        "What is the problem with my airconditioning?",
        "I wonder if there are any issues with the air conditioner.",
        "The AC is supposed to be cooling properly.",
        "Why doesn't my AC cool me in the right way?",
        "In what way is my AC cooling malfunctioning?",
        "AC might be failing adequate chilling.",
        "The AC may not be cooling as smoothly as they would like.",
        "The AC may not be cooling as smoothly as it should be.",
        "I want to know if the AC is cooling properly.",
        "An AC isn't working well?",
        "Is there something wrong with the air conditioner?",
        "I am not cooling my AC down, what is the problem?",
        "Why is the air conditioning not cooling well?",
        "Is theair conditioning malfunctioning?",
        "The air conditioning may not be functioning properly.",
        "Is the air conditioning malfunctioning so it isn't cooling right?",
        "The air conditioning isn't cooling properly, is that malfunctioning?",
        "Not sufficient coolness from the air conditioner.",
        "The air conditioning is not cold enough.",
        "Is AC failing to provide adequate chilling?",
        "Why is the AC cooling less than needed?",
        "Was the air conditioning malfunctioning that it wasn't cooling well?",
        "The AC isn't cooling down, what is the problem?",
        "Is the air conditioner malfunctioning and it is not cooling correctly?",
        "Well, AC isn't working well?",
        "Are there any problems with the air conditioning?",
        "The AC may be not cooling as smoothly as they would like.",
        "AC does not have enough chilling?",
        "The AC may not be cooling as smoothly as it should.",
        "What's the problem with my air conditioning?",
        "Is there a problem with the AC?",
        "Anyone have any issues with the air conditioner?",
        "The AC is not enough cooling.",
        "Coolness is missing from the AC.",
        "Is the AC cool enough?",
        "The air conditioner seems to be malfunctioning",
        "It's not cooling off on my AC",
        "The AC might be not cooling as smoothly as it could.",
        "The AC may be cooling less than it should.",
        "Is the air conditioner malfunctioning and not cooling?",
        "Any problems with the air conditioning?",
        "So AC is not cooling?",
        "AC on, cooling inadequate?",
        "I think the air-conditioning is failing.",
        "Is the the air conditioner malfunctioning?",
        "Is there not enough coolness in AC?",
        "The AC might not be cooling as efficiently as someone would think.",
        "Air conditioning does not cold enough?",
        "Is the air-conditioning malfunctioning.",
        "It hasn't cooled down on my AC.",
        "It was not cooling down on my AC.",
        "The AC may not be cooling correctly.",
        "A/C unit cooling ability is not good.",
        "Is the air conditioner malfunctioning that it shouldn't?",
        "Is it malfunctioning that the air conditioning is not cooling well.",
        "It's not cooling on my AC.",
        "My AC is cooling me down the wrong way.",
        "Not enough coolness from airconditioning.",
        "The AC isn't cooling as well as it could.",
        "The AC may be not cooling as evenly as it would like.",
        "AC isn't cool enough?",
        "AC not cooling effectively?",
        "It isn't cooling down in my AC.",
        "Is it failing with air-conditioning?",
        "AC failing to chill out.",
        "The AC may be not cool as it should.",
        "Why is the AC cooling off?",
        "Any issues with air conditioning?",
        "AC not chilling enough.",
        "It's not cooling down on the air conditioning.",
        "What about the A/C unit's cooling ability?",
        "Can you tell me about any problems with the air conditioner?",
        "Why is my AC cooling not right?",
        "Effectual cooling of the AC?",
        "Is the airconditioning cold enough?",
        "The AC may be not cooling as smoothly as it should be.",
        "Issue with the AC?",
        "Is the air conditioning malfunctioning and it's not cooling well?",
        "What's happening with my air conditioning?",
        "Is the air conditioning malfunctioning that it's cooling?",
        "Did the air conditioning not cool well?",
        "A/C unit cooling ability questionable.",
        "The AC is not cooling out.",
        "Are the air conditioner malfunctioning?",
        "What is going on with the AC cooling?",
        "The AC may not be cooling as nicely as it would like.",
        "Is air-conditioning not working",
        "Why is the AC cooling less than necessary?",
        "The AC may not be cooling the way it would like.",
        "AC is not chilling adequately?",
        "Is it cooling in the AC?",
        "Why doesn't the AC cool enough?",
        "AC was failing to adequately chilling.",
        "The AC may be not cooling as hot as it should.",
        "The cooling is inadequate even though the AC is on?",
        "Is there malfunctioning the air conditioner?",
        "Maybe the AC isn't cooling as it should.",
        "The AC could be not cooling as efficiently as one would think.",
        "Is it malfunctioning that the air conditioner isn't cooling.",
        "Is this malfunctioning that the air conditioner is malfunctioning?",
        "Despite the AC on, the cooling is insufficient.",
        "The air conditioning is on but the cooling is inadequate?",
        "I wonder what is wrong with my AC.",
        "The air conditioning may not be cooling appropriately.",
        "Is the AC malfunctioning.",
        "Why isn't the air conditioning cooling down?",
        "Have you encountered issues with the air conditioner?",
        "Why isn't my AC cool?",
        "Why doesn't my ac cool me down the right way?",
        "Why does the air conditioning not cool enough?",
        "The air conditioner isn't cooling.",
        "I wonder if my AC cools me down the right way.",
        "The AC may not be cooling the right way.",
        "The AC may be not cooling as well as one would think.",
        "The AC might not be cooling off as it should.",
        "Might be a problem with the AC?",
        "There is an air conditioner that isn't cooling correctly.",
        "Correct, AC isn't cooling right.",
        "Is it malfunctioning that the air conditioner is not cooling correctly?",
        "Isn't the air conditioning malfunctioning that it isn't cooling properly?",
        "Why does my AC not cool me down?",
        "AC is failing to properly chill?",
        "The AC is not cooling properly.",
        "The airconditioning is malfunctioning, is it?",
        "Coolness from air conditioner was not satisfactory.",
        "AC on but inadequate cooling?",
        "Is it malfunctioning that the air conditioner is malfunctioning.",
        "Is the AC a problem?",
        "It's not cooling up on the AC.",
        "Is the air conditioner malfunctioning because it isn't cooling correctly?",
        "Is the airconditioning cool?",
        "I think the AC isn't cooling.",
        "What about AC not cooling well?",
        "Not enough cooling from the air conditioner.",
        "It is possible that the AC may not be cooling as efficiently as one would think.",
        "I want to know if the air-conditioning is failing.",
        "Coolness is missing from AC.",
        "The AC may be not cooling as efficiently as they think.",
        "Is it malfunctioning that the air conditioner isn't cooling evenly?",
        "Is the air-conditioning malfunction?",
        "The air conditioning might not be cooling correctly.",
        "Is it the air conditioning that is malfunctioning?",
        "The AC may not be cooling as smoothly as it is supposed to.",
        "Why does my ac don't cool me down the right way?",
        "Air conditioning is not adequate?",
        "Why doesn't my AC make me feel cool?",
        "the air conditioning is not cooling well",
        "Is it malfunctioning that the air conditioner isn't cooling properly?",
        "The air conditioner is malfunctioning, isn't it?",
        "It's not cooling down on my AC, what is going on?",
        "AC may be not cooling as it should.",
        "AC isn't cooling well?",
        "the air conditioner may be malfunctioning",
        "Is the air AC malfunctioning?",
        "The AC may not be cooling as it needs to.",
        "The airconditioning isn't cooling enough.",
        "Are the air conditioning units not cooling well?",
        "What is it that isn't cooling down on my AC?",
        "Why doesn't my AC cool me appropriately?",
        "It isn't cooling off on the AC.",
        "Do you know why my AC is not cooling down?",
        "Isn't the AC cooling right?",
        "The air conditioning may not be cooling as efficiently as one would think.",
        "Why is my AC not cooling as well as it needs to?",
        "Air-conditioning might be malfunctioning.",
        "It's not cooling down on my AC, what is the problem.",
        "Is my AC not cooling down?",
        "The air conditioning might not be cooling as expected.",
        "AC is failing to chill well.",
        "Is AC failing enough chilling?",
        "The AC is not working well?",
        "It's not cooling off the AC.",
        "Why doesn't my AC cool me well?",
        "The air conditioner might be malfunctioning and not cooling right.",
        "There are some issues with the air conditioner.",
        "Is the AC really cooling?",
        "Air conditioning is not really cold?",
        "The air conditioner may be malfunctioning, is that correct?",
        "Is the air conditioning malfunctioning that it isn't cooling appropriately?",
        "The airconditioning might be not cooling as it should.",
        "My ac is not cooling down.",
        "Isn't the AC malfunctioning?",
        "It isn't cooling down on my AC, what is wrong with it?",
        "The AC is not cooling well?",
        "What's wrong with my AC, it isn't cooling as well as it must?",
        "Even with AC on, the cooling is inadequate?",
        "Right? AC isn't cooling right?",
        "Are air-conditioning failing?",
        "It's not cooling down on my AC, what's wrong with it?",
        "How can my AC not cooling down?",
        "The airconditioning is not cooling.",
        "Does the air conditioning fail to cool properly?",
        "It wasn't enough cool from the air conditioner.",
        "It seems that the air conditioning isn't cooling correctly.",
        "The cooling ability of the A/C unit is poor",
        "There are problems with the air conditioner.",
        "The AC seems to have a problem.",
        "It's not cooling down on my AC what is wrong?",
        "Why isn't the airconditioning cooling?",
        "Is it related to cooling in AC?",
        "AC is failing to chill correctly?",
        "Maybe air conditioning isn't cold enough?",
        "\"Is it malfunctioning that the air conditioner isn't cooling right?\"",
        "The A/C unit doesn't have good cooling ability.",
        "Why doesn't my AC get cooler?",
        "The air conditioning probably isn't cooling properly.",
        "AC is not cooling well?",
        "The AC may not work as expected.",
        "The AC may malfunctioning.",
        "Air conditioning might not be cold enough?",
        "The air conditioning isn't cooling quite right.",
        "Is it malfunctioning that the air conditioner doesn't work correctly?",
        "It's not cooling up on my AC.",
        "Are ACs not cooling well?",
        "The AC may not be cooling off as it should.",
        "The A/C unit seems to have poor cooling ability.",
        "AC failing good chilling?",
        "I have an AC that doesn't cooling down.",
        "My airconditioning is not cooling down.",
        "The AC may not be as cooling as it should be.",
        "AC isn't cooling down right?",
        "Why does my AC not cool me in the right way?",
        "Air-conditioning is failing?",
        "Is AC not cooling as well?",
        "Are the A/C unit's cooling abilities bad?",
        "The AC might not be cooling as smoothly as it can.",
        "Was air conditioning not cold enough?",
        "The air-conditioning is failing.",
        "The AC might not be cooling as efficiently.",
        "AC failing appropriate chilling?",
        "I'm wondering if the AC is cooling properly.",
        "Something is wrong with the AC?",
        "Isn't my AC cooling me down the correct way?",
        "The AC might not be cooling as smoothly as it wanted.",
        "The A/C unit is poorly cooling.",
        "The air conditioner seems to be malfunctioning.",
        "The AC might not be cooling as it needs to.",
        "The air conditioners is malfunctioning, is it?",
        "The AC may not be cooling as fast as it would like.",
        "What is going on with my air conditioning?",
        "Are air-conditioning problems?",
        "Is the cooling insufficient despite the AC on?",
        "Why do the AC's not cooling enough?",
        "The air conditioner might not be cooling well.",
        "How come the air conditioner is malfunctioning?",
        "Is the AC not cooling nicely?",
        "It seems that the air conditioning isn't cooling well.",
        "Was it malfunctioning that the air conditioning was not cooling well?",
        "Could it be that the air conditioner isn't cooling correctly?",
        "The AC isn't cooling correctly.",
        "Why isn't the airconditioning cooler?",
        "AC not chilling",
        "The AC may be not cooling the way it should.",
        "The AC might be not cooling as smoothly as it'd like.",
        "Do you think the air conditioning is malfunctioning?",
        "Can the AC be cooling properly?",
        "Are the air conditioning malfunctioning?",
        "AC isn't chilling well?",
        "Not a cool AC.",
        "Not enough cooling from air conditioner.",
        "AC failing to have adequate chilling?",
        "The AC can be not cooling as smoothly as it would like.",
        "Is it malfunctioning that the air conditioning is not cooling efficiently?",
        "Is it malfunctioning that the airconditioning is not cooling?",
        "Does the air conditioner fail because it isn't cooling right?",
        "Is air-conditioning failing.",
        "It's not cooling the AC down.",
        "The ac isn't cooling.",
        "The air conditioning is malfunctioning could it?",
        "The cooling is not adequate despite the AC on?",
        "Will air-conditioning be failing?",
        "There could be problems with the air conditioner.",
        "The AC might not be cooling as quickly as one would think.",
        "One would think that the AC would be cooling more effectively.",
        "Why doesn't the air conditioning cool enough?",
        "Despite AC on, the cooling is not adequate.",
        "The AC may be not cooling off as it should.",
        "Is that the air conditioning malfunctioning?",
        "The AC might not be cooling as well as it needs to.",
        "It may be that the AC is not cooling as efficiently as one would think.",
        "Is the air conditioning malfunctioning and it's not cooling down?",
        "Is the air conditioning malfunctioning that it isn't cooling nicely?",
        "is the air conditioner malfunctioning?",
        "The AC may not be cooling as effectively as thought.",
        "There may be issues with the air conditioner.",
        "AC is failing to provide adequate chilling.",
        "Could the air conditioner be malfunctioning?",
        "It doesn't cooling down on my AC, what is it?",
        "Is Air-conditioning failing?",
        "What's wrong with the AC cooling?",
        "Yes, the AC isn't cooling right?",
        "Is the air conditioner malfunctioning so it's not cooling right?",
        "I am not sure if AC is working well.",
        "AC isn't enough chilling?",
        "The air conditioner may not cooling correctly.",
        "Why doesn't my AC cool me down correctly?",
        "Is the air condition malfunctioning?",
        "The AC may be not cooling as efficiently as it would like.",
        "Is the air conditioning malfunctioning.",
        "The AC may not be cooling as much as one would think.",
        "The AC doesn't cooling.",
        "It's not cooling down on my AC, what is going wrong?",
        "Correct, the AC isn't cooling?",
        "It's possible that the AC is not cooling as efficiently as one might think.",
        "Not enough coolness comes from air conditioner",
        "Is the A/C unit poor at cooling?",
        "Air conditioner not cold enough?",
        "Not cool enough from the air conditioning.",
        "Maybe you have a problem with the AC.",
        "Is my AC cooling off?",
        "It's not cooling off on my ac.",
        "Why does my AC cooling me down the wrong way?",
        "I am not cooling down my AC, what is wrong with it?",
        "The air conditioner is not cooling correctly.",
        "It was not enough coolness from the air conditioner.",
        "The AC might be not cooling as smoothly as it would prefer.",
        "Doesn't the AC cooling enough?",
        "The air conditioner might have issues.",
        "There is a question about the cooling ability of the A/C unit.",
        "AC wasn't adequately chilling?",
        "The AC may not be cooling in the way that it should.",
        "The AC may be not cooling down as smoothly as it would like.",
        "AC is not chilling enough?",
        "The air conditioner might have some issues.",
        "The AC is cooling too little.",
        "Is the air conditioner malfunctioning and not cooling correctly.",
        "Is this air-conditioning malfunctioning?",
        "So the AC isn't cooling right?",
        "Is the AC cooling correct?",
        "The AC isn't cooling?",
        "Is the air conditioning broken?",
        "What is stopping my AC from cooling?",
        "The AC isn't cool?",
        "The AC maybe isn't cooling as it should.",
        "AC failing to get enough chilling?",
        "My AC doesn't cool me the right way.",
        "Is the air conditioning malfunctioning and it is not cooling well?",
        "Are there problems with the AC?",
        "The AC might not be cooling as efficiently as one would think.",
        "Is AC not Cool?",
        "Is the air conditioner malfunctioning so it doesn't cool down?",
        "There is a question about why the AC cooling is not enough.",
        "There is a question about the air conditioning being malfunctioning.",
        "Don't my AC cool me down the correct way?",
        "Do you think that AC is not working well?",
        "The air conditioning might not be cooling down.",
        "It is possible that the AC may be not cooling as it should.",
        "Is the cooling capacity of the A/C unit bad?",
        "Is it possible that the A/C unit has a poor cooling ability?",
        "The AC isn't cooling right.",
        "The air conditioner may have issues.",
        "The AC isn't cooling as much.",
        "The AC may not be cooling as efficiently as one might think.",
        "I don't know what's wrong with my AC cooling.",
        "The air conditioning doesn't cooling enough.",
        "The cooling isn't adequate despite AC on?",
        "Why isn't the AC cooling off?",
        "It's not cooling down on the AC, what's wrong?",
        "The air conditioner isn't cooling right, is that malfunctioning?",
        "Is ac cool enough?",
        "It's not cooling down on my A/C.",
        "It's not cooling down on my AC what is the problem?",
        "The air conditioning isn't cooling well is it?",
        "The AC might not be cooling as smoothly as it would want.",
        "Why isn't my AC cool me down in the right way?",
        "The a/c unit has a poor cooling ability.",
        "Why isn't the air conditioning cooling off?",
        "It's not cooling as well as it should; what is happening with my AC?",
        "Is it malfunctioning that the air conditioning isn't cooling?",
        "The air conditioner might not be cooling down.",
        "The air conditioner might be malfunctioning and not cooling correctly.",
        "Why isn't the AC enough cooling?",
        "the air conditioning isn't cold enough",
        "The air conditioning isn't cold.",
        "It doesn't cooling down on my AC, what is wrong?",
        "Why doesn't the AC chill enough?",
        "AC does not have adequate chilling?",
        "Is it malfunctioning air-conditioning?",
        "The air conditioner may not be cooling right.",
        "The lack of cooling despite AC on?",
        "Poor cooling abilities of the A/C unit.",
        "AC is failing adequate chilling",
        "Is the air conditioning malfunction?",
        "I am wondering if the AC is cooling properly.",
        "The AC could be not cooling as well as it should.",
        "The air conditioning might be not cooling as smoothly as it should.",
        "The AC can be not cooling as well as it should.",
        "What is wrong with air conditioning?",
        "Do you know if the air conditioner is malfunctioning?",
        "The AC might not be cooling smoothly.",
        "Poor cooling capability of the A/C unit?",
        "The AC was not cooling.",
        "Why is the air conditioning malfunctioning?",
        "Shouldn't the AC be cooling well?",
        "The AC is not cooling as well as it could.",
        "Is it possible that the air conditioner isn't cooling right?",
        "Not cooling down on my AC is the problem.",
        "The AC might not be cooling as well as it could.",
        "It is possible that the air conditioning is malfunctioning.",
        "Why is my AC not cool me down the right way?",
        "There isn't enough coolness from the air conditioner.",
        "Any issues with the air conditioner are there?",
        "Do you think the A/C unit has a bad cooling ability?",
        "Is the air conditioning insufficiency?",
        "Yes, is the air conditioning malfunctioning?",
        "There is something awry with my AC.",
        "AC didn't have enough chilling?",
        "Why don't my AC cool me down the correct way?",
        "Is the air conditioner malfunctioning that it isn't cooling correct?",
        "The air conditioner might be malfunctioning?",
        "Is the cooling ability of the A/C unit subpar?",
        "Why is my AC not cool me down the correct way?",
        "do you have any issues with the air conditioner?",
        "AC doesn't have enough chilling?",
        "The air conditioner isn't cooling quite right, is that malfunctioning?",
        "Is it the AC that isn't cooling properly?",
        "The air conditioning may not be cooling as smoothly as it could.",
        "AC might not be cooling as smoothly as it would like.",
        "It's not cooling down on my AC, what is it?",
        "The AC might not be as cool as it would like.",
        "Why doesn't the ac cooling enough?",
        "It is not cooling down on my AC, what is wrong?",
        "The A/C unit's cooling ability is subpar.",
        "Is it the AC that is not cooling?",
        "Am I correct that the air conditioner is malfunctioning?",
        "The air conditioning is malfunctioning, isn't it?",
        "The ac may not be cooling as smoothly as it would like.",
        "The AC might be not cooling as quickly as it should.",
        "Is the AC cooling right?",
        "Is the AC cool down?",
        "The AC could be not cooling as smoothly.",
        "Does anyone have an issue with the air conditioner?",
        "AC is failing to chilling adequately.",
        "Is the air conditioning malfunctioning that it doesn't cooling right?",
        "The air conditioning may be malfunctioning and not cooling properly.",
        "Why is my AC cooling bad?",
        "Do you believe AC isn't working well?",
        "AC failing to chill effectively?",
        "AC not having adequate chilling?",
        "The AC isn't working well.",
        "AC not cooling up?",
        "The AC might not be cooling down properly.",
        "How come my AC is not cooling?",
        "Is the air conditioner malfunctioning that it isn't cooling correctly.",
        "Do you think AC is not cool enough?",
        "Is the air conditioner malfunctioning that it isn't cooling the right way?",
        "Not cool enough from the air conditioner",
        "Is the air-conditioning malfunctioning?",
        "Is the airconditioning malfunctioning that it isn't cooling down?",
        "The AC may be not functioning as it should.",
        "Is air-conditioning broken?",
        "Is the air conditioning malfunctioning because it is not cooling well?",
        "Is the air conditioner malfunctioning that it isn't cooling quite right?",
        "Air conditioning doesn't chill enough?",
        "Maybe the air conditioner isn't cooling right?",
        "The AC might be cooling less smoothly than it would like.",
        "It's not cooling as well as it should; what's going on with my AC?",
        "Why aren't the AC's cooling enough?",
        "Is the air conditioner malfunctioning because of it?",
        "Does the air conditioning not cool properly?",
        "AC failing to chill?",
        "AC might not have enough chilling.",
        "The A/C unit may have a poor cooling ability.",
        "Is an AC not working well?",
        "The AC may not be cooling off as smoothly as it should.",
        "Is the airconditioner cooling properly?",
        "The air conditioning isn't cooling well, is it?",
        "Is it malfunctioning that the air conditioner?",
        "The AC might not be cooling as much as one would think.",
        "AC failing to have enough chilling?",
        "The air conditioners is malfunctioning is it?",
        "It's possible that the air conditioning is malfunctioning.",
        "The air conditioning may be malfunctioning.",
        "It is questionable if AC is cool enough.",
        "Why is the AC cooling malfunctioning?",
        "Why does my AC not cool me properly?",
        "Is the AC not cooling off?",
        "Is it malfunctioning that the air conditioning is not cooling?",
        "Why does my AC never cool me down the right way?",
        "The AC may not be cooling as quickly as it would like.",
        "There is a question about air-conditioning failing.",
        "Is the air conditioner malfunctioning because it isn't cooling properly?",
        "Air conditioned isn't cold enough?",
        "Something is wrong with the AC.",
        "The AC may not be cooling as needed.",
        "Is the air conditioner failing?",
        "The AC may be not cooling as well as it wants.",
        "It is not cooling down on the air conditioning.",
        "Why isn't my AC cool me in the right way?",
        "The AC may not be cooling as evenly as it could.",
        "Have you had issues with the air conditioner?",
        "Is the air conditioner malfunctioning and not cooling down?",
        "Are the cooling abilities of the A/C unit poor?",
        "The AC cooling isn't good.",
        "My AC doesn't cool me down the right way.",
        "Is the air conditioner having any problems?",
        "The air conditioners isn't cooling quite right.",
        "Not enough cool comes from the air conditioner.",
        "Is the air conditioner malfunctioning and not cooling correctly?",
        "the air conditioning may be malfunctioning",
        "Is an AC malfunctioning?",
        "Is the A/C unit cold?",
        "I want to know if the air conditioning is malfunctioning.",
        "The AC may be not cooling as well as it should.",
        "Not enough coolness from air conditioner",
        "What is wrong with the cooling on my AC?",
        "The AC may be malfunctioning.",
        "Is the air conditioner malfunctioning?!",
        "Am air-conditioning failing?",
        "Is AC cooling right?",
        "The AC might not be cooling as smoothly as expected.",
        "Correct, AC is not cooling?",
        "I don't know what is wrong with my AC cooling.",
        "Is AC cooling down?",
        "The air conditioning may not be cooling as it is supposed to.",
        "The AC may not be cooling as smooth as it should.",
        "The AC might be not cooling as smoothly as it would like.",
        "Why does my AC chill me in the wrong way?",
        "An AC may not be cooling as it should.",
        "There are any problems with the air conditioner?",
        "Is the air conditioner malfunctioning that it isn't cooling right.",
        "It may be that the AC is not cooling as it should.",
        "The air conditioning is malfunctioning, is that true?",
        "The air conditioner isn't cooling quite right, is it malfunctioning?",
        "Maybe AC isn't cool enough.",
        "Why doesn't my AC cooler me down the right way?",
        "The ac may be malfunctioning",
        "The AC might not be cool.",
        "The AC may not be cooling as smoothly as it would prefer.",
        "The AC may not be cooling effectively.",
        "The air conditioning might not be cooling properly.",
        "Isn't AC cooling?",
        "The AC might not be cooling the right way.",
        "Why is my AC not cooling me in the right way?",
        "The AC is not cooling as well as it should be.",
        "Is it effecting cooling in AC?",
        "Why doesn't my AC cool me off the right way?",
        "The AC may not be cooling as well as it could.",
        "Even though the AC is on, the cooling is inadequate?",
        "Did the AC not cooling up?",
        "The air conditioning is not cooling.",
        "Is the A/C unit has poor cooling ability?",
        "The air conditioning may not be cooling as expected.",
        "The air conditioning isn't cooling as well.",
        "What is the reason that my AC isn't cooling down?",
        "Is AC failing to chill out?",
        "It's not cooling the AC off.",
        "I wonder if the air-conditioning is failing.",
        "it's not cooling down on my AC.",
        "Did the AC not cool properly?",
        "The AC may be not cooling evenly.",
        "my AC is not cooling down.",
        "air conditioning is not cold enough.",
        "Despite AC on, the cooling is insufficient.",
        "The AC may not be cooling as smoothly as it is intended to.",
        "What is going on with my AC cooling?",
        "There is a question about why the AC cooling isn't enough.",
        "The air conditioning is malfunctioning, may it be?",
        "Is the airconditioning malfunctioning and not cooling properly?",
        "Is the air conditioner malfunctioning as it isn't cooling correctly?",
        "The A/C unit has poor cooling ability.",
        "The AC may not be cooling as well as it wants.",
        "Air conditioning doesn't stay cold enough?",
        "Why isn't the AC cooling well?",
        "AC not cold enough?",
        "They aren't cooling down on my AC.",
        "The AC may not be cooling right.",
        "Was the cooling ability of the A/C unit bad?",
        "Is air-conditioning not good?",
        "Is air conditioning not enough cold?",
        "Why hasn't the AC cooling enough?",
        "Is it possible the air conditioning is malfunctioning?",
        "What is wrong with my air conditioner?",
        "Could the AC not be cooling?",
        "There is a question about why the AC isn't cooling enough.",
        "The AC is not cooling correctly.",
        "Is the air-conditioning failing?",
        "It's not cooling as well as it should and what is wrong with my AC?",
        "Correct? AC isn't cooling right?",
        "The AC may be malfunctioning",
        "The air conditioning may not be cooling quite right.",
        "It's not cooling down on my AC and why?",
        "It isn't cooling down on my AC, what's wrong?",
        "I'm not cooling down on my AC, what is it?",
        "Not enough cool from the air conditioner.",
        "I wonder what's wrong with my AC.",
        "Why is my AC cooling malfunctioning?",
        "The air conditioning isn't cold enough.",
        "Are the air conditioning's malfunctioning?",
        "Is AC cool Enough?",
        "I have an AC and it's not cooling down.",
        "Despite the AC on, cooling is inadequate?",
        "It looks like AC is not working well.",
        "Is the air conditioning not cooling right?",
        "It's not cooling like it should, what's wrong with my AC?",
        "The AC may not be cooling as efficiently.",
        "Why isn't my air conditioning cooling me down the right way?",
        "My air conditioning is not cooling down.",
        "I have an AC that's not cooling down.",
        "Why does my AC not cool me the right way?",
        "Is the AC not cooling correctly?",
        "Correct, AC is not cooling right?",
        "I think it's not cooling down on my AC.",
        "Is the airconditioner malfunctioning?",
        "AC failing adequate chilling.",
        "AC might be not cooling as smoothly as it should.",
        "AC doesn't cool right?",
        "Is the airconditioner malfunctioning that it isn't cooling?",
        "Is there a problem that the air conditioner isn't cooling correctly?",
        "Something is wrong with my AC, what is it?",
        "Is the air conditioner malfunctioning and it's not cooling quite right?",
        "The ac is not cooling well.",
        "The air conditioning may not cooling well.",
        "The airconditioning may not be cooling as it should.",
        "Problem with the air conditioning.",
        "It is possible the AC is not cooling as smoothly as it should.",
        "Is it possible that my AC unit is malfunctioning?",
        "I have an AC that isn't cooling down.",
        "Air conditioning not cold?",
        "It is not cooling down on the AC.",
        "Is the air conditioning malfunctioning that it isn't cooling up?",
        "You think the AC isn't cooling well?",
        "AC not cooling, right?",
        "Coolness from air conditioner is insufficient.",
        "It is malfunctioning that the air conditioner is cooling down.",
        "The AC is malfunctioning or something?",
        "It's not cooler on my AC.",
        "The AC might be not cooling as it should",
        "The air-conditioning might be malfunctioning.",
        "The airconditioning is malfunctioning?",
        "The AC is not cooling down",
        "How come my AC is not cooling as well as it should?",
        "AC on, cooling insufficient?",
        "The AC may not be cooling off as well as it should.",
        "I am not cooling my AC down, what is wrong with it?",
        "the air conditioning is not cold",
        "AC not chilling Enough?",
        "Is it malfunctioning that the air conditioner is not cooling?",
        "AC failing effective chilling?",
        "Even though AC is on, is the cooling insufficient?",
        "It wasn't enough coolness from the air conditioner.",
        "Isn't the air conditioning malfunctioning?",
        "Are air conditioning units cold enough?",
        "Isn't the cooling ability of the A/C unit poor?",
        "What's awry with my air conditioning?",
        "The AC may be not cooling as fast as it would like.",
        "What's wrong with the air conditioning?",
        "Why doesn't my AC cool me down in the right way?",
        "What is the problem with my AC not cooling down?",
        "The AC may be not cooling as efficiently as was thought.",
        "The AC isn't cooling well.",
        "You mean the AC isn't cooling?",
        "What is causing my AC to not chill down?",
        "Why is AC not cool?",
        "Is the air conditioning malfunctioning, it isn't cooling right?",
        "Does anyone have issues with the air conditioner?",
        "I want to know if air-conditioning is failing.",
        "The AC isn't enough cooling.",
        "The AC may not be cooling as smooth as it would like.",
        "AC failing to chill very well?",
        "Is air-conditioning broken.",
        "It's not cool on my AC.",
        "The A/C unit's cooling capabilities are questionable.",
        "AC failing to keep a chill?",
        "The A/c unit has poor cooling ability.",
        "Is the air conditioning not cooling down?",
        "Why aren't AC cooling enough?",
        "What's wrong with my AC, it's not cooling as well as it needs to?",
        "Cool air conditioning not enough?",
        "Do you believe that AC is not working well?",
        "Is the cooling ability of the unit poor?",
        "It doesn't cooling down on my AC, what is the problem?",
        "Is this malfunctioning that the air conditioner isn't cooling correctly?",
        "Do the A/C units have poor cooling ability?",
        "AC could be failing adequate chilling.",
        "The air conditioning might not be cooling as efficiently as one might think.",
        "Is it a malfunctioning air conditioning unit?",
        "Air conditioning isn't sufficiently cold?",
        "The air conditioning may not be cooling properly.",
        "Is it malfunctioning that the air conditioning doesn't cool properly?",
        "Even though the AC is on, cooling is inadequate?",
        "It's not cooling well and what's wrong with my AC?",
        "The air conditioning isn't cooling well.",
        "Is the air conditioning malfunctioning, it is not cooling properly?",
        "The air conditioner isn't cooling the way it should.",
        "AC might be not cooling as it should.",
        "Does the air conditioner not cooling properly?",
        "AC failing sufficient chilling?",
        "Why aren't the air conditioning units cooling enough?",
        "Can there be issues with the air conditioner?",
        "It isn't cooling down on my AC, what is wrong?",
        "Not cool from the AC.",
        "What about issues with the air conditioner?",
        "Is air conditioning broken?",
        "The air conditioning is not cooling the way it should.",
        "Isn't the air conditioning not cooling?",
        "It's not cooling down on my ac, what is wrong with it?",
        "Do you have a problem with the AC?",
        "AC on, the cooling is inadequate?",
        "How about a problem with the AC?",
        "AC failing to be chilling?",
        "Is AC no cool?",
        "Apparently the air conditioning is malfunctioning.",
        "AC not cooling.",
        "There are issues with the air conditioner.",
        "Is the air conditioner malfunctioning and not cooling right?",
        "The air conditioning may not cooling properly.",
        "The AC may not be cooling as quickly.",
        "Are the ac's cooling well?",
        "Why does the air conditioning not cooling enough?",
        "The air conditioner does not have enough coolness.",
        "I'm having trouble with my AC cooling.",
        "Why is my AC malfunctioning, it's not cooling as well as it should?",
        "The A/C Unit has a poor cooling ability.",
        "Maybe the air conditioning is malfunctioning.",
        "There is a possibility that the air conditioning is malfunctioning.",
        "Not cool from air conditioner.",
        "The AC is not working well.",
        "It's not cooling as well as it must, what's wrong with the AC?",
        "The AC might be not cooling as effectively as one might think.",
        "The AC could be malfunctioning and not cooling as it should.",
        "My AC is not cooling.",
        "Why does my AC do not cool me the right way?",
        "The air conditioning is not cooling well, is it malfunctioning?",
        "Is it possible that the AC is malfunctioning?",
        "The AC may be not cooling effectively.",
        "Why hasn't my AC cool me down the right way?",
        "The air conditioning is not cooling efficiently.",
        "Is it malfunctioning that the air conditioning does not cool down?",
        "Does the A/C unit have poor cooling capability?",
        "The AC may be not cooling as needed.",
        "The AC isn't cooling well?",
        "It's not cooling as well as it should; what is going on with my AC?",
        "Is air conditioning cold enough?",
        "The air conditioner isn't cooling right?",
        "The AC may not be cooling as efficiently as anticipated.",
        "Is the AC not cooling very well?",
        "An AC is not working well?",
        "Is the AC cooling down right?",
        "Why is the AC not cooling up?",
        "Is the airconditioning failing",
        "You think AC isn't working well?",
        "Is it malfunctioning that the air conditioner can't cool down?",
        "The AC may not be cooling down as well as it should.",
        "Is it malfunctioning that the air conditioning is not cold?",
        "The ac may be not cooling as it should.",
        "The AC might not be cooling up properly.",
        "Is the A/C unit poorly cooling?",
        "What is the reason that my AC is not cooling down?",
        "Not sufficient coolness from the air conditioning.",
        "Is there an effectual cooling in AC?",
        "Why isn't the airconditioning cooling down?",
        "Correct, the AC is not cooling right.",
        "Air conditioning is not cool?",
        "The AC may not cooling as it should.",
        "The A/C unit might be malfunctioning.",
        "AC is failing to adequately chilling?",
        "Does the air conditioner malfunction that it isn't cooling right?",
        "AC may be not cooling as smoothly as it would like.",
        "How come AC is not working well?",
        "Not enough coolness comes from air conditioner.",
        "Why doesn't my AC cool me down the proper way?",
        "Is it malfunctioning that the airconditioning isn't cooling?",
        "it's not cooling down on my AC",
        "The air conditioner may not be cooling as it should.",
        "Does the air conditioning not cooling well?",
        "What's wrong with AC cooling?",
        "Is it malfunctioning that the air conditioner is not cooling very well?",
        "A question about air-conditioning failing.",
        "The air conditioning unit's cooling ability is poor.",
        "Is it malfunctioning that the airconditioning is not cooling properly?",
        "The AC may not be cooling as smoothly as it's intended.",
        "The air conditioning may not be cooling down as it should.",
        "The AC might not be cooling as fast as one would think.",
        "Is air-conditioning not working?",
        "the air conditioning might be malfunctioning",
        "The airconditioning is not cooling well.",
        "Is the AC cooling as it should?",
        "The air conditioning is not cooling correctly?",
        "The AC might be not cooling the way it should.",
        "Are there any issues with the airconditioner?",
        "Wasn't the AC cooling well?",
        "AC failing chilling?",
        "That AC isn't cooling?",
        "The AC may not be cooling very well.",
        "Why is the AC not cooling down?",
        "It's not getting cooler on my AC.",
        "It wasn't cooling down on the AC.",
        "Why is the AC not cooling enough?",
        "The A/C unit's cooling ability is bad.",
        "What is the problem with the AC cooling?",
        "Is it malfunctioning that the air conditioning is not functioning?",
        "There is a question regarding the air conditioning not cooling properly.",
        "I need to know what's wrong with my AC.",
        "The air conditioner is not cool.",
        "Is the airconditioner malfunctioning that it isn't cooling properly?",
        "The AC isn't functioning well.",
        "Does anyone have any problems with the air conditioner?",
        "The AC may not be cooling in the way it would like.",
        "What's the issue with the air conditioner?",
        "Why isn't the air conditioner cooling?",
        "AC is failing to chill adequately?",
        "Could the AC not be cooling well?",
        "Is the air conditioner malfunctioned?",
        "AC is failing to provide adequate chilling?",
        "AC was failing to adequately chill.",
        "AC failing sufficiently chilling?",
        "\"Why doesn't my AC cool me down the right way?\"",
        "AC failing chill?",
        "AC may not be working well.",
        "Why doesn't my AC cool me down right?",
        "I don't know why my AC is not cooling down.",
        "The AC may not be cooling as they should.",
        "Isn't the AC not cooling?",
        "The air conditioning is not cooling well is it?",
        "The air conditioning is not cooling down?",
        "The air conditioner is malfunctioning, is that the problem?",
        "Hmm, AC isn't working well?",
        "Is there a poor cooling ability of the A/C unit?",
        "Is the airconditioning not working?",
        "Is air conditioning cool enough?",
        "The AC might be having a problem.",
        "Is the A/C unit's cooling ability weak?",
        "Do you believe AC is not working well?",
        "Why isn't my AC cooling me down the correct way?",
        "AC doesn't cooling enough.",
        "The AC might not be cooling as well as thought.",
        "It's not cooling as well as it should; what's wrong with my AC?",
        "The AC may not be cooling as it is intended.",
        "Why is the AC not cooling as much?",
        "It's not cooling down on my AC, what is the issue?",
        "Is the AC not cold?",
        "There may be problems with the air conditioner.",
        "the AC may be malfunctioning",
        "It isn't cooling down on my ac.",
        "Is the air unit malfunctioning?",
        "AC not chilling effectively?",
        "AC failed adequate chilling?",
        "Why is my AC cooling me down the wrong way?",
        "I am not cooling down on my AC, what is it?",
        "Does the air conditioning seem to be malfunctioning?",
        "The AC might be not cooling as efficiently as one would think.",
        "Is the cooling ability of the A/C unit bad?",
        "The AC may not be cooling down.",
        "It may be malfunctioning that the air conditioner isn't cooling correctly.",
        "Lack of coolness from air conditioner.",
        "Is the air conditioning malfunctioning and it is not cooling?",
        "It's not cooling as well as it must, what's the problem with my AC?",
        "Why doesn't my AC get cool down the right way?",
        "How come the AC doesn't cooling enough?",
        "My AC is not cooling down",
        "It's not cooling my AC down.",
        "Why isn't the air conditioning cooling more?",
        "Is air conditioner malfunctioning?",
        "The cooling abilities of the A/C unit are poor.",
        "It appears that the air conditioner isn't cooling correctly.",
        "Despite AC on, the cooling is insufficient?",
        "Does the air conditioning fail because it isn't cooling well?",
        "What are the problems with the air conditioner?",
        "Yeah, AC not cooling right?",
        "Why is my air conditioning not cooling down?",
        "Why doesn't my air conditioning cool me in the right way?",
        "A lack of coolness from AC.",
        "Is the air-conditioning failing",
        "AC is failing chilling.",
        "Something is wrong with my AC.",
        "Is the air conditioner malfunctioning as it isn't cooling right?",
        "The AC may not be cooling as it ought.",
        "Is the air conditioning malfunctioning that it isn't cooling.",
        "The airconditioning may not be cooling as smoothly as it should.",
        "The AC may not be cooling as efficiently as it could be.",
        "Is the AC malfunctioning?",
        "The air conditioning might be malfunctioning and not cooling correctly.",
        "What is the reason my AC isn't cooling down?",
        "AC not giving adequate chilling?",
        "The AC is not cooling off.",
        "I want to know if AC is cool enough.",
        "The AC is not cooling well",
        "AC failing to chill sufficiently.",
        "The air conditioning is malfunctioning Is it?",
        "Are the cooling abilities of the A/C unit bad?",
        "Does air-conditioning not function?",
        "Why wouldn't my AC cool me down the right way?",
        "AC not cooling down.",
        "Is it not cooling down on the AC?",
        "Not enough coolness from the air conditioner.",
        "The A/C unit might have a poor cooling ability.",
        "AC is not cooling as well?",
        "How come AC isn't cooling enough?",
        "The air conditioning is not cooling well?",
        "Any problem with air conditioning?",
        "Why doesn't the air conditioning cooling enough?",
        "What's going on with my air conditioning?",
        "Is my ac unit malfunctioning?",
        "Why am I not cooling my AC correctly?",
        "The AC has a problem.",
        "It is malfunctioning that the air conditioner is not cooling correctly.",
        "The AC may not be cooling as efficiently as someone would think.",
        "Is AC failing to chill?",
        "Why doesn't the AC cool me down in the right way?",
        "AC failing some chilling?",
        "The AC might not be cool as it would like.",
        "Are the AC not cooling?",
        "The AC may be not cooling properly.",
        "The AC is not cool?",
        "The A/C unit has bad cooling ability.",
        "Is the air conditioning malfunctioning and not cooling down?",
        "The AC might be cooling less efficiently than one would think.",
        "Do you have a problem with the air conditioning?",
        "Not enough air conditioning coolness.",
        "A/C unit's cooling ability is bad.",
        "Air conditioning isn't cold",
        "I don't feel like my AC is cooling down.",
        "Poor cooling ability of the A/C unit",
        "Why does my AC don't cool me down the right way?",
        "Is it a problem with air-conditioning?",
        "Is there any issue with the air conditioner?",
        "Even though AC is on, cooling is inadequate?",
        "The ac may be not cooling as smoothly as it would like.",
        "It's possible the AC isn't cooling as efficiently as one would think.",
        "Right, the AC isn't cooling?",
        "The AC might not be cooling as efficiently as one thinks.",
        "Not enough cool comes from air conditioner.",
        "Does the AC not cooling well?",
        "Does anyone know of any problems with the air conditioner?",
        "Do you have a problem with my AC cooling?",
        "It might be that the AC isn't cooling as smoothly as it should.",
        "The AC isn't cooling as well as it should.",
        "Has anyone had problems with the air conditioner?",
        "Not cool from the air conditioning.",
        "The air conditioning isn't cooling down.",
        "The AC cooling is not working.",
        "It is malfunctioning that the air conditioner is cooling.",
        "There may be a problem with the AC.",
        "The AC may be not cooling as efficiently as imagined.",
        "Is the air conditioning not cooling appropriately?",
        "The AC may not be cooling exactly as it should.",
        "The AC may be not cooling as expected.",
        "Is the air-conditioning failing.",
        "Even though AC is on, the cooling is not adequate?",
        "Maybe air-conditioning is failing.",
        "Is air-conditioning malfunctioned?",
        "Is the air conditioner malfunctioning and it isn't cooling very well?",
        "Have any problems with the air conditioner?",
        "Ineffective cooling in AC?",
        "They are not cooling down on my AC.",
        "There can be issues with the air conditioner.",
        "AC failing to properly chilling?",
        "Is the cooling ability of the A/C unit poor?",
        "What is wrong with my AC, it's not cooling as well as it must?",
        "The AC might not be cooling as efficiently as it would like.",
        "AC doesn't have enough coolness.",
        "Why does my AC not cool me down the right way?",
        "The air conditioner has some issues.",
        "The AC does not cool enough.",
        "Is my AC malfunctioning?",
        "Is Air-conditioning Failing?",
        "The air conditioner does not offer enough coolness.",
        "The AC may not be cooling smoothly.",
        "Is it malfunctioning that the air conditioner isn't cooling as well?",
        "the AC isn't cooling",
        "What about the cooling of the AC?",
        "Why isn't the air cooling?",
        "Why isn't my AC getting cool down the right way?",
        "Not enough coolness coming from the air conditioner.",
        "It's not cooling out on my AC.",
        "I'm not cooling my AC down, what is wrong with it?",
        "It is not cooling as well as it must, what is going on with my AC?",
        "Is the AC not cool enough?",
        "Isn't the AC cooling more?",
        "The air conditioner isn't enough cool.",
        "Are the air conditioning units not working well?",
        "The air conditioning might not cooling properly.",
        "It's not cooling down on my air conditioning.",
        "The A/C unit has poor cooling ability",
        "Why does the AC not cooling enough?",
        "AC is failing to chill enough.",
        "Is it malfunctioning that the air conditioner isn't cooling well?",
        "It is possible that the AC is not cooling as smoothly as it would like.",
        "There is a problem with the air conditioning.",
        "Is air conditioning malfunctioning?",
        "Is it possible that my AC unit has issues?",
        "It seems that the airconditioning is malfunctioning.",
        "The AC is not working right.",
        "Air-conditioning could be failing.",
        "Why isn't AC cool?",
        "AC poorly chilling?",
        "The air conditioner isn't cooling correctly so is it malfunctioning?",
        "Isair-conditioning failing?",
        "The AC may be not cooling as smooth as it would like.",
        "Air conditioning isn't cooling well?",
        "I can't seem to get my AC to cooling down.",
        "The AC may be not cooling as smoothly",
        "What's wrong with my air conditioning?",
        "The airconditioning isn't cooling right?",
        "The air conditioning might not be cooling as efficiently as one would think.",
        "The AC might not cooling as well as it would like.",
        "I wondering if AC is cool enough.",
        "It's not cooling as well as it must, what's wrong with my AC?",
        "The AC may not be cooling as smoothly as it would like",
        "Is it malfunctioning that the air conditioner isn't cooling nicely?",
        "Something is awry with my AC.",
        "Is the air conditioner malfunctioning that it's not cooling right?",
        "Is the A/C unit cooling down well?",
        "Is the AC not cooling well?",
        "air conditioning is not cold?",
        "Is the air-conditioning not good?",
        "The AC might not cool as well as it would like.",
        "The air conditioning is not cooling as well as it could.",
        "How come the AC cooling is not enough?",
        "Is the air conditioner malfunctioning and it isn't cooling the right way?",
        "Is the airconditioner not cooling well?",
        "Is the air-conditioning unreliable?",
        "What is causing my AC to not cooling down?",
        "The AC possibly isn't cooling as it should.",
        "Is the air conditioning not cold?",
        "What is causing my AC to not cool down?",
        "Is the AC cooling out?",
        "AC is not cooling correctly?",
        "It is not cooling down on my AC, why?",
        "The air conditioning may be not cooling as it should.",
        "Is it the AC that is malfunctioning?",
        "In effectual cooling in AC?",
        "There is an issue with the air conditioning not cooling properly.",
        "The ac might be malfunctioning.",
        "My AC isn't cooling down, what is it?",
        "AC may not be cooling as it should.",
        "There is a question about the air conditioning not cooling properly.",
        "Is the air unit malfunctioning that it isn't cooling?",
        "Is the AC failing to chill?",
        "AC failing to adequately chilling?",
        "Someone says that AC isn't working well.",
        "AC failing to chill.",
        "AC is failing to chill sufficiently?",
        "Are the AC not cooling off?",
        "The AC could be not cooling as well as one might think.",
        "Is the A/C unit's cooling capability poor?",
        "The air conditioning isn't cooling correctly is it?",
        "Is the A/C unit able to cool?",
        "Why is my AC cooling not good?",
        "It's possible the AC is not cooling as efficiently as one would think.",
        "It is questionable if the air conditioning is malfunctioning.",
        "The AC may not be cooling as smoothly as it ought to.",
        "Despite the AC on, the cooling is insufficient?",
        "The air conditioning may not be cooling efficiently.",
        "Is it malfunctioning that the air conditioner isn't cooling?",
        "AC may be not cooling as smoothly as it should.",
        "Did the air conditioning not cooling well?",
        "The AC might not be cooling as evenly as it should.",
        "What's wrong with my AC, it's not cooling as well as it must?",
        "Is air-conditioning fail?",
        "Why isn't the AC cooling?",
        "AC failing to chill evenly?",
        "The air conditioning may not be cooling effectively.",
        "It's not cooling as well as it should, what is going on with my AC?",
        "Yep, the AC is not cooling.",
        "The air conditioning is not cold.",
        "The AC may not be cooling as well as was thought.",
        "Is the problem with the air conditioning?",
        "Is the air conditioning not working?",
        "The air conditioner seems malfunctioning.",
        "Why hasn't the AC cooling been enough?",
        "Despite the AC on, the cooling is not adequate?",
        "Is it possible that my AC cools me down the wrong way?",
        "The AC isn't cool enough.",
        "Any troubles with the air conditioner?",
        "The air conditioner does not provide enough coolness.",
        "Is the airconditioning not cooling well?",
        "The AC is not cooling as expected.",
        "Is the air-conditioning failed?",
        "Is my AC malfunctioning, what is the problem?",
        "The AC isn't cooling up enough.",
        "The AC may not be cooling as required.",
        "Why the AC isn't cooling well?",
        "It is malfunctioning that the air conditioning is not cooling properly.",
        "There is insufficient cooling despite the AC on?",
        "Why doesn't my AC get cool down?",
        "The airconditioning is not cold enough.",
        "AC isn't giving adequate chilling?",
        "Was the AC not cooling down?",
        "What is wrong with my air conditioning?",
        "Are there any issues with the air conditioners?",
        "The AC may be not cooling as efficiently as it could be.",
        "I wonder if the air conditioning is malfunctioning.",
        "Is it malfunctioning that the air conditioner isn't cooling up?",
        "AC failed to provide adequate chilling?",
        "Is the air conditioner the problem?",
        "Is the Air conditioning malfunctioning?",
        "Why isn't the air conditioning cooling enough?",
        "Is there any issues with the air conditioning?",
        "Maybe the air conditioning isn't cooling properly.",
        "The AC isn't cooling down?",
        "AC is failing to chill.",
        "Maybe the AC isn't cooling well?",
        "Problem with the air conditioner?",
        "My AC is not cooling down, what is wrong with it?",
        "The AC may not be cooling as efficiently as people think.",
        "The AC may not be cooling as effectively as one may think.",
        "Yeah, the AC isn't cooling.",
        "The air conditioning isn't working well?",
        "The AC may not be cooling down as it should.",
        "Are AC's not cooling well?",
        "The cooling is not adequate despite AC on?",
        "AC is on but the cooling is inadequate?",
        "Despite AC on, cooling is not adequate?",
        "I think AC is not cool enough.",
        "Is the air conditioner malfunctioning and not cooling up?",
        "Does the A/C unit have a poor cooling ability?",
        "Why doesn't the AC cooling sufficiently?",
        "AC isn't cooling very well.",
        "It seems that AC is not working well.",
        "Is the air conditioning malfunctioning?!",
        "The AC seems to not be cooling properly.",
        "Are the AC cooling enough?",
        "It doesn't cool down on my AC.",
        "The AC might not be cooling as it should",
        "The AC may not be cooling as it should.",
        "Is the A/C unit bad?",
        "The air conditioner isn't cooling correctly, is that malfunctioning?",
        "The AC might have a problem with it.",
        "The air conditioning may not be cooling down properly.",
        "Is the air conditioner malfunctioning so that it isn't cooling right?",
        "AC failing adequate chilling",
        "There is a problem with the AC?",
        "AC is not cooling off?",
        "The AC isn't cool.",
        "Why isn't the AC cooling down enough?",
        "Is my AC not cooling me down the right way?",
        "The AC may not be cooling as well as it could be.",
        "In the cooling of AC?",
        "AC fails to adequately chilling?",
        "AC is not cooling, right?",
        "Does it sound like the air conditioner is malfunctioning?",
        "Why doesn't my AC keep me cooler?",
        "The air conditioning is not cooling right.",
        "The air conditioning is not working well?",
        "AC isn't failing enough chilling?",
        "How come the AC isn't cooling well?",
        "If the air conditioning isn't cooling properly, is it malfunctioning?",
        "What about cooling in AC?",
        "Not cooling the AC?",
        "It isn't cooling down on my AC.",
        "In terms of cooling in AC?",
        "AC failing to sufficiently chill?",
        "Coolness from air conditioner wasn't adequate.",
        "Is my AC cooling me down the wrong way?",
        "Will the AC not be cooling well?",
        "One would think that the AC could be cooling more efficiently.",
        "It is not cooling down on my A.C.",
        "The AC may be cooling off.",
        "The AC might be not cooling as it is supposed to.",
        "The air conditioner is malfunctioning is it?",
        "I wonder if the AC is cooling correctly.",
        "AC failing to chill out sufficiently?",
        "The AC is cooling me down the wrong way.",
        "Coolness from the air conditioner isn't adequate.",
        "The AC may be cooling more slowly than it should.",
        "Why doesn't my AC cool me down properly?",
        "The AC may not be cooling down as smoothly as it should.",
        "AC not cooling off?",
        "The AC may not be cooling as smoothly as one would think.",
        "Is the air conditioning malfunctioning and it is not cooling correctly?",
        "AC is failing to have adequate chilling?",
        "The air conditioner wasn't enough cool.",
        "What is it about my AC that it isn't cooling down?",
        "It isn't cooling as well as it must, what is wrong with my AC?",
        "The air conditioning is not cooling as well as it should.",
        "The AC might be cooling as poorly as it should.",
        "Is it malfunctioning that the airconditioning isn't cooling properly?",
        "Are there problems with AC?",
        "It is not cool on my AC.",
        "It is possible that the air conditioner is malfunctioning.",
        "There is a question about the air conditioner not cooling correctly.",
        "The AC may be not cooling as evenly as it should.",
        "My AC isn't cooling down",
        "I wonder if the AC isn't cooling properly.",
        "The air conditioning is not cooling as well.",
        "The ac may be malfunctioning.",
        "Does the air conditioner not cooling right?",
        "The airconditioning might not be cooling properly.",
        "Will the AC be cooling properly?",
        "It's not cooling down on my AC what is it?",
        "What's malfunctioning with my air conditioning?",
        "Why shouldn't my AC cool me down the right way?",
        "Do you think that AC isn't working well?",
        "It's not cooling down on the airconditioning.",
        "Is there a problem that the air conditioner is malfunctioning?",
        "The AC may not be cooling as smoothly as it'd like.",
        "Problem with the ac or something?",
        "Air conditioning doesn't cool enough?",
        "The air conditioning might not be cooling as smoothly.",
        "is AC cool enough?",
        "There is something wrong with my AC cooling.",
        "Is the air conditioners not cooling correctly?",
        "Correct? AC not cooling.",
        "The air conditioning is malfunctioning, is that right?",
        "The AC might not cooling as smoothly as it should.",
        "Is there a problem with the ac?",
        "Is the cooling inadequate despite AC on?",
        "Is the AC cooling properly?",
        "There is aproblem with the AC.",
        "Did you know that AC is not working well?",
        "Or is the air conditioning malfunctioning?",
        "The airconditioning may be not cooling as it should.",
        "I think the AC is not cooling.",
        "Is the air conditioner faulty?",
        "Why does my AC not cool me down in the correct way?",
        "Why is my AC malfunctioning, it's not cooling as well as it must?",
        "The AC might not be cooling as smoothly as it wants to.",
        "Is the airconditioning malfunctioning",
        "The AC is not cooling down properly.",
        "It's not cooling down on my AC, what is wrong.",
        "The air conditioners isn't cooling right.",
        "Does the air conditioning not work?",
        "Is the air conditioner malfunctioning, it isn't cooling correctly?",
        "Is it malfunctioning that the air conditioner is not cooling down?",
        "Think the AC is not cooling?",
        "AC isn't chilling adequately.",
        "The AC could be not cooling as efficiently.",
        "The AC is not cooling down, what is the problem?",
        "The air conditioner may malfunctioning.",
        "Despite AC on, cooling is insufficient?",
        "Is this problem with the AC?",
        "The AC may not be cooling as effectively as one might think.",
        "There is a chance that the AC is not cooling as smoothly as it should.",
        "The AC may be not cooling as smoothly as it wants.",
        "What is the reason my AC is not cooling down?",
        "The AC might be not cooling as smoothly as it wants.",
        "The AC might be cooling differently than it should.",
        "What is the problem that my AC is not cooling down?",
        "The AC may be not cooling as smoothly as expected.",
        "The cooling capabilities of the A/C unit are questionable.",
        "The AC may be not cooling as effectively as thought.",
        "Why aren't the AC cooling more?",
        "Is the airconditioning malfunctioning that it isn't cooling correctly.",
        "Is the air conditioning not cooling correctly?",
        "It's not cooling well, what's going on with my AC?",
        "Why aren't the AC cooling?",
        "It seems that the AC is not cooling well.",
        "Is the air-conditioning system malfunctioning?",
        "Are you having a problem with the AC?",
        "Isn't the air conditioning cooling enough?",
        "Is the air conditioning malfunctioning that it isn't cooling very well?",
        "Is air-conditioning failed?",
        "Did AC fail adequate chilling?",
        "The AC is failing to chill adequately.",
        "AC might not be cooling as smoothly as it should.",
        "I am having problems with my AC cooling.",
        "AC barely chilling?",
        "Are the air conditioning units malfunctioning?",
        "There is a question of whether the air conditioner is cooling correctly.",
        "The AC might not be cooling appropriately.",
        "The AC could be not cooling as it should.",
        "Can you tell me about any issues with the air conditioner?",
        "Does the air conditioning not cooling correctly?",
        "Okay, AC isn't cooling right?",
        "Is AC just not cool enough?",
        "The AC may not be cooling as efficiently as one would think.",
        "It's a problem with the AC.",
        "The air conditioning might be malfunctioning.",
        "The AC isn't cooling fast enough.",
        "The air conditioning may be not cooling as smoothly.",
        "Is Air conditioning cold enough?",
        "The air conditioning isn't cooling well, is it malfunctioning?",
        "The air conditioning is malfunctioning is that correct?",
        "AC is malfunctioning?",
        "Air conditioning doesn't get cold enough?",
        "Is it malfunctioning that the air conditioner is cooling poorly?",
        "The air conditioning might not be functioning properly.",
        "The A/C unit might not have good cooling ability.",
        "is air-conditioning failing",
        "Is AC not cool enough.",
        "The AC might be not cooling as effectively as one would think.",
        "The cooling ability of the A/C unit might be poor.",
        "I want my AC to Cool me down the right way.",
        "The AC may be not cooling as efficiently as it should.",
        "AC isn't giving enough chilling?",
        "Does the air conditioning not cool correctly?",
        "Is it malfunctioning that the air conditioner isn't cool?",
        "Do you think the air conditioning isn't cooling properly?",
        "Is the airconditioning malfunctioning that its cooling properly?",
        "AC wasn't cooling right?",
        "The AC isn't cooling very well.",
        "The AC may be not cooling as efficiently as it could.",
        "Is the airconditioning not cooling correctly?",
        "The air conditioner could be malfunctioning.",
        "What is the problem with the air conditioner?",
        "Discuss any issues with the air conditioner.",
        "Something isn't cooling down on my AC.",
        "The AC may not be cooling as efficiently as someone might think.",
        "The AC may not be cooling efficiently.",
        "AC not cooling properly?",
        "Why is the AC not cooling well?",
        "What is it that the AC isn't cooling down?",
        "Isn't the A/C unit's cooling ability poor?",
        "Isn't AC cooling well?",
        "Why isn't the AC cold?",
        "Is the air conditioning unit's cooling ability poor?",
        "The AC might be not cooling as well as one would think.",
        "Isn't my AC cooling me the right way?",
        "Is there malfunctioning air-conditioning?",
        "Air conditioning not cold enough.",
        "Are the AC's cooling well?",
        "Does the A/C unit have poor cooling ability?",
        "Was the AC cooling well?",
        "The AC seems to be not cooling as it should.",
        "Why doesn't my AC cool me the correct way?",
        "It might be malfunctioning that the air conditioning isn't cooling properly.",
        "There is a chance that the AC may be malfunctioning.",
        "The air conditioning might be malfunctioning, is it?",
        "There could be issues with the air conditioner.",
        "AC on but the cooling is insufficient?",
        "Are the air-conditioning failing?",
        "Why does the AC not cool enough?",
        "Is the airconditioning malfunctioning and not cooling well?",
        "Is AC not all that cool?",
        "Did you have problems with the air conditioner?",
        "The AC cooling is not adequate.",
        "AC is failing to have adequate chilling.",
        "Have you noticed that AC isn't working well?",
        "Is the AC cooling malfunctioning?",
        "Is it malfunctioning that the air conditioning is not working properly?",
        "Any issues with the air conditioning?",
        "Do you have any problems with the air conditioning?",
        "Why isn't the airconditioning cooling down enough?",
        "Why isn't the AC cold enough?",
        "The air conditioning isn't cooling right?",
        "Is the air conditioning malfunctioning and not cooling right?",
        "It isn't enough coolness from the air conditioner.",
        "Is the A/C unit has a poor cooling ability?",
        "The AC could be not cooling as well as it could.",
        "The AC might not be cooling as effectively as one would think.",
        "If the air conditioner isn't cooling right, is it malfunctioning?",
        "The cooling ability of the A/C unit is not optimal.",
        "I want to know why my AC isn't cooling down.",
        "Is it malfunctioning that the air conditioning is not cooling correctly?",
        "Is the air conditioner making any problems?",
        "The air conditioner is not cool enough.",
        "The air conditioner isn't cooling enough.",
        "Is the air conditioner malfunctioning that it isn't cooling down?",
        "Right, AC isn't cooling right?",
        "The AC may be not cooling as smoothly as it'd like.",
        "The AC might be not cooling as smoothly as it would like",
        "Isn't the AC cooling properly?",
        "The AC may not be cooling as well as it would.",
        "Is that air-conditioning malfunctioning?",
        "It's not cooling as well as it should; what's wrong with the AC?",
        "Does anyone know of any issues with the air conditioner?",
        "Is the air conditioning malfunctioning that its cooling properly?",
        "Is it the AC that is not cooling properly?",
        "The A/C unit's cooling ability was questionable.",
        "A question about my AC cooling.",
        "Is the A/C unit's cooling ability poor?",
        "it isn't cooling down on my AC",
        "AC was failing to chill adequately.",
        "The air conditioning is not cooling well",
        "Maybe the air conditioner isn't cooling right.",
        "Did AC not cooling well?",
        "Can the air conditioning be malfunctioning?",
        "The air conditioner does not give enough coolness.",
        "Is it malfunctioning that the air conditioner is not cooling as well?",
        "AC on, but the cooling is inadequate?",
        "There are any issues with the airconditioning?",
        "AC has failing chilling.",
        "Is it malfunctioning that the air conditioning does not work?",
        "The AC might not be cooling down.",
        "Air conditioning is not cool enough?",
        "The AC might not be cooling as smoothly as it could.",
        "It has not cooling down on my AC.",
        "AC not cooling correctly?",
        "Is it possible that the air conditioner is malfunctioning?",
        "Is the AC cooling well?",
        "Is it malfunctioning that the air conditioning doesn't cool down?",
        "Was it the AC that wasn't cooling well?",
        "Why isn't the air conditioning cooling down more?",
        "The air conditioner must be malfunctioning.",
        "Is its air-conditioning malfunctioning?",
        "It could be the AC is not cooling as smoothly as it should.",
        "I don't think my AC is cooling me down the right way.",
        "The air conditioner could have issues.",
        "Yep, AC not cooling?",
        "The air conditioning is not cooling well and is malfunctioning.",
        "The AC may not be cooling in the way it should.",
        "It seems that the air conditioner isn't cooling down.",
        "Is there something wrong with my AC?",
        "Isn't air-conditioning failing?",
        "It's not cooling down on my AC why?",
        "Is the air conditioning not cooling up?",
        "The AC may be not cooling as it should",
        "I don't think it is cooling down on my AC.",
        "The AC may be not cooling well.",
        "The cooling ability of the A/C is questionable.",
        "AC is failing to adequately chill?",
        "Did AC fail to adequately chill?",
        "Why doesn't my AC cool me in a certain way?",
        "The air conditioning is malfunctioning, is that the problem?",
        "The AC may be not cooling as quickly as one would think.",
        "The air conditioning may be malfunctioning and not cooling well.",
        "The AC probably isn't cooling as smoothly as it should.",
        "There isn't cooling down on the AC.",
        "Air conditioning is not sufficiently cold?",
        "I would like to know if AC is cool enough.",
        "AC is failing to chill?",
        "Why is my AC not cooling me down the right way?",
        "The air conditioning might not be cooling well.",
        "Yeah, AC is not cooling.",
        "There is a problem with the airconditioning.",
        "Is the air conditioning not cooling the right way?",
        "Have there been any issues with the air conditioner?",
        "Is it possible that AC is not working well?",
        "It's not cooling as well as it ought to, what's wrong with my AC?",
        "The AC is not cooling right?",
        "Is my AC cooling me down the right way.",
        "The AC could be not cooling as efficiently as one might think.",
        "It's not cooling as well as it should, so what's wrong with my AC?",
        "The AC may not be cooling as well as someone would think.",
        "It seems the air conditioning isn't cooling properly.",
        "Why isn't the AC cooling out?",
        "Isn't there a problem with the AC?",
        "Is there an issue with the AC?",
        "It hasn't cooling down on my AC.",
        "It's not cooling as well as it needs to, what's wrong with the AC?",
        "Why doesn't the AC cooling too?",
        "The air conditioner is malfunctioning, is that true?",
        "The AC may not be cooling as smoothly as it could be.",
        "Poor cooling of the A/C unit?",
        "It seems like my AC is not cooling down.",
        "The AC may not be cooling as evenly as one would think.",
        "There may be issues with the air conditioning.",
        "It doesn't cooling down on my AC.",
        "The AC may not be cooling as well as it should be.",
        "Why don't the AC cooling enough?",
        "It's not cooling down on my AC, what is it that's wrong?",
        "Are AC not cooling?",
        "Is the AC cooling off correctly?",
        "What's wrong with my AC, it's not cooling as well.",
        "AC not doing enough chilling?",
        "It's not cool in my AC.",
        "AC failing to chill appropriately?",
        "That AC is not cooling.",
        "AC may be not cooling as well as it should.",
        "The AC does not cooling enough.",
        "The air conditioning is malfunctioning, is that?",
        "I am wondering if the air-conditioning is failing.",
        "The AC cooling isn't sufficient.",
        "Is the air conditioning not cooling properly?",
        "Are the AC not cool?",
        "The AC may not be cooling as smoothly as it can.",
        "Is the AC cooling too little?",
        "Is AC not so cool?",
        "Is the cooling ability of the A/C unit poor.",
        "I want to know if there are any issues with the air conditioner.",
        "The AC may not be cooling as efficiently as it should be.",
        "The air conditioner might be malfunctioning, is that correct?",
        "Is my AC cool enough?",
        "It does not cool down on my AC.",
        "Is the air conditioning malfunctioning!",
        "Why doesn't the AC cooling?",
        "Correct, the AC is not cooling?",
        "air conditioning isn't cold enough?",
        "Is the air-conditioning failure?",
        "Problem with AC?",
        "The A/C unit's cooling ability is poor",
        "Is the AC cooling down effectively?",
        "Why is the airconditioning not cooling enough?",
        "Is the cooling inadequate even though AC is on?",
        "Is the air Conditioners malfunctioning?",
        "Is the air conditioner malfunctioning that it isn't cooling perfectly?",
        "Why doesn't the AC cool me down?",
        "Is my AC cooling me the right way?",
        "Is the AC not cooling down?",
        "How about air conditioner issues?",
        "the A/C unit has a poor cooling ability",
        "A lack of cooling despite AC on?",
        "What is causing my AC cooling to malfunction?",
        "Is the air conditioner malfunctioning and not cooling quite right?",
        "Will there be problems with the air conditioner?",
        "Are the air conditioners malfunctioning that they aren't cooling?",
        "The air conditioner is malfunctioning, is that correct?",
        "I wonder if the air conditioner isn't cooling correctly.",
        "AC is failing adequately chilling?",
        "Is it malfunctioning that the air conditioner isn't cooling correctly",
        "Is the AC not cooling well.",
        "The AC may not be cooling as efficiently as one would like.",
        "Is there any issue with the air conditioner.",
        "The AC might be not cooling as nicely as it would like.",
        "Why doesn't the AC cooling enough.",
        "AC isn't cooling enough.",
        "Why isn't AC cooling well?",
        "How come the AC isn't cooling?",
        "The AC may not be cooling as efficiently as it should.",
        "Do you believe the air conditioning is malfunctioning?",
        "Not enough cool from air conditioner.",
        "The air conditioning wasn't cool enough.",
        "The AC might not be cooling the way it would like.",
        "Poor cooling abilities of the A/C unit?",
        "You mean air conditioning isn't cold enough?",
        "The AC may be not cooling as intended.",
        "Are the air conditioners malfunctioning that they aren't cooling quite right?",
        "The air conditioning didn't have enough coolness.",
        "Did air conditioning not cold enough?",
        "The AC is malfunctioning and it's not cooling as well as it should.",
        "It seems the air conditioner isn't cooling correctly.",
        "The AC may not be cooling as nicely as it could.",
        "Is it possible that the air-conditioning is failing?",
        "It isn't cooling down on my AC, what's wrong with it?",
        "Shouldn't the AC be cooling properly?",
        "Is the air conditioning cooling down?",
        "Problem with air conditioning?",
        "Why does my AC not cool me down the correct way?",
        "I would like to know if there are any issues with the air conditioner.",
        "The AC may not be cooling uniformly.",
        "The AC may not be cooling as smoothly as it wanted.",
        "Is it malfunctioning with the air conditioner?",
        "The air conditioning may not be cooling the right way.",
        "Do you think the cooling ability of the A/C unit is poor?",
        "Is the AC cooling poorly?",
        "I want to know what's wrong with my AC.",
        "Does the airconditioning not cooling properly?",
        "Why didn't my AC cool me down the right way?",
        "Why is my AC not cooling me down right?",
        "The AC may be not cooling down as expected.",
        "Why is my AC not cooling down?",
        "I have a AC that isn't cooling down.",
        "Is the AC cooling off?",
        "Is it possible that air-conditioning isn't working?",
        "Is it malfunctioning that the air conditioning is malfunctioning.",
        "Why doesn't my airconditioning cool me the right way?",
        "It sounds like the air conditioner is malfunctioning.",
        "Am I correct that the air conditioning is malfunctioning?",
        "Is AC not very cool?",
        "Do you have any issues with the air conditioner?",
        "The air conditioner wasn't cool.",
        "Why does my AC not cool me down correctly?",
        "It's not cooling as well as it can, what's going on with my AC?",
        "AC failing to chill correctly?",
        "I need to know if the AC is cooling properly.",
        "It is not cooling down on the ac.",
        "The AC isn't cooling right?",
        "Is the air conditioner malfunctioning, and it isn't cooling correctly?",
        "AC failing enough chilling?",
        "Is it malfunctioning that the air conditioner is not cooling right?",
        "Has the AC not cooling well?",
        "Are the AC not cooling correctly?",
        "I don't know if AC is cool enough.",
        "What about the AC not cooling down?",
        "The AC might not be cooling as efficiently as one would believe.",
        "The AC may be not cooling as well as it could.",
        "The AC failed adequate chilling.",
        "AC is not cooling up.",
        "Air conditioner isn't cool enough.",
        "There is a question regarding the cooling ability of the A/C unit.",
        "Is it malfunctioning that the air conditioner is failing?",
        "The AC might not be cooling as smoothly as it would like",
        "Why doesn't my AC cool me down quickly?",
        "Is the air conditioning not cooling well?",
        "My AC isn't cooling as well as it should, what's wrong?",
        "Isn't my AC cooling me down the right way?",
        "Is the air conditioners cooling ability malfunctioning?",
        "There might be a problem with the AC.",
        "It seems the air conditioner isn't cooling right.",
        "The AC might not be cooling well.",
        "The airconditioning isn't cold enough.",
        "There isn't coolness from AC.",
        "It's not cooling as well as it needs to; what is wrong with my AC?",
        "The AC may not be cooling as fast as it should.",
        "AC is not cooling as well.",
        "The AC may be not cooling as quickly as it could.",
        "Insufficient cooling despite the AC on?",
        "The A/C unit's cooling abilities are not good.",
        "Is the AC cooling enough.",
        "The AC may be not cooling as smoothly as it would want.",
        "the air conditioner might be malfunctioning",
        "What is wrong with my AC, it's not cooling as well as it should?",
        "Is the AC not cooling effectively?",
        "What are the problems with the air conditioning?",
        "Why isn't the AC cooling properly?",
        "The air conditioner isn't cool.",
        "The A/C unit's cooling ability might be poor.",
        "Is the air-conditioner malfunctioning?",
        "It is possible that the AC is not cooling as effectively as one might think.",
        "Are air-conditioning malfunctioning?",
        "It might be malfunctioning that the air conditioning is not cooling well.",
        "The air conditioning is malfunctioning, is that a problem?",
        "Are the AC not cooling up?",
        "Has there been a problem with the AC?",
        "Why is my AC cooling me in the wrong way?",
        "The air conditioning isn't cooling correctly?",
        "I don't know if the air-conditioning is failing.",
        "What is awry with my AC?",
        "It appears that AC is not working well.",
        "Does the air conditioning fail because it's not cooling well?",
        "Why isn't AC cooling more?",
        "Does the air conditioner malfunction because it isn't cooling correctly?",
        "AC is failing to chilling.",
        "How come the air conditioning is malfunctioning?",
        "Is there a problem with my AC cooling?",
        "What is causing my AC to not be cooling down?",
        "Does air conditioning cold enough?",
        "The air conditioner seems to not be cooling correctly.",
        "How is my AC cooling doing?",
        "Are the air conditioning malfunctioning that it isn't cooling properly?",
        "Do you think the air conditioner isn't cooling correctly?",
        "The airconditioning is not cooling down.",
        "The AC may be not cooling as smoothly as it could be.",
        "Does the air conditioner have any problems?",
        "Why does my AC cooling not work?",
        "It might be malfunctioning that the air conditioner isn't cooling correctly.",
        "The AC might not be cooling as smoothly as it should be.",
        "The air conditioner may not be cooling correctly.",
        "There isn't enough cooling with the AC.",
        "A/C unit's cooling ability is questionable.",
        "It seems that the air conditioner isn't cooling correctly.",
        "Is AC failing to adequately chill?",
        "Is it malfunctioning that the air conditioning isn't cooling correctly?",
        "The AC isn't cooling",
        "The AC doesn't cooling enough.",
        "The A/C unit seems to have a poor cooling ability.",
        "The air conditioning is not cooling properly?",
        "AC failing to adequate chill?",
        "The AC may not be cooling as well as thought.",
        "The air-conditioning might not be working.",
        "Does the air conditioner have issues?",
        "The air conditioner isn't cooling correctly",
        "Was there any problems with the air conditioner?",
        "Is it malfunctioning that the airconditioning is not working?",
        "The AC is not cooling, right?",
        "Is the air conditioner not cooling properly?",
        "Has the air conditioner malfunctioned?",
        "Is the air conditioning malfunctioning and not cooling?",
        "Is the air conditioning malfunctioning because it isn't cooling properly?",
        "Is the air conditioner malfunctioning, it isn't cooling well?",
        "Air-conditioning may be failing.",
        "Did the A/C unit have poor cooling ability?",
        "Is the A/C unit bad at cooling?",
        "The AC might not be cooling as effectively as it would like.",
        "Why doesn't the AC cooling down enough?",
        "the air conditioner isn't cooling right",
        "Are the air conditioner malfunctioning that it isn't cooling right?",
        "Why doesn't my AC cool me down in the correct way?",
        "Is AC not really cool?",
        "Maybe the AC has a problem.",
        "There are issues with the AC unit?",
        "It isn't cooling down on the AC.",
        "Are air-conditioning failures?",
        "What is the problem with my ac cooling?",
        "Is my AC unit having problems?",
        "Is the A/C unit's cooling ability lousy?",
        "AC cooling isn't adequate.",
        "The AC may not be cooling as smoothly as it might.",
        "My AC is not cooling as well as it should.",
        "The AC might not be cooling very well.",
        "The AC cooling is not right.",
        "Is AC really not cool?",
        "How come my AC does not cool me down the right way?",
        "It is not cooling down in my AC.",
        "It's not cooling as well, what's wrong with my AC?",
        "The AC may be cooling slower than it would like.",
        "Is theair conditioner malfunctioning?",
        "I don't know why my AC isn't cooling down.",
        "It's not cooling as well as it should and what's the problem with my AC?",
        "How about problems with the air conditioner?",
        "Is it malfunctioning that the air conditioning is not good?",
        "The air conditioner might malfunctioning.",
        "The AC might be not cooling as fast as it would like.",
        "Shouldn't my AC cool me down the right way?",
        "The AC might not be cooling the way it should.",
        "Is the air conditioning malfunctioning or not?",
        "It's possible that the AC is not cooling as efficiently as one would think.",
        "Is it malfunctioning that the airconditioning is not cooling well?",
        "The AC may not be cooling down as intended.",
        "Did the air conditioning not cool down?",
        "It is not cooling down on my air conditioning.",
        "It's not cooling as well as it should, what's wrong with my AC.",
        "Correct, the ac isn't cooling right?",
        "AC failing the chilling?",
        "The air conditioning may not cooling as it should.",
        "The AC might not be cooling as itshould.",
        "Is it possible that AC isn't working well?",
        "There is a question of whether the air conditioning is malfunctioning.",
        "There is an air conditioning malfunctioning.",
        "Does the A/C unit have a poor cooling capability?",
        "AC is failing the chilling.",
        "I am wondering if the air conditioning is malfunctioning.",
        "I'm wondering if there are any issues with the air conditioner.",
        "Air conditioning isn't cold Enough?",
        "It may be that the AC isn't cooling as it should.",
        "There are any issues with the air conditioner?",
        "AC is not cooling well",
        "Is there a problem with my AC unit?",
        "Is the air conditioner malfunctioning because it's not cooling right?",
        "The AC may not be cooling as fast as one would think.",
        "The ac is not cooling down.",
        "It's not cooling as well as it can, what's wrong with my AC?",
        "How come the AC cooling isn't enough?",
        "AC is failing to chill",
        "AC inadequate chilling?",
        "The air conditioning might be malfunctioning and not cooling properly.",
        "Is it malfunctioning that the air conditioning is cooling down?",
        "There is something wrong with my AC.",
        "I don't feel it cooling down on my AC.",
        "The AC may not be cooling as efficiently as was thought.",
        "Is AC not cooling out?",
        "Is the air conditioner malfunctioning because it isn't cooling right?",
        "The AC might not be cooling as well as it can.",
        "AC is failing adequate chilling.",
        "It's not cool down on my AC.",
        "AC isn't cool enough.",
        "Air conditioners aren't cold enough?",
        "Does the AC not cool correctly?",
        "Trouble with the AC?",
        "The coolness from the air conditioner was not adequate.",
        "Not enough coolness with the air conditioner.",
        "Is the air conditioner malfunctioning, it isn't cooling quite right?",
        "AC not getting enough chilling?",
        "The AC may be not cooling as effectively as it could.",
        "The AC might not be cooling as smoothly as it wants.",
        "Is the air conditioning not cooling as it should?",
        "AC is failing to chilling?",
        "AC isn't chilling enough?",
        "It isn't cool on my AC.",
        "What problems do you have with the air conditioner?",
        "Are AC failing to work well?",
        "Where is the problem with my AC cooling?",
        "Cool down in AC?",
        "Why isn't the AC cooling quickly?",
        "The airconditioning is not cooling properly.",
        "What is the cause of the air conditioning not cooling well?",
        "The AC may not be cooling as effectively.",
        "Think the AC isn't cooling well?",
        "Why doesn't my air conditioning cool me down the right way?",
        "The A/C unit's cooling abilities are questionable.",
        "AC failed to adequately chilling.",
        "The AC is not cooling down, what is it?",
        "Is the AC cooler?",
        "The AC is not cooling up.",
        "Were the AC not cooling well?",
        "The AC may not be cooling appropriately.",
        "Is the air conditioner not cooling down?",
        "Why aren't the ACs cooling enough?",
        "Is the cooling ability of the A/C unit really bad?",
        "Is the air conditioning malfunctioning??",
        "The air conditioner might not be cooling right.",
        "Is the airconditioning not cooling up?",
        "The air conditioning is not cooling properly, is it malfunctioning?",
        "The air conditioning is malfunctioning, could it be?",
        "The AC may not be cooling how it should.",
        "Is the cooling inadequate even though the AC is on?",
        "The air conditioner might not cooling correctly.",
        "Does anyone have problems with the air conditioner?",
        "Is it a problem with the ac?",
        "Is the airconditioning broken?",
        "The AC may be not cooling down as smoothly as it should.",
        "The air conditioner did not have sufficient coolness.",
        "AC may be malfunctioning.",
        "any issues with the air conditioner?",
        "The AC may not be cooling as efficiently as imagined.",
        "AC failing to chill adequately.",
        "The A/C unit has a subpar cooling ability.",
        "Is this air conditioner malfunctioning?",
        "How about a problem with the ac?",
        "I was wondering what was wrong with my AC.",
        "I have an AC cooling issue.",
        "The AC might be not cooling the way it would like.",
        "The lack of cooling despite the AC on?",
        "It is possible that the AC is not cooling as smoothly as it should.",
        "Why does my AC fail to cool me down the right way?",
        "AC not chilling enough?",
        "The AC might be not cooling as efficiently.",
        "It seems that AC isn't working well.",
        "Why is my air conditioning not cooling me down the right way?",
        "What's wrong with my AC, it isn't cooling as well as it should?",
        "Why isn't it cooling down on my AC?",
        "It's not cooling as well as it should and what's happening with my AC?",
        "The air conditioner didn't cool enough.",
        "Is there a malfunctioning air conditioner?",
        "Why does my AC don't chill me down the right way?",
        "Isn't the AC cool me down the right way?",
        "The AC could possibly be malfunctioning.",
        "Is the air conditioning malfunctioning that it isn't cooling correct?",
        "A problem with the airconditioning?",
        "The AC may not be cooling evenly.",
        "I question if the air-conditioning is failing.",
        "AC missing adequate chilling?",
        "Are my AC cooling malfunctioning?",
        "Is it malfunctioning that the air conditioner is not cooling right.",
        "The A/C unit may have a bad cooling ability.",
        "It's not cooling as well as it must, what is wrong with my AC?",
        "Is my AC cooling me down the correct way?",
        "The air conditioner isn't cooling correctly, is it malfunctioning?",
        "It seems that the air conditioner is malfunctioning.",
        "The AC may be not cooling as efficiently as one might think.",
        "The airconditioning is failing.",
        "Is air-conditioning broke?",
        "The cooling abilities of the A/C unit is questionable.",
        "Are the A/C unit's cooling abilities poor?",
        "The AC may not be cooling as efficiently as one may think.",
        "Is this air-conditioning unit malfunctioning?",
        "Has the air conditioning not cooling properly?",
        "Is the air conditioning malfunctioning that it isn't cooling correctly.",
        "Does air-conditioning failing?",
        "Is it malfunctioning that the air conditioner isn't functioning?",
        "Poor cooling ability of A/C unit?",
        "Is the air conditioner malfunctioning that it isn't cooling properly?",
        "Is the ac cooling properly?",
        "I don't think my AC is cooling as well as it needs to.",
        "Is there a Problem with the AC?",
        "Are the airconditioning units not cooling well?",
        "My AC isn't cooling down, what is wrong with it?",
        "Is malfunctioning the air conditioning?",
        "I believe that AC is not cool enough.",
        "Alright, AC not cooling?",
        "\"It's not cooling as well as it must, what's awry with my AC?\"",
        "It could be the AC is not cooling as it should.",
        "The AC isn't cooling down.",
        "My AC is not cooling off.",
        "Is AC as cool as it should be?",
        "It's not cooling as well as it must; what is wrong with my AC?",
        "What is it that my AC is not cooling down?",
        "The AC is failing adequately chilling.",
        "Maybe there's a problem with the AC.",
        "It is not cooling down on my AC, what is wrong with it?",
        "Is the air conditioners cooling function malfunctioning?",
        "Is it the air-conditioning?",
        "Is AC isn't cool enough?",
        "Isn't the AC cool?",
        "My AC isn't cooling down, what is the problem?",
        "How can the AC cooling not be enough?",
        "Are AC not cool enough?",
        "Was AC not cooling well?",
        "What are the issues with the air conditioner?",
        "Does the air conditioning fail because it is not cooling well?",
        "The AC may be not cooling as effectively as people think.",
        "There are any issues with the air conditioners?",
        "Is there any problem with the air conditioner?",
        "Why is my AC not cooling?",
        "Do you think AC is malfunctioning?",
        "There's something wrong with the AC.",
        "The AC might be not cooling as efficiently as thought.",
        "Isn't air-conditioning malfunctioning?",
        "The AC might not be cooling in the way it should.",
        "There is a question of the cooling ability of the A/C unit.",
        "Is air-conditioning failures?",
        "The AC might be not cooling as efficiently as it could.",
        "Is the AC cooler than it should be?",
        "The air conditioning seems to be malfunctioning",
        "Why hasn't my AC cooled me down the right way?",
        "It's not cooling as well as it could, what's wrong with my AC?",
        "Okay, the AC isn't cooling right?",
        "Not enough coolness from the air conditioners.",
        "The AC might not be cooling down as smoothly as it would like.",
        "I have an AC that is not cooling down.",
        "AC not adequately chilling?",
        "It seems like the air conditioner isn't cooling right.",
        "The AC has a problem?",
        "Is the air conditioner malfunctioning that it isn't cooling nicely?",
        "Why isn't my AC cool down the right way?",
        "The AC may be not cooling as efficiently as is thought.",
        "the air conditioning isn't cooling properly",
        "Is the airconditioning malfunctioning that it isn't cooling correctly?",
        "It's not cooling down on my A.C.",
        "Is the air conditioning not cooling?",
        "Is AC cooling down enough?",
        "AC isn't cooling down.",
        "Alright, the AC isn't cooling right?",
        "Does air conditioning not cold enough?",
        "Its not cooling down on the AC.",
        "It's not cooling off on my AC.",
        "Why isn't my AC cooling as well as it should?",
        "What is wrong with my AC, it isn't cooling down?",
        "Even though AC is on, cooling is insufficient?",
        "Is the air conditioning malfunctioning that it isn't cooling off?",
        "The AC might not be cooling the best.",
        "Is its malfunctioning that the air conditioner isn't cooling?",
        "The AC is not cooling.",
        "Can the AC not cool well?",
        "Don't you think AC isn't working well?",
        "Any issues with the air conditioners?",
        "Why doesn't my AC cool me?",
        "Why isn't the air conditioning cooler?",
        "Why isn't the AC cooling down more?",
        "AC doesn't have enough chilling.",
        "The AC may be not cooling as they should.",
        "The AC might be not cooling as smoothly as it can.",
        "Is airconditioning broken?",
        "Is it possible the air-conditioning is malfunctioning?",
        "The air conditioning is not cooling?",
        "Why isn't the airconditioning cooling enough?",
        "Is the air conditioner malfunctioning that it isn't cooling right?",
        "Is the AC not cooling enough?",
        "AC isn't cool?",
        "Is it malfunctioning that the air conditioning?",
        "The A/C unit might have trouble cooling.",
        "The AC may be not cooling as smoothly as it might.",
        "Is the AC really cooling down?",
        "Not cool enough from air conditioner.",
        "Is the air conditioner malfunctioning and it's not cooling down?",
        "Is air-conditioning unreliable?",
        "The air conditioning seems to not be cooling properly.",
        "The air conditioner isn't cooling right, is it malfunctioning?",
        "Is the air conditioning malfunctioning that it's cooling properly?",
        "Is the air Conditioners cooling malfunctioning?",
        "The air conditioning may not be cooling down.",
        "Is it malfunctioning that the air conditioning isn't cooling off?",
        "Does the air conditioner malfunction?",
        "AC was failing to provide adequate chilling.",
        "Is the air conditioner malfunctioning and it isn't cooling properly?",
        "Is it malfunctioning that the air conditioner fails?",
        "Is the air conditioner malfunctioning because it's not cooling?",
        "Do you think the A/C unit's cooling ability is poor?",
        "The AC is not cooling enough.",
        "The AC might be not cooling as quickly as one would think.",
        "The air conditioning is malfunctioning, Is that?",
        "There is a problem with the AC",
        "Cooling is inadequate despite the AC on?",
        "You have a problem with the AC?",
        "Does the air conditioner malfunction that it isn't cooling properly?",
        "Poor cooling ability of A/C unit.",
        "Is it possible the air conditioner is malfunctioning?",
        "The air conditioning isn't cooling properly, is it?",
        "I want to know why my AC is not cooling down.",
        "The AC might be not cooling as well as it wants.",
        "It is not cooling as well as it should, what is wrong with my AC?",
        "my AC is not cooling down",
        "It is not cooling as well as it must, what is wrong with my AC?",
        "The air conditioning may be not cooling as smoothly as it would like.",
        "Why doesn't my AC cool me in the correct way?",
        "The AC may not be cooling as hot as it would like.",
        "Has air-conditioning failed?",
        "The AC might not be cooling as well.",
        "Air conditioning isn't cold?",
        "Might be a problem with the AC.",
        "Why does my AC not cool me down properly?",
        "Air conditioning is not cold?",
        "The AC might not be cooling as they should.",
        "Why doesn't my AC cool me correctly?",
        "the air conditioning is malfunctioning",
        "Is there malfunctioning that the air conditioner?",
        "It's not cooling as well, what's going on with my AC?",
        "Are the air conditioning malfunctioning and not cooling properly?",
        "Is my AC malfunctioning, what's the problem?",
        "Is it malfunctioning that the air conditioning is not functioning properly?",
        "The AC might be not cooling as evenly as it would like.",
        "AC is failing in chilling?",
        "Is it possible that air-conditioning is failing?",
        "The A/C unit's cooling capability is poor.",
        "Is it malfunctioning that the air conditioner is malfunctioning?",
        "Yep, AC isn't cooling right?",
        "the A/C unit has poor cooling ability",
        "Is the cooling capability of the A/C unit poor?",
        "Did the ac not cooling well?",
        "Is it possible that my AC is malfunctioning?",
        "Are the AC's not cooling?",
        "Why can't my AC cool me in the right way?",
        "Is the air conditioner malfunctioning",
        "Not enough coolness from air conditioning",
        "What is wrong with my air conditioning unit?",
        "The cooling ability of the A/C unit can be poor.",
        "Right, AC not cooling?",
        "One would think the AC would be cooling more effectively.",
        "It's not cooling off my AC.",
        "Is the air conditioning malfunctioning?",
        "AC not cooling as well?",
        "Is the A/C unit's cooling abilities poor?",
        "Is it malfunctioning that the air conditioner is not cooling quite right?",
        "The AC may not be cooling as nicely as it should.",
        "What is wrong with the cooling of my AC?",
        "It seems the AC isn't cooling enough.",
        "What's wrong with my AC; it's not cooling as well as it should.",
        "The air conditioning isn't cold enough",
        "You might have a problem with the AC.",
        "How is my AC not cooling down?",
        "Can anyone tell me about any issues with the air conditioner?",
        "AC does not cooling?",
        "Is air-conditioning malfunctioning?",
        "Why don't my AC cool me in the right way?",
        "Is it cooling down in AC?",
        "Not enough cold air conditioning?",
        "What is it that my AC isn't cooling down?",
        "AC not cooling enough?",
        "It is malfunctioning that the air conditioner isn't cooling correctly.",
        "Does it work that the air conditioner is malfunctioning?",
        "The air conditioner probably isn't cooling right.",
        "Is Air-conditioning malfunctioning?",
        "There's a problem with the AC?",
        "What's the problem with the air conditioner?",
        "Do you think AC isn't cool enough?",
        "The AC may not be cool as it should be.",
        "The air conditioner isn't cooling as well as it should.",
        "The AC may not be cooling as smoothly as it needs to.",
        "The AC might have a problem.",
        "Is the air conditioner malfunctioning and it isn't cooling right?",
        "Why does my air conditioning not cool me down the right way?",
        "I don't think it's cooling down on my AC.",
        "It is not cooling the AC down.",
        "The airconditioning might not be cooling well.",
        "It's not cooling down on my AC, what is happening?",
        "Is air- conditioning malfunctioning?",
        "Does the A/C unit have poor cooling capacity?",
        "The AC is not cooling?",
        "Is AC not up to the mark?",
        "Is the air conditioner malfunctioning and it is not cooling right?",
        "AC is failing chilling",
        "I wonder if air-conditioning is malfunctioning.",
        "Cooling in AC?",
        "It's not cooling down on my AC, what is wrong?",
        "The AC may not be cooling as well as it should.",
        "I have an AC that doesn't cool me down the right way.",
        "Why doesn't my AC chill me in the right way?",
        "Why isn't air conditioning cooling?",
        "Will AC be cool enough?",
        "Is the air conditioning malfunctioning that it isn't cooling down right?",
        "The AC isn't working well?",
        "Is the cooling ability of the A/C unit weak?",
        "Someone wants to know if the AC is cooling properly.",
        "What's the problem with the air conditioning?",
        "Maybe AC is not cool enough.",
        "Is it malfunctioning that the air conditioning is not running?",
        "My AC is not cooling me down the right way.",
        "The AC may not be working as well as it should.",
        "The air conditioning is malfunctioning is it?",
        "AC isn't cooling off?",
        "AC chilling is failing?",
        "The AC doesn't cool me the right way.",
        "Is the air conditioner malfunctioning that it isn't cooling enough?",
        "Insufficient cooling in AC?",
        "Why isn't AC cooling enough?",
        "There is a chance that the AC may be not cooling as it should.",
        "Is it malfunctioning that the air conditioner isn't cooling effectively?",
        "Is it malfunctioning that the air conditioner isn't cooling down correctly?",
        "The AC might not be cooling as smoothly as they would like.",
        "The A/C unit has a poor cooling abilities.",
        "Are there problems with the AC unit?",
        "Is the air conditioner malfunctioning and it isn't cooling down?",
        "AC may not be cooling as efficiently as one would think.",
        "Correct, the air conditioning isn't cooling right?",
        "Are AC failing adequate chilling?",
        "Why doesn't my AC cool me right?",
        "It's not cooling down the AC.",
        "The air conditioning isn't cooling properly is it?",
        "I don't know why it's not cooling down on my AC.",
        "It is not cooling down on my ac.",
        "I need to know what is wrong with my AC.",
        "Is the air-conditioning not functioning?",
        "Is the air conditioner malfunctioning and it is not cooling properly?",
        "The AC may be not cooling as effectively as one would think.",
        "Effectual cooling of AC?",
        "AC is failing adequate chilling?",
        "There could be a problem with the AC cooling as it would like.",
        "The AC may not be cooling as it's supposed to.",
        "Does the AC not chill well?",
        "Is the airconditioner malfunctioning that it isn't cooling right?",
        "The AC may not be cooling as well as is thought.",
        "It's not cooling me down on my AC.",
        "Was air-conditioning failing?",
        "Cool AC not?",
        "It looks like the air conditioning is malfunctioning.",
        "Does it have any issues with the air conditioner?",
        "Is there something wrong with the air conditioning?",
        "It is possible the AC may not be cooling as it should.",
        "Effectual cooling in the air conditioning?",
        "Why doesn't the AC cooling do enough?",
        "Not enough coolness coming from air conditioner.",
        "AC failing enough chilling.",
        "Coolness from air conditioner isn't adequate.",
        "Is the air conditioning malfunctioning that it isn't cooling?",
        "The AC is having a problem.",
        "Is my AC cooling malfunctioning?",
        "The air conditioning may not cooling correctly.",
        "What's the problem with my AC cooling?",
        "Why isn't the AC chilling?",
        "Why does the AC cool me in the wrong way?",
        "The AC is not cooling as smoothly as it should.",
        "The air conditioning isn't cooling as well as it could.",
        "AC not enough chilling?",
        "Is the AC unit malfunctioning?",
        "Is it malfunctioning that the air conditioning doesn't cooling properly?",
        "It's possible that the AC isn't cooling as efficiently as one would think.",
        "AC is not really cool.",
        "Think AC isn't cooling?",
        "Why does my AC cool me off the wrong way?",
        "The air conditioning is malfunctioning is that true?",
        "There is a possibility that the AC is not cooling as it should.",
        "Is the air conditioning malfunctioning and it not cooling properly?",
        "Is it malfunctioning that the air conditioner isn't working correctly?",
        "There isn't enough cooling in the AC.",
        "Is it malfunctioning that the air conditioner is not cooling evenly?",
        "Is it malfunctioning that the air conditioners cooling?",
        "The AC may not be cooling as well as one would think.",
        "The A/C unit's cooling capacity is questionable.",
        "Can air-conditioning be failing?",
        "AC failing to chill nicely?",
        "Did the air conditioning not cooling properly?",
        "There is not enough AC cooling.",
        "The AC isn't cooling as smoothly as it would like.",
        "The AC may be not cooling.",
        "Is the air conditioner malfunctioning that it isn't cooling as well?",
        "The air conditioning is not cold enough?",
        "The AC could be malfunctioning",
        "What is stopping my AC from cooling down?",
        "Did AC fail to adequately chilling?",
        "Correct, the AC doesn't cooling right?",
        "Why is AC not cooling enough?",
        "Not enough coolness from air conditioner.",
        "It's possible that the AC is not cooling as smoothly as it should.",
        "Is the air conditioner malfunctioning and not cooling the right way?",
        "Is the airconditioning malfunctioning.",
        "Is it malfunctioning that the airconditioning is not cooling correctly?",
        "Coolness from air conditioner is not adequate.",
        "AC is failing to chill correctly.",
        "The A/C unit has a problem with cooling.",
        "The AC is supposed to be cooling as it should.",
        "Was the air conditioner malfunctioning?",
        "The AC needs to be cooling properly.",
        "Why isn't the AC cool?",
        "Is air-conditioning not functioning?",
        "Is the air conditioning malfunctioning that it shouldn't?",
        "I think air conditioning isn't cold enough.",
        "Is the air conditioning malfunctioning that it's not cooling well?",
        "The AC isn't cooling down, what is wrong with it?",
        "It isn't cooling down on my A.C.",
        "The air conditioning might not be cooling as smoothly as it would like.",
        "There is a question about whether the air conditioning is malfunctioning.",
        "Is my AC cool me down the right way?",
        "AC failing to sufficiently chilling?",
        "Could the air conditioning be malfunctioning?",
        "Not enough coolness from the air conditioning.",
        "AC may not be cooling.",
        "Air conditioning is not sufficient?",
        "It is possible that the AC is not cooling as well as one would think.",
        "The AC should be cooling.",
        "The cooling ability of the A/C unit is questionable.",
        "Is the air conditioning malfunctioning that it is not cooling properly?",
        "The AC might be not cooling as nicely as it should.",
        "The AC may be not cooling as smoothly as it would prefer.",
        "Not cool from AC.",
        "Is the air conditioner malfunctioning.",
        "It's not cooling as well as it needs to; what's wrong with my AC?",
        "Is it a problem with AC?",
        "The AC isn't cooling right",
        "Is the A/C unit malfunctioning?",
        "It might be that the AC isn't cooling as it should.",
        "Is the air conditioner having any issues?",
        "The ac isn't cooling well.",
        "The air conditioning might be malfunctioning",
        "AC failing chilling.",
        "The AC might be not cooling as effectively as it should.",
        "Air conditioning doesn't Cold enough?",
        "Is AC cooling well?",
        "Isn't the ac not cooling?",
        "It's not cooling, what's wrong with my AC?",
        "Air conditioning isn't cooling right?",
        "Why is air-conditioning failing?",
        "Why does my airconditioning not cool me down the right way?",
        "Could the air-conditioning be malfunctioning?",
        "Is AC not up to snuff?",
        "The air conditioning is malfunctioning, Is it?",
        "AC is on, but cooling is inadequate?",
        "How come it's not cooling down on my AC?",
        "Is air-conditioner failing?",
        "The AC doesn't cool enough.",
        "Why doesn't my AC keep me cool?",
        "The air conditioning is not cooling itself.",
        "The ac may be not cooling as smoothly as it should.",
        "Is the AC cooling off properly?",
        "Maybe the air conditioning is malfunctioning?",
        "AC not chilling?",
        "The AC can be not cooling as smoothly as it should.",
        "The AC may not be cooling as smoothly",
        "Are air-conditioning units failing?",
        "Is there any trouble with the air conditioner?",
        "The AC may not be cooling as smoothly as it would want.",
        "The AC may not be cooling as efficiently as it would like.",
        "Why is air conditioning not cold?",
        "Why does my AC don't cool me down?",
        "Not much coolness from the air conditioner.",
        "The AC may not be cooling down properly.",
        "AC isn't cooling?",
        "Was it malfunctioning that the air conditioning wasn't cooling properly?",
        "There may be problems with my AC unit.",
        "Is there any air conditioner issues?",
        "Questions regarding the air conditioner.",
        "Is the air conditioner not cooling?",
        "AC isn't sufficiently chilling?",
        "Problem with the AC, or something?",
        "AC may be failing to chill adequately.",
        "AC not chilling well?",
        "Is air- conditioning failing?",
        "The AC is not cooling as efficiently as one might think.",
        "The AC may be not cooling as smooth as it should.",
        "Is the AC cooling?",
        "What's wrong with my AC, it's not cooling down?",
        "What is the problem with my AC cooling?",
        "Air conditioning doesn't chill enough.",
        "Isn't AC not cooling?",
        "The AC might not be cooling as intended.",
        "Isn't AC cool?",
        "Why isn't my air conditioning cooling?",
        "Is the air conditioner malfunctioning and not cooling right.",
        "The cooling is inadequate despite the AC on?",
        "The AC is not cooling as smoothly as it would like.",
        "Is air-conditioning poor?",
        "Is the ac cooling down?",
        "Why isn't my AC cooling me down in the right way?",
        "The air conditioner is malfunctioning, is that?",
        "Was AC not cooling?",
        "Lack of cooling in AC?",
        "I wonder if AC is cool enough?",
        "That air conditioning is not cold enough?",
        "Were there any issues with the air conditioner?",
        "The AC doesn't cooling down.",
        "Does the air conditioning fail due to malfunctioning?",
        "it is not cooling down on my AC",
        "Why isn't my AC cool me down the right way?",
        "Is the problem with the ac?",
        "I don't think my AC is cooling down.",
        "The AC is on, but the cooling is inadequate?",
        "Why doesn't my AC chill me down?",
        "How about AC failing adequate chilling?",
        "Any problems with the airconditioning?",
        "AC not chilling very well?",
        "AC on but insufficient cooling?",
        "Is AC cool, right?",
        "Is the airconditioner malfunctioning that it isn't cooling correctly?",
        "It isn't cooling as well as it must, what's wrong with my AC?",
        "Is the air conditioning malfunctioning because it's not cooling well?",
        "The air conditioner isn't cooling down right.",
        "Could air-conditioning be malfunctioning?",
        "The AC might not be cooling as hot as it should.",
        "A/C unit's cooling ability is poor.",
        "Even though AC is on, the cooling is inadequate?",
        "The AC might be not cooling properly.",
        "The air conditioning seems to be malfunctioning.",
        "It's not cooling down on my AC, what is that?",
        "The ac isn't cooling right?",
        "It wasn't enough coolness from the air conditioning.",
        "The air conditioner needs more coolness.",
        "The air conditioning doesn't cooling properly.",
        "The AC is not cooling well.",
        "Is the cooling capacity of the A/C unit poor?",
        "Its not cooling down on my AC, what is wrong with it?",
        "The air conditioning wasn't cool.",
        "It's possible that the AC isn't cooling as smoothly as it should.",
        "The AC might be not cooling as smoothly as it should.",
        "There was insufficient coolness from the air conditioner.",
        "The air conditioning is not cooling properly is it?",
        "Is air conditioner cold enough?",
        "I need to know if there are any issues with the air conditioner.",
        "Is air conditioning not working well?",
        "What is wrong with the AC cooling?",
        "The air conditioning is not cooling right?",
        "air-conditioning is failing?",
        "The air conditioning may be not cooling as smoothly as it could.",
        "Do you think air-conditioning is failing?",
        "Why doesn't my airconditioning cool me down?",
        "AC is failing to chilling adequately?",
        "Air conditioning does not chill enough?",
        "It might be that the AC is not cooling as it should.",
        "Is it malfunctioning that the air conditioner is not cooling correctly.",
        "The air conditioner is malfunctioning is that?",
        "It's not cooling as well as it needs, what's wrong with my AC?",
        "Are there any air conditioner issues?",
        "The ac may not be cooling as it should.",
        "Does the air conditioning have any problems?",
        "Why isn't the airconditioning cool?",
        "What is malfunctioning with my AC cooling?",
        "Do you have any problems with the air conditioner?",
        "Is the air conditioning not working well?",
        "AC isn't cooling correctly?",
        "Yep, the AC isn't cooling right?",
        "In what way is air-conditioning failing?",
        "Did the A/C unit have a poor cooling ability?",
        "How can the AC not cooling enough?",
        "Am the air-conditioning failing?",
        "It's not cooling down on my AC?",
        "Is the air conditioner cooling down?",
        "Is the air- conditioning failing?",
        "The AC may be not cooling as quickly as it would like.",
        "Is the air conditioner not cooling correctly?",
        "The A/C unit may lack cooling ability.",
        "Is the A/C unit's cooling ability subpar?",
        "There is a chance that the AC is not cooling as it should.",
        "AC is failing to give adequate chilling.",
        "What is it that the AC is not cooling down?",
        "Is airconditioning failing",
        "Cool air conditioning not cold enough?",
        "AC failing adequately chilling?",
        "Is the ac not cooling well?",
        "A/C unit's cooling ability is not good.",
        "There is something wrong with the AC cooling enough.",
        "The AC may not be cooling as it is supposed to.",
        "I want to know why my AC doesn't cool me down the right way.",
        "The air conditioning is malfunctioning, is that it?",
        "Not adequate coolness from the air conditioner.",
        "The cooling ability of the A/C unit isn't good.",
        "Someone wants to know if the air conditioning is malfunctioning.",
        "Is AC cool enough?",
        "Is it possible that the air-conditioning is malfunctioning?",
        "Are there any problems with the air conditioner?",
        "Is it a problem with the air conditioner?",
        "AC is failing to chill properly.",
        "It seems that the air conditioning isn't cooling properly.",
        "Is air conditioning failing?",
        "Does the AC have a problem?",
        "It's not cooling as well as it needs to; what's going on with my AC?",
        "AC is not cooling?",
        "The ac might not be cooling as smoothly as it should.",
        "The cooling of AC?",
        "The AC may not cool as well as it should.",
        "Is the air conditioner malfunctioning and it isn't cooling correctly?",
        "AC failing to chilling.",
        "I think air-conditioning is malfunctioning.",
        "Why doesn't the AC cool me the right way?",
        "Why doesn't my ac cool me in the right way?",
        "It's possible the AC isn't cooling as it should.",
        "How can my AC cooling not work?",
        "How is the AC cooling?",
        "Its not cooling down on my AC, what is the problem?",
        "Do I have a problem with my AC cooling?",
        "The ac may not be cooling as smoothly as it should.",
        "Is the airconditioning malfunctioning that it isn't cooling right?",
        "The cooling isn't adequate despite the AC on?",
        "Could it be that the air conditioning is malfunctioning?",
        "I don't think my AC cools me down the right way.",
        "The air conditioner is malfunctioning?",
        "AC is not cooling well.",
        "It's not cooling off on the ac.",
        "The AC could be not cooling as smoothly as it could.",
        "Is the air conditioning malfunctioning that it isn't cooling properly?",
        "The air conditioning might not be cooling as well.",
        "The air conditioning might not be cooling as well as it would like.",
        "What is wrong with my AC, it's not cooling as well as it should.",
        "Why doesn't my AC chill me down the right way?",
        "It's not cooling down on my AC, what happened to it?",
        "Is there any issues with the airconditioner?",
        "The AC might not cooling as smoothly as it could.",
        "Despite the AC on, cooling is insufficient?",
        "The airconditioning may not cooling properly.",
        "Is the air conditioning malfunctioning because it isn't cooling well?",
        "The AC isn't cooling as it should.",
        "Is AC failing to work well?",
        "the air conditioning is not cold enough",
        "Is the air conditioning malfunctioning that it doesn't cooling properly?",
        "The AC might be cooling slower than it should.",
        "I want my AC to cool me the right way.",
        "What's wrong with my air-conditioning?",
        "Why doesn't my AC get cool enough?",
        "The air conditioner might not be cooling properly.",
        "There isn't enough coolness from air conditioner.",
        "Despite the AC on, is the cooling inadequate?",
        "Why does my AC keep me cool the wrong way?",
        "The AC may be not cooling in the way it should.",
        "Why is the AC not cooling off?",
        "Is it because my AC doesn't cool me down the right way?",
        "So is the air conditioning malfunctioning?",
        "Is cooling insufficient despite the AC on?",
        "Is the air cooler malfunctioning?",
        "It's not cooling as well as it should, and what's going on with my AC?",
        "Is it malfunctioning the air conditioning?",
        "Can there be a problem with the AC?",
        "AC failing to chill",
        "My air conditioning isn't cooling down.",
        "It's not cooling as well as it should, what's going on with my AC?",
        "Coolness from the air conditioner is insufficient.",
        "Do you have any issues with the air conditioning?",
        "Is the A/C unit not good at cooling?",
        "There is a possibility that the AC may not be cooling as it should.",
        "AC not chilling up?",
        "There are any issues with the air conditioning?",
        "The AC might not cool as smoothly as it should.",
        "Yeah, AC not cooling?",
        "What is the cause of the air conditioner malfunctioning?",
        "AC failing to cool down?",
        "I'm having a problem with my AC cooling.",
        "Is the airconditioning malfunctioning that it isn't cooling well?",
        "Is the AC cooling down adequately?",
        "Is there a malfunctioning air conditioning unit?",
        "Why is AC cooling not enough?",
        "Is ac not cool?",
        "The AC is not cooling down, what's wrong with it?",
        "The A/C unit's cooling ability is not very good.",
        "Is it malfunctioning the air-conditioning?",
        "The AC might not be cooling as smoothly as it could be.",
        "Is the cooling ability of the A/C unit not good?",
        "The AC isn't cooling sufficiently.",
        "Cool air conditioning isn't cold enough?",
        "Why doesn't my air conditioning cool me down?",
        "A question about the air conditioning not cooling properly.",
        "How do I get my AC cooling to work?",
        "Is the air conditioner malfunctioning and it's not cooling well?",
        "The AC may not be as cool as it should be.",
        "Why is the air conditioning not cooling enough?",
        "the AC may not be cooling as it should",
        "The air conditioning is malfunctioning and Is it?",
        "The air conditioner, any issues?",
        "Maybe air conditioning isn't cold enough.",
        "Is the air conditioning not cool?",
        "Air-conditioning is malfunctioning.",
        "The AC may be not cooling as effectively as it should.",
        "Why does my AC cool me the wrong way?",
        "The AC may not cooling as smoothly as it should.",
        "Is the air conditioning malfunctioning that it is not cooling right?",
        "There is a question about the air conditioner not cooling right.",
        "Is my AC cooling me down the right way?",
        "Could it be that the air conditioner is malfunctioning?",
        "There may be issues with the AC unit.",
        "Is air-conditioning not functional?",
        "Air conditioning probably isn't cold enough.",
        "I want my AC to cool me down the correct way.",
        "There's a problem with the AC.",
        "Why does my AC cool me in the wrong way?",
        "The air conditioning may not be cooling as it should",
        "Poor cooling ability of the A/C unit.",
        "It is possible that the AC is not cooling as well as it would like.",
        "Why is AC not cooling?",
        "The AC may or may not be cooling properly.",
        "The AC might not be cooling as efficiently as it should be.",
        "A problem with the AC?",
        "The air conditioning might not be cooling appropriately.",
        "AC is on but the cooling is insufficient?",
        "The AC may not be cooling as well as it might.",
        "The AC may be cooling down slower than it should.",
        "The AC should be cooling down.",
        "It is not cooling off on the AC.",
        "AC isn't chilling adequately?",
        "It's not cooling as well as it should; what's the problem with my AC?",
        "The air conditioner isn't cooling right, Is it malfunctioning?",
        "The AC is not functioning well?",
        "Wouldn't my AC cool me down the right way?",
        "It was not enough coolness from the air conditioning.",
        "A/C unit's cooling ability is poor",
        "The AC probably isn't cooling as it should.",
        "AC may not be cooling well.",
        "It could be that the AC is not cooling as it should.",
        "The cooling capability of the A/C unit is poor.",
        "Is my AC malfunctioning, it's not cooling as well as it should?",
        "Does anyone have any issues with the air conditioner?",
        "I wonder why my AC doesn't cool me down the right way.",
        "Are AC malfunctioning?",
        "So the AC isn't cooling?",
        "Why does the AC not chill enough?",
        "Is the air conditioner malfunctioning because it isn't cooling quite right?",
        "It was not enough coolness from air conditioner.",
        "What is it about my AC that is not cooling down?",
        "The cooling isn't good despite AC on?",
        "Air conditioning doesn't cold enough.",
        "Is the A/C unit able to cool it?",
        "Are the A/C unit's cooling ability poor?",
        "What is the problem with the airconditioning?",
        "Does air-conditioning fail?",
        "What's wrong with my AC, it's not cooling as well as it needs to.",
        "The AC may not be cooling as it would.",
        "It's not cooling down on my AC, what?",
        "Is it cooling inadequate despite the AC on?",
        "The air conditioning might not be cooling the right way.",
        "Why doesn't my AC stay cool?",
        "AC may not have enough chilling.",
        "I wonder if AC isn't working well?",
        "It's not cooling down on my air con.",
        "Problems with the air conditioning?",
        "What's wrong with my AC, it isn't cooling down?",
        "My AC isn't cooling down.",
        "There is a poor cooling ability of the A/C unit.",
        "The AC might not be cooling as well as it would like.",
        "Could the AC be not cooling well?",
        "I'm not cooling down on my AC, what is the problem?",
        "AC isn't cooling well.",
        "Air conditioning is not cool enough.",
        "TheAC may not be cooling as it should.",
        "The AC may be not cooling as smoothly as it can.",
        "Is the AC cooling effectively?",
        "Is the air conditioner malfunctioning when it isn't cooling right?",
        "Is it malfunctioning that the air conditioner is not cooling well?",
        "Was the AC not cooling correctly?",
        "What about AC failing adequate chilling?",
        "It is malfunctioning that the air conditioner is not cooling down.",
        "Was the AC not cooling well?",
        "Maybe there is a problem with the AC.",
        "Don't the AC cooling enough?",
        "Is it malfunctioning that the air conditioner is cooling off?",
        "The airconditioning might not be cooling as it should.",
        "Its not cooling down on my AC, what is it?",
        "Isn't AC cool enough?",
        "Has my AC unit malfunctioned?",
        "I don't know if the AC is cooling well.",
        "It does not cooling down on my AC.",
        "The AC may not be cool as it should.",
        "Is the airconditioning malfunctioning?",
        "Not very cool from air conditioner.",
        "It might be that the AC is not cooling as smoothly as it would like.",
        "The AC may be not cooling as efficiently as someone would think.",
        "What about the cooling ability of the A/C unit?",
        "Not enough coolness from air conditioning.",
        "AC not adequate chilling?",
        "Was the cooling ability of the A/C unit poor?",
        "The AC may not be cooling as intended.",
        "AC does not have adequate chilling.",
        "It is possible that the AC is not cooling as smoothly.",
        "Despite AC on, the cooling is inadequate?",
        "Will there be any problems with the air conditioner?",
        "Cool AC not cooling?",
        "It sounds like the air conditioning is malfunctioning.",
        "Is the air conditioner malfunctioning and not cooling well?",
        "The AC may not be cooling as efficiently as one would believe.",
        "Air-conditioning might be failing.",
        "What's wrong with the cooling of my AC?",
        "What is the reason the AC isn't cooling enough?",
        "AC is failing to sufficiently chill?",
        "I wonder if AC is cool.",
        "Does the air conditioner not cool properly?",
        "Is the air conditioner having problems?",
        "The air conditioning might not cooling as it should.",
        "It's possible that the AC isn't cooling as efficiently as one might think.",
        "Does the air conditioner isn't cooling right?",
        "Is it malfunctioning that the air conditioner doesn't cool down?",
        "There is not enough coolness from the air conditioner.",
        "Its not cooling down on my AC.",
        "Is the air conditioner malfunctioning as it isn't cooling quite right?",
        "It is possible that the AC is not cooling as efficiently as one might think.",
        "Is my AC cooling malfunctioning.",
        "The AC might be not cooling as smoothly as it could be.",
        "Does the air conditioner fail because it isn't cooling correctly?",
        "The air conditioning is not cooling well.",
        "Do you have an issue with the AC?",
        "The A/C unit might have poor cooling ability.",
        "What's wrong with my airconditioning?",
        "The AC can be not cooling as it should.",
        "Is the A/C unit unreliable in cooling?",
        "That air conditioning isn't cold enough?",
        "Is it possible the AC is malfunctioning?",
        "The AC may not be as cool as it would like.",
        "Is the air conditioner malfunctioning that it isn't cooling?",
        "It's not cooling as well as it should, what's the problem with my AC?",
        "AC isn't cooling",
        "The A/C unit's cooling capability is questionable.",
        "The AC may be making it hard to cool it down.",
        "What is the issue with my AC not cooling down?",
        "Is the air conditioner malfunctioning, that it isn't cooling correctly?",
        "The A/C unit might have a bad cooling ability.",
        "Despite the AC on, the cooling is inadequate.",
        "Does the air conditioner have a malfunctioning one?",
        "I am having trouble cooling my AC.",
        "It's not cooling as well as it must, what's wrong with my air conditioning?",
        "the air conditioning isn't cooling well",
        "I wonder if air conditioning is cold enough?",
        "Is it malfunctioning that the air conditioning is not cooling appropriately?",
        "Why doesn't my ACcool me down the right way?",
        "It's possible that the air conditioner isn't cooling correctly.",
        "Despite AC on, cooling is inadequate?",
        "Is its malfunctioning that the air conditioner isn't cooling properly?",
        "The AC might not be as cool as it should be.",
        "It's not cooling as well as it needs to, what's wrong with my AC?",
        "The air conditioning might not be cooling down properly.",
        "I'm not cooling down on my AC, what is wrong?",
        "Is the air conditioning not cool enough?",
        "Is it possible that the air conditioner isn't cooling correctly?",
        "The A/C unit's cooling ability could be poor.",
        "The air conditioning isn't cooling well, is that malfunctioning?",
        "Why can't my AC cool me the right way?",
        "Does it sound like the air conditioner isn't cooling correctly?",
        "Why is my AC cooling off?",
        "The AC might not be cooling as it's supposed to.",
        "Correct, the AC isn't cooling well.",
        "I want to know what is wrong with my AC.",
        "AC is not cooling very well.",
        "AC is on, but the cooling is insufficient?",
        "AC isn't adequately chilling?",
        "It's not cooling down on my ACU.",
        "Something isn't working well with AC?",
        "The AC may be not cooling as smoothly as it wanted.",
        "It is possible that the AC may not be cooling as smoothly as it would like.",
        "I'm not cooling down on my AC, what's wrong with it?",
        "Is it malfunctioning that the air conditioning is cooling?",
        "The AC might not be cooling as quickly as it would like.",
        "Why is the AC not cooling up enough?",
        "The air con may be malfunctioning.",
        "The air conditioning might not be cooling as well as it should.",
        "The AC may not be cooling what it should.",
        "Not enough coolness from air conditioners.",
        "Right, AC is not cooling?",
        "The AC may not be cooling as well as it can.",
        "AC doesn't cooling well?",
        "Does the air conditioning malfunction?",
        "Is the Air conditioner malfunctioning?",
        "Are there any issues with the airconditioning?",
        "Why is my AC not cooling as well as it must?",
        "AC malfunctioning with adequate chilling?",
        "Does my AC cool me down the right way?",
        "The AC may be not cooling as well as thought.",
        "The air conditioning isn't cooling right",
        "Is it malfunctioning that the airconditioning is malfunctioning?",
        "The AC might be malfunctioning and not cooling as it should.",
        "AC failing adequately chilling.",
        "Does it appear that the air conditioning is malfunctioning?",
        "Right? AC is not cooling.",
        "Am I facing a problem with the AC?",
        "Is the the air conditioning malfunctioning?",
        "It seems that the air conditioning is malfunctioning.",
        "What's awry with my AC?",
        "Are the AC's not cooling well?",
        "Is the air conditioning not enough cold?",
        "Cool the air in AC?",
        "It is possible that the AC isn't cooling as smoothly as it should.",
        "It doesn't cooling down on my ac.",
        "Is it malfunctioning that the air conditioner isn't cooling off?",
        "The AC might not be cooling as effectively as it should.",
        "It's not cooling down on the AC, what is wrong?",
        "I am wondering what is wrong with my AC.",
        "AC may not be cool enough.",
        "Is it a problem with the air conditioning?",
        "Is the cooling inadequate despite the AC on?",
        "Why isn't the AC cooling up?",
        "Is it a problem with the air-conditioning?",
        "Maybe the AC isn't cooling well.",
        "Are AC's cooling well?",
        "Is the air conditioning malfunctioning that it isn't cooling down?",
        "Do you have a problem with the ac?",
        "I think my AC is cooling me down the wrong way.",
        "\"It's not cooling as well as it must; what's awry with my AC?\"",
        "Why doesn't my AC cool me in the right manner?",
        "Has my AC cooling malfunctioned?",
        "Why doesn't my ac cool me down?",
        "It's not cooling off on my AC, what is wrong with it?",
        "Has there been any problems with the air conditioner?",
        "Is the air conditioner malfunctioning, it's not cooling right?",
        "The AC is not cooling down as it should.",
        "The AC cooling isn't adequate.",
        "Does the air conditioning are malfunctioning?",
        "Is a malfunctioning air conditioner the problem?",
        "Is it possible the air conditioner isn't cooling correctly?",
        "Is there any issues with the air conditioners?",
        "The AC might not be cooling right.",
        "Don't my AC cool me the right way?",
        "It's not cooling as well as it should, what is wrong with the AC?",
        "The air conditioning isn't working well.",
        "AC not cooling well.",
        "The air conditioning may not be cooling as well.",
        "AC is failing enough chilling?",
        "Is the AC not cooling itself?",
        "It's not cooling as well as it should and what is going on with my AC?",
        "I don't feel like it is cooling down on my AC.",
        "Is it cool enough with AC?",
        "Is the air-conditioning unit malfunctioning?",
        "It is possible that the AC may be not cooling as smoothly as it should.",
        "Air conditioning isn't cold enough?",
        "Does the air conditioning not cooling properly?",
        "The air conditioning may not be cooling as well as it could.",
        "Think AC is not cooling?",
        "AC on, is the cooling inadequate?",
        "Is the air-conditioning broken.",
        "Are there a problem with the AC?",
        "Why doesn't the AC cool down?",
        "Is the air conditioner malfunctioning because it is not cooling correctly?",
        "The cooling is insufficient even though AC is on?",
        "The AC may be not cooling as quickly as it should.",
        "Why don't my AC cool me down the right way?",
        "AC failed to adequately chilling?",
        "The AC may not be cooling as well as it needs to.",
        "In cooling the AC?",
        "The AC may not be cooling as efficiently as one thinks.",
        "It is not cooling off on my AC.",
        "The AC could be not cooling as well as it would like.",
        "The air conditioner might not be cooling as it should.",
        "Some issues with the air conditioner?",
        "What's wrong with my AC, it's not cooling as well?",
        "There is an issue with the air conditioning.",
        "The AC may be not cooling as well as one might think.",
        "There is something wrong with the air conditioning.",
        "The AC might be not cooling as quickly as it would like.",
        "Is the air conditioning cold enough?",
        "Does the AC cooling enough?",
        "The AC may not be cooling as evenly as it would like.",
        "Do you think the AC is not cooling well?",
        "What if AC isn't cool enough?",
        "Even though the AC is on, the cooling is not adequate?",
        "Is it malfunctioning that the airconditioning isn't cooling correctly?",
        "It is possible that the AC may not be cooling as it should.",
        "Is my AC cool me down the correct way?",
        "There's something wrong with my air conditioning.",
        "The air conditioner is malfunctioning, is it?",
        "Right? The AC is not cooling.",
        "Does air-conditioning malfunction?",
        "The AC may not be cooling as smoothly as expected.",
        "Is it malfunctioning that the air conditioner isn't cooling very well?",
        "Is the air conditioning cool?",
        "Was the AC not cooling up?",
        "The air conditioning has a problem.",
        "The air conditioning may malfunctioning.",
        "The air conditioner isn't cooling correctly, is it?",
        "Yes, the AC isn't cooling well.",
        "problem with the AC?",
        "The cooling ability of the A/C unit has been questioned.",
        "The airconditioning might not cooling properly.",
        "How about issues with the air conditioning?",
        "Is the air conditioning malfunctioning and not cooling correctly?",
        "What if the air conditioner isn't cooling right?",
        "The AC could be not cooling as smoothly as it wants.",
        "Is that the air conditioner malfunctioning?",
        "Not enough coolness from the airconditioning.",
        "Is the air conditioner bad?",
        "Why does the AC not cool me down the right way?",
        "It's possible the AC is not cooling as it should.",
        "A not cooling AC?",
        "The AC might not being cooling as it should.",
        "Why is my AC not cooling as well as it should?",
        "Right, AC not cooling right?",
        "Coolness is not sufficient from the air conditioner.",
        "It doesn't cooling down on my AC, what's wrong with it?",
        "The air conditioning might not be working properly.",
        "The AC doesn't cool me down the right way.",
        "Not enough coolness comes from the air conditioner.",
        "AC may not be cooling as expected.",
        "Not enough coolness comes from the air conditioning.",
        "The AC may not cool as it should.",
        "The AC might not be cooling as nicely as it should.",
        "I don't know if air conditioning is cold enough.",
        "AC on but the cooling is not adequate?",
        "The A/C unit may have poor cooling abilities.",
        "What about the AC not cooling?",
        "Yeah, AC not cooling.",
        "The AC is cooling too slowly.",
        "The AC may not be cooling as desired.",
        "Is the AC not cooling as well?",
        "AC on, is the cooling insufficient?",
        "Despite the AC on, the cooling is inadequate?",
        "The air conditioners isn't cooling correctly.",
        "AC not cooling very well?",
        "The air conditioning isn't cool enough.",
        "Is it malfunctioning that the air conditioner isn't cooling down right?",
        "Are there any issues with the air conditioner?",
        "Why isn't AC cooler?",
        "The AC isn't cooling as well as it needs to.",
        "Why isn't the AC cool enough?",
        "The AC may not be cooling as perfectly as it should.",
        "the AC may be not cooling as it should",
        "The AC might be not cooling off as it should.",
        "AC may be failing adequate chilling.",
        "Is air-conditioning is malfunctioning?",
        "IsAC not cool?",
        "Is the air con malfunctioning?",
        "AC may not be cooling as smoothly as it could.",
        "The air conditioner has any issues?",
        "How about a problem with the AC.",
        "AC has insufficient chilling.",
        "Maybe the air conditioner isn't cooling correctly.",
        "The AC may be not cooling efficiently.",
        "The AC may not be cooling as efficiently as you think.",
        "Is there a problem with air-conditioning?",
        "It isn't cooling down on my air conditioning.",
        "There's a question about why the AC cooling isn't enough.",
        "Is the airconditioning system malfunctioning?",
        "I guess AC isn't cool enough.",
        "There are issues with the air conditioner?",
        "AC is not cool",
        "AC is failing to adequately chilling.",
        "There was a problem with the air conditioning.",
        "AC is not chilling well.",
        "insufficient coolness from air conditioner",
        "Are there problems with the air conditioner?",
        "The air conditioning is not cooling properly.",
        "Is air-conditioning faulty?",
        "Is air-conditioning not operating?",
        "Why doesn't the AC keep me cool?",
        "You think AC is not working well?",
        "How is it that my AC is not cooling down?",
        "The AC might not cooling as efficiently as one would think.",
        "AC is not cooling right?",
        "Why does my AC not cool me down the right way.",
        "Is air-conditioning problem?",
        "It's not cooling off on the AC.",
        "The air conditioner is malfunctioning",
        "Is AC failing to chill enough?",
        "The AC may not be cooling as it ought to.",
        "The air conditioner may have some issues.",
        "It's not cooling down on the ac.",
        "There is not cooling down on my AC.",
        "How come AC isn't working well?",
        "Would the AC be cooling well?",
        "The air conditioning is not cooling down.",
        "The air conditioning is not cooling appropriately.",
        "The AC may not be cooling off as expected.",
        "It isn't cooling as well as it should, what's wrong with my AC?",
        "AC not cooling",
        "AC not cooling?",
        "The A/C unit does not have good cooling ability.",
        "Why is my AC not cooling me the right way?",
        "Is the A/C unit's cooling capacity poor?",
        "The air conditioner is not cooling right.",
        "Is the air conditioning malfunctioning that it is not cooling?",
        "Why doesn't the airconditioning cooling enough?",
        "Correct, AC not cooling right?",
        "The air conditioning is not cooling correctly.",
        "It's malfunctioning that the air conditioner isn't cooling down.",
        "The AC is cooling less than it should.",
        "The AC may not be cooling as well as one may think.",
        "Have you experienced issues with the air conditioner?",
        "Is it malfunctioning about the air conditioning?",
        "Is there a problem with airconditioning?",
        "I question if the air conditioning is malfunctioning.",
        "The air conditioning is malfunctioning could it be?",
        "The AC may not be cooling the same as it should.",
        "Does AC not cool well?",
        "AC lacking adequate chilling?",
        "The air conditioner is not enough cool.",
        "The airconditioning isn't cooling down.",
        "Is the airconditioning not cold enough?",
        "Is it possible that cooling in AC is intermittent?",
        "I'm not sure if AC is working well.",
        "Is the air conditioning malfunctioning that it isn't cooling right?",
        "AC isn't cool from it.",
        "Did the air conditioning not cold enough?",
        "Is the air conditioning malfunctioning that it is not cooling correctly?",
        "Does it have a problem with the AC?",
        "The AC might not be cooling as efficiently as they think.",
        "It's not cooling my AC off.",
        "Okay, AC not cooling?",
        "Was the A/C unit's cooling ability bad?",
        "Despite the AC on, is cooling inadequate?",
        "What is happening to my AC, it's not cooling down?",
        "Is it malfunctioning that the air conditioner won't cool down?",
        "The AC might be not cooling as efficiently as people think.",
        "Why isn't AC cool enough?",
        "The AC may not be cooling as anticipated.",
        "Is it malfunctioning that the air conditioner isn't cooling correctly.",
        "AC lagging in chilling?",
        "Is it malfunctioning that the air conditioning is not cool?",
        "There is an air conditioner that isn't cooling right.",
        "The air conditioning may not be cooling well.",
        "There are issues with the air conditioning.",
        "Is there malfunctioning the air conditioning?",
        "Is the AC cooling down the way it should?",
        "The AC might be not cooling as effectively as it would like.",
        "isn't the AC cooling enough?",
        "Why is the AC not cooling down enough?",
        "Is it malfunctioning that the air conditioning isn't cooling properly.",
        "Is the air conditioning malfunctioning that it is cooling?",
        "Correct? AC isn't cooling.",
        "It could be that the AC is not cooling as smoothly as it would like.",
        "Is theconditioning failing?",
        "Do you think AC is not functioning well?",
        "The AC might be cooling slower than it would like.",
        "Why doesn't my AC cool me off?",
        "Could air-conditioning be failing?",
        "Can the AC be cooling correctly?",
        "Is it malfunctioning that the air conditioner is cool?",
        "I wonder if air-conditioning is failing.",
        "Are the air conditioner malfunctioning that it isn't cooling?",
        "Does my AC cooling not work?",
        "Isn't the AC cooling well?",
        "The air conditioning is not cooling down properly.",
        "What isn't cooling down on my AC?",
        "Is the air conditioner malfunctioning that it is not cooling right?",
        "The air-conditioning is malfunctioning.",
        "It isn't cooling down on my AC, what's the problem?",
        "AC seems not cool enough.",
        "Are the air conditioning units malfunctioning that they aren't cooling right?",
        "Is the air conditioning malfunctioning and not cooling well?",
        "It's not cooling down on the AC",
        "Is the air-conditioning problem?",
        "It is possible the AC is not cooling as efficiently as one would think.",
        "why isn't the AC cooling?",
        "How come my AC isn't cooling down?",
        "Why isn't my AC cool me the right way?",
        "The ac is not cooling as it should.",
        "The air conditioner doesn't cooling correctly.",
        "The cooling is insufficient even though the AC is on?",
        "The AC may be not cooling as effectively as one might think.",
        "Is the air conditioning unit malfunctioning that it isn't cooling right?",
        "Not enough coolness coming out of the air conditioner.",
        "The AC may not cool as smoothly as it would like.",
        "Why is the AC not cooling?",
        "Is AC not as cool?",
        "It might be malfunctioning that the air conditioning is not cooling properly.",
        "Why isn't the AC cooler?",
        "It sounds like the air conditioner isn't cooling correctly.",
        "The airconditioning may not be cooling well.",
        "Something isn't working well with the AC.",
        "The AC might be not cooling as expected.",
        "The air conditioning is malfunctioning!",
        "Is it malfunctioning that the air conditioning isn't cooling down?",
        "It's not cooling as well as it needs to, what is wrong with my AC?",
        "Can you tell me about any issues with the air conditioning?",
        "It's not cooling down on my ac.",
        "AC not giving enough chilling?",
        "What is it about my AC cooling?",
        "Why isn't my AC cooling?",
        "The AC might not be cooling as smooth as it should.",
        "Is the A/C unit's cooling ability terrible?",
        "Couldn't my AC cool me down the right way?",
        "I think air-conditioning is failing.",
        "Problem with the air conditioning or something?",
        "Should AC be failing adequate chilling?",
        "The A/C unit might not have a good cooling ability.",
        "The AC may not be cooling it as it should.",
        "Problems with the AC?",
        "It's not cooling down on the ac",
        "Something is malfunctioning with the air conditioning.",
        "The AC may not be cooling quickly.",
        "The AC may be not cooling as well as it can.",
        "The airconditioning is malfunctioning, is that?",
        "Is the air conditioner malfunction?",
        "The AC isn't cooling off.",
        "Why doesn't my AC keep me cool the right way?",
        "Isn't the AC cooling?",
        "It's not cooling down on my AC, what is causing it?",
        "Right? AC isn't cooling?",
        "Is the air conditioning malfunctioning that it's not cooling right?",
        "Why does my AC cool me down in the wrong way?",
        "Is the AC not cooling up?",
        "Is the air conditioning malfunctioning and it's not cooling?",
        "The AC might not be cool as it should.",
        "AC isn't cooling well",
        "The AC may not be cooling as smoothly as it should",
        "The AC may be not cooling as well as expected.",
        "It wasn't cooling down on my AC.",
        "AC isn't failing adequate chilling?",
        "I was wondering if the air conditioning is malfunctioning.",
        "The AC may not be cooling as well.",
        "I want to know why my AC cools me down the wrong way.",
        "The AC might not be cooling as well as it should.",
        "AC failing to chill up?",
        "Coolness from the air conditioner is not adequate.",
        "AC doesn't cool well?",
        "I'm not sure what's wrong with my AC cooling.",
        "The AC may not be cooling as efficiently as expected.",
        "Is it malfunctioning that the air conditioning is bad?",
        "Is the air-conditioning inefficient?",
        "Is the air conditioner malfunctioning and it isn't cooling well?",
        "The AC is not cooling itself.",
        "Have you had an issue with the air conditioner?",
        "Is the air conditioners cooling malfunctioning?",
        "The A/C unit should have better cooling ability.",
        "The AC might not be cooling as effectively as people think.",
        "The AC may be not cooling in the way it would like.",
        "My AC doesn't cooling down.",
        "What about the cooling of AC?",
        "Is the air-conditioning malfunctioning??",
        "It's possible that the air conditioner is malfunctioning.",
        "I wonder if AC is cool enough.",
        "Maybe air-conditioning is failing?",
        "It doesn't cooling down on my AC, what is wrong with it?",
        "There's not enough cooling in the AC.",
        "Is the air conditioning malfunctioning",
        "The air conditioner can have issues.",
        "AC not cooling out?",
        "The AC may malfunction.",
        "It's not cooling down on my AC and what is wrong?",
        "It's not cooling down on the AC.",
        "The aircon may not be cooling as it should.",
        "Is it malfunctioning that the air conditioning is malfunctioning?",
        "Why does my AC don't cool me down right?",
        "cooling in AC?",
        "So the AC is not cooling?",
        "Why doesn't my AC keep me cool down?",
        "Is that the air conditioning is malfunctioning?",
        "The air conditioning seems to not be cooling well.",
        "The AC might not cooling as it should.",
        "AC is failing to chill appropriately.",
        "The AC isn't cooling quickly enough.",
        "The air-conditioning might be failing.",
        "Is the air conditioner malfunctioning that it isn't cooling effectively?",
        "AC does not have enough chilling.",
        "The AC might be malfunctioning",
        "The AC may not be cooling as effectively as one would think.",
        "Is the air conditioner malfunctioning that it isn't cooling well?",
        "A question about the air conditioner.",
        "Is the AC cooler than it needs to be?",
        "Is there any issues with the air conditioner?",
        "Can the A/C unit cool down?",
        "What if the air conditioning isn't cooling properly?",
        "Is it malfunctioning that the air conditioning is not working?",
        "The air conditioner did not provide enough coolness.",
        "Not cool enough from air conditioning.",
        "I have an ac that is not cooling down.",
        "Is it malfunctioning that the air conditioning doesn't cool?",
        "Is it malfunctioning that the air conditioning isn't cool?",
        "Is the AC cooling efficiently?",
        "Does the air conditioner malfunction that it isn't cooling correctly?",
        "It's not cooling down on my AC, what's the problem?",
        "The air conditioning may not be cooling right.",
        "Is it possible that the A/C unit has poor cooling ability?",
        "Is there a problem with AC?",
        "It's not getting cool on my AC.",
        "Alright, AC isn't cooling right?",
        "Why does my AC don't cool me in the right way?",
        "The AC is not cool enough.",
        "AC Failing adequate chilling?",
        "It could be that the AC isn't cooling as it should.",
        "Is the air conditioner broken?",
        "Is there any issues with the air conditioner.",
        "Is the air conditioning malfunctioning, it isn't cooling well?",
        "AC failing to chill quickly?",
        "Is it possible that the airconditioning is malfunctioning?",
        "AC not cooling down?",
        "Are AC not cool?",
        "Is the air conditioning malfunctioning and it isn't cooling well?",
        "The air conditioner might have some problems.",
        "Coolness from the air conditioner wasn't adequate.",
        "The AC is not cooling the way it should.",
        "The air conditioner is malfunctioning, is that right?",
        "Is the air conditioning malfunctioning that it is not cooling well?",
        "It's not cooling as well as it should; what's going on with the AC?",
        "It's not cooling down in my AC.",
        "Right, the AC isn't cooling right?",
        "It's not cooling down on the AC, what is it?",
        "The ac is not cooling?",
        "The AC may be the problem.",
        "The AC might not be cooling as efficiently as one may think.",
        "Or is the air conditioner malfunctioning?",
        "The AC may not be cooling as quickly as it should.",
        "It isn't cooling down on my AC",
        "Are there a problem with the ac?",
        "There is a chance the AC may be malfunctioning.",
        "Why don't my AC cool me down in the right way?",
        "AC chilling was failing?",
        "The AC might be failing adequate chilling.",
        "Is the air conditioning malfunctioning, it's not cooling properly?",
        "My AC isn't cooling as well as it should.",
        "Even though AC is on, is cooling inadequate?",
        "Not very cool from the air conditioner.",
        "The AC is not functioning well.",
        "The AC isn't cooling as smoothly as it could.",
        "Are the air conditioning units cooling well?",
        "Is the cooling insufficient even though the AC is on?",
        "Is the air conditioning problem?",
        "Despite AC on, the cooling is not adequate?",
        "I'm having trouble cooling my AC.",
        "Do you think AC isn't working well?",
        "Is the air conditioner malfunctioning that it isn't cooling appropriately?",
        "The AC may be malfunctioning as one might think.",
        "The ac may not be cooling as expected.",
        "The AC may not cooling as smoothly as it would like.",
        "Was the air-conditioning malfunctioning?",
        "The AC may not cooling as efficiently as one would think.",
        "You think the AC isn't cooling?",
        "What is the problem with the air conditioning?",
        "The AC might not be cooling as it should.",
        "The AC might not be cooling as smoothly as it needs to.",
        "What is wrong with my AC, it is not cooling down?",
        "The AC might be not cooling as efficiently as it should.",
        "Why can't my AC cool me down?",
        "The air conditioner isn't cooling quite right.",
        "It isn't cooling down on the air conditioning.",
        "There is not cooling down on the AC.",
        "Has the air-conditioning failed?",
        "Is the air conditioning malfunctioning and it isn't cooling right?",
        "Is it effectual cooling in AC?",
        "The AC might be not cooling as smoothly as it would want.",
        "One would think that the AC would be better at cooling.",
        "AC is not cooling properly?",
        "The AC might not be cooling as quickly as one might think.",
        "Why isn't my AC cooling me in the right way?",
        "Is the airconditioning malfunctioning and not cooling correctly?",
        "Has there been an issue with the air conditioner?",
        "Why doesn't my AC cool me down the correct way?",
        "The AC might be not cooling as efficiently as it would like.",
        "Is the cooling ability of the A/C unit bad.",
        "Why is AC cooling insufficient?",
        "How come my AC cooling isn't working?",
        "The AC may not be cooling as evenly as it should.",
        "The AC could not be cooling as it should.",
        "The AC may not be perfect.",
        "It's not enough coolness from the air conditioner.",
        "The air conditioner might have problems.",
        "Is it malfunctioning that the air conditioners isn't cooling down?",
        "It's not cooling down on the AC, what is the problem?",
        "The AC hasn't cooling enough.",
        "Is the air conditioner malfunctioned that it isn't cooling right?",
        "I was wondering if AC is cool enough.",
        "Is there an issue with the air conditioner?",
        "The AC might not be cooling as quickly as it should.",
        "Is the air conditioning not cooling properly.",
        "AC wasn't chilling well.",
        "Was the AC not cool?",
        "The air-conditioning seems to be failing.",
        "How come the air conditioner isn't cooling correctly?",
        "It seems that my AC is not cooling down.",
        "The AC may not be cooling as effectively as it should be.",
        "Perhaps there is a problem with the AC.",
        "It sounds like the air conditioner isn't cooling right.",
        "Is it malfunctioning that the air conditioning isn't cooling the right way?",
        "The AC may not be cooling as itshould.",
        "The AC might not be cooling as it would like.",
        "Is my air conditioning malfunctioning?",
        "Is there effectual cooling in AC?",
        "Yes, AC not cooling right?",
        "Why isn't the AC blowing cold air?",
        "The air conditioner isn't cooling well.",
        "Is it malfunctioning that the air conditioner isn't cooling down nicely?",
        "What's wrong with my AC when it's not cooling as well as it should?",
        "Is the AC malfunctioning that it isn't cooling correctly?",
        "Is the airconditioning failing?",
        "Why isn't the airconditioning cool enough?",
        "I am having trouble with my AC cooling.",
        "Is it malfunctioning where the air conditioning is?",
        "AC was failing to chill sufficiently.",
        "I wonder if air conditioning is cold enough.",
        "My AC cooling is malfunctioning.",
        "Why is the ac not cooling enough?",
        "A problem with the ac?",
        "Not enough coolness in the air conditioner.",
        "Is my AC unit having issues?",
        "Have there any issues with the air conditioner?"
    ]
}