{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Assistance with mobile number portability",
    "inquiry_sub_category": "Status update",
    "description": "Customers seeking updates on the progress of their mobile number porting request, including information on when the transfer will be completed, any potential delays, and the activation of services on the new network.",
    "inquiry": "When will my number transfer be completed?",
    "paraphrases": [
        "Do you know when my number transfer will be completed?",
        "I don't know when the transfer of my number is done.",
        "By when does my number change?",
        "What time is the number transfer over?",
        "Will this date be when I can transfer my phone number?",
        "I am wondering when my number transfer will be complete.",
        "Will the number transition happen soon?",
        "No clue when my number is transferred.",
        "Will you be able to complete me number shift very soon?",
        "When are I able to transfer my number?",
        "will my phone number be changed?",
        "I wondering when I can transfer my phone number.",
        "When my transfer is done, I would love to know.",
        "What date is the completion of my tranfer?",
        "How soon will the transfer of my phone number occur?",
        "I don't know when I will be able to transfer my phone number.",
        "When will I be getting a new number?",
        "When do I get my new number?",
        "I worry about when my number transfer will happen.",
        "I am wondering when I can transfer my phone number.",
        "My number switch is in the works.",
        "I wonder when my number swap would be complete.",
        "Will my phone be moved soon?",
        "Is this when I can change my phone number?",
        "When is the transfer of my phone number anticipated?",
        "I would like to know if the number transfer is complete.",
        "Is the transfer of my phone number expected to take place soon?",
        "I am not sure when the number transfers are done.",
        "I don't know when my number transfer is done",
        "I don't know when my phone number will be transferred.",
        "When will the number go to another?",
        "My transfer from one phone to another will be done soon.",
        "I would like to know when my transfer will finish.",
        "The transfer of my phone number is likely to be done soon.",
        "My transfer to a different phone will be finished soon.",
        "The time of my tranfer's completion?",
        "Is the number transition coming soon?",
        "When my number transfer will be finished is something I'm worried about.",
        "Do you have the ability to complete me the number shift soon?",
        "When is the end of num' transference due?",
        "When my transfer will be done is uncertain.",
        "I will have to transfer from one phone number to another soon.",
        "Is this moment when I can transfer my phone number?",
        "Will my phone line be fully transferred yet?",
        "Confirmation regarding the number transfer finish time?",
        "I don't know when my number transfer has finished.",
        "Is the transfer of my phone number due soon?",
        "My transfer from one phone number to another is happening soon.",
        "I'm wondering when the number transfer will happen.",
        "I have no idea when my number transfers happen.",
        "I don't know when I will get my transfer finalized.",
        "Can you complete the number shift for me very soon?",
        "I wondered when my number swap went through.",
        "It is unclear when my transfer will be done.",
        "When does number transfer finish?",
        "Approximate time for my number transfer?",
        "When my transfer finishes, I want to know.",
        "I don't know when my number transfers are supposed to be done.",
        "I am worried about when the transfer of my number will be finished.",
        "Number changeover soon?",
        "Time for transfer of a number?",
        "I need to know if my number transfer is done.",
        "I was wondering about the progress on my number switch.",
        "Can I ask when my number will change?",
        "I'm concerned about when the number transfer will be completed.",
        "When I will change my number.",
        "When is my phone number moved?",
        "I wanted to know when my transfer was done.",
        "When does the end of num' transference arrive?",
        "When I will have my number changed?",
        "I will be transfering from one phone number to another soon.",
        "When will my number be replaced?",
        "Is there a time that I can transfer my number?",
        "When will the phone number go to another location?",
        "Is the number transition going to end soon?",
        "Soon, I'll be moving from one phone number to another.",
        "Is my number transferred soon?",
        "I'm worried when my number transfer will be finished.",
        "No clue as to when my number transfer is done.",
        "I have no clue when mynumber transfers happen.",
        "Is there a time when I can get a new telephone number?",
        "I want to know if my number transfer is done.",
        "When will I be able to change the phone number?",
        "Soon, I will be transferred to a different phone.",
        "How soon will the transfer of my phone number be?",
        "When my number swap took place, I wondered.",
        "When my transfer concludes, I want to know.",
        "I'm wondering when my number swap will be done.",
        "I don't know when the number swap will happen.",
        "When my number transfer is completed?",
        "Can the number shift be completed in the near term?",
        "Sometime in the near future, I will have to transfer my celluar number to another.",
        "When will the phone number on my phone change?",
        "I am unsure when my number will be changed.",
        "I am worried about when the number transfer will be finished.",
        "Number transfer finishing time confirmed?",
        "There are thoughts about when the full number shift will happen.",
        "The transfer of my number is expected to happen soon.",
        "The number swap has not been completed.",
        "Time for the number transfer?",
        "Is there a time when my phone number will be changed?",
        "When will the phone number changes?",
        "When will my number transfer go through?",
        "How soon will I get the number transfer completed?",
        "Is there a time when I can transfer my Number?",
        "My number transfer is still pending.",
        "I am curious when my number swap would be done.",
        "When will there be a change in my phone number?",
        "I want to know when my phone number will be transferred.",
        "I am curious to know if the number transfer is finished.",
        "Can you tell me the status of the number porting completion?",
        "I'm worried about when my number transfer will be over.",
        "Number transition possible soon?",
        "When is the transfer of my phone number expected to occur?",
        "Is the transfer of my phone number scheduled?",
        "There's a question about the status of number portability.",
        "I will be transferring one phone number to another soon.",
        "I do not know when my transfer is going to be done.",
        "I'll swap my number soon.",
        "When will my phone number be altered?",
        "I want to know when my phone number is expected to be transferred.",
        "The number transfer isn't completed yet.",
        "I would like to know when the transfer of my phone number is done.",
        "I wonder when the number swap will be over.",
        "I will be transferring from one phone number to another very soon.",
        "I'm curious to know if the transfer of my number is complete.",
        "How soon is the transfer of my number?",
        "It is not known when my number transfer is done.",
        "I don't know when mynumber transfers take place.",
        "Is the time when I can transfer my number?",
        "When will I be able to get my number transfer done?",
        "Do you know when your number will change?",
        "My phone number will soon be transferred to another.",
        "How soon will I get the number transfer done?",
        "When would the number swap be completed?",
        "When is transfer of number done?",
        "The transfer of my phone number is supposed to happen.",
        "How soon will the number switch over?",
        "When will the number switch happen?",
        "Is this time when I can transfer my phone number?",
        "What's the date of my tranfer completion?",
        "When my number transfers are done, I have no idea.",
        "I'll be changing my number soon.",
        "How soon is the phone number transfer done?",
        "I don't know when my transfer will happen.",
        "When does my transfer go through?",
        "When will the transfer of the phone number take place?",
        "Will the number transfer happen soon?",
        "Does anyone know when my transfer will be done?",
        "Can the number shift be completed in the near future?",
        "When will my number be transferred.",
        "Is there a time when I can get my phone number transferred?",
        "If I transfer my phone number, when?",
        "I am concerned when my number transfer will be completed.",
        "When is the number transfer done.",
        "I will be getting a new phone number soon.",
        "My transfer from one number to another will be finished soon.",
        "How soon can I get the number transfer done?",
        "I will be able to transfer to another phone soon.",
        "How soon are the transfer of my number done?",
        "When will the number switch done?",
        "I'm unsure when my number transfer will be completed.",
        "When my transfer is done, I would like to know.",
        "I will eventually switch my number to another one.",
        "Will my number transfer finish?",
        "There is a question regarding the status on number porting completion.",
        "When will my number transfer come to a close?",
        "I am unsure when my transfer will finish.",
        "When is the phone number transferred?",
        "I am not sure when my transfer will be over.",
        "How soon is the end of num transference due?",
        "How soon will my number shift over?",
        "This date when I can transfer my phone number?",
        "I am wondering when my number transfer finishes.",
        "My transfer from one phone number to another will happen soon.",
        "I wonder when I would be able to swap my numbers.",
        "I wonder when the number swap would finish.",
        "When will the number transfer be completed?",
        "My transfer to a new phone will be done soon.",
        "Do you know when you can complete my number shift?",
        "What time will it be for my number transfer?",
        "I am wondering when I will get my number transfer.",
        "Sometime in the near future, I'll have to transfer my celluar number to another.",
        "When would my number swap occur?",
        "When will my number go over to another person?",
        "When is my number transfer?",
        "I wonder when I will get the transfer done.",
        "I do not know when my number transfers occur.",
        "I wonder if my phone relocation has happened yet.",
        "I am wondering when I will get the transfer done.",
        "Do you know when I finish my transfer?",
        "The transfer of my number is not known.",
        "It is not clear when mynumber transfers are done.",
        "When will I be able to change my phone number?",
        "My number will be changed sometime.",
        "When is it time to change numbers?",
        "I don't know when my number swap would be finished.",
        "The transfer of my phone number is going to happen soon.",
        "The transfer of my phone number will be done soon.",
        "When can i transfer my phone number?",
        "Is the transfer of my number done asap?",
        "When will num' transference come to an end?",
        "When will my number changes?",
        "I will be transferred soon to another phone.",
        "I will change my number soon.",
        "I don't have a clue when my number transfer is finished.",
        "What time frame do I have for my number transfer?",
        "I am curious if the number transfer is done.",
        "Number change when?",
        "I would like to know when my transfer is completed.",
        "The time for a transfer of numbers?",
        "Will my phone line be fully transferred?",
        "I can't figure out when mynumber transfers are done.",
        "Will the number transfer be finished?",
        "When will the transfer of my phone number be conducted?",
        "I would like to know when my number will change.",
        "I would like to know when I can get my number transfer done.",
        "Will the transfer of my number be done soon?",
        "I am wondering when my transfer will take place.",
        "The date when I can transfer my phone number is not known.",
        "Is it possible to conclude the number shift in the near future?",
        "I wonder when the number swap would be done.",
        "The number transfer will be done sometime.",
        "I'm wondering when I can get my number transfer done.",
        "Is the number transfer done when?",
        "I do not know when I can transfer my number.",
        "Are you able to finish the number shift in the near future?",
        "On what date can I transfer my phone number?",
        "When the number transfer is done?",
        "What is the date of the completion of my tranfer?",
        "transferring #, what is it taking so long?",
        "My number is being transferred.",
        "I am wondering if the transfer of my number is complete.",
        "I don't know about when my transfer will be done.",
        "When is my number moved?",
        "I have no clue when my number transfer happens.",
        "I wonder when my number swap will happen.",
        "There is a time that I can get my number transferred.",
        "When is my phone number supposed to be transferred?",
        "How soon will the number in my phone number be changed?",
        "I want to know when my number changes.",
        "Will the transfer of my phone number happen?",
        "When my transfer is going to be done?",
        "My transfer to another phone is going to be done soon.",
        "How soon? My digits shift?",
        "When is it time to transfer my number?",
        "My number swap has not yet been completed.",
        "How soon will my number transfer occur?",
        "When are the transfers of my numbers done?",
        "Is there a completion date for the number transfer?",
        "Time for a transfer of the number?",
        "I am wondering when I will get my number transferred.",
        "I don't know when the number transfers are done",
        "Can you finish the number shift soon?",
        "Can you finish me a number shift soon?",
        "How soon is the time for my number transfer?",
        "My number will change soon.",
        "When will it be possible to change my number?",
        "I will switch my number to another one at some point.",
        "When is the time to transfer my number?",
        "When is the number going to other people?",
        "I have no idea when my number transfers will happen.",
        "When my transfer is done I want to know that.",
        "Is the transfer of my phone number going to be done soon?",
        "Sometime in the near future, I will have to transfer my number from one to another.",
        "I wonder when the number swap would be completed?",
        "How soon will the transfer of my phone number be completed?",
        "I'm concerned about the time it will take to transfer my number.",
        "Will the number in my phone be changed soon?",
        "I would like to know when my transfer is final.",
        "Is a time when I can have my number transferred?",
        "Can the transfer of my phone number happen soon?",
        "Can we finish the number shift soon?",
        "Is there a time when my number will change?",
        "Soon, I'll switch my number to another one.",
        "When will the number switch take place?",
        "Will the number transfer occur soon?",
        "I wonder when my number transfer will be done?",
        "I'm curious if the transfer of my number is done yet.",
        "Time to transfer the phone number?",
        "There's a question regarding the status of number porting.",
        "How soon does my digits shift?",
        "Number swapping done when?",
        "I don't know when my number transfers will occur.",
        "When will the number on my phone go to another person?",
        "I want to know when my number is being transferred.",
        "I never know when mynumber transfers are done.",
        "When will I have my number change?",
        "My phone change has yet to happen.",
        "When will the end of num' transference occur?",
        "The number transfer is not complete yet.",
        "what time is the number transfer done?",
        "When will I get the number transferring done?",
        "Soon my transfer to another phone will be finished.",
        "I am curious if my number transfer is done yet.",
        "When will I be able to transfer my number.",
        "I would like to know when my transfer will be finished.",
        "Is it possible you will complete me number shift very soon?",
        "Can you tell me when the number transfer is complete?",
        "My number will change, when?",
        "I'm worried about when the transfer of my number will be finished.",
        "When the number transfer will be completed?",
        "I have no idea when my number transfers are done.",
        "I am wondering when my number swap will happen.",
        "I am concerned about the time it will take to complete my number transfer.",
        "How soon is my tranfer's completion?",
        "I have no idea when mynumber transfers are supposed to happen.",
        "Does the transfer of my number happen soon?",
        "Will the number in my phone be transferred to another one?",
        "I'm about to be transferred from one phone number to another.",
        "I want to know when my number is transferred.",
        "My number switch is not done.",
        "When my transfer wraps up, I want to know.",
        "When mynumber transfers are done I have no idea.",
        "When will the number be given to another person?",
        "When will mine number change?",
        "Are you able to complete me a number shift very soon?",
        "The date when I can transfer my phone number is unclear.",
        "There is a question about the status on number porting completion.",
        "The transfer of my number is not done yet.",
        "How soon will I see my number changed?",
        "When is it the end of num transference?",
        "When does the transfer of my number occur?",
        "Time to end number transfer?",
        "What time will it take for my number transfer?",
        "I wonder when the number in my phone will go to another one.",
        "I want to know if you are able to complete my number shift soon.",
        "I'd like to know when my transfer is done.",
        "I am not sure if my number switch is done yet.",
        "Can the number shift be done in the near future?",
        "I wonder when a number swap would be completed.",
        "When will I receive my new number?",
        "I want to know when my transfer concludes.",
        "When is the transfer of the number complete?",
        "I am unsure when my number will be transferred.",
        "Soon, I'll be transferred from one phone number to another.",
        "When the number swap would be done?",
        "When my transfer is done is something I don't know.",
        "Is my phone number going to be transferred soon?",
        "I'm curious if my number transfer is done.",
        "Can you complete me a number shift very soon?",
        "I wonder when I would get my number swapped.",
        "I don't know when I'll get my number transfer.",
        "The transfer of my phone number?",
        "I wondered when my number would be changed.",
        "I want to know when my transfer will conclude.",
        "There is a question regarding the status of number porting completion.",
        "Is it possible to complete the number shift by the near future?",
        "When is it the end of num' transference?",
        "When will my number transfer occur?",
        "How soon will the number transfer take place?",
        "My tranfer's completion date is unknown.",
        "I'm not sure when my transfer will be done.",
        "I'm worried about when my number transfer will be complete.",
        "When is the number in my phone going to be changed?",
        "When is the transfer of my number happening?",
        "Are you going to complete me number shift soon?",
        "When will I have the chance to transfer my number?",
        "Is it time for number transfer end?",
        "Will my number transfer occur?",
        "I don't know when the number will change.",
        "When will my phone number be replaced?",
        "Will the number transfer be completed?",
        "When do I expect the transfer of my phone number to take place?",
        "I am wondering when I would get a new number.",
        "my phone line has not yet been fully transferred",
        "What is the date of my tranfer completing?",
        "Do you know when the phone number will be changed?",
        "When do I have a number transfer done?",
        "The transfer of my phone number is expected to happen sometime in the future.",
        "I don't know when my transfer gets done.",
        "My number transfer will be finished.",
        "When will my number change hands?",
        "When will the end of num' transference happen?",
        "When is the transfer of my number expected?",
        "When will the phone number go to another place?",
        "I will be transferring to another phone soon.",
        "How soon will I have the number transfer done?",
        "I don't know when the transfer of my phone number will be done.",
        "I want to know when my transfer is concluded.",
        "The transfer of my phone number is pending.",
        "When can I have my number transferred?",
        "I am unsure when my transfer will be done.",
        "When will my number get transferred?",
        "I wonder when I would get a number swap.",
        "When is it time for the end of num' transference?",
        "What time is the transfer of a number?",
        "Will it be before the number transfer is done?",
        "Any confirmation of the number transfer finish time?",
        "Is a time when I can transfer my number?",
        "When will the phone number I have go to another one?",
        "Can you tell me when my transfer will be finished?",
        "When my number transfer will be completed?",
        "The transfer of my phone number will be completed soon.",
        "My number switch is not complete.",
        "How soon will my number transfer be completed?",
        "Nope, when my number transfer is done?",
        "No clue when my number transfer is done",
        "I want to know when the phone number will be changed.",
        "I am concerned about when my number transfer will be completed.",
        "I wonder when my number will be switched over.",
        "What time will the transfer of my phone number take?",
        "I am curious to know if my number transfer is completed.",
        "When will I be able to swap my number?",
        "What is the completion time for the number transfer?",
        "It depends on when my number transfer will happen.",
        "My transfer to another phone will finish soon.",
        "I question when I can transfer my number.",
        "What is the expected time for my number transfer?",
        "How long before my number is transferred?",
        "I will be transferring to a new phone soon.",
        "I'm interested to know if my numbers have been transferred yet.",
        "Confirmation regarding number transfer finish time?",
        "I will transfer from one phone number to another soon.",
        "My num shift was not completed yet.",
        "Number TRANSFER finish time confirmation?",
        "Will the transfer of my phone number take place?",
        "I am unsure of when my number will be changed.",
        "When am I supposed to get my number changed?",
        "I wonder when a number swap would happen?",
        "When will the transfer of the phone number be done?",
        "I'm not sure when the number transfer will happen.",
        "When will the phone number in my phone go to another one?",
        "What time frame for my number transfer?",
        "Is there a time when I can receive my number transfer?",
        "No clue about when my number transfer is done.",
        "I'll switch my number very soon.",
        "I was wondering if my number swap was done yet.",
        "Exactly when my tranfer's completion is?",
        "I need to know when my number gets transferred.",
        "When will my digits be changed?",
        "Is it possible to transfer my number in a timely manner?",
        "I do not know when my number will change.",
        "When will my phone number go over to another one?",
        "I do not know when mynumber transfers will be done.",
        "When the end of num transference is due?",
        "When am I going to have my number changed?",
        "I need to know when my transfer is completed.",
        "Can you complete me the number shift very soon?",
        "I'm wondering when my transfer will happen.",
        "I worry about when the number transfer will be finished.",
        "I don't know if my number transfer has been completed yet.",
        "When my number transfers are done, I do not know.",
        "When will the number be passed on?",
        "I will change my number in the near future.",
        "I don't know when my number transfers will take place.",
        "I would like to know if my number swap went through yet.",
        "When is num' transference's end?",
        "When is the transfer of my number expected to be done?",
        "What is the date when I can transfer my number?",
        "I don't know when my number transfer is finished.",
        "I'm wondering when I can get my number transferred.",
        "When my transfer will be finished is something I want to know.",
        "Not knowing when my number transfer is done?",
        "When will the transfer of my phone number be carried out?",
        "Can you tell me when my transfer will be over?",
        "I don't know when I can get a number transfer.",
        "The number swap was not completed yet",
        "My transfer to another phone number will be completed soon.",
        "I want to know when my number change will occur.",
        "Is this date when I will be able to transfer my number?",
        "Do you know when my transfer will be?",
        "I'm not sure when my number will be changed.",
        "How soon is the number transfer done?",
        "What time does the transfer of my number occur?",
        "I don't know when my number swap would happen.",
        "When I'll switch my number to another one.",
        "When mynumber transfers are done, I don't have a clue.",
        "I don't have a clue when mynumber transfers occur.",
        "When does the end of num transference come?",
        "Is there a time when I can get my number moved?",
        "Will my number transfer be done yet?",
        "When is the transfer of my number going to happen?",
        "The transfer of my phone number is expected to happen sometime.",
        "Time for the transfer of numbers to end?",
        "I will transfer my phone number to another soon.",
        "When is the number change done?",
        "Number move done when?",
        "When my number transfer will happen is something I'm concerned about.",
        "I'd like to know when my transfer will be finalized.",
        "How soon will my number be switched?",
        "Is there a date when I can get my number transferred?",
        "I wondering when I can transfer my number.",
        "My num shift hasn't been completed yet.",
        "When will I know if my number transfer is done?",
        "I don't know when my number transfer occurs.",
        "I don't know when my number transfer will occur.",
        "When do my number transfers happen?",
        "Will I have my number changed soon?",
        "When my transfer will be complete is something I want to know.",
        "When the number in my phone will be changed?",
        "I would like to know if my number transfer is done.",
        "What time is my number transfer done?",
        "I'm wondering if my number transfer is finished.",
        "When mynumber transfers are done isn't something I know.",
        "Does the transfer of my number finish?",
        "Is the number transfer finish time confirmed?",
        "The date of my tranfer's completion is a question.",
        "A time for my number transfer?",
        "When will the number be handed over?",
        "I have no idea when mynumber transfers occur.",
        "Time for the transfer of a phone number?",
        "Is this the moment I can transfer my phone number?",
        "I wonder when my phone number will be transferred.",
        "I will switch my number sometime in the near future.",
        "Is my phone number changing soon?",
        "Is there a time when my number can be transferred?",
        "There is no clue when my number transfer is done.",
        "I really don't know when mynumber transfers are done.",
        "I am not sure when my number swap will happen.",
        "When will I see a change to my phone number?",
        "Time for the transfer of a number to end?",
        "Is it when I can transfer my phone number?",
        "I will soon transfer my phone number to another.",
        "When will I be able to change my number?",
        "I will switch my number soon.",
        "I do not have a clue when my number transfers are done.",
        "When my transfer will take place is unclear.",
        "The time for the number transfer to end?",
        "When will the end of num transference happen?",
        "Number transfer finish time confirm?",
        "What date will my number transfer be completed?",
        "The transfer of my phone number is not done soon.",
        "When do I have the number transferred?",
        "I wonder when my number swap would be completed?",
        "When do I have the transfer done?",
        "I am curious if my number transfer is complete.",
        "When am I able to get my number transferred?",
        "Time for number transfer to be over?",
        "Exactly when is the time for number transfer?",
        "The end of num' transference will be when?",
        "How long before my number change occurs?",
        "When will the end of num' transference come about?",
        "Does anyone know when my transfer will take place?",
        "When my number transfer is done, when?",
        "I don't know when my number transfers are done",
        "My transfer from one phone number to another is going to happen soon.",
        "Sometime in the future, I will have to transfer my phone number to another.",
        "My number swap wasn't done yet.",
        "I was wondering when my number swap took place.",
        "The transfer of my phone number is likely to happen soon.",
        "Can I get my number shift finished soon?",
        "Is it possible for the number shift to be finished in the near future?",
        "When am I able to have my number transferred?",
        "When will the phone number I use go to another one?",
        "I am transferring my phone number to another soon.",
        "I was wondering if you could complete my number shift soon.",
        "Can number shift be finished in the near future?",
        "Yes, when is the number transfer done?",
        "Do I know when mynumber transfers are done?",
        "What is the time when my number transfer is done?",
        "For a number transfer?",
        "I'm worried about when my number transfer will be finished.",
        "I want to know when my transfer completes.",
        "How soon do I get my phone number transferred?",
        "I wonder when I can swap my phone number.",
        "Will my number transfer happen soon?",
        "How soon does my number transform?",
        "I'm wondering when my number swap would happen.",
        "Do you know when the transfer of my phone number is done?",
        "I don't know when I'll get a number swap.",
        "There is a question about the status of number porting completion.",
        "The transfer of my phone number is expected to be finished soon.",
        "I would like to know when my number swap would happen.",
        "When can I get my number moved?",
        "I don't know when my number transfer completed.",
        "I have no idea when my number transfer is completed.",
        "I am curious when my number swap happened.",
        "Can you tell me when the number transfer is completed?",
        "The transfer of my phone number is expected to take place in the future.",
        "I don't know when I will get my number transferred.",
        "The date of my tranfer's completion is unknown.",
        "when is the number transfer done",
        "Do you know when my number will be transferred?",
        "How soon will the number on my phone be changed?",
        "When my number transfer will be done?",
        "I don't know the date of my tranfer's completion.",
        "I would like to know when my transfer is finalized.",
        "Do I have a time when I can get my number transfer done?",
        "A number change done?",
        "Soon, I will transfer from one phone number to another.",
        "When is the transfer of the phone number done?",
        "I will shift my number to another one at some point.",
        "Time for the number transfer to finish?",
        "I want to know when the phone number transfer is done.",
        "When my transfer will be completed is something I want to know.",
        "Soon I will transfer to another phone.",
        "When will my numbers be transferred?",
        "I want to know when I get my transfer.",
        "When does my number change",
        "Can I know when the transfer of my phone number is done?",
        "I have no idea when my number swap will be done.",
        "I'm not sure when I will get my number transferred.",
        "I don't know when thenumber transfers are done.",
        "I wonder when the number swap would be complete.",
        "How soon is the transfer of my phone number supposed to happen?",
        "When my number transfer will be complete?",
        "The transfer of my phone number is expected to occur.",
        "What is the completion date of the number transfer?",
        "Can I get my number transferred at a certain time?",
        "The number transfer finish time?",
        "When my number transfer will be done is something I am worried about.",
        "When might I be able to transfer my phone number?",
        "There is a question about the status of number ported completion.",
        "When will the transfer of my phone number be performed?",
        "When will I be able to change the number on my phone?",
        "How soon is the transfer of my numbers done?",
        "How soon will the phone number change?",
        "When will the number in my phone go over to another one?",
        "When my transfer is done, I want to know that.",
        "Soon, my transfer to another phone will be completed.",
        "I want to know when I can get my number transferred.",
        "I am unsure when my transfer is done.",
        "The progress of my number switch?",
        "I have to transfer my phone number to another soon.",
        "I wish to know when my transfer will be completed.",
        "When does my number transfer finish?",
        "When will the number transfer be done?",
        "I don't know when the number swap would take place.",
        "The transfer of the number will be done soon.",
        "I don't know if the transfer of my number is done yet.",
        "I'm wondering when my transfer will be finalized.",
        "I am wondering when my number swap would be completed.",
        "When will I get my new number?",
        "I want to know when the number transfer will be completed.",
        "When will the end of the num' transference come?",
        "Number switch made when?",
        "I will be transferring my phone number to another very soon.",
        "Is the number transfer done soon?",
        "Can you complete the number shift soon?",
        "I wonder when I was able to swap numbers.",
        "What is the completion time of the number transfer?",
        "I am not sure when the number swap will be done.",
        "Is the date when I can transfer my phone number?",
        "The number swap was yet to be completed.",
        "Can the number shift be completed soon?",
        "I don't know when mynumber transfers are.",
        "I have no clue when my number transfer takes place.",
        "When will I get the transfer done?",
        "I don't know when the number swap will be completed.",
        "I don't know if I have my numbers transferred yet.",
        "When do I transfer my numbers?",
        "So when is my number transfer done?",
        "When will my number go to another one?",
        "When will it be time to transfer my number?",
        "How long before I get my number transferred?",
        "I'm transferring my phone number to another soon.",
        "I will soon transfer to another phone.",
        "I don't know when my number transfer will be finished.",
        "I wonder when my number change will occur.",
        "Sometime in the future, I will have to transfer my number to another.",
        "Soon, I will be transferring to another phone.",
        "Will there be a time when I can get my number transferred?",
        "When my transfer will be finalized is the thing I want to know.",
        "I need to know when my transfer will happen.",
        "When will the transfer of my telephone number be done?",
        "Transferring my number is done when?",
        "Can the number shift be concluded in the near future?",
        "When will I be able to get a new number?",
        "How soon is my number switch done?",
        "I wonder when my number swap would be done",
        "I am wondering if you can complete me number shift soon.",
        "The transfer of my number is not complete yet.",
        "My transfer to another celluar number will have to be done soon.",
        "Do you know when my number transfer will be finished?",
        "Does my number transfer wrap up?",
        "I was wondering if the number transfer was done yet.",
        "When is my transfer going to be done?",
        "I wonder when I would have my number swapped.",
        "I am worried when my number transfer will be done.",
        "I need to know when my number will change.",
        "How soon will my number beCHANGED?",
        "When will my phone number be transferred to another phone?",
        "Time for end of number transfer?",
        "Is there a time when my number is transferred?",
        "I want to know when the number transfer is done.",
        "My number will be changed at some point.",
        "when will the number in my phone go to another one",
        "That's when I can transfer my phone number?",
        "When will my phone number switch?",
        "When will the transfer of the phone number happen?",
        "When will my number swap take place?",
        "I do not know when I will be done with my transfer.",
        "Is this the time when I can transfer my number?",
        "I do not know when my transfer is done.",
        "Can I know when my number transfer finishes?",
        "The number transfer needs to be finished.",
        "When will my number be handed over?",
        "I don't know when my tranfer's completion will be.",
        "How soon is the number transfer finished?",
        "I am wondering when my number transfer will be completed.",
        "When's my number transfer done?",
        "The number swap isn't complete yet",
        "Do you know when I'll be transferred?",
        "Confirmation about number transfer finish time?",
        "When will my number be changing?",
        "Is it possible to get my number transfer done in a timely manner?",
        "Who knows the date of my tranfer's completion?",
        "Time for my phone number to be switched?",
        "I'm wondering if the number transfer is finished.",
        "I don't know when my transfer will be completed",
        "How soon will the number in my phone be changed?",
        "I am wondering when my number swap would take place.",
        "The transfer to a different phone will be completed soon.",
        "When will my number transfer finish?",
        "Soon I'll switch my number to another one.",
        "I don't know when my number will be transferred.",
        "I don't know when my number transfer takes place.",
        "I don't know when mynumber transfers will finish.",
        "I need to know when my phone number will be changed.",
        "When is it time for num' transference to end?",
        "When will my number be changed?",
        "My transfer from one phone number to another will need to be completed soon.",
        "When my transfer happens I want to know.",
        "Is there a time frame for my number transfer?",
        "When my transfer finalizes is what I want to know.",
        "What time frame will my number transfer take?",
        "I would like to know if my number transfer has been done yet.",
        "I don't know when the number swap will end.",
        "When the end of num' transference arrives?",
        "My num shift is still not done.",
        "A date for the completion of my tranfer?",
        "I'm concerned about the completion of my number transfer.",
        "No one knows when my number transfer is done.",
        "The number shift might be finished in the near future.",
        "Do you know when my transfer will conclude?",
        "Number change done, when?",
        "It's when I can transfer my number?",
        "There is a question about the status of the number migration.",
        "My number will be changed when.",
        "I want to know when my transfer will be completed.",
        "I am wondering when I will get my phone number back.",
        "I don't know if my number change is done yet.",
        "I want to know when my number transfer will be complete.",
        "I do not know when my transfer will be concluded.",
        "Is there a time when I can transfer my telephone number?",
        "I don't know when I'll be able to transfer my number.",
        "There's a question on the status of number porting.",
        "Will I see my number changed?",
        "When will I get a new number.",
        "I would like to know when my number transfer is done.",
        "Do you know when my transfer is happening?",
        "When will my number transfer be concluded?",
        "Does the transfer of my phone number happen soon?",
        "When do the number transfers finish?",
        "There is a question on the number porting completion status.",
        "Can I get my number transfer at a certain time?",
        "I am curious about the transfer of my number.",
        "When will the transfer of my phone number go through?",
        "I don't know when mynumber transfers will occur.",
        "My number switch is not complete yet.",
        "When will my transfer go through?",
        "What time is it for me to transfer my number?",
        "When will the phone number in my phone be changed?",
        "The number swap isn't complete yet.",
        "How soon finished my digits shift?",
        "My number transfer is not complete yet.",
        "I am waiting for my number transfer to happen.",
        "When can I change my phone number?",
        "It is not clear when my transfer will be done.",
        "I want to know when my transfer goes through.",
        "My transfer to another celluar number will be done soon.",
        "I need to know if my number transfer is complete.",
        "I do not know when my number transfers are done.",
        "When do I have the chance to transfer my number?",
        "When will my number transfer be done",
        "When is the transfer of my phone number supposed to happen?",
        "Are you able to finish me the number shift soon?",
        "I don't know when I'll get my transfer finalized.",
        "I wondered when my number swap would take place.",
        "I don't know when my number swap would occur.",
        "Is it possible to complete my number shift very soon?",
        "No idea when my number transfer is complete.",
        "When do I have a number transfer?",
        "When does my number transfer?",
        "Is there a time when you can get your number transferred?",
        "Is there a date when I can transfer my phone number?",
        "I have no clue when my number transfer will be done.",
        "When will the number transfer happen?",
        "I'm not sure if my number transfer is done yet.",
        "I'm wondering if my number switch is done yet.",
        "I am worried about when my number transfer will be done.",
        "What is the expected time for my phone number to be transferred?",
        "The number shift could be completed in the near future.",
        "When will I get my number transferred?",
        "Are you able to complete my number shift soon?",
        "There is a question about number porting completion.",
        "I wonder when my transfer will take place.",
        "Sometime in the near future, I will be transferring from one celluar number to another.",
        "When the transfer of my phone number is expected to take place?",
        "Can I transfer my number soon?",
        "I wonder when I could swap my number.",
        "Can I ask when my phone number will be changed?",
        "When will I change my phone number?",
        "When is it done to transfer my phone number?",
        "Is there a time when I'll be able to transfer my number?",
        "I wonder when the number swap would occur.",
        "Will the transfer of my number take place?",
        "I'm wondering when my number swap happened.",
        "I'm wondering when the number swap would be done.",
        "When will my number be changed.",
        "When will I have my number switched over?",
        "Will my transfer be finished soon?",
        "When my transfer is completed, I want to know.",
        "My phone number is going to be changed soon.",
        "Will my telephone number be changed?",
        "When will my number transfer?",
        "I am curious to know if my number transfer is complete.",
        "What time is the transfer of my number completed?",
        "Sometime in the future, I'll switch my number.",
        "The transfer of my phone number is expected to happen someday.",
        "I have no idea when my number swap will be over.",
        "I don't know when mynumber moves are done.",
        "When my transfer happens, I want to know.",
        "I am worried about when my number transfer will be finished.",
        "Timing of my tranfer's completion?",
        "Is there a date for my number transfer?",
        "When will I get my number changed?",
        "I am wondering when the transfer of my number is done.",
        "When will my number be taken over?",
        "I wish to know when my transfer is completed.",
        "I have a question about when my number transfer will happen.",
        "Number shift done when?",
        "How soon is the transfer of my phone number anticipated?",
        "When mynumber transfers are done is a mystery to me.",
        "Shall the number transition be locked down soon?",
        "When is it time for my number transfer?",
        "I wondered when my number swap would happen.",
        "Number transfer finish time confirms?",
        "I do not know when my transfer will be done",
        "When is the transfer of my phone number complete?",
        "When will I transfer my number?",
        "I don't know when the transfer of my phone number will be completed.",
        "Do you know if you can complete me number shift soon?",
        "I'm wondering when my transfer will be done.",
        "When will the number switch over?",
        "I am not sure when my transfer is done",
        "I'd like to know when my transfer will be completed.",
        "I am wondering if my number switch is done yet.",
        "When will I complete the number transfer?",
        "When is the transfer of my phone number?",
        "How soon is my number transfer?",
        "I need to transfer my phone number to another in the near future.",
        "Is the transfer of my number scheduled?",
        "I wonder when the number swap would take place.",
        "I am worried about when my number transfer will happen.",
        "What time is it when the number transfer is done?",
        "I am not aware when mynumber transfers are done.",
        "I don't know when my number swap would be done.",
        "When can my number be changed?",
        "I would like to get my number transfer done.",
        "I want the number transfer done soon.",
        "When my transfer is complete I want to know that.",
        "I will have to transfer my celluar number to another soon.",
        "I will get a new phone number soon.",
        "When will the transfer of my phone number take place.",
        "I have no clue when my number transfer is complete.",
        "Do you know when the number transfer end is?",
        "Is there a time when I can transfer my phone number?",
        "When will it be possible to transfer my phone number?",
        "I want to know if the number transfer is complete.",
        "The transfer from one phone number to another will be done soon.",
        "I have no clue when my number transfers happen.",
        "I will be transferring from one phone number to another in the near future.",
        "Is there a time when you can complete me number shift?",
        "I need to know when my transfer is finished.",
        "When will I have my number changed?",
        "Do you know when the number transfer will be completed?",
        "I don't know when the number transfer will occur.",
        "When will the transfer of my phone number taking place?",
        "Would you be able to complete me number shift soon?",
        "At some point I'll switch my number.",
        "Is this day when I can swap my number?",
        "My number has yet to move over.",
        "There is a question about the status of number moving.",
        "My transfer from one number to another is going to be done soon.",
        "I don't know when my number transfer's completed.",
        "The number transfer has not been completed yet.",
        "Soon, my transfer to another phone will be done.",
        "Is it possible you can complete me number shift soon?",
        "The time of the number transfer is unknown.",
        "How soon is the transfer of my phone number going to take place?",
        "Is there an exact time for my number transfer?",
        "I'm curious about the status of my number transfer.",
        "I will soon be transferring my phone number to another.",
        "I wonder when my digits shift finished.",
        "When will my phone number be assigned to another one?",
        "How soon does my number change?",
        "When does my number transfer take place?",
        "Is my phone number going to be transferred?",
        "I'm transferring to another phone soon.",
        "I will switch my number very soon.",
        "When will my number transfer happen?",
        "There's a question about the status of number porting completion",
        "There is no idea when mynumber transfers are done.",
        "When I will switch my number.",
        "Can you tell me when the number transfer is done?",
        "I am wondering how long my number transfer will take.",
        "How soon is the transfer of my number done?",
        "Is this when I can transfer my phone number?",
        "I wonder when my number swap will be done.",
        "Time to transfer a phone number?",
        "The transfer of my phone number is expected to be completed soon.",
        "When my number transfer is done, no clue.",
        "My number will be transferred.",
        "When will I be able to get the number transferred?",
        "When will my number be shifted?",
        "It is unclear when my number will be changed.",
        "The number transfer has not been completed.",
        "I am unsure when my transfer will be completed.",
        "I want to know when my transfer is finalized.",
        "I don't know when the transfer of my phone number will occur.",
        "When is the transfer of my digits done?",
        "The date when I can transfer my number is unknown.",
        "Do you know when the transfer of my number will happen?",
        "What date is my number transfer done?",
        "There's a time when I can get my number transferred.",
        "There's no clue when my number transfer is finished.",
        "When can I expect my phone number to be transferred?",
        "The transfer of my number is expected to be done soon.",
        "I am not sure when my transfer will happen.",
        "When do I have my number moved?",
        "I don't know when my number transfers happen",
        "The time is near for my number transfer.",
        "Do you know when my transfer takes place?",
        "Is it possible to finish the number shift by the near future?",
        "I wondered when my number swap would be complete.",
        "Can the number shift be finished in the near future?",
        "The transfer of my number is not done right now.",
        "Sometime in the future, I'll switch my number to another one.",
        "How soon is the end of num' transference due?",
        "How soon is my phone number supposed to be transferred?",
        "The transfer to another phone will be done soon.",
        "When my transfer finalizes I want to know.",
        "When can the number switch happen?",
        "When will my number change occur?",
        "When will I have the number changed?",
        "When is the number transfer going to be done?",
        "I have no idea when my number swap would be completed.",
        "The date when I can transfer my phone number is questionable.",
        "how soon will my number change?",
        "I have to transfer from one number to another soon.",
        "Soon I will be transferring my phone number to another.",
        "Do you know when my transfer is taking place?",
        "When are the number transfer done?",
        "When is my number transferred?",
        "Will I get the transfer done soon?",
        "My transfer to another phone will be done soon.",
        "How soon will the transfer of my number happen?",
        "I don't know when mynumber transfers will happen.",
        "I will switch my number in the near future.",
        "What time is the transfer of the number done?",
        "When is the time for me to transfer my number?",
        "There's a question about the status of number ported completion.",
        "I was wondering when my number swap was over.",
        "The time will come when I will switch my number.",
        "I'll have to transfer my celluar number to another soon.",
        "When is the transfer of my phone number likely to take place?",
        "Time left for me to change my phone number?",
        "When will the phone number on my phone be changed?",
        "When my transfer is done, I am not sure.",
        "I don't have a clue when my numbers are transferred.",
        "Is my phone number going to be moved?",
        "My phone line is yet to be fully transferred.",
        "Will you complete me a number shift soon?",
        "I am not sure when the transfer of my phone number will be done.",
        "Is there a moment when I can transfer my number?",
        "When will the transfer of my number be completed?",
        "Sometime in the near future, I will be transferring my celluar number to another.",
        "I don't know when the number swap will be done.",
        "I can't tell when my number transfer is done.",
        "Are my number changing soon?",
        "When do I get the new number?",
        "Is there a time for my number transfer?",
        "When is it time to swap numbers?",
        "The number switch should be done soon.",
        "Is there a time when I will be able to get my number transferred?",
        "I'm not sure when I can get my number transferred.",
        "I am curious if the number transfer is complete.",
        "When are I able to transfer my phone number?",
        "When my number transfer will be complete is something I'm worried about.",
        "When will I have the transfer done?",
        "Is it possible for you to complete me the number shift very soon?",
        "I don't know when my number will switch over.",
        "I want to know when I can expect my transfer to be finalized.",
        "When do I receive my number transfer?",
        "That's when I can transfer my number?",
        "When is the transfer of my phone number due?",
        "Time for me to switch phone numbers?",
        "I am not sure when my transfer will be concluded.",
        "I will transfer to another phone very soon.",
        "Can you tell me the status of number porting completion?",
        "When will this number go to other people?",
        "How soon would my number swap be done?",
        "How about when my number transfer is done?",
        "When will my number being changed?",
        "My transfer to another phone will be finished soon.",
        "No clue when the transfer of my number is done.",
        "I don't know when my number transfer is completed.",
        "Do you know when I can transfer my number?",
        "When my transfer is done, I'd like to know.",
        "When would I see my number swap done?",
        "I am wondering if there is a time when I can get my number transfer done.",
        "When will I get my transfer done?",
        "I don't know when a number transfer is done.",
        "I am worried about when the transfer of my number will be completed.",
        "The transfer to a different phone will be complete soon.",
        "Soon, my transfer to another phone will be complete.",
        "My number switch is not done yet.",
        "does my number transfer finish?",
        "I wonder when I would swap my number.",
        "I would like to know when my phone number will be changed.",
        "When will the number on my phone change?",
        "My tranfer's completion date is unclear.",
        "When would I be able to swap my number?",
        "Can you tell me the status on the number porting completion?",
        "I wondered when the number swap would be over.",
        "How soon will I get the number transfer?",
        "Do you know when the transfer of my phone number will be completed?",
        "When do I get my phone number transferred?",
        "I am wondering when my number swap would be done.",
        "I will soon be transferred from one phone number to another.",
        "I'm concerned about the time it will take for my number transfer to be completed.",
        "When will I be able to swap my phone number with another person?",
        "When will the number change for me?",
        "The number transfer will take place when.",
        "I haven't figured out when mynumber transfers are done.",
        "Will the transfer of the number happen soon?",
        "Time for transfer of the number?",
        "What time is the transfer of a number done?",
        "Confirmation on number transfer finish time?",
        "I don't know when my digits shift finished.",
        "Do you know when my transfer will wrap up?",
        "I question when my number will be changed.",
        "Can I get the number shift done soon?",
        "How soon will the number transition?",
        "When does num' transference come to an end?",
        "Can the number transfer finish?",
        "Is it possible to get my number transferred in a timely manner?",
        "A transfer from one phone number to another is expected soon.",
        "The transfer of my phone number is anticipated to be done soon.",
        "What's the date of my tranfer's completion?",
        "When will the number on my phone go over to another person?",
        "Can a number shift be completed in the near future?",
        "How soon will I transfer the number?",
        "My num shift isn't done yet!",
        "Correct number transfer finish time?",
        "When my number transfers are done I don't know.",
        "When will the end of num transference occur?",
        "I wonder when I'd get a new number?",
        "When is the number transfer over?",
        "I am concerned about when the number transfer will be completed.",
        "When is the transfer of my phone number made?",
        "I want to know if my number transfer has finished.",
        "I'm concerned when my number transfer will be completed.",
        "I don't know when I'll get my number transfer done.",
        "I am unaware of when mynumber transfers are done.",
        "Do you know when my number will be switched over?",
        "Do you know when my transfer occurs?",
        "I am not sure when my number will be changed.",
        "When will the phone number go to another one?",
        "Number transition will happen soon?",
        "I'm wondering when the transfer of my phone number will be done.",
        "When will the transfer of number happen?",
        "I do not know when my transfer will be done.",
        "Can you finish me the number shift soon?",
        "When is the transfer of my phone numbers done?",
        "My phone change hasn't happened yet.",
        "When is the transfer of my number expected to happen?",
        "When the number transfer will be finished is a concern for me.",
        "When mynumber transfers happen, I don't know.",
        "Can you complete me a number shift soon?",
        "Am I able to finish the number shift in the near future?",
        "The transfer of my phone number should happen soon.",
        "I'm worried about when the transfer of my number will be done.",
        "Sometime in the near future I will have to transfer my number to another.",
        "When will the phone number go to another person?",
        "What is the expected time for the transfer of my phone number?",
        "Does the number transfer conclude for me?",
        "My phone number is about to be changed.",
        "Number transition going to be soon?",
        "Is there a time when I can get a number transfer done?",
        "When is the transfer of my phone number happening?",
        "I'm not sure when I'll get my number transferred.",
        "How soon do I have my number transfer?",
        "What time will I get the number transfer done?",
        "When will I know when my number transfer is done?",
        "Is my number transfer going to be done soon?",
        "I have a question about when I get my number transfer done.",
        "When my number transfer will be completed is something I worry about.",
        "When will the number transfer end?",
        "What time is number transfer done?",
        "When will I get my phone number transferred?",
        "Do you know when the number in my phone number will be changed?",
        "When is my number transfer going to happen?",
        "When will the number switch be done.",
        "When my number transfer will be completed is something I am worried about.",
        "I don't know when my numbers will be transferred.",
        "When will my number transfer be completed.",
        "When will the end of num' transference take place?",
        "I need a number shift finished soon.",
        "What is the date of my tranfer completion?",
        "Yes, when will my number change?",
        "There is a time when I will be able to transfer my number.",
        "I wonder when I would be able to swap my number.",
        "When will my number transfer complete?",
        "I wonder when the number transfer will be done.",
        "I'd like to know if my number transfer is done.",
        "When will the transfer of my phone number happen?",
        "When do I have my number transfer done?",
        "I have a question about when I will get the number transfer done.",
        "When my transfer will be done is unclear.",
        "Could it be possible to complete the number shift in the near future?",
        "Does anyone know when my transfer will be completed?",
        "Sometime in the near future I'll switch my number to another one.",
        "I don't know when my number transfer will be done.",
        "Do you know when my number will change?",
        "Time for the end of a number transfer?",
        "Do you know when my transfer will take place",
        "I wondered when the number swap would be done.",
        "Do you know when my transfer will go through?",
        "I wonder when I'll get a new number.",
        "My phone number is expected to be transferred soon.",
        "when is the number transfer done?",
        "I'm wondering when my number swap would be over.",
        "The transfer of my phone number is scheduled to happen.",
        "When the number change will occur?",
        "Soon, I'll be transferring from one phone number to another.",
        "Can you tell me the time when the number transfer is done?",
        "There's a question about the status of the number porting.",
        "Time for transfer of number?",
        "When would the number swap be done?",
        "I wonder when my number swap will be done?",
        "Time confirmation for number transfer finish?",
        "Time for a number to be swapped?",
        "Do you have the ability to complete me a number shift soon?",
        "Soon, my transfer to another phone will be finished.",
        "I am not sure when my number swap will be over.",
        "Do you know when I'll be done with my transfer?",
        "When would I get my number transfer done?",
        "When will my phone's number go to another person?",
        "How soon will my number change?",
        "When will my phone number be moved?",
        "The number transfer is supposed to be completed.",
        "Is there a specific time when I can get my number transferred?",
        "When will my phone number change to another one?",
        "The transfer of my phone number is expected to happen in the near future.",
        "Can you finish me the number shift very soon?",
        "I will be transferred from one phone number to another soon.",
        "Will my number be changed quickly?",
        "I do not know when the number transfer will be completed.",
        "When will my numbers be changed?",
        "Time for number change?",
        "I'll switch my number eventually.",
        "When my number swap would be completed?",
        "The transfer of my phone number is expected to be done soon.",
        "I do not know when the number transfer will happen.",
        "The transfer of my phone number is expected sometime in the near future.",
        "When do I have my number changed?",
        "Is that date when I can transfer my phone number?",
        "Exactly when will my number be changed?",
        "I don't know when my number swap will take place.",
        "I'm not sure when my number transfer will be complete.",
        "Will my number change to another one?",
        "I will be transferring to another phone very soon.",
        "When mynumber transfers are done I do not know.",
        "I want to know if you can complete my number shift soon.",
        "Is the number change coming soon?",
        "Time for number transferring?",
        "Is there a specific time for my number transfer?",
        "When will their number be changed?",
        "The transfer of my phone number will be done eventually.",
        "The transfer of my number will happen.",
        "When will my phone number go to another person?",
        "Is the transfer of my phone number happening?",
        "when can I transfer my number?",
        "Number swap done when?",
        "When are my number transfers done?",
        "I am not sure when my number swap will take place.",
        "There is a time when my number transfer can be done.",
        "My transfer to another phone is happening soon.",
        "When will I be able to transfer the number?",
        "When my numbers are transferred, I don't know.",
        "Number switch will happen when?",
        "When will the transfer of my number be done?",
        "Will my switch be done soon?",
        "I want to know when my number is changed.",
        "When will the number in my phone go to another.",
        "When does the transfer of my number finish?",
        "Are you able to get me number shift done soon?",
        "I wonder if my number swap has gone through yet.",
        "When will I be able to get a new phone number?",
        "I'm wondering when my tranfer's completion will be.",
        "Can you tell me the time of the number transfer?",
        "When will the number on my phone go to another phone?",
        "My tranfer's completion date is uncertain.",
        "I don't know when my transfer will finalize.",
        "I want to know if the transfer of my number is done yet.",
        "I'm not sure when my number transfer will be finished.",
        "When is the number switch done.",
        "When will my phone number be switched?",
        "I don't know when my number transfer finished.",
        "I wonder when the transfer of my phone number will be done.",
        "Is my number swap going through yet?",
        "When is my Number transfer done?",
        "Soon, I will be transferred from one phone number to another.",
        "There is a question regarding number porting completion.",
        "I don't know when my number swap will end.",
        "Do you know when my transfer will be happening?",
        "I don't know when I'll be done with my transfer.",
        "I do not know when I can transfer my phone number.",
        "I don't know when mynumber transfers are done",
        "Number transfer finish time, confirmation?",
        "I'm curious if the number transfer is finished.",
        "When will my phone number go to a different phone?",
        "A question about when my number will change.",
        "I am curious to know if the number transfer is complete.",
        "A question about when the number transfer is done.",
        "The date when I can transfer my number?",
        "When my transfer is done, I want to know.",
        "No one knows when mynumber transfers are done.",
        "I want to transfer my phone number, when?",
        "I am not sure when I can transfer my number.",
        "I want to know when I can transfer my phone number.",
        "My number transfer is not completed yet.",
        "When is my phone number going to be transferred?",
        "When will I have the phone number changed?",
        "Is the transfer of my phone number going to take place?",
        "I wonder when I would get a new number.",
        "When can I switch my number?",
        "My num shift has not been completed yet.",
        "When is the transfer of my phone number expected to happen?",
        "How soon will my number be taken over?",
        "I don't know when my number transfer will be completed.",
        "I wonder when the number will go to other people.",
        "I'm wondering when my number swap would be done.",
        "I wonder when the transfer of my phone number will take place.",
        "I have no idea when my number transfers occur.",
        "I'm going to transfer my phone number soon.",
        "My numbers have not yet been transferred.",
        "When mynumber transfers are done is unknown to me.",
        "When will the phone number be changed?",
        "I wonder when I'll be able to swap my number.",
        "How long will it take for me to switch my phone number?",
        "When will my number be swapped out?",
        "There will be a time when I will switch my number.",
        "How soon is my number transfer done?",
        "Do you know when you can complete the number shift?",
        "When will my Number change?",
        "I don't know when my number transfers can be done.",
        "Will my transfer be finished?",
        "When I will transfer my number to another one.",
        "I'm worried about when my number transfer will be completed",
        "When do I get the transfer done?",
        "There's a question regarding the status of number porting completion.",
        "When my number swap happened, I wondered.",
        "My num shift is yet to be done.",
        "You're able to complete me number shift soon?",
        "When will I transfer my phone number?",
        "I want my number transfer done soon.",
        "Does my transfer of numbers finish?",
        "I'm worried about when the number transfer will be completed.",
        "When would the number swap be over?",
        "When will I see my number transferred?",
        "When will the number transfer take place?",
        "Which date will my number change?",
        "Will the transfer of my phone number occur?",
        "When will my number be turned over?",
        "When are I supposed to transfer my number?",
        "Is it doable to complete my number shift soon?",
        "When will the transfer of my number be finished?",
        "When will a transfer of my phone number take place?",
        "Transferring my phone number is expected to take place soon.",
        "Number transfer finishes when?",
        "Will my phone number be changed when?",
        "I want to know when my transfer will be done.",
        "I will transfer my number to another one eventually.",
        "Sometime in the future I'll switch my number to another one.",
        "When's the end of num' transference due?",
        "I am wondering when my number will switch over.",
        "I am not sure when my transfer is going to be done.",
        "I will have to transfer my number soon.",
        "Can I get my number transfer soon?",
        "I need to transfer my phone number, when?",
        "When will my number changeover?",
        "The number transfer is not done yet.",
        "Time for a number to be transferred?",
        "I want to know if my number transfer is complete yet.",
        "What time does my number transfer take?",
        "When is the transfer of numbers done?",
        "Nobody knows when mynumber transfers are done.",
        "When is my transferring my number done?",
        "How soon will I get my number transfer?",
        "When can I get a number transfer done?",
        "I don't have a clue when mynumber transfers happen.",
        "When do I finish the number transfer?",
        "The time for the number transfer is not known.",
        "How soon does the transfer of my number happen?",
        "When my number transfer will be finished?",
        "I have no idea when my Number transfers are done.",
        "Does anyone know when my transfer will occur?",
        "I am worried about when my number transfer will be completed.",
        "Can I have my number shift finished soon?",
        "When is my number transfer done",
        "Number transition due soon?",
        "When I will change my number to another one.",
        "Is my number changing soon?",
        "Is there a time when I can get my number transfer done?",
        "I have no idea when my number will be changed.",
        "Is there a time when I can complete my number transfer?",
        "Can I get my number shift done soon?",
        "Can I get the number transfer done soon?",
        "When does the number transfer conclude?",
        "When will I be getting my number transferred?",
        "Do my number transfers finish?",
        "My num shift has not yet been done.",
        "What time does it take for my number transfer?",
        "The transfer of my phone number will be carried out soon.",
        "I'm unsure when my transfer will be done.",
        "I will change my number to another one eventually.",
        "Am I able to get my number transfer done soon?",
        "The transfer of my number is not done immediately.",
        "I am wondering when the number swap would be done.",
        "What date will I get the number transfer done?",
        "I am curious to find out if my number transfer has been completed.",
        "I'm concerned about when my number transfer will be over.",
        "How soon will my number changeover?",
        "I'll transfer my number to another one at some point.",
        "My phone line has yet to be fully transferred",
        "Am I getting my number transferred yet?",
        "The transfer of my phone number is supposed to take place.",
        "I'll transfer to another phone soon.",
        "I need to know when my transfer will finish.",
        "Can the number shift be accomplished in the near future?",
        "How soon is the transfer of my phone number completed?",
        "What time do I get my number transferred?",
        "Has there a time when I can transfer my number?",
        "When my number transfer is done, I'm concerned.",
        "On which date can I transfer my phone number?",
        "I want to know when my number transfer will be done.",
        "I don't know when my transfer is going to be done.",
        "So when will my number transfer happen?",
        "Soon my transfer to another phone will be done.",
        "Number transitioning soon?",
        "I'll transfer my number to another one soon.",
        "The transfer to another phone will happen soon.",
        "Is there a time when I get my number transferred?",
        "I'm worried about when the transfer of my number will be completed.",
        "The number in my phone will eventually be changed.",
        "My number will be changed, when.",
        "I have a question about when my number transfer will be completed.",
        "Is it when I get my number transferred?",
        "I'm not sure when my number will change.",
        "Is my number change going to happen?",
        "How soon will the transfer of my phone number be carried out?",
        "The number shift might be completed in the near future.",
        "I am wondering when I can get my number transfer.",
        "I'm unsure when my transfer is done.",
        "Time for a transfer of numbers?",
        "I don't know when my number transfers are.",
        "When will I get my phone number changed?",
        "Is there a time when I could transfer my number?",
        "Confirmed number transfer finish time?",
        "My number switch is pending.",
        "I don't know when mynumbertransfers are done.",
        "Is there a time when I'll be able to get my number transferred?",
        "I wonder when I would have a number swap?",
        "I do not know when my number transfers will be done.",
        "When does the number transfer come to an end?",
        "I'm wondering when my number is transferred.",
        "When am I supposed to know when my number transfer is done?",
        "Time left for my phone number to be changed?",
        "Number Transfer time?",
        "I was wondering if you could complete me number shift soon.",
        "How soon will I get the number transferred?",
        "Soon I will transfer from one phone number to another.",
        "What time is the transfer of numbers done?",
        "I want to know when my transfer is done",
        "I'll be transferring my phone number to another soon.",
        "I am wondering when my number transfer will be done.",
        "No clue when my number transfer is finished.",
        "I am unsure of when my number will change.",
        "The number swap is not completed yet.",
        "The time for transfer of the number?",
        "The time for my number transfer?",
        "What is the finish time of my transfer?",
        "Is this date when I can transfer my phone number?",
        "There is a question about the status of number porting completion",
        "How long before I transfer my phone number?",
        "Is there a time when I can have my number transferred?",
        "The transfer of my number may take some time.",
        "When is my phone number to be transferred?",
        "I was wondering when my number would be changed.",
        "I am curious to know if the transfer of my number is done.",
        "When will my number transfer be?",
        "How soon will my number be altered?",
        "I'll be changing my number eventually.",
        "Will you finish me the number shift soon?",
        "Can you complete me number shift very soon?",
        "When is the number transferred?",
        "I have no clue when mynumber transfers will be done.",
        "when will my number be changed?",
        "When will the phone number being transferred be done?",
        "I need to transfer my phone number to another soon.",
        "I have no idea if my number transfer is done yet.",
        "I wonder when my number changes?",
        "My number is not moved over yet.",
        "I'm curious to know if the number transfer is done.",
        "It will be sometime for my number transfer.",
        "Can you tell me when I can get my number transferred?",
        "Could the number shift be completed in the near future?",
        "I want to know when my transfer happens.",
        "There's a question regarding the number porting completion.",
        "When will the number in my number be changed?",
        "Number transfer to end?",
        "Will the number on my phone change to another one?",
        "I wonder when my number swap will end.",
        "There is a question on the status of number porting completion.",
        "I don't know when my numbers are moved.",
        "Will the transfer of my phone number happen soon?",
        "I don't know when my transfer will take place.",
        "There is no clue when my number transfer is finished.",
        "There may be a time when I can get my number transfer done.",
        "no clue when my number transfer is done",
        "Confirmation of Number Transfer finish time?",
        "Is my number yet to move over?",
        "The time for a number transfer is unknown.",
        "When can I get my number transfer done?",
        "Time left for my phone number to switch?",
        "I don't know when my number transfers are happening.",
        "The transfer of my phone number will be carried out.",
        "I have no idea when mynumber transfers are supposed to be done.",
        "The time for my number transfer is unknown.",
        "When does the transfer of the number take place?",
        "How soon can I have my number transfer done?",
        "Number transfer finish time confirmation??",
        "The transfer of my phone number is expected sometime in the future.",
        "When do I receive my new phone number?",
        "Is my phone number due to be transferred soon?",
        "When is the transfer of my phone number finished?",
        "When will the end of num' transference come?",
        "What time will my phone number be changed?",
        "My number swap was not completed yet.",
        "time for number transfer?",
        "I would like to know when my transfer will be finalized.",
        "No idea when my number transfer takes place.",
        "Does the transfer of my number come to an end?",
        "I will switch my number eventually.",
        "When my transfer will be finished is what I want to know.",
        "Is there a time that I can have my number transferred?",
        "Can you complete me the number shift soon?",
        "Number transfer date?",
        "When my transfer is done is not known.",
        "I wonder when my number transfer will be completed.",
        "Is the time when I can transfer my phone number?",
        "I don't know when my number swap will be over.",
        "I wonder when I will get a new number.",
        "Is it when my number will be changed?",
        "My transfer to another phone will be done soon",
        "When will my phone number be transfered?",
        "My transfer from one number to another will need to be completed soon.",
        "Do you know the date of my tranfer's completion?",
        "When the phone number will be changed?",
        "When do I know if my number transfer is done?",
        "There is a question about the status of number portability.",
        "It will take some time for my number transfer.",
        "There is a question about the status of number porting",
        "There is a question about when my number will be changed.",
        "When my number transfer is done.",
        "The number transfer isn't complete yet.",
        "When will my number be change?",
        "I'm not sure when my number transfer will finish.",
        "I want to know when the transfer of my phone number will be done.",
        "I am unsure when my number transfer will be done.",
        "The transfer of my phone number will likely be done soon.",
        "When is the transfer of my phone number done",
        "There's a question on the status of number porting completion.",
        "The phone change has yet to happen.",
        "Number porting completion status is unknown.",
        "Is the transfer of my phone number done asap?",
        "When will my number be transmitted?",
        "When can I transfer my phone number.",
        "When is my phone number expected to be transferred?",
        "Can I finish the number shift soon?",
        "I'm unsure when my transfer will take place.",
        "will my number be changed",
        "I don't know when my number transfers happen.",
        "I am curious when my number swap would happen.",
        "When is the end of number transfer?",
        "Is the transfer of my number on schedule?",
        "The transfer of my phone number is not done now.",
        "I wonder when my number swap would happen.",
        "The transfer of my number is expected to take place soon.",
        "When am I able to transfer my number?",
        "When do I get my number transfer?",
        "I want to know if you are able to complete me number shift soon.",
        "I do not know when I will get the number transfer done.",
        "I would like to know when my transfer will be completed.",
        "I wonder when the number will be changed.",
        "Confirmation of Number transfer finish time?",
        "When do I transfer my phone number?",
        "Time left for my phone to be switched?",
        "When are the number transfers done?",
        "The number transfer will be completed sometime.",
        "When is the transfer of my number supposed to be done?",
        "What time is the completion of my tranfer?",
        "when is the transfer of my phone number done",
        "There is a question about the status of number migration.",
        "I am unsure of when my transfer is done.",
        "Will my number transfer be done soon?",
        "When is the transfer of my cell phone done?",
        "I have no idea when my number swap would be done.",
        "I need to know when I can transfer my phone number.",
        "I will transfer my number to another one at some point.",
        "I am concerned about when my number transfer will be finished.",
        "Can you tell me the date of my tranfer's completion?",
        "Will my number be changing soon?",
        "When my number transfer will be finished is something I am worried about.",
        "Is my number transferred when?",
        "When will the number in my phone change to another one?",
        "I am not sure when my transfer will be finished.",
        "How soon does the transfer of my phone number take place?",
        "When is the transfer of my phone number going to be?",
        "Is my number going to switch over soon?",
        "What are the date of my tranfer's completion?",
        "I am not sure when the number transfer will be done.",
        "There is no clue when my number transfers are done.",
        "Is it possible to complete me a number shift soon?",
        "Is this when I will be able to transfer my number?",
        "There's a question about the status on number porting.",
        "I will be moving to a different phone soon.",
        "Can I finish the number shift in the near future?",
        "My number changes, when?",
        "When the number will go to someone else?",
        "I want to find out when my transfer is done.",
        "I'm not sure when my number swap would occur.",
        "I don't really know when mynumber transfers are done.",
        "I want to know if it is possible to finish the number shift in the near future.",
        "The number transfer will be done in the near future.",
        "I am wondering if the number transfer is done yet.",
        "I was wondering if my number transfer was done yet.",
        "I don't know when anumber transfers are done.",
        "I am not sure when my number swap would end.",
        "What time is the end of num' transference?",
        "I have no idea when my number will change.",
        "My number switch is not finished yet.",
        "I don't understand when mynumber transfers happen.",
        "I wonder when my number transfer will be done.",
        "I don't know when a number swap would happen.",
        "I will be transferred to another phone soon.",
        "Is it possible to get my number transfer done soon?",
        "Do you plan to complete me number shift soon?",
        "I don't know what time my number transfers are done.",
        "Time for my phone number to be changed?",
        "Is the transfer of my phone number supposed to be done soon?",
        "Transferring my phone number is expected to happen soon.",
        "I want to have the number transfer done.",
        "Would you be able to complete my number shift very soon?",
        "My number will change?",
        "When was the number swap going to happen?",
        "When my number transfer will be completed is something I'm concerned about.",
        "I wondered when my number swap happened.",
        "The transfer of my phone number is not done yet.",
        "When will the transfer of the number occur?",
        "Does anyone know when my transfer is done?",
        "I wonder when my number changes.",
        "I wanted to know when my transfer was complete.",
        "When does my number transfer happen?",
        "How about number transfer finish time?",
        "Number transfer done when?",
        "I will be transferring my phone number to another soon.",
        "I am wondering when my number transfer will finish.",
        "I wish to know when my transfer is finalized.",
        "When do I get the number transfer done?",
        "When will the number be passed on to others?",
        "Can you finish the number shift for me soon?",
        "I am not sure when the number swap would be done.",
        "I'm concerned about when my number transfer will be complete.",
        "I have no idea when my number transfer happens.",
        "When will the number swap be done?",
        "When do my number change?",
        "I am wondering when my number transfer will happen.",
        "A transfer to another phone will be done soon.",
        "Do you know when my transfer is going to take place?",
        "My transfer from one celluar number to another will be done in the near future.",
        "When does my number move?",
        "How soon is the transfer of the phone number expected?",
        "I wonder when I would be able to exchange numbers.",
        "Do you have the ability to complete me number shift soon?",
        "How soon will my number go over?",
        "Is the transfer of my number done when?",
        "I'm wondering when my phone number will be transferred.",
        "Do you have a time when I can get my number transferred?",
        "The transfer to another phone will be complete soon.",
        "It will take me sometime in the near future to transfer from one celluar number to another.",
        "I don't know when mynumber transfers are performed.",
        "Yes, when is my number transfer done?",
        "When will I get a number transfer?",
        "Is that when my number transfer will take place?",
        "The day when I can transfer my phone number?",
        "Is there a time when I can have my phone number transferred?",
        "How soon can I get my number transfer done?",
        "Will my transfer be completed soon?",
        "Will this be the time when I can transfer my phone number?",
        "Is the transfer of my phone number near?",
        "Is it possible for my number to be transferred soon?",
        "When will the transfer of numbers happen?",
        "It will be at some point when I switch my number.",
        "I am uncertain when my transfer is done.",
        "How soon is the number transfer end?",
        "My phone number is going to be transferred, when?",
        "Does my number transfer come to a close?",
        "I am not sure when my transfer is done.",
        "I don't know when I'll get the transfer done.",
        "When is the number going to another person?",
        "My number transfer is not finished.",
        "How do I find out when my number transfer is done?",
        "My phone change is not done yet.",
        "I want to know when my transfer will be finalized.",
        "When is the number transferring done?",
        "I will be transferring to a different phone soon.",
        "I don't know when mynumber transfers are happening.",
        "I don't know when mynumber transfers are made.",
        "Do you know when my transfer is going to happen?",
        "I want to know when I'll be transferring.",
        "When will the time be for my number transfer?",
        "I do not know when my number swap will be done.",
        "I wonder if my number switch is done yet.",
        "Progress on my number change?",
        "When do I receive my number transferred?",
        "Is there a specific time when I can transfer my number?",
        "When will the number go to someone else?",
        "When will my phone number go over to another person?",
        "I am unsure when my transfer will happen.",
        "At some point, I'll switch my number to another one.",
        "When are my number transfer done?",
        "I wonder when the number swap will happen.",
        "When my transfer will be final is something I want to know.",
        "I wonder when I'll get to swap my number.",
        "When will I have a number change?",
        "When will my phone number be changed",
        "Is there a certain time when I can get my number transferred?",
        "In the near future, is it possible to finish the number shift?",
        "You can complete me number shift soon?",
        "How soon is the transfer of my number happening?",
        "When is the time for a transfer of numbers?",
        "When my number transfer takes place?",
        "When will my telephone number be changed?",
        "My phone number will be transferred when.",
        "I am unsure of when my transfer will be finished.",
        "So when does my number change?",
        "I was wondering when the number swap happened.",
        "When does my number change??",
        "A question about when my number transfer finishes.",
        "When is the transfer of my phone number planned?",
        "When is my phone number going to be transfered?",
        "I'm not sure when my number transfers are done.",
        "Is it when my number is transferred?",
        "I wonder if my number transfer is finished yet.",
        "Will the number in my phone be switched to another one?",
        "When am I able to change my number?",
        "I do not know when my transfer will be over.",
        "When will my number go over to another one?",
        "How long before the number transfer is completed?",
        "I need to know when I can get my number transferred.",
        "I don't know when I would get my number swapped.",
        "When my transfer will be done?",
        "When will the transfer of my number occur?",
        "How soon will the transfer of my number be done?",
        "When are the transfer of my phone number done?",
        "Does my transferring number finish?",
        "When can I transfer the phone number?",
        "What time does the transfer of my number take?",
        "What about the number transition soon?",
        "When my transfer is finalized is something I want to know.",
        "I'm curious to know if the number transfer is finished.",
        "The transfer of my number is not finished yet.",
        "A number transition soon?",
        "Sometime in the near future, I will have to transfer from one number to another.",
        "The number shift may be completed in the near future.",
        "I do not know when my transfer will conclude.",
        "When would I get my number transferred?",
        "There's a question about when my number transfer is done.",
        "When will the number in my phone go to another one.",
        "I don't know when the transfer of my number will happen.",
        "When will the end of the num' transference be?",
        "Time for me to transfer my number?",
        "My phone line isn't fully transferred yet.",
        "I don't know when my number will be changed.",
        "When the transfer of my phone number is expected to happen?",
        "When will my number transfer take place?",
        "When will the number in my phone go over to someone else?",
        "Do you know when the number transfer is completed?",
        "At some point I'll switch my number to another one.",
        "I don't know when my Transfer is done.",
        "The number transfer finish time confirmation is asked.",
        "When my transfer is completed I would like to know.",
        "My transfer from one phone number to another will be completed soon",
        "I want to know when the transfer of my phone number is going to be done.",
        "When is my phone number changed?",
        "What time do I get my number moved?",
        "When will I be able to transfer my number?",
        "When will they change my number?",
        "When will I be transferring my number?",
        "when does my number change",
        "When will I have a number transfer?",
        "When will the number in my phone be switched to another one?",
        "My tranfer's completion date is not known.",
        "Do you know when my transfer is finalized?",
        "I don't know when my transfer will be done.",
        "Can you tell me when my transfer will take place?",
        "What time of my tranfer's completion?",
        "I want to know when the number in my phone number will be changed.",
        "Which time is the number transfer done?",
        "When is the number transfer going to happen?",
        "When my transfer is finished I want to know.",
        "I would like to know if my number transfer is finished.",
        "Number changing done when?",
        "when will my number be changed",
        "My transfer from one phone number to another is scheduled to be completed soon.",
        "What time will my number change over?",
        "My phone line has not been fully transferred yet.",
        "When is the transfer of my phone number completed?",
        "When will my phone number changing?",
        "Do you know when my transfer will take place.",
        "Do you know when my transfer will be over?",
        "I would like to know when my transfer is done.",
        "Will my Number switch over?",
        "I want to know when I will be transferred.",
        "There's a question about the status of the number transfer.",
        "The number transfer has not yet been completed.",
        "I wonder when my number swap will occur.",
        "I am wondering when the number transfer will happen.",
        "Time to finish number transfer?",
        "The number swap is not finished yet.",
        "When will I be able to get my number changed?",
        "When will I have my phone number changed?",
        "I wonder when my number swap would occur.",
        "When can I get my number changed?",
        "The number swap hasn't been completed.",
        "Can I get my number transfer in the near future?",
        "I want to know when my transfer is complete.",
        "How soon will you complete me number shift?",
        "My transfer from one phone to another will be complete soon.",
        "Number switch happening when?",
        "I wonder when the number swap will be done.",
        "When will the number on my phone go to another one?",
        "When my number transfer is done, I am concerned.",
        "My number switch is not completed yet.",
        "I would like to know if my number transfer is completed.",
        "How soon will my number transfer conclude?",
        "My phone number is supposed to be transferred soon.",
        "I am curious to know if the number transfer is done.",
        "Time for transfer of numbers?",
        "There is a time when I might be able to get my number transferred.",
        "When my number transfer will be completed is a worry I have.",
        "time for number transfer to end?",
        "I'm wondering when my transfer will occur.",
        "I'm wondering if my number transfer is done yet.",
        "Soon I will be transferring to another phone.",
        "How soon is the completion of my tranfer?",
        "I'm not sure when the number swap would happen.",
        "When am I able to get my number transfer done?",
        "Do you know when my transfer is going to be done?",
        "When is the number switch going to happen?",
        "Time for me to switch my number?",
        "When will it be possible to change my phone number?",
        "Time for number transfer end?",
        "I will be switched to another phone soon.",
        "How soon will my phone number be transferred?",
        "I have no clue when my number transfers are done.",
        "I have a question about when my number transfer will be done.",
        "I don't know when my transfer is done.",
        "When is my number transfer happening?",
        "When would my number change?",
        "I wondered when my number swap would be over.",
        "Sometime in the future I'll switch my number.",
        "I am curious when my number swap occurred.",
        "I have no idea when my number transfer is complete.",
        "I need to know when my number transfers.",
        "Will my number switch over?",
        "I wonder when the number change will occur.",
        "When will I transfer the phone number?",
        "I am wondering when it is time to transfer my number.",
        "I'll switch my number to another one soon.",
        "When do I get my number changed?",
        "How soon will the transfer of my phone number take place?",
        "When I will switch my number to another one.",
        "Do you know when the phone number transfer is done?",
        "I was wondering when I could transfer my number.",
        "Number switch completed when?",
        "I don't have a clue when my number transfers are done.",
        "When will my number transfer conclude?",
        "When my number transfer is completed I'm concerned.",
        "When will my phone number be forwarded to another one?",
        "I want to get my number transfer done.",
        "Is the transfer of my number going to happen?",
        "I wonder when the number transfer will happen.",
        "When would I be able to transfer my phone number?",
        "When will the transfer of numbers take place?",
        "When the transfer of my phone number is supposed to take place?",
        "I have no idea when mynumber transfers are made.",
        "I'll switch my number to someone else soon.",
        "What time does my number transfer finish?",
        "I don't know when I will get the transfer done.",
        "I want to know when my transfer will be.",
        "Is it possible for my number transfer to happen soon?",
        "What is the date of my tranfer's completion?",
        "I am curious to know when my numbers have been transferred.",
        "When my number transfer is done?",
        "I'm not sure when my transfer will conclude.",
        "Do you know when my transfer will occur?",
        "Do you know when you will be able to complete me number shift?",
        "What is the date when I can transfer my phone number?",
        "The transfer of my phone number is when?",
        "When is my number transfer complete?",
        "I am concerned about when my number transfer will be done.",
        "I would like to get my number transfer done soon.",
        "Is the number transfer going to be done soon?",
        "When will the number going to other people?",
        "How soon will my number switch?",
        "I don't know how soon my digits shift finished.",
        "When will the number be forwarded to someone else?",
        "When will it be time to transfer a number?",
        "I am not sure when my transfer will be done.",
        "I wondered when my number swap was done.",
        "Sometime in the near future, I will have to transfer my phone number to another.",
        "Soon, I'll have a new phone number.",
        "I don't know when my number swap will finish.",
        "How soon is my phone number going to be transferred?",
        "Transferring #, what is it taking so long?",
        "The transfer of my number will be completed.",
        "I don't know when I can get my number moved.",
        "When does the end of num' transference come?",
        "When my transfer is done is unclear.",
        "Are you able to complete me a number shift soon?",
        "When does my number will change?",
        "I was wondering when my tranfer's completion would be.",
        "I don't know if my number switch is done yet.",
        "When will it be time for me to transfer my number?",
        "Will you be able to complete me number shift soon?",
        "Is it possible you will complete me number shift soon?",
        "The date of my tranfer's completion is questionable.",
        "My phone line hasn't yet been fully transferred.",
        "There is a question about the number porting completion.",
        "I'll switch my number sometime in the near future.",
        "What is the time for number transfer?",
        "I would like to get the number transfer done.",
        "When is the transfer of my phone number expected to take place?",
        "When is it time to transfer the number?",
        "My number has not been moved yet.",
        "What is the time for the number transfer?",
        "When my transfer is done is not sure.",
        "Will my number transfer be completed?",
        "How soon will I get a new number?",
        "When do I get to transfer my number?",
        "I'm not aware of when mynumber transfers are done.",
        "When is the transfer of my number ready?",
        "When my number swap would be done, I don't know.",
        "I wonder when the transfer of my phone number will happen.",
        "I will be transferring my number to another soon.",
        "I don't know when mynumber transfers are supposed to happen.",
        "I am wondering when the transfer of my phone number will be done.",
        "When will I receive a new phone number?",
        "When does the number transfer complete?",
        "I don't know when my number transfer will be.",
        "How soon do I get my number shifted?",
        "My number will change eventually.",
        "I have no idea if my number transfer is finished.",
        "Can you tell me when I can transfer my number?",
        "I'm going to switch my number soon.",
        "I wonder when my number swap came through.",
        "It will be at some point when I will switch my number.",
        "How soon do I see my number transferred?",
        "Time left for my number to be switched?",
        "I am wondering when the transfer of my phone number is done.",
        "My number will be changed, when?",
        "When can I switch my phone number?",
        "I worry when my number transfer will be finished.",
        "I have no idea when my number swap would be over.",
        "When do I finish my number transfer?",
        "When do I complete my number transfer?",
        "I don't know when my number swap would be completed.",
        "When will my number be transfered?",
        "My transfer to another phone is pending.",
        "When will my phone number come over to another one?",
        "I don't know when my number transfer will finish.",
        "Will the number switch be done yet?",
        "What date do I get my number transfer done?",
        "How can I find out when my number transfer is done?",
        "Is this day when I can transfer my number?",
        "Can I know when my number transfer will be completed?",
        "The transfer of my phone number is supposed to occur soon.",
        "I'm not sure when my number transfer will happen.",
        "Is there a time when I will have my number transferred?",
        "My transfer to another phone number will be done soon.",
        "I wonder when the number swap will be complete.",
        "Time for number transferring to end?",
        "My transfer from one number to another is happening soon.",
        "I wonder when the number swap would happen.",
        "I wonder when the number swap would be finished.",
        "I would love to know when my transfer is done.",
        "The time for the transfer of a number?",
        "There is a question regarding the number porting completion status.",
        "when will my number change",
        "When will the phone number I use go to another person?",
        "I am wondering when the transfer of my phone number will take place.",
        "My phone number will be changed soon.",
        "What is the date of my tranfer's complete?",
        "The transfer of my number is when?",
        "I don't know when mynumber transfers will be completed.",
        "Exactly when can I transfer my number?",
        "How soon will my number transfer?",
        "When will my number swap happen?",
        "Just when will my number change?",
        "When my number transfer will be done I'm worried.",
        "I want to get the number transfer done.",
        "I'm worried about when my number transfer will be done.",
        "I am not sure when my number transfers are done.",
        "I want to know when my number will be transferred.",
        "I am unsure when my number transfer will be completed.",
        "Is my phone number going to be transfered?",
        "I wonder when my transfer will happen.",
        "When the transfer of my phone number will happen?",
        "My number switch isn't done yet.",
        "I don't know when mynumber transfers will be.",
        "When my transfer is finalized is something that I want to know.",
        "I'm wondering if the number transfer is done yet.",
        "Do you know when my transfer is scheduled to take place?",
        "Time left for me to switch my number?",
        "I don't know when my number transfer finishes.",
        "Will the transfer of my phone number take place soon?",
        "I want to know when the number transfer is complete.",
        "I wonder when my number swap was finished.",
        "I wonder when my tranfer's completion will be?",
        "The number transfer should be completed.",
        "When my number swap would happen?",
        "The transfer of my number is not done.",
        "My transfer from one phone number to another will take place soon.",
        "Do you know when the transfer of my phone number will take place?",
        "I'd like to know when my transfer is finalized.",
        "When will the number in my phone be switched to another?",
        "I don't know when I would get a new number.",
        "When is my number changing?",
        "When my transfer will conclude is something I want to know.",
        "I don't know when I'll be able to get my number transfer.",
        "I want to know if my number transfer is finished.",
        "I have no idea when the number transfer is done.",
        "When will the number go to somebody else?",
        "What time will my tranfer's completion be?",
        "I want to know when my phone number is going to be transferred.",
        "Is the number transition soon?",
        "When will I be able to have the number transferred?",
        "Number Change done when?",
        "I would like to know if my number transfer is completed yet.",
        "I want to know when my transfer will be final.",
        "When is my phone number due to be transferred?",
        "In the near future is it possible to finish the number shift?",
        "How soon does the transfer of my phone number occur?",
        "I am wondering when the number transfer will take place.",
        "do you know when my transfer will happen?",
        "Exactly when is the number transfer done?",
        "I am wondering when my number change will occur.",
        "I have no idea when my number transfers take place.",
        "What is the expected time of the transfer of my phone number?",
        "Do you know when it's time for my number transfer?",
        "I wonder when my number swap would finish.",
        "I don't know when my number will switch.",
        "I don't know when my number swap will be completed.",
        "When do I get a transfer done?",
        "Is there a time when I am able to transfer my number?",
        "How soon do I receive my number transferred?",
        "When my number transfer is done is not known.",
        "I do not know when my transfer will finish.",
        "I wondered if the number swap had gone through yet.",
        "When is my number transfer going to be done?",
        "When does the transfer of my phone number happen?",
        "Is the transfer of my phone number going to happen?",
        "The transfer of my number is supposed to be done soon.",
        "I wonder when I would get my new number.",
        "I need to know when my number transfer will be completed.",
        "When is the transfer of a number done?",
        "The transfer of my phone number is expected to be completed.",
        "There will be a transfer of my phone number soon.",
        "When the transfer of my phone number will take place?",
        "I wonder when my number swap will finish.",
        "When am I supposed to have my number transfer done?",
        "I would like to know when I can transfer my number.",
        "Will my phone number change when?",
        "I'm wondering when I'll get the number transfer done.",
        "I have no idea when mynumber transfers will take place.",
        "When does my number shift?",
        "My num shift has not been done yet.",
        "I don't have a clue when my number transfers happen.",
        "I wonder when the transfer of my number is done.",
        "What time is the transfer of my number done?",
        "What time is the transfer of my phone number?",
        "How soon does the transfer of my phone number happen?",
        "Exactly when can I transfer my phone number?",
        "I wonder when my number swap would be finished.",
        "I don't know when the number swap would be complete.",
        "The time of the number transfer is not known.",
        "I was wondering when my number swap occurred.",
        "I am going to transfer from one phone number to another soon.",
        "There's no clue when my number transfer is done.",
        "When will I have the number transferred?",
        "What time is it for my number transfer?",
        "I would like to know if my number transfer is complete yet.",
        "My transfer to a different phone will be done soon.",
        "Number transfer finish time confirmed?",
        "There will be a time when I'll switch my number.",
        "When is the number going to others?",
        "I wonder when I would get a new number",
        "When my number transfer is completed I'm worried.",
        "The completion date for my tranfer?",
        "I don't know when I would get a number swap.",
        "I am wondering when my tranfer's completion will be.",
        "When would the number switch take place?",
        "I'll be changing my number at some point.",
        "I wonder when I can transfer my phone number?",
        "The transfer from one phone number to another is expected to be completed soon.",
        "I don't know when my transfer is going to finish.",
        "There is a question on the status on number porting completion.",
        "No idea when my number transfer will be done.",
        "I am wondering when I can transfer my number.",
        "I don't know when my number will change",
        "My number will be changed",
        "Is the transfer of my phone number expected to be done soon?",
        "I'm not sure when my number swap will be done.",
        "When is the transfer of my number completed?",
        "I am wondering when the transfer of my phone number will be completed.",
        "I wonder when my number swap will happen?",
        "I don't know When my transfer will be done.",
        "Is it possible for the number shift to be completed in the near future?",
        "I have no idea when mynumber transfers are completed.",
        "I did not know when my number transfer was done.",
        "Will the phone number be changed soon?",
        "I have no idea when Number transfers are done.",
        "I wonder when I'll have a number swap.",
        "The number transfer will happen when?",
        "Number change will happen when?",
        "How soon will my number be switched over?",
        "Number transfer time?",
        "How soon will I see my number change?",
        "Will my number transfer be done in a timely manner?",
        "Are you sure when my transfer will be done?",
        "I don't know if the number switch is done yet.",
        "The number transfer isn't finished yet.",
        "This is when I will be able to transfer my number.",
        "When my number transfer will be finished is a concern I have.",
        "I am wondering when the transfer of my phone number will occur.",
        "My number transfer needs to be done.",
        "When the number transfer is finished?",
        "Number transition soon?",
        "Can you tell me when my transfer will finish?",
        "This date when I can transfer my number?",
        "Can you tell me if it is possible to finish the number shift in the near future?",
        "What is the date for my number transfer?",
        "I don't know when my numbers are transfers.",
        "I didn't know when mynumber transfers were done.",
        "The number swap isn't done yet",
        "When will my number change??",
        "Is this the time when I can transfer my phone number?",
        "Time for a number transfer to come to an end?",
        "I wonder when my number swap would be over.",
        "When I will switch my number to another.",
        "It's not clear when the number transfer is done.",
        "It is not known when my number will change.",
        "Do you know when my transfer will happen?",
        "I'd like to know when my transfer finishes.",
        "Number transfer finish time?",
        "I'm not sure when my number swap would be done.",
        "What time will the phone number be changed?",
        "The number switch will be done when?",
        "I'm concerned about when the number transfer will be done.",
        "When my number transforms?",
        "When am I going to get my number transfer done?",
        "I don't know when I will get my number transfer done.",
        "Is it possible to complete my number shift very soon.",
        "I have no idea when my numbers are transferred.",
        "My num shift hasn't been done yet.",
        "I don't know when my number will be moved.",
        "I don't know when my number will change.",
        "Is it possible to get my number transferred soon?",
        "There is a time when I can get my number transferred.",
        "How soon is the transfer of my phone number going to be done?",
        "I'm not sure when mynumber transfers happen.",
        "My phone change has not yet happened.",
        "How soon my digits shift finished?",
        "Can I get number shift finished soon?",
        "Do you know when my transfer will take place?",
        "When will I get the number transfer completed?",
        "I don't know when Number transfers happen.",
        "I am not certain when my transfer will be done.",
        "When will a transfer of my phone number happen?",
        "When will the number in my phone go to another?",
        "Is this the day I can transfer my phone number?",
        "Is there a time when I can complete a number transfer?",
        "When do I get the number transfer finished?",
        "Will my number be changed when?",
        "time for transfer of number?",
        "I don't know when my number change will occur.",
        "Number switch done eventually?",
        "The number swap hasn't been completed yet.",
        "When do I expect the transfer of my phone number to be done?",
        "Do you know when the number transfer is done?",
        "I'm concerned about when my number transfer will be finished.",
        "Will my number change soon?",
        "Do you have the ability to complete my number shift soon?",
        "When will my phone number changes?",
        "How long before my number is changed?",
        "Is it possible you can complete me number shift very soon?",
        "Do you know when my number transfer will be?",
        "Is there a time when I can get my phone number changed?",
        "When shall the number switch be done?",
        "I want to know when my transfer takes place.",
        "The transfer of my number will happen soon.",
        "Is there a time when the transfer of my phone number is done?",
        "Is there a time when I'll get my number transferred?",
        "When my transfer is done is unknown.",
        "When my transfer will be done is not known.",
        "When will my Number be changed?",
        "When my number transfer will be done is worrying me.",
        "I need to know if the number transfer is done.",
        "Time to switch my phone number?",
        "When will I get the number transfer done?",
        "Number shifting in the near future",
        "I have no idea when my number transfer takes place.",
        "When do I finish transferring my number?",
        "The transfer of my phone number to another will be done soon.",
        "I don't know when my transfer will completed.",
        "When my number transfers are done I have no idea.",
        "There is a question regarding the status of number porting.",
        "Is there a time when I will get my number transferred?",
        "When do I have my phone number transferred?",
        "My number has not moved yet",
        "Number transfer time is unknown.",
        "My transfer from one number to another will have to be completed soon.",
        "I'm curious if the transfer of my number is complete.",
        "When will the phone number transfer take place?",
        "I don't know when I can expect my transfer to be finalized.",
        "Do you know when you can complete me number shift?",
        "I was wondering if my number swap had gone through yet.",
        "How soon am I able to transfer my number?",
        "When will the number be passed on to someone else?",
        "When will the number go to a different person?",
        "What are the expected times for the transfer of my phone number?",
        "I want to know if my numbers are transferred yet.",
        "number transfer end time?",
        "Is the transfer of my phone number done soon?",
        "When is my phone number going to be moved?",
        "I wonder when I could swap my numbers.",
        "When is my phone number transferred?",
        "Is it possible to finish the number shift in the foreseeable future?",
        "I am not sure when my number will change.",
        "The transfer of my phone number is not complete yet.",
        "I don't know when my transfer will finish.",
        "I want to know when I'll be transferred.",
        "I would like to have my number transfer done.",
        "I have no idea when my number swap will happen.",
        "I'm curious if my number transfer is complete yet.",
        "Number transfer finishing time?",
        "Can you tell me when my transfer will happen?",
        "My transfer from one phone to another will be finished soon.",
        "I have no idea when my number transfer is finished.",
        "The transfer of my phone number is anticipated to be done.",
        "I worry about when my number transfer will be complete.",
        "Is the time for my number transfer?",
        "I want to know when my number change occurs.",
        "My number transfer will finish.",
        "When does my number transfer come to a close?",
        "When my transfer is done I want to know.",
        "When will my number transfer be completed?",
        "I am uncertain when my transfer will be completed.",
        "When will mynumber be changed?",
        "I will switch my number sometime in the future.",
        "You don't know when my number transfer is done.",
        "When can I swap my number?",
        "There is a question about when my number will change.",
        "Will my number get changed?",
        "Do you know when the number will go to other people?",
        "I wonder when I would get my new number?",
        "I'm curious if the number transfer is done.",
        "I don't know when my number transfers are made.",
        "Will my phone number be changed in the near future?",
        "When do I expect my phone number to be transferred?",
        "When will the transfer of my telephone number take place?",
        "When does the transfer of the number happen?",
        "When will my number be changed??",
        "Can I expect the transfer of my phone number to be done soon?",
        "What time will my number be changed?",
        "When am I getting my number transferred?",
        "My number change will happen.",
        "I want to know when my number transfer will be finished.",
        "I don't have any idea when mynumber transfers are done.",
        "Do you have the ability to complete me a number shift very soon?",
        "Can you tell me when my transfer will be complete?",
        "What time does the transfer of my phone number take?",
        "Do you know when my transfer happens?",
        "I didn't know when my number transfer was done.",
        "There is a question about when my number changes.",
        "Will my transfer take place soon?",
        "I'm wondering when my number will be transferred.",
        "I fear when my number transfer will be finished.",
        "I will switch my number to another at some point.",
        "What date will my number transfer be done?",
        "I have no clue as to when my number transfer is done.",
        "No idea when the number transfer is done.",
        "Do you know when my number transfer is done?",
        "I have a question about when my number transfer is done.",
        "My transfer to another phone will be finished.",
        "I'm worried about when I can transfer my number.",
        "I will transfer to another phone soon.",
        "I have no clue when mynumber transfers occur.",
        "No clue when my number transfer will happen.",
        "The transfer of my phone will be finished soon.",
        "How soon will I get my number transfer done?",
        "I am worried about when my number transfer will be complete.",
        "I fear when my number transfer will be completed.",
        "I wondered when the number swap would happen.",
        "There should be a time when I can get my number transferred.",
        "What time is the number transfer done.",
        "Do you know the time when my transfer is done?",
        "Do you know when my transfer is final?",
        "I don't know when mynumber transfers are completed.",
        "When my transfer is completed, I would like to know.",
        "When my transfer will happen is unknown.",
        "When will I have the number in my phone changed?",
        "I will be transferring from one number to another soon.",
        "How soon is the number transfer complete?",
        "I don't know if my number transfer is done yet.",
        "When am I going to have my number transferred?",
        "Can I know when my number transfer will be finished?",
        "No idea when my number transfer is completed.",
        "I'm not sure when my number swap would end.",
        "Do I have a time when I can get my number transferred?",
        "The date when I can transfer my number is not known.",
        "When my number transfer is completed, I'm concerned.",
        "When will the phone number change?",
        "Can my phone line be fully transferred yet?",
        "It's time for my number transfer, when?",
        "I wonder if my phone change has happened yet.",
        "Do you know when the transfer of my number is done?",
        "Do you know when my transfer is going to occur?",
        "The number transfer hasn't been completed yet.",
        "The number transfer will be done when.",
        "Is the number transition going to happen soon?",
        "My num shift is not completed yet.",
        "I have no clue when my number transfer is done.",
        "Will the number transfer be done?",
        "Number swap was not done yet",
        "Time to move my phone number?",
        "I will soon transfer from one phone number to another.",
        "Is my phone number changing when?",
        "When would I get my number swap done?",
        "When do I get the transfer of my number?",
        "When will I see the transfer of my phone number?",
        "My transfer to another phone will be completed soon.",
        "How soon will the number transfer occur?",
        "My number transfer will be completed.",
        "When is my number transfer done.",
        "Can you complete me my number shift very soon?",
        "Number Switch done when?",
        "Nobody knows when my number transfer is done.",
        "I need to know when my number will be transferred.",
        "When will the number be changed for me?",
        "Soon I'll be transferred to another phone.",
        "What time is the number transfer done?",
        "Does anyone know when my number transfer is done?",
        "When will I change my number?",
        "I have no clue when my number transfer is finished.",
        "When is it time to transfer a number?",
        "Do you know when my transfer concludes?",
        "When do my number transfers finish?",
        "Does anyone know when my transfer will happen?",
        "I ask when my number will change.",
        "When is the transfer of my phone number expected?",
        "What date will my number be changed?",
        "My phone line is not fully transferred yet.",
        "I wonder when a number swap would happen.",
        "When mynumber transfers are done is not something I know.",
        "Number transfer finishes?",
        "What is the time for my number transfer?",
        "I want to know when I can transfer my number.",
        "I don't know if my phone line has been fully transferred yet.",
        "Is the number switch done soon?",
        "Do you know when my number change will occur?",
        "When will I receive the number transfer?",
        "I don't know when my number transfer is done.",
        "I wonder when I'll get to swap numbers.",
        "When is the phone number going to be changed?",
        "I wonder when my transfer will be finalized.",
        "Number transfer end date?",
        "Is this time when I can transfer my number?",
        "I'm curious to know if the number transfer is complete.",
        "I have no idea when mynumber transfers take place.",
        "Is my phone number going over to another one?",
        "I'm worried about when my number will be transferred.",
        "I am wondering when the number swap would happen.",
        "Is my number being moved over?",
        "I am curious to know if my number transfer is done.",
        "There's a question about the status of number porting completion.",
        "When does the end of num' transference occur?",
        "When my number will be changed?",
        "I am about to be transferred from one phone number to another.",
        "My transfer to another phone will be completed soon",
        "How long til my number transfer?",
        "I wonder when the number transfer is done.",
        "When will the number go to other people?",
        "When do I get the number transferred?",
        "I want to know if my number transfer finishes.",
        "Number Transfer Time?",
        "I don't know when my number transfers will end.",
        "What time is it when I transfer my number?",
        "I am worried when my number transfer will be finished.",
        "I am wondering when it is time for my number transfer.",
        "I just want to know when I can transfer my phone number.",
        "Will my number switch be done?",
        "I am wondering when my tranfer's completion is.",
        "I wonder when my number transfer will be finished.",
        "When will it be time to transfer my phone number?",
        "The number switch will be done when.",
        "Sometime in the near future I will have to transfer my phone number to another.",
        "When the transfer of my phone number is expected to be done?",
        "I will switch my number to another one soon.",
        "Can you tell me when my transfer is going to happen?",
        "No clue when my number transfer will be finished.",
        "How soon will my tranfer's completion be?",
        "I will be transfering my phone number to another soon.",
        "What time will the number transfer take?",
        "I wonder when my number will change.",
        "I wonder when I'd be able to swap numbers.",
        "I am curious about the progress of my number transfer.",
        "When do I get my number transferred?",
        "Confirmation about the number transfer finish time?",
        "When is my number transfers done?",
        "Time for the number transfer to be over?",
        "The number in my phone will be changed soon.",
        "When will there be a transfer of my phone number?",
        "The date when I can transfer my phone number is unknown.",
        "Time for the end of the number transfer?",
        "I do not know when mynumber transfers occur.",
        "Transfer of my number?",
        "The number swap had yet to be completed.",
        "When will my number go to another phone?",
        "I am worried when my number transfer will be completed.",
        "Is there a time where I can transfer my number?",
        "When my transfer will be finalized is something I need to know.",
        "The phone change has not gone through yet.",
        "When will I be able to get my number transfer?",
        "Is it possible for the number shift to be completed soon?",
        "Are you going to complete my number shift soon?",
        "Time for the number to be swapped?",
        "I am not sure when number transfers are done.",
        "What time is the transfer of number done?",
        "There is a question about when my number transfer is done.",
        "How soon can I finish the number shift?",
        "No idea when my number transfer is done?",
        "Yes, when does my number change?",
        "When will my phone number go to a different number?",
        "When will the number in my phone go to another place?",
        "Is there a time that I can get my number transferred?",
        "I will switch my number to another one eventually.",
        "Is the transfer of my phone number going to happen soon?",
        "How soon does the number transfer finish?",
        "I will be transferred to another phone shortly.",
        "When would the number swap be finished?",
        "I'll change my number soon.",
        "When will the transfer of my phone number take place?",
        "A time for the number transfer to end?",
        "Is there a time when I can transfer my number?",
        "Is my phone number going to be transfered soon?",
        "The number transfer will be completed",
        "When is the number transfer done",
        "When does my number transfer come to an end?",
        "Is my number going to be changed soon?",
        "How soon is the transfer of my phone number supposed to be done?",
        "I do not know when my number swap would be done.",
        "When will my number be changed for good?",
        "Will the transfer of my number happen?",
        "How soon will the number transfer be completed?",
        "Is there a time when the number transfer is done?",
        "My transfer to another phone will be complete soon.",
        "Transferring my phone number will be done soon.",
        "I don't know when my number transfers will happen.",
        "When does my number change to something else?",
        "Is the number transfer going to happen soon?",
        "I want to know if my phone change has gone through yet.",
        "I don't know when the number in my phone will go to another one.",
        "I'm concerned about when my number transfer will take place.",
        "When is it time for a number transfer?",
        "When will my phone number be switched to another one?",
        "I don't know when my number transfers are completed.",
        "You must complete me number shift soon.",
        "I don't know when my number transfers will be done.",
        "When my number swap would be done?",
        "When will my number switch over?",
        "I don't know when my number transfers occur.",
        "Would it be possible to finish the number shift in the near future?",
        "There is a question as to the status on number porting completion.",
        "Are this dates when I can transfer my phone number?",
        "I do not know when my number transfer will be finished.",
        "I do not know when my transfer is finished.",
        "I would like to know when my transfer finalizes.",
        "How soon is the transfer of my phone number supposed to take place?",
        "When can I transfer my number.",
        "Can the number shift be finished soon?",
        "At some point, I'll switch my number.",
        "When can I swap my phone number?",
        "When will my telephone number be transferred?",
        "How soon do I get my number transfer done?",
        "Time for transferring a number?",
        "How soon does my number transfer end?",
        "No one knows when my number transfers are done.",
        "Do you know when I will be able to complete my number shift?",
        "Whenever is the transfer of my number done?",
        "The number swap is not complete yet.",
        "I will be transferring my phone number to another in the near future.",
        "When is my number being transferred?",
        "There is a time when I can transfer my phone number.",
        "I am worried about when the number transfer will be completed.",
        "When the transfer of my phone number is going to take place?",
        "I don't know when my number transfers are complete.",
        "When my number transfer is finished, I'm concerned.",
        "When can I transfer my numbers?",
        "When my transfer is done is uncertain.",
        "When will my number change?",
        "When my transfer is over, I would like to know.",
        "When do I expect the transfer of my phone number to happen?",
        "When my phone number is supposed to be transferred?",
        "When mynumber transfers are done I have no clue.",
        "I wonder when I would get to swap numbers.",
        "I am wondering when my number swap will be done.",
        "I am wondering when my number will change.",
        "Is there a timetable for my number transfer?",
        "I'm curious if the transfer of my number is done.",
        "Number transfer finish date?",
        "I don't know when the number in my phone will be changed.",
        "When will the number change done?",
        "What is the time when the number transfer is done?",
        "I do not know when my number transfer is done.",
        "Will my number be changed soon.",
        "I don't know when my number swap would be complete.",
        "How about when I get my number transferred?",
        "Exactly when my number transfer will be done?",
        "I have a question about when I can get my number transferred.",
        "I don't know when my number transfer's finished.",
        "I do not know when Number transfers are done.",
        "I want to know when my transfer will be complete.",
        "I have no idea when mynumber transfers will happen.",
        "I don't have a clue when mynumber transfers are done.",
        "The swap of numbers has not been completed yet.",
        "I do not know when my number transfer will be completed.",
        "When will my number be swapped?",
        "Do you know when the number transfer takes place?",
        "The number transfer finish time confirm?",
        "When will my number be relocated?",
        "I want the number transfer to be done.",
        "Is there a time when my number will be changed?",
        "when can I transfer my phone number?",
        "Sometime in the near future, I will switch my number to another one.",
        "I would like to know if the transfer of my number is done yet.",
        "My number transfer is not done yet.",
        "I'm curious if my number transfer is complete.",
        "How soon is the transfer of my phone number?",
        "I'm concerned about when my number transfer will happen.",
        "When will the number on my phone go to another number?",
        "How soon do I get my number switched?",
        "Time for a transfer of a number?",
        "I don't have an idea when mynumber transfers are done.",
        "When is the transfer of my number done",
        "Is it possible to complete number shift soon?",
        "When do I get my number moved?",
        "I'm concerned when my number transfer will be done.",
        "What time period for my number transfer?",
        "Is there a specific time when I can have my number transferred?",
        "The number transfer will be completed sooner or later.",
        "When is the phone number transfer done?",
        "Will I get the number transferred soon?",
        "Do I have a time when I can transfer my number?",
        "The date of my tranfer's completion was not known.",
        "Number change done when?",
        "I don't know when the number swap would end.",
        "I am wondering when the transfer of my phone number will happen.",
        "Someone doesn't know when my number transfer is done.",
        "Is it possible to complete me number shift very soon?",
        "I don't know when the number will go to other people.",
        "The transfer of my phone number is going to be done.",
        "How soon is the transfer of the phone number done?",
        "My number transfer is pending.",
        "The number shift could be done in the near future.",
        "When my transfer is finalized I want to know that.",
        "When will the phone number I use be changed?",
        "I don't know when my number is going to change.",
        "No clue when my number transfer is completed.",
        "I wonder when I will have a number swap.",
        "Can I get number shift done soon?",
        "I worry when my number transfer will be done.",
        "When is it possible to transfer my number?",
        "Can I know when my number transfer will be done?",
        "I want to know when my number transfer will be completed.",
        "How soon will the number transfer be finished?",
        "How soon will I receive the number transfer?",
        "I wonder when my number swap would get done.",
        "What time is the number transfer complete?",
        "When my number transfer will be completed I'm worried.",
        "The transfer of my phone number is expected to finish soon.",
        "When my transfer will be finalized is something I want to know.",
        "I want to know when my number will switch over.",
        "I will be transferring my phone number from one to another soon.",
        "The number swap was not done yet",
        "When will my phone number be transferred to another one?",
        "Could you finish the number shift in the near future?",
        "Will my number be changed eventually?",
        "I wonder when my number transfer will be complete.",
        "I am unsure when my transfer will be finished.",
        "When will my number transfer be done.",
        "I'm wondering when my number transfer will happen.",
        "There is a question regarding the status of the number porting completion.",
        "Is there a time when I am able to get my number transferred?",
        "Are you able to complete me number shift very soon?",
        "when can I transfer my number",
        "I am interested to know if my number transfer is complete.",
        "When will the transfer of the number take place?",
        "When my number changes?",
        "When am I supposed to transfer my number?",
        "When will my phone number go to another one?",
        "When is transfer of my number done?",
        "I'd like to know when my transfer is completed.",
        "I'm curious if the number transfer is complete.",
        "When am I going to get my number transferred?",
        "I want to know if my number transfer is completed.",
        "When will I be able to change my number on my phone?",
        "When will I see my number changed?",
        "Can I get my number transfer done in a timely manner?",
        "I'm wondering when I can transfer my number.",
        "There is a question about the status of the number moving.",
        "I'll be transferring to another phone soon.",
        "Do you know when I can get my number transfer done?",
        "The transfer from one phone number to another is not done yet.",
        "When is the end of num' transference expected?",
        "How soon will the number transfer be done?",
        "Is there a time when my number transfer can happen?",
        "My transfer from one number to another is going to be completed soon.",
        "I'm interested to know if my number transfer is done.",
        "Is there a time when my transfer will be done?",
        "I am not sure when my number transfer is done.",
        "I'm wondering when I can get my number transfer.",
        "I would like to know if the number transfer is done yet.",
        "Is my phone number going to be changed soon?",
        "Is there a time when I'm able to transfer my number?",
        "I don't know when the number transfer's done.",
        "Is there a date for the transfer of my phone number?",
        "It's not clear when mynumber transfers are done.",
        "I don't know when my numbers are transferred.",
        "I want to know when the transfer of my number happens.",
        "When do I receive a new phone number?",
        "When willmy number change?",
        "When is it time for me to transfer my number?",
        "Will there be a transfer of my phone number?",
        "Is there a time when I can get my number changed?",
        "Number transition set to happen soon?",
        "The day when I can transfer my number?",
        "I don't know when my number will be changed",
        "Time for the number to transfer?",
        "I don't know when my transfer will go through.",
        "It's time for a number transfer, when?",
        "I am not sure when my transfer will conclude.",
        "Is it possible to complete my number shift soon.",
        "Is a time when I can get my number transfer done?",
        "I don't know when my number will be switched over.",
        "My number transfer is not finished yet.",
        "Is there a time when I can have my number moved?",
        "When can I get my number transferred?",
        "I want to know when my number transfers.",
        "When will the transfer of my phone number be complete?",
        "What is the completion date of my tranfer?",
        "Which day is the transfer of my phone number done?",
        "I wonder when I would be getting my number back.",
        "How soon will my number transfer be done?",
        "I wonder when my number swap will be completed?",
        "What time is the end of num' transference due?",
        "When will the end of num transference be?",
        "I am wondering when my number swap will be over.",
        "I wonder when I was able to exchange my number.",
        "If I transfer my number, when?",
        "I am curious if my number transfer is done.",
        "When will I receive my number transfer?",
        "I wonder if it is possible to finish the number shift in the near future.",
        "I don't know when the transfer of my number will be done.",
        "When my number transfer will be completed is a concern I have.",
        "When will I have a change in my number?",
        "Time for the number to be transferred?",
        "So when is the number transfer done?",
        "The number transfer is not completed yet.",
        "My tranfer's completion date was asked.",
        "Do you know when you'll be able to complete me number shift?",
        "When would my number swap be over?",
        "I have no idea when mynumber transfers will be.",
        "How soon will my number change over?",
        "I don't know when the number change will occur.",
        "When can I get my transfer done?",
        "Can you tell me the time the number transfer is done?",
        "When will I transfer the number?",
        "I'm not sure when my transfer is going to be done.",
        "When is my number transfer done??",
        "When the number change will happen?",
        "I wonder if there's a time when I can get my number transferred.",
        "When my transfer is complete is something I want to know.",
        "I don't know when the number change will happen.",
        "I don't know when my number transfer's done.",
        "What time do I get my number transfer done?",
        "Are you able to complete the number shift soon?",
        "How soon will the number transfer be complete?",
        "I worry about when my number transfer will be done.",
        "Time for a transfer of a phone number?",
        "When am I able to transfer my phone number?",
        "When my transfer is complete, I want to know that.",
        "The time when my number will change.",
        "How soon do I have my number transfer done?",
        "When do I know when my number will change?",
        "When I can transfer my phone number?",
        "Number transfer final time confirmation?",
        "I wondered when my number swap took place.",
        "When is the transfer of my number scheduled?",
        "When will I have my number replaced?",
        "When can I have my number transfer done?",
        "There should be a time when I can transfer my number.",
        "My phone number will be transferred to another soon.",
        "How soon do my numbers change?",
        "When will my number transform?",
        "What time is the number transfer completed?",
        "when will my number change?",
        "Will my phone number change to another one?",
        "timing for my number transfer?",
        "So when will my number be changed?",
        "Has there a time when I can get my number transferred?",
        "Will my number be changed, when?",
        "Is my phone change happening yet?",
        "I do not know when my number transfer will be done.",
        "Number transfer finished?",
        "I have no idea when mynumber transfers are done",
        "I wonder when my number will be transferred.",
        "I don't know when my transfer will finished.",
        "I want to know when my number change will happen.",
        "I will need to transfer my number to another in the near future.",
        "Will this be the day I can transfer my phone number?",
        "When will a number switch take place?",
        "I'm not sure when the number transfers are done.",
        "The transfer from one phone number to another will happen soon.",
        "What is the date for the transfer of my phone number?",
        "When does my number transform?",
        "When do my number transfers occur?",
        "The number shift could possibly be finished in the near future.",
        "Do I have a date when I can transfer my number?",
        "Time for the ending of the number transfer?",
        "How soon will I receive my number transfer?",
        "A time for number transfer?",
        "When my number swap will happen?",
        "When will the number go to another person?",
        "How long is it before the number transfer is done?",
        "When my number transfer will be finished is something I am concerned about.",
        "When the number transfer is complete?",
        "When is the number transfer concluded?",
        "Do I know when my number will change?",
        "Do you know the time the number transfer is done?",
        "A question about when my number changes.",
        "I'm not sure when my transfer will be concluded.",
        "I wonder when a number swap would be done.",
        "I will be transferring my phone number to another one soon.",
        "I want to know when the transfer of my phone number is going to happen.",
        "I need to know the date of my tranfer's completion.",
        "I don't know when mynumber transfers occur",
        "My num shift isn't completed yet.",
        "How soon will the transfer of my phone number be done?",
        "I'm not sure when my number transfer will be over.",
        "I am unsure of when my transfer will be done.",
        "Is that when I can transfer my phone number?",
        "I'm worried about when my number transfer is done.",
        "I will soon be moving from one phone number to another.",
        "I want to know when my number transfer finishes.",
        "Do you know when your number change will occur?",
        "The transfer of my phone number is anticipated to take place.",
        "Number transfer done, when?",
        "When I'll be able to switch my number.",
        "Is there a time when I will be able to transfer my number?",
        "Time for numbers to be transferred?",
        "When will my number be exchanged?",
        "It's not clear when my transfer will be done.",
        "I don't know when a number swap would be done.",
        "I have no idea when my number transfers will be done.",
        "Will it be possible to finish the number shift in the near future?",
        "Exactly when will my number change?",
        "I want to know if you can complete the number shift soon.",
        "I don't know when my number transfers take place.",
        "Will my number transfer be completed soon?",
        "When can I get the number transfer done?",
        "The number transfer should be completed soon.",
        "How soon will my number transfer finish?",
        "I have no idea when my number transfers are completed.",
        "I don't know when my transfer will be final.",
        "When will the number in my phone number be changed?",
        "So when can I transfer my number?",
        "How soon will my phone number change?",
        "My transfer to another celluar number will need to be completed soon.",
        "Do you know when my transfer will be finished?",
        "Do you know when the number transfer is complete?",
        "It is not certain when my transfer will be done.",
        "I have no idea when the number transfers are done.",
        "Is the transfer of my phone number happening soon?",
        "When will the number in my phone be changed?",
        "When am I supposed to transfer my phone number?",
        "What is the number transfer finish time confirmed?",
        "Do you know when the transfer of my phone number will be done?",
        "I wonder when my number swap would be done?",
        "I want to know when my transfer finalizes.",
        "I am not sure when my transfer will occur.",
        "I don't know if my phone change has gone through yet.",
        "I am wondering when the transfer of my number will happen.",
        "I wonder when I will be able to swap numbers.",
        "I wonder about the progress on my number switch.",
        "What time will my number transfer be completed?",
        "Do you know when I will be transferred?",
        "Is it possible to finish me the number shift soon?",
        "When will the numbers be transferred?",
        "Are you able to complete my number shift very soon?",
        "When do I have to transfer my phone number?",
        "There is a time when I can complete my number transfer.",
        "Do I know when my number will be changed?",
        "When my number transfers are done, I have no clue.",
        "I worry about when my number transfer will be completed.",
        "What is the date of my tranfer's finishing?",
        "I need to know when I can transfer my number.",
        "I was wondering when the transfer of my phone number would be done.",
        "Exactly when my tranfer's completion will be?",
        "Time for number transfer to finish?",
        "I don't know when the transfer of my phone number will take place.",
        "My phone change has not yet been completed.",
        "I'm not sure when my number swap will happen.",
        "Does my number transfer finish?",
        "My number is about to change.",
        "I would like to know when my transfer will occur.",
        "How soon do I transfer my number?",
        "It's unclear when my transfer will be done.",
        "When do I switch my number?",
        "When will the transfer of the number happen?",
        "Time left for me to switch phone numbers?",
        "Is my number about to change?",
        "The number transfer is not finished.",
        "I wonder when my number will change",
        "I am wondering when my transfer will be finalized.",
        "When will I be able to transfer my phone number.",
        "I don't know when my number swap will happen.",
        "I wonder when I would receive my new number.",
        "I'm worried about when the number transfer will be finished.",
        "Is you able to complete my number shift soon?",
        "Soon, I'll be transferring my phone number from one to another.",
        "Are you going to complete me a number shift soon?",
        "I am unsure when my transfer will take place.",
        "When will the transfer of my phone number be?",
        "my number transfer is not done",
        "I was wondering when my number swap would be done.",
        "When will the number be passed on to other people?",
        "I want to know if my number transfer is complete.",
        "I wonder when a number swap would be done?",
        "It is not known when my number will be changed.",
        "It is time for a number transfer, when?",
        "When is the transfer of my numbers done?",
        "Soon, I will be transferring from one phone number to another.",
        "Is it possible to get the number shift done soon?",
        "Does my phone change go through yet?",
        "When my transfer will be done is what I want to know.",
        "When am I going to transfer my number?",
        "When will my number go to another person?",
        "When will my phone's number go to another one?",
        "My num shift is not done yet.",
        "Can you tell me the status on number porting completion?",
        "Will you be able to complete the number shift soon?",
        "When will I get the phone number changed?",
        "When will I have the number transfer done?",
        "The date when I can transfer my number is questionable.",
        "How soon is the transfer of my phone number done?",
        "My phone line has not been transferred yet.",
        "Will it be possible to complete the number shift soon?",
        "I want to know if the transfer of my number is done.",
        "The phone change has not yet happened.",
        "When is the number transfer done for me?",
        "I need a time for my number transfer.",
        "I don't know when my number transfers.",
        "I want the number transfer to happen soon.",
        "How soon will the transfer of my number take place?",
        "When would my number swap be complete?",
        "The transfer of my phone will be done soon.",
        "I wonder when I can swap my number.",
        "Will I be able to get the number transfer done?",
        "Is there a time when I can transfer my numbers?",
        "I don't know when mynumber transfers are supposed to be done.",
        "The number transfer has yet to be completed.",
        "When the number will be changed?",
        "My number will be changed eventually.",
        "When my transfer is done I'm not sure.",
        "I wonder if I can get my number transfer done soon.",
        "My number transfer is still not done.",
        "When will I be able to change my telephone number?",
        "Will my number switch be done soon?",
        "Do I know when my number transfer finishes?",
        "I am unsure when my transfer will be over.",
        "Will my phone number change?",
        "I wonder when I can get my number transfer.",
        "I don't know when my number swap will be done.",
        "When is my phone number going to another one?",
        "I have to transfer my phone number soon.",
        "Can you tell me number transfer time?",
        "I don't know when a number transfer happens.",
        "When is the number transfer complete?",
        "I would like to know when my transfer will be complete.",
        "Number transition could happen soon.",
        "Can you tell me when my transfer will occur?",
        "My number transfer is not complete.",
        "I have no clue when my numbers are transferred.",
        "I am wondering when the number swap would be over.",
        "Is this when I can swap my phone number?",
        "Is there a time when the number transfer will happen?",
        "How soon do I have to transfer my number?",
        "I am unsure when my number will change.",
        "I don't understand when my number transfers are done.",
        "I will be transferring my phone number to someone else soon.",
        "I have a question about when I get my number transferred.",
        "Is it possible for the number shift to be finished soon?",
        "Can I know when my number change will occur?",
        "I wonder when I'd swap my number.",
        "I don't know when number transfers are done.",
        "I don't know when mynumber transfers happen.",
        "I will switch my number to another one very soon.",
        "What time will my number switch over?",
        "I wonder when my number swap would conclude.",
        "My number transfer finishes when?",
        "The transfer of my phone number will happen.",
        "I want to know when my transfer will finish.",
        "Soon, I'm going to transfer my phone number to another.",
        "The phone number will be changed, when?",
        "The transfer of my phone number is in the works.",
        "My transfer to a different phone will happen soon.",
        "I want to know if the number transfer is done.",
        "I didn't know when mynumber transfers are done.",
        "I was wondering when my number swap was done.",
        "I do not know when my transfer will be finalized.",
        "My transfer from one phone number to another is getting closer.",
        "Is there a time when I can have my number transfer done?",
        "How soon will you complete my number shift?",
        "When will I transfer my number to another person?",
        "I am unsure when the number transfer will be done.",
        "I have a question about when the number transfer will be done.",
        "When shall I transfer my phone number?",
        "I don't know when my number swap will be finished.",
        "When the number transfer will be done?",
        "Would you be able to complete my number shift soon?",
        "There is a time when I can have my number transfer done.",
        "There are thoughts about when the full number shift will occur.",
        "When will the number in my phone go to a different one?",
        "Are we able to finish the number shift in the near future?",
        "My transfer from one number to another will be completed soon.",
        "There is a question about the status of the number porting completion.",
        "When will a number go to other people?",
        "When will the phone number transfer be completed?",
        "I don't know when my transfer's done.",
        "I'm curious to know if my number transfer has been done yet.",
        "I would like to know when my transfer concludes.",
        "I'm wondering when my number will change.",
        "Sometime in the near future I will have to transfer from one number to another.",
        "The transfer of my phone number is expected to be carried out.",
        "Are you able to finish me the number shift very soon?",
        "Will I get the number transfer done soon?",
        "Is the date when I can transfer my number?",
        "I don't know when my transfer will be accomplished.",
        "When is the time for number transfer?",
        "When will my number change over?",
        "Time left for me to switch my phone number?",
        "I'll switch my number to another soon.",
        "I don't know when the number transfers will happen.",
        "My transfer from one number to another is going to happen soon.",
        "I need to transfer my number to another soon.",
        "When will my phone number being changed?",
        "I wonder when the number swap will be completed.",
        "When the transfer of my phone number is expected to occur?",
        "When is the transfer of my phone number supposed to occur?",
        "Time for the number transfer to come to an end?",
        "I am not sure when the number swap would happen.",
        "When will I be getting my phone number transferred?",
        "When will my number being transferred?",
        "When would my number be changed?",
        "Will my number change, when?",
        "There is a question about the status on number porting completion",
        "I don't know if my number transfer has been done yet.",
        "The phone change has not been completed yet.",
        "The transfer of my phone number is expected to take place.",
        "I want to know when my number is moved.",
        "Do you know when my transfer will finish?",
        "I don't know when the number transfer will be done.",
        "Date for my number transfer?",
        "Does the transfer of my phone number take place?",
        "Is the transfer of my number going to happen soon?",
        "When does my phone number change?",
        "When I can transfer my number?",
        "For my number transfer, how soon?",
        "I'd like to know when my transfer is complete.",
        "When will I have my number transfer done?",
        "I wonder when my number is transferred.",
        "Do you know when the number transfer will be?",
        "I want to know when my number gets transferred.",
        "How soon will the phone number be changed?",
        "When will my number changed?",
        "I'm wondering when my transfer is done.",
        "When is the transfer of my number done.",
        "Will the number transfer finish?",
        "The number transfer finish time confirmation is being asked.",
        "I will transfer to a new phone soon.",
        "Do you know when my transfer will be completed?",
        "I wonder when I can transfer my number?",
        "I'm unsure when my number will change.",
        "Will the transfer of my number happen soon?",
        "I wonder when the number swap will be finished.",
        "The transfer of my phone number is expected to be done in the near future.",
        "Can you tell me when my digits shift finished?",
        "Is it possible to complete me the number shift soon?",
        "Can I know when my number transfer is done?",
        "I don't understand when my number transfer is done.",
        "Time to finish the number transfer?",
        "When my number is transferred?",
        "Number switch happens when?",
        "When is my number transfer going to be completed?",
        "I am unsure if my number transfer is done yet.",
        "When my transfer is done, I don't know.",
        "When will the end of num' transference be?",
        "It's not clear when my number transfer is done.",
        "Will my phone number change soon?",
        "How soon can I transfer my phone number?",
        "My number will change, when.",
        "I don't know when the transfer of my phone number is done.",
        "Can the number shift be finished in the near future.",
        "My transfer from one phone number to another is going to be done soon.",
        "Is it possible for you to complete me the number shift soon?",
        "The phone change has yet to take place.",
        "Can you tell me when I will be transferred?",
        "When am my number transfer done?",
        "I wonder when my number transfer is done.",
        "Time for my number transfer?",
        "I would like to know if the transfer of my number is complete.",
        "When will I have my phone number transferred?",
        "I am worried about the time it will take to complete my number transfer.",
        "My num shift has yet to be completed.",
        "My number hasn't moved over yet.",
        "Will I have my phone number changed?",
        "Can I know when my phone number will be transferred?",
        "When do my numbers transform?",
        "What date is my tranfer's completion?",
        "My numbers are yet to be transferred.",
        "I don't know when mynumber transfers can happen.",
        "Time for my phone number to change?",
        "When does my number changing?",
        "When will my number transfer be complete?",
        "How soon will number transfer end?",
        "When will the number swap happen?",
        "When will the transfer of my phone number occur?",
        "When will the transfer of my number happen?",
        "How soon will the number be changed?",
        "when will the number switch happen?",
        "My transfer from one number to another will be done soon.",
        "Is the transfer of my phone number about to take place?",
        "My transfer from one phone number to another is pending.",
        "my number switch is not done",
        "Do you know when my transfer will be executed?",
        "How soon will my number transfer happen?",
        "When my number transfer is over?",
        "It is time for my number transfer, when?",
        "I wonder if the transfer of my number is done yet.",
        "I don't know when my numbers are changed.",
        "I don't know when I'll be able to get my number transferred.",
        "Number transfer completed, when?",
        "My number swap has yet to go through.",
        "I wonder when I'll get my new number.",
        "I want to know when my transfer is finalized",
        "When might I be able to transfer my number?",
        "I need to get my number transfer done.",
        "I was wondering when my number swap would happen.",
        "Is my phone change done yet.",
        "I'm not sure when the number transfer will be finished.",
        "I want the number transfer to be done soon.",
        "There is a time when I can get my number transfer done.",
        "I wonder when I get my number transferred.",
        "I don't know when my number is transferred.",
        "There's a time when I can get my number transfer done.",
        "When my number will change?",
        "Number transfer finish time!",
        "When will the end of num transference come?",
        "When will the phone number on my phone go to another one?",
        "When will my phone number change hands?",
        "I don't know when my number swap will be complete.",
        "Is there a time when I can complete the number transfer?",
        "Could the number shift be finished in the near future?",
        "How soon will my number transfer be complete?",
        "I will switch my number at some point.",
        "When are the transfer of my number done?",
        "Is there a moment when I can have my number transferred?",
        "I still don't know when my transfer will be done.",
        "What time do I have my number transfer done?",
        "Do you know when my transfer is finished?",
        "What is the expected time for the phone number transfer?",
        "When am I supposed to have my number transferred?",
        "When will I be able to have my number transferred?",
        "When will the transfer of my telephone number happen?",
        "I don't know when my number swap would be over.",
        "My transfer to a new phone will be complete soon.",
        "When my transfer will be finalized is something that I want to know.",
        "I wonder when my number will be changed.",
        "I don't know when the number transfers will be done.",
        "I don't know when the number transfers are done.",
        "My transfer to another celluar number will have to be completed soon.",
        "I am not sure when my number swap would be completed.",
        "I want to know when my transfer is complete",
        "Time for transferring the number?",
        "Is it possible to transfer my phone number soon?",
        "When will my phone's number be forwarded to another one?",
        "Time for a number transfer end?",
        "When might I be able to get my number transferred?",
        "I would like to know when my transfer is complete.",
        "There's a question regarding the status on number porting completion.",
        "When my transfer is complete I would like to know.",
        "My number swap is not done yet.",
        "I'm not sure when the number transfer will be done.",
        "Is this the moment when I can transfer my phone number?",
        "When can I transfer my telephone number?",
        "I don't know when I will be done with my transfer.",
        "My number switch is still not done.",
        "The date for my number transfer?",
        "When will the number be sent to another person?",
        "Number switch done in a timely manner?",
        "What time is it when I transfer my phone number?",
        "I'm curious about the transfer of my numbers yet.",
        "It isn't clear when mynumber transfers are done.",
        "No clue when I transfer my number.",
        "I wonder if my phone change has finished yet.",
        "When is the transfer of number completed?",
        "Is number transfer finish time confirmed?",
        "What's the number transfer finish time?",
        "My transfer from one phone number to another is due to be completed soon.",
        "Sometime in the future, I will have to transfer from one number to another.",
        "The completion date of my tranfer?",
        "The transfer of my number isn't done yet.",
        "I don't know when I'll get my transfer done.",
        "My transfer from one phone number to another will be done soon.",
        "Soon, I will be transferring my phone number from one to another.",
        "Is the transfer of my number happening soon?",
        "When is the transfer of my phone number suppose to happen?",
        "There is a question regarding the status on the number porting completion.",
        "What is the date of my tranfer'scompletion?",
        "When my number transfer is complete?",
        "I am wondering when my number change will happen.",
        "When will the number in my phone be sent to another one?",
        "I don't know when my number transfer is over.",
        "Does my transfer of my number finish?",
        "The timing for my number transfer?",
        "I need to know when my transfer will be final.",
        "I am not sure when my transfer will be done",
        "How soon will I get my number changed?",
        "I want to know if my number switch is done.",
        "I need to know when my number is transferred.",
        "When do I have my number transferred?",
        "When will the number move to other people?",
        "Will the phone number be changed when?",
        "Soon, I'll be transferring my phone number to another.",
        "When the number transfer will be finished is something I'm worried about.",
        "Is it possible to finish the number shift in the near term?",
        "I am wondering when I can get my number transferred.",
        "Is my phone number going to change?",
        "Will my phone number be transferred to another one?",
        "Is there a time when my transfer is done?",
        "How soon is my phone number expected to be transferred?",
        "Please tell me the date of my tranfer's completion.",
        "When my transfer will be done is unknown.",
        "When's the number transfer done?",
        "When my transfer is done is not certain.",
        "Can you tell me when the transfer of my phone number is done?",
        "I haven't figured it out when mynumber transfers are done.",
        "I have a question about when I can transfer my number.",
        "Time for the transfer of a number?",
        "Is it feasible to complete the number shift soon?",
        "It will happen soon when I switch my number.",
        "Will the transfer of my phone number be done soon?",
        "I'm worried when my number transfer will be done.",
        "I would like to know if my number transfer is complete.",
        "I have no clue when the number transfers are done.",
        "I am not sure when my number swap would be over.",
        "Number transition planned soon?",
        "I wonder when I will be able to transfer my phone number.",
        "I'm wondering when my number transfer will be completed.",
        "Do you know when I can transfer my phone number?",
        "I would like to know if the transfer of my number is done.",
        "When is my number handed over?",
        "I have a question about when I can get my number transfer done.",
        "There is a time when I can get my phone number transferred.",
        "I don't know when I will get my number transfer.",
        "When can I transfer my phone number?",
        "I am wondering when my number swap would happen.",
        "I'm concerned about when my number transfer will be done.",
        "When does my numbering change?",
        "Time to transfer my phone number?",
        "There is a question on the number porting completion.",
        "Do you know when my transfer will be complete?",
        "The transfer to a different phone will be done soon.",
        "I don't have a clue when my number transfer is done.",
        "I wonder when my number swap would be finished?",
        "I'm worried about the time it will take to transfer my number.",
        "Can you finish the number shift in the near future?",
        "When my transfer is completed I want to know.",
        "I'm not certain when my transfer will be done.",
        "I don't know when my number transfer will take place.",
        "A question about the status of number porting completion.",
        "Number transition going to happen soon?",
        "I'm not sure when my transfer will be done",
        "When my number swap would be over?",
        "I don't know when mynumber transfers will take place.",
        "When is the transfer of my phone number supposed to take place?",
        "Is it possible to complete the number shift soon?",
        "As to when my number will change.",
        "Can you confirm the number transfer finish time?",
        "Are it possible to finish the number shift in the near future?",
        "Will this be the day when I can transfer my phone number?",
        "What is the expected time for me to transfer my phone number?",
        "I would like to know if my number transfer has happened yet.",
        "When do I have the chance to get my number transferred?",
        "My phone number is going to be transferred soon.",
        "I don't know when my Number transfers are done.",
        "When the number in my phone will go to another one?",
        "The transfer of my phone number is scheduled to take place.",
        "Will my number transfer be finished?",
        "Yes, when will my number be changed?",
        "I would like to know when my transfer will conclude.",
        "When is the phone number going to another one?",
        "I wonder when my number swap is going to happen.",
        "When will the phone number go over to another one?",
        "I don't know when my transfer will conclude.",
        "There was a number swap yet to be completed.",
        "My number has not moved over yet.",
        "When the number transfer will be completed is something I'm worried about.",
        "I am not sure when my number swap would take place.",
        "I want to know when my transfer will finalize.",
        "I'm waiting for my number transfer to be completed.",
        "I don't know when the number transfer will happen.",
        "When will a number transfer happen?",
        "There's a question about the number porting completion.",
        "The phone number will be changed soon.",
        "Will the number transfer be finished soon?",
        "Do you know when my phone number will be transferred?",
        "Numbers transfer time?",
        "Do you know when it is time for my number transfer?",
        "When my transfer is done I am not sure.",
        "I wonder when my number swap would be completed.",
        "Will my number be transferred soon?",
        "When is the number transfer done?",
        "I don't know when I can transfer my number.",
        "I do not know when my numbers are transferred.",
        "I am wondering when the number transfer will be completed.",
        "Is my number swap happening yet?",
        "Can you complete me my number shift soon?",
        "My phone change has not yet occurred.",
        "How soon do I get my number changed?",
        "When will number change done?",
        "I wondered if my number swap had gone through yet.",
        "I am going to transfer my phone number soon.",
        "I'm wondering when my number transfer will be done.",
        "I wondered when the number swap would be complete.",
        "Will my phone change soon?",
        "When will number transfer end?",
        "When will the number be sent to someone else?",
        "When does the transfer of my number take place?",
        "No idea when my number transfer is over.",
        "The transfer of my phone will be complete soon.",
        "I don't know when my number will be transferred",
        "My transfer from one phone number to another will be finished soon.",
        "When would I be able to transfer my number?",
        "When I'll change my number to another one.",
        "How soon does my number transfer finish?",
        "The transfer of my number needs to be done.",
        "I am unsure when my number swap will be done.",
        "will my number be switched over?",
        "Soon, I will be transferred to another phone.",
        "Soon, I will be moving my phone number to another.",
        "When is the number switch going to be done?",
        "When is a number transfer completed?",
        "The time for my number transfer is questionable.",
        "I wonder when I can get my number transferred.",
        "Is my number yet to be moved over?",
        "My number hasn't been moved yet.",
        "When will I have a number changed?",
        "When will the number I have on my phone go to another one?",
        "The date when I can transfer my number is unclear.",
        "Do you know when the number in my phone will be changed?",
        "How about the number transfer finish time?",
        "I'm curious to know if my number transfer has been completed yet.",
        "My number will soon be changed.",
        "When will it be possible to transfer my number?",
        "When my number transfer is done I'm concerned.",
        "How soon will the number transition happen?",
        "I don't know when mynumber transfers happen",
        "Is the transfer of my number expected to be done soon?",
        "I have a question about when my number is transferred.",
        "I will switch to another number soon.",
        "Do you know when my transfer will get done?",
        "I wonder when my number swap will be finished.",
        "Are you able to complete me number shift soon?",
        "Will my transfer be finalized soon?",
        "I don't know the time when mynumber transfers are done.",
        "I would like to know when I can get my number transferred.",
        "I'm worried about when the number transfer will be done.",
        "Can the number shift finish in the near future?",
        "When are my numbers transferred?",
        "I don't know if the number transfer is done yet.",
        "Timetable for my number transfer?",
        "Is the phone number going to be transferred soon?",
        "I wonder when the number swap will be done?",
        "How long until I transfer my number?",
        "I wish to know when my transfer is done.",
        "I'm unsure when my number will be changed.",
        "I wondered when my number swap was over.",
        "When is the transfer of my Number done?",
        "When will I be able to switch my phone number?",
        "When is the transfer of my phone number suppose to take place?",
        "Do you know how soon my digits shift?",
        "Sometime in the near future, I will have to transfer from one phone number to another.",
        "When can i transfer my number?",
        "How do I know when my number transfer finishes?",
        "I am wondering when I can swap my phone number.",
        "I wondered if my number swap had finished yet.",
        "The number swap is still not complete.",
        "My number transfer is yet to be completed.",
        "My transfer from one celluar number to another will take place in the near future.",
        "I am wondering when my number transfer will be finished.",
        "When is the transfer of my number done?",
        "How soon is the transfer of the number done?",
        "Number switch done, when?",
        "A question about the status of number porting completion",
        "Is the transfer of my phone number done when?",
        "When is a number transfer done?",
        "How soon is the transfer of my number completed?",
        "There is a question on the status of number porting completion",
        "When is the time for number transfer to end?",
        "The transfer of my phone number is not done right now.",
        "When will the number I have be changed?",
        "So when can I transfer my phone number?",
        "The transfer of my number will be done.",
        "The date when I can transfer my phone number?",
        "There is a question about the status of number transferring.",
        "Do you know when my transfer is completed?",
        "I don't know when mynumber transfer is done.",
        "When is it time to transfer numbers?",
        "My transfer from one phone number to another is expected to be completed soon.",
        "When is the transfer of number done?",
        "I don't know when I can get my number transfer.",
        "Is the transfer of my phone number supposed to happen soon?",
        "I was wondering when my number swap happened.",
        "When do they transfer my number?",
        "What time is the transfer of my number?",
        "I'm worried when my number transfer will be completed.",
        "Can you tell me when my number transfer is done?",
        "I am unsure when my transfer will be finalized.",
        "No clue when my number is being transferred.",
        "Is my phone number going to be changed?",
        "I am curious to know if I have my numbers transferred.",
        "I need to know if you can complete me number shift soon.",
        "Will the number in my phone change to another one?",
        "I don't know when I can get my number transfer done.",
        "When my number transfer will be finished is something I worry about.",
        "When would the number swap be complete?",
        "When will my phone number go to another?",
        "I don't know when the number transfer is done.",
        "Is the transfer of my number expected to happen soon?",
        "I'm not sure when my number swap would be completed.",
        "When will I be able to swap my phone number?",
        "I am concerned about when the transfer of my number will be completed.",
        "When is my number going to be changed?",
        "What time will the number transfer be completed?",
        "I'll swap my number for another one soon.",
        "The number transfer will be completed eventually.",
        "The transfer of my phone number is expected to happen eventually.",
        "I would like to know when my transfer will take place.",
        "I was wondering when the number swap would be over.",
        "I haven't figured out when my number transfers are done.",
        "I want to know if the number transfer is done yet.",
        "Do you know when the transfer of my phone number will happen?",
        "I wonder when I will get a new number?",
        "Can I ask when my number transfer is done?",
        "When is my phone number being transferred?",
        "My number transfer will be completed soon.",
        "Can you tell me when my transfer will be done?",
        "When my transfer is finished, I would like to know.",
        "Do you know when I can get my number transfer?",
        "The number swap was not completed yet.",
        "Will my number transfer be completed in a timely manner?",
        "The transfer of my phone number will be done.",
        "Do you can complete me number shift soon?",
        "What is the completion date for the number transfer?",
        "The number swap is not done yet.",
        "When shall my number change?",
        "Will it be possible to complete the number shift in the near future?",
        "When will the phone number changed?",
        "I am wondering if my phone change is done yet.",
        "How soon will number transition end?",
        "Do you know when my transfer finishes?",
        "I don't understand when mynumber transfers are done.",
        "Is the transfer of my number done soon?",
        "My number transfer has yet to be completed.",
        "Soon, I will have transferred to another phone.",
        "Soon I'll be transferring my phone number to another.",
        "When shall my number be transferred?",
        "I want to know when the transfer of my phone number will take place.",
        "Can I get my number transferred in the near future?",
        "When my transfer is finalized is what I want to know.",
        "I don't know when I'll be able to get my number transfer done.",
        "What time does number transfer finish?",
        "I wonder when the number swap would be done?",
        "The transfer of my phone number is expected to be done eventually.",
        "Do you know when my number transfer will be done?",
        "I am worried about the time it will take for my number transfer to be completed.",
        "The transfer of my phone number is expected to take place soon.",
        "Do you know when I can get my number transferred?",
        "When my transfer finalizes, I want to know.",
        "I will be transferred to another phone very soon.",
        "When would my number swap happen?",
        "How soon is it time for number transfer?",
        "Will you complete me the number shift soon?",
        "I don't know when the number transfers are completed.",
        "When is the transfer of my number made?",
        "If I get my number transferred, when?",
        "I wonder when the transfer of my phone number will be completed.",
        "When will my phone's number go to someone else?",
        "I have questions about when my number will be changed.",
        "My transfer to another phone will soon be complete.",
        "When will the number in my phone number change?",
        "I don't know when the phone number will be changed.",
        "When can my number be transferred?",
        "Do you know when my transfer is done",
        "Can we finish the number shift in the near future?",
        "I have no idea when my numbers are being transferred.",
        "Will my number move over?",
        "At what point is the end of num' transference due?",
        "I don't know when the number transfer will take place.",
        "When will the phone number transfer be done?",
        "When my number transfer will happen is something I'm worried about.",
        "I don't know when I will be able to get my number transfer.",
        "I want to know when my transfer is completed.",
        "I wonder when my number change will happen.",
        "The phone change has not yet been completed.",
        "How soon do I have my number transferred?",
        "Is there a point when I can transfer my number?",
        "I am concerned about when my number transfer will take place.",
        "When my number transfer will be completed is something I'm worried about.",
        "Do you know when the transfer of my phone number will occur?",
        "I am wondering if the number transfer is finished.",
        "When is the Transfer of Number completed?",
        "I am wondering if the transfer of my number is done yet.",
        "When will I get my number transfer done?",
        "My number transfer will be finished soon.",
        "The number transfer will be done when?",
        "When will my number be changed next?",
        "Can we complete the number shift in the near future?",
        "I am unsure when I can transfer my number.",
        "I would like to know when my transfer will be final.",
        "The transfer of my phone number is supposed to take place soon.",
        "I wish to know when my transfer is complete.",
        "Will the number in my phone be moved to another one?",
        "There is a question about the status of number passing.",
        "When would my number swap be done?",
        "Soon I will be transferred to another phone.",
        "How soon is it time for my number transfer?",
        "The time will come when I'll switch my number.",
        "There's a question about the status of number porting.",
        "Number switch will be done when?",
        "I don't know when my transfer is going to be finalized.",
        "I will have to transfer my phone number soon.",
        "I have no idea when my number transfer is done.",
        "Number transfer will be done when.",
        "When will my number be forwarded to another one?",
        "I'm curious if my numbers are transferred yet.",
        "Is there a certain time when I can transfer my number?",
        "When will my number be changed, when?",
        "I would like to know if you can complete my number shift soon.",
        "I'm curious to know if my numbers have been transferred yet.",
        "I do not know when my number will be changed.",
        "The number swap isn't done yet.",
        "Number change done soon?",
        "I wondered if my number swap went through yet.",
        "When will the transfer of my phone number be finished?",
        "Is the transfer of my phone number about to happen?",
        "The time for transfer of a number?",
        "The phone change is not done yet.",
        "If I can get my number transferred, when?",
        "I will soon be transferring from one phone number to another.",
        "I don't know when the number will be changed.",
        "There's a question about the status of number passing.",
        "I would like to know when my number will be transferred.",
        "What is the date of my tranfer finishing?",
        "There is a question on the status of number porting.",
        "When is the transfer of a phone number done?",
        "Will my phone number go to another one?",
        "I am concerned about when the number transfer will be done.",
        "How soon will it be for my number transfer?",
        "When is the transfer of my phone number expected to be done?",
        "Do you know when my transfer will happen.",
        "How soon will my number switch over?",
        "My num shift is not done yet!",
        "When does my number transfer conclude?",
        "I'm curious if my number transfer is finished.",
        "When my number transfer will be completed is something I am concerned about.",
        "I wonder when my number swap will take place.",
        "I am concerned about when the number transfer will be finished.",
        "When will the number on my phone go to another place?",
        "I have a question about the number transfer.",
        "When will the number on my phone go to someone else?",
        "My phone number will be transferred soon.",
        "I am not sure about when my transfer will be done.",
        "There's a question about number porting completion.",
        "My transfer from one phone number to another will have to happen soon.",
        "There is a question about the status of numberport completion.",
        "I don't know when it is time for my number transfer.",
        "I don't know when mynumber transfers is done.",
        "I am not sure when my number swap will be completed.",
        "My transfer from one phone number to another is coming soon.",
        "Is the transfer of my phone number on schedule?",
        "Waiting for my number transfer?",
        "I want to know when the transfer of my number is done.",
        "The transfer of my phone number is supposed to be carried out.",
        "I don't know when mynumbers are transferred.",
        "I'm wondering when my number transfer is done.",
        "I am worried about the time it will take to transfer my number.",
        "I don't know when my number change will happen.",
        "The number swap has yet to go through.",
        "How soon is the transfer of my phone number expected?",
        "My transfer to a new phone will be finished soon.",
        "How soon will the number in my phone go to another one?",
        "I worry when my number transfer will be completed.",
        "When my phone number will be changed?",
        "What time will the transfer of my phone number be done?",
        "The transfer of my phone number to another will be completed soon.",
        "What time will the number transfer be done?",
        "When do I get my number transfer finished?",
        "When are I supposed to transfer my phone number?",
        "Are you going to complete my number shift very soon?",
        "So when will my number change?",
        "The number transfer isn't done yet.",
        "When is the number transfer finished?",
        "There's a question about the status on number porting completion.",
        "When shall my number be changed?",
        "When are my numbers going to change?",
        "I wonder when the phone number will be changed.",
        "I desire to know when my transfer is complete.",
        "I need to know when my transfer is done.",
        "When will the number in my phone be changed",
        "My phone line has yet to be fully transferred.",
        "My transfer from one number to another will have to be done soon.",
        "I was wondering when my number swap went through.",
        "When will I transfer my number to someone else?",
        "Soon, I will be getting a new phone number.",
        "I wondered if my number transfer was done yet.",
        "How soon is the transfer of my phone number performed?",
        "When may my number be changed?",
        "When will the transfer of my number be complete?",
        "When do I know when my number transfer is done?",
        "Is the day when I can transfer my number?",
        "My number is not moving over yet.",
        "Is it possible to complete me a number shift very soon?",
        "Is the transfer of my phone number going to be done?",
        "I wonder when I can get my number transfer done.",
        "I don't know when my number transfers are finished.",
        "The number transfer is supposed to be done soon.",
        "How soon will my number be changed.",
        "Do you know when my number transfer finishes?",
        "Is it feasible to finish the number shift in the near future?",
        "I wondered when my number swap would be finished.",
        "I am not sure when my number swap will be done.",
        "I wonder when my number will switch over.",
        "What time will my number be transferred?",
        "Are there a time when I can transfer my number?",
        "Is this day when I can swap my phone number?",
        "When my transfer finishes I want to know that.",
        "I have no idea when mynumber transfers are finished.",
        "Do you know when my transfer will complete?",
        "Is my number changed soon?",
        "time to transfer number?",
        "When is number transfer finished?",
        "When is the transfer of my number concluded?",
        "When my transfer is complete I want to know.",
        "Are you able to complete the number shift in the near future?",
        "There is a question about the status of the number porting.",
        "I wonder when I was able to swap my numbers.",
        "There is no clue when my number transfer is complete.",
        "When my number transfer will be completed is what I'm worried about.",
        "I need to know when my number transfer is done.",
        "Time left for my phone number to change?",
        "My number has yet to be moved over.",
        "Am I able to transfer my number soon?",
        "It is unclear when my number will change.",
        "When do I have my transfer done?",
        "Is there a day when I can get my number transferred?",
        "Will the number transfer be done soon?",
        "I would like to know when my transfer is finished.",
        "When does the transfer of my number happen?",
        "Number transition in the works?",
        "A date for my number transfer?",
        "The number transfer is yet to be completed.",
        "I wonder when my number swap will be complete.",
        "I need to know if my number transfer is done yet.",
        "I want to know when my transfer will happen.",
        "When my transfer will be completed is unclear.",
        "The transfer of my number is supposed to happen soon.",
        "The phone change has not yet taken place.",
        "When will there be a change to my phone number?",
        "When am I supposed to get my number transfer done?",
        "I want to know when my number transfer is done.",
        "Do you know when the number transfer will be done?",
        "Soon I will be transferring from one phone number to another.",
        "When my number transfer finishes?",
        "I will be transferring from one phone number to another soon.",
        "I wonder when I'll get a new number?",
        "Does my transfer of numbers come to an end?",
        "When will the number in my phone go to another one",
        "Is it possible for me to get my number transfer done soon?",
        "Is the transfer of my phone number going to take place soon?",
        "I would like to know if my numbers are transferred.",
        "Estimated time for my number transfer?",
        "When my transfer will be completed is what I want to know.",
        "My num shift is yet to be completed.",
        "When will the transfer of my phone number be completed?",
        "I was wondering when I can transfer my number.",
        "How soon will I be able to transfer the number?",
        "Can you tell me when I can transfer my phone number?",
        "Can you tell me when the end of num' transference is?",
        "Are we able to complete the number shift in the near future?",
        "I am concerned when my number transfer will be finished.",
        "How soon will my number be transferred?",
        "How soon is the transfer of my phone number supposed to occur?",
        "I don't know when my transfer will happen",
        "When can I expect the transfer of my phone number?",
        "When would I swap my number?",
        "The transfer of my phone number is anticipated to happen soon.",
        "How soon do I get my number transferred?",
        "I have no idea when mynumber transfers are done.",
        "The transfer of my phone number will take place.",
        "What is the time of the number transfer?",
        "When will I get the number transferred?",
        "I would like to know when my number is transferred.",
        "I wonder when my number transfer will happen.",
        "What time do I transfer my number?",
        "I don't know when my numbers transfer.",
        "When mynumber transfers are done is something I don't know.",
        "I don't know whennumber transfers are done.",
        "The time for the number transfer is unknown.",
        "How soon will my number transfer be finished?",
        "Will my number transfer be completed in time?",
        "I don't know when the number swap would be done.",
        "When will the number on my phone go over to another one?",
        "When is the transfer of my phone number going to take place?",
        "I am wondering when my number changes.",
        "I don't know when the phone number will go to another one.",
        "transfer to another phone will be finished soon",
        "I wonder when my number swap would occur?",
        "When will the phone number I have be changed?",
        "When will the phone number go over to another person?",
        "I will soon be transferred to another phone.",
        "I'll switch my number sometime in the future.",
        "When will the number change happen?",
        "I wonder when my number swap is over.",
        "Can I know when my number will change?",
        "When will the phone number transfer happen?",
        "How soon will my number be turned over?",
        "I wonder about my number swap.",
        "Number transition will be soon?",
        "The number in my phone will be changed eventually.",
        "Will this be the time when I can transfer my number?",
        "Is there a time where I can get my number transferred?",
        "Do you know when my number transfer will happen?",
        "How soon do I get the number transfer done?",
        "I will have to transfer my phone number to another in the near future.",
        "How soon will I get my phone number back?",
        "When is the transfer of my number?",
        "Isn't there a time when I can get my number transferred?",
        "I will change my number very soon.",
        "When will I be able to get my number moved?",
        "Are you able to complete me the number shift soon?",
        "I don't know when the transfer of my phone number will happen.",
        "Number transfer ending time?",
        "The number switch will happen when?",
        "I was wondering when my number swap would be over.",
        "My number transfer hasn't been completed yet.",
        "Time left for my phone number to be switched?",
        "I'm not sure when the number swap would be done.",
        "When does my number get transferred?",
        "When is the transfer of my number going to be done?",
        "When my number transfer will be finished is worrying me.",
        "I'm curious to know if my number transfer is done yet.",
        "When my number transfer will be completed is a concern for me.",
        "Is the number shift possible soon?",
        "Is this date when I can swap my phone number?",
        "There's a question about the number porting completion status.",
        "I wonder when the number transfer will be completed.",
        "I am wondering if there is a time when I can transfer my number.",
        "My phone line has not been fully transferred.",
        "I have no idea when the number swap would be done.",
        "My transfer from one phone number to another will be completed soon.",
        "Do you know when the number will be changed?",
        "I wonder when my number transfer finishes.",
        "I will be changing my phone number soon.",
        "I want to know when the transfer of my phone number will be completed.",
        "I want to know when my transfer will occur.",
        "Sometime in the near future, I will have to transfer my number to another.",
        "I want to know when the transfer of my phone number is done.",
        "My transfer from one phone number to another will soon be completed.",
        "Time for the end of number transfer?",
        "I am wondering if I can get my number transferred soon.",
        "When mynumber transfers are done isn't clear to me.",
        "I do not know when my transfer will be completed.",
        "The number will be changed soon.",
        "I wonder when it's time to transfer my number.",
        "My number will be changed sometime in the future.",
        "When my transfer will be completed is something I would like to know.",
        "I'm not sure when mynumber transfers are done.",
        "Do you know when I'll get transferred?",
        "When my number will be changed.",
        "I question when my number will change.",
        "I wonder when my number swap would take place?",
        "When the transfer of my phone number is supposed to happen?",
        "Sometime for my number transfer?",
        "My number transfer is not done.",
        "When is my number turned over?",
        "How long will it take for my phone number to be switched?",
        "Time for the number transfer to end?",
        "The transfer of my phone number is expected to be done",
        "I want to know when my transfer is made final.",
        "Will the transfer of my phone number occur soon?",
        "There is a question about the status of number-porting completion.",
        "How soon do my digits shift?",
        "I would like to know when my transfer will be done.",
        "When is the time for my number transfer?",
        "When will my telephone number change?",
        "When is the number Transfer done?",
        "When will my number move?",
        "I don't know when my number transfer happens.",
        "The number transfer finish?",
        "When can I have my transfer finalized?",
        "Please tell me when my transfer will be done.",
        "The number transfer time is unknown.",
        "When will my number be transferred",
        "Is this the day when I can transfer my number?",
        "My transfer from one phone number to another is going to be completed soon.",
        "I want to know when my number will change.",
        "Can I ask when my number will be changed?",
        "Can I have my number shift done soon?",
        "I wonder when my number swapped.",
        "The transfer of my phone number is expected to take place in the near future.",
        "How soon do I need my number transfer done?",
        "When mynumber transfers are done, I don't know.",
        "I don't know if my number moved over yet.",
        "When my transfer will happen is not known.",
        "When will the number go to someone different?",
        "I will be transferring my phone number to a different one soon.",
        "When will I get a number change?",
        "I want to know when my transfer will be over.",
        "I'm concerned when my number transfer will be finished.",
        "When is the transfer of my number supposed to happen?",
        "I wonder when my number transfer will happen?",
        "The number transfer will be completed when.",
        "How long before my digits shift finished?",
        "number transfer time?",
        "When will the end of num' transference arrive?",
        "Will you be able to complete me a number shift soon?",
        "When my number transfer will be completed is worrying me.",
        "Is it time for the number transfer to finish?",
        "I wonder when my number change would be done.",
        "How soon is the number switch done?",
        "my phone line has not been fully transferred",
        "Number transition coming soon?",
        "I want to know when the number transfer is completed.",
        "I would like to know when my transfer will happen.",
        "When my transfer is finished, I want to know.",
        "I don't know when mynumber transfers are finished.",
        "When the transfer of my phone number is supposed to occur?",
        "The transfer of my phone number is supposed to occur.",
        "When does a number transfer finish?",
        "The transfer of my phone number is going to be done soon.",
        "When will there be a change in my number?",
        "Will I have my number changed?",
        "I want my number swap to be done soon.",
        "Can you tell me the number transfer time?",
        "Is the number in my phone number changing soon?",
        "I will be transferred to a different phone soon.",
        "When will my phone's number go to another phone?",
        "I am waiting for my number transfer.",
        "Will my phone number be changed soon?",
        "I don't know when my number swap will occur.",
        "This is when I can transfer my phone number?",
        "Time to shift my phone number?",
        "I will be changing my number soon.",
        "When do I get my number to change?",
        "Can you tell me when the number transfer is finished?",
        "I am not aware of when mynumber transfers are done.",
        "I'm curious if my number transfer has been done yet.",
        "There is a question about the status on number porting.",
        "I would like to know when my transfer will finalize.",
        "When my number transfer is finished I'm concerned.",
        "Is there a time when I'm able to get my number transferred?",
        "I will have to transfer my number to another in the near future.",
        "When do I get my number transfer completed?",
        "Sometime soon I will have to transfer my celluar number to another.",
        "I don't know when my number transfers are done.",
        "I want to know when the transfer of my phone number is expected.",
        "It is not known when my transfer will be done.",
        "Time for a transfer of number?",
        "Can I get my number transfer done at a certain time?",
        "When will the number in my phone be changed.",
        "When will the number on my phone go to another?",
        "I'll be getting a new phone number soon.",
        "When is my number changed?",
        "No idea when my number transfer is finished.",
        "When will the phone number be changed.",
        "When is the number transfer time?",
        "I wondered when my number swap would end.",
        "When is the transfer of my number going to take place?",
        "When does the transfer of my phone number take place?",
        "Time to complete the number transfer?",
        "I will switch my number shortly.",
        "A date of the completion of my tranfer?",
        "When my number transfer will be done is something I'm worried about.",
        "I am wondering when I will get the number transfer done.",
        "My number will be changed to another one at some point.",
        "I wonder when the number swap will end.",
        "When will my number change",
        "I am wondering when I will be able to transfer my phone number.",
        "I do not have a clue when my number transfer is done.",
        "The swap of numbers hasn't been completed yet.",
        "I am wondering when the number transfer will be done.",
        "No clue when my number transfers.",
        "Soon, my phone number will be transferred to another.",
        "The number transfer needs to be completed.",
        "Can a number shift be finished in the near future?",
        "I'll switch my number soon.",
        "I am going to be transferring my phone number to another soon.",
        "Can you tell me when my transfer will be?",
        "I wonder when my number swap would be done.",
        "I'm wondering if you can complete me number shift soon.",
        "I wonder when I would get a number swap?",
        "When is it expected that my phone number will be transferred?",
        "I do not know when number transfers are done.",
        "Will my number transfer be finished soon?",
        "I'll be transferring from one phone number to another soon.",
        "Is that when my number transfer will happen?",
        "When my number swap occurred, I wondered.",
        "Is this the moment when I can transfer my number?",
        "Will my phone number be changed?",
        "What is the finish time for my number transfer?",
        "My phone line hasn't been fully transferred.",
        "When will the number in my phone get changed?",
        "The time for transfer of number?",
        "The time to end the number transfer?",
        "I have a question about when my number will be transferred.",
        "It isn't clear when my number transfer is done.",
        "The transfer from one phone number to another is going to happen soon.",
        "Do you know when my digits shift finished?",
        "When my transfer will be finalized is a question I want to know.",
        "what is the date of my tranfer's completion?",
        "I don't know when my number transfer is done?",
        "I wondered when my number swap would be done.",
        "There's a question regarding the number porting completion status.",
        "When will my number transfer be done?",
        "Is it the day when I can transfer my phone number?",
        "I need to know if my number switch is done yet.",
        "I need to know when my transfer will be finished.",
        "I don't know when my numbers are being moved.",
        "When I'll switch my number.",
        "I'm concerned about when the transfer of my number will be completed.",
        "I'm going to transfer my phone number to another soon.",
        "When is it my number transfer?",
        "The transfer of my phone number is expected to be performed.",
        "When does the number transfer get done?",
        "How soon are my number transfers done?",
        "Time for number transfer to conclude?",
        "When will the transfer of number take place?",
        "When mynumber transfers are done I don't know.",
        "When will I have my number transferred?",
        "Is there a time when my number will be transferred?",
        "There is a question as to the status of number porting completion.",
        "I'll switch my phone number soon.",
        "Can you tell me when my transfer will be completed?",
        "When is my number going to change?",
        "When will my phone number be transferred?",
        "When does my transfer of numbers end?",
        "Timing for number transfer?",
        "Do you know when my transfer will be completed.",
        "The date of my tranfer's completion is uncertain.",
        "Is there a time when my number transfer is done?",
        "I want to know if the transfer of my number is complete.",
        "Is this date when I can swap my number?",
        "The transfer of my number is not completed yet.",
        "I will be moving my phone number to another soon.",
        "When the end of num' transference is due?",
        "I want to know if my number transfer is done yet.",
        "I have no idea when mynumber transfers will be done.",
        "I would like to know if my number transfer is done yet.",
        "When is the end of the number transfer?",
        "Which date is the completion of my tranfer?",
        "Sometime in the near future I will have to transfer my celluar number to another one.",
        "I worry about when my number transfer will be finished.",
        "When will I transfer my number to someone?",
        "Is there a time when I can transfer my number.",
        "How soon do my number change?",
        "When does the transfer of number happen?",
        "My number is to be transferred.",
        "My phone change has yet to occur.",
        "When mynumber transfers are done is not known to me.",
        "Can you complete my number shift very soon?",
        "I wonder when the number swap would end.",
        "When the transfer of my phone number is supposed to be done?",
        "I am wondering when the transfer of my number will be done.",
        "When do I receive my new number?",
        "I was wondering when the number swap would be done.",
        "I do not know when my transfer will take place.",
        "Time for ending the number transfer?",
        "I ask when my number will be changed.",
        "What time is the number transfer done",
        "The number swap is still not completed.",
        "I would like to know when my transfer is over.",
        "I'm curious if my number transfer is done yet.",
        "I'm afraid when my number transfer will be finished.",
        "When will the transfer of my number take place?",
        "I want to know when my number swap would be done.",
        "When will I get the new phone number?",
        "When the transfer of my phone number is likely to take place?",
        "Will you complete me number shift soon?",
        "I'll switch my number to another one in the near future.",
        "I wonder if my phone change has gone through yet.",
        "My number will change when?",
        "I haven't heard when my number transfer is done.",
        "The transfer of my phone number is expected in the near future.",
        "What is the time when the number is transferred?",
        "What time will my number be switched over?",
        "Can my number move over yet?",
        "Do you know the time when the number transfer is done?",
        "I would like to know if my number switch is done yet.",
        "When will the number be changed?",
        "I am wondering when my phone number will be changed.",
        "Will you be able to complete my number shift soon?",
        "When my transfer is completed is something I want to know.",
        "Will my number transfer be complete?",
        "What is the finish time of my number transfer?",
        "How soon will I have my number transferred?",
        "I can't remember when my number swap would be done.",
        "I don't know when my number transfers will be.",
        "I want to know when my number transfer will happen.",
        "Will there be a time when I can transfer my number?",
        "When is number transfer done?",
        "When will the number on my phone change to another?",
        "I do not know when I can get my number transferred.",
        "When is my number going to be switched over?",
        "When do I transfer my number?",
        "Sometime in the near future, I will have to transfer my phone number.",
        "I have not received my number transfer yet.",
        "When is the transfer of the number completed?",
        "How soon is number transfer done?",
        "It is not known when mynumber transfers are done.",
        "Number transfer completed when?",
        "I don't know when my transfer will wrap up.",
        "You need to complete me number shift soon.",
        "Can you tell me when my transfer is done?",
        "I need to get my number shift done soon.",
        "I wonder when I would get a new phone number.",
        "When can I get my phone number transferred?",
        "Will my number be transferred?",
        "My number transfer has not yet been completed.",
        "Time to transfer my number?",
        "How long is it for me to switch my phone number?",
        "I'm not sure when my number swap would be over.",
        "Is the phone number changing soon?",
        "What is the expected date for the transfer of my number?",
        "Time for a number transfer to finish?",
        "I have no idea when my numbers will be transferred.",
        "I wish to know when my transfer will be finalized.",
        "When will the number on my phone be changed?",
        "I was wondering when my tranfer's completion was.",
        "What date will my number change?",
        "I need to transfer from one number to another soon.",
        "When is the transfer of my phone number done.",
        "I don't know what time mynumber transfers are done.",
        "They don't know when my number transfer is done.",
        "Will my transfer be done soon?",
        "I would like to know when my number will be changed.",
        "The number swap has yet to be completed.",
        "When is the transfer of my phone number going to be done?",
        "I'm unsure when my number will be transferred.",
        "The transfer of my phone number is expected to happen.",
        "How soon will I be able to get the number transfer done?",
        "I don't know when number transfers happen.",
        "My number swap would be done soon.",
        "How soon can you complete my number shift?",
        "The number shift could be finished in the near future.",
        "I'm wondering if I can get my number transfer done soon.",
        "I don't know when I'll get my number transferred.",
        "A transfer of my phone number will be completed soon.",
        "Will this date be when I can transfer my number?",
        "I am wondering if the number switch is done yet.",
        "I do not know when the number transfers are done.",
        "When my transfer will be finalized is something I would like to know.",
        "I have no clue when the number transfer is done.",
        "When my transfer finishes I want to know.",
        "The transfer of my phone number to another is happening soon.",
        "I don't know when myNumber transfers are done.",
        "When is my number transfer over?",
        "What time will my number transfer take?",
        "I don't know the status of number porting completion.",
        "Soon, I will transfer my phone number to another.",
        "I wonder if there is a time when I can get my number transferred.",
        "I don't know when my number transfer is.",
        "I am wondering if I can get my number transfer done soon.",
        "When can I get the number transferred?",
        "Do you know when your number will be changed?",
        "When is the transfer of my phone number going to be completed?",
        "When my transfer will be concluded is what I want to know.",
        "Is there a particular time when I can transfer my number?",
        "I am wondering when my phone number will be transferred.",
        "I don't know when Number transfers are done.",
        "I don't know when I can get my number transferred.",
        "Can I know when my phone number will be changed?",
        "will my number transfer be completed?",
        "When will I transfer the number to someone?",
        "This is when I will be able to transfer my phone number.",
        "I am uncertain when my transfer will be done.",
        "When is the transfer of my phone number going to occur?",
        "Is there a particular time when I can get my number transferred?",
        "I want to know when my number swap would happen.",
        "The number switch should happen soon.",
        "When my transfer is complete, I would like to know.",
        "Is my phone number expected to be transferred soon?",
        "What date will my number switch over?",
        "When will my phone number be sent to another one?",
        "Can I get my number transferred soon?",
        "I don't know when my transfer will be finished",
        "I am curious if the transfer of my number is complete.",
        "I haven't fully transferred my phone line yet.",
        "When mynumber transfers are done I don't have a clue.",
        "Is that day when I can transfer my number?",
        "I wonder when my number transfer will finish.",
        "When will the number be transferred?",
        "When will the number go to some other person?",
        "My num shift has not yet been completed.",
        "There are thoughts about when the full number shift will take place.",
        "I don't know when I will get the number transfer done.",
        "Is there a time when I can get my number transferred?",
        "My number transfer will be done soon.",
        "My numbers have not been transferred yet.",
        "My phone line is not fully transferred.",
        "I wonder when I will be able to swap my number.",
        "When my transfer finishes, I would like to know.",
        "The transfer to another phone will be concluded soon.",
        "Is the day when I can transfer my phone number?",
        "When will it be time for my number transfer?",
        "When mynumber transfers are done, I have no idea.",
        "It is uncertain when my transfer will be done.",
        "Will the number transfer be completed soon?",
        "My transfer from one number to another will have to happen soon.",
        "I don't know when number transfers are done",
        "There's a question about the status on number porting",
        "I don't know when mynumber transfers are complete.",
        "The transfer of my phone number isn't done yet.",
        "Will my number transfer take place?",
        "I wonder when it's time for my number transfer.",
        "I would like to know if you can complete me number shift soon.",
        "I wonder when my transfer is done.",
        "I have no idea when my number transfers are done",
        "Is my phone line yet fully transferred?",
        "I don't know when my transfer will be concluded.",
        "I'm curious about the transfer of my number.",
        "How soon will my number change.",
        "I want to know if my number transfer has been done yet.",
        "I want to know the date of my tranfer's completion.",
        "I would like to know when I can expect my transfer to be finalized.",
        "The number transfer will be done sooner or later.",
        "I am worried about when the number transfer will be done.",
        "When will the number be passed to someone else?",
        "Is this moment when I can transfer my number?",
        "The number swap isn't finished yet.",
        "I don't know when the number transfer will be finished.",
        "I will have to transfer from one number to another in the near future.",
        "I wonder when my number swap would end.",
        "Will the number transfer take place soon?",
        "When will the number on my phone change to another one?",
        "When my number swap will be done?",
        "I don't have any clue when my number transfer is done.",
        "I worry about when the number transfer will be completed.",
        "When will I be changing my number?",
        "When will my phone number changed?",
        "A date of my tranfer's completion?",
        "The transfer of my phone number is supposed to be done.",
        "Can I get a number transfer soon?",
        "I'm concerned about when my number transfer will be completed.",
        "My tranfer's completion date?",
        "When my transfer is done I don't know.",
        "Soon, I will be moving from one phone number to another.",
        "My number will be switched to another one at some point.",
        "The number transfer finish time is unknown.",
        "I am not sure when my transfer will finish.",
        "When is the transfer of my phone number going to happen?",
        "Do you know when my transfer will be finalized?",
        "When the transfer of my phone number is going to happen?",
        "I am not sure when my number transfer will be finished.",
        "Do I know when my number transfer is done?",
        "Will my number change over?",
        "When will number transfer be completed?",
        "The transfer of my phone number is supposed to happen soon.",
        "When will my number transfer be over?",
        "Will my number swap go through?",
        "I would like to know if the number transfer is finished.",
        "I wonder if my phone change is complete yet.",
        "number switch done when?",
        "My transfer to another phone will be finished soon",
        "When is the transferring of my number done?",
        "I'm curious to know if my number transfer is finished.",
        "The number transfer finishes?",
        "Is there any timetable for my number transfer?",
        "My num shift isn't complete yet.",
        "I will have to transfer from one number to another soon.",
        "When will the phone number I have go to another person?",
        "When is the number in my phone going to another one?",
        "I don't know when the numbers are transferred.",
        "I will switch my number to another soon.",
        "At some point I will switch my number to another one.",
        "How about when my number is transferred?",
        "When will I get the number transfer?",
        "I wonder when I can get my number moved.",
        "So when is the transfer of my number done?",
        "Is there a time when I can get my number switched?",
        "No clue when my number transfer takes place.",
        "I don't know when the number transfers take place.",
        "When is my number transfer completed?",
        "When will my number transferred?",
        "I don't know when my number transfers are supposed to happen.",
        "I don't know when the number swap would be finished.",
        "There's a question on the number porting completion.",
        "I wonder when I'll swap my number.",
        "I worry about when the number transfer will be done.",
        "When mynumber transfers are done, I do not know.",
        "I don't know when it's time for my number transfer.",
        "No idea when my number transfer is done.",
        "When will my number swap occur?",
        "The transfer of my number?",
        "I am interested to know if my number transfer is done.",
        "When will my phone number be switched over?",
        "Do you know when the number change will occur?",
        "Is this date when I can transfer my number?",
        "I don't know when my transfer will take place",
        "Is there a time when my number transfer can be completed?",
        "I'm concerned about when the number transfer will be finished.",
        "I don't know when the number swap would finish.",
        "When will I get a transfer done?",
        "The transfer of my phone number is not done immediately.",
        "I want to know if the number transfer is finished.",
        "When is the number going to someone else?",
        "I wonder when I would be able to swap numbers.",
        "I'll be transferred to another phone soon.",
        "Soon, I'll be transferring to another phone.",
        "Is my phone number supposed to be transferred soon?",
        "My number will be changed someday.",
        "Who knows when my transfer will be done?",
        "I'll be changing my phone number soon.",
        "When do I get my number turned over?",
        "I was wondering when I could transfer my phone number.",
        "Sometime in the future, I will switch my number to another one.",
        "I would like to know when I will be transferred.",
        "I want to know when my transfer will be concluded.",
        "Can my number transfer finish?",
        "How soon do I get my number moved?",
        "My digits shift, how soon?",
        "I am concerned about the time it will take for my number transfer to be completed.",
        "When will the number I have in my phone go to another one?",
        "I have to transfer my number to another soon.",
        "Whenever mynumber transfers are done, I don't know.",
        "When my transfer finishes I would like to know.",
        "I wonder when the number in my phone will be changed.",
        "Can you complete the number shift very soon?",
        "I'm concerned about when my number transfer will occur.",
        "There is a question about the status of number porting.",
        "How soon is it for my number transfer?",
        "When is my number transfer ready?",
        "I will swap my number for another one soon.",
        "The phone change has not yet occurred.",
        "It's unclear when my transfer is done.",
        "I'm curious to know if the transfer of my number is done.",
        "I do not know when my transfer will be finished.",
        "When will I switch my number?",
        "I do not know when the number swap would be done.",
        "When is my transfer going to be finalized?",
        "When my transfer will be finalized, I want to know that.",
        "When will the number in my phone go over to another person?",
        "I wonder if my phone change is done yet.",
        "The number will be changed, when?",
        "How soon can you complete me number shift?",
        "The transfer to a different phone will be finished soon.",
        "I have a question when my number will be changed.",
        "Is there a time when I can get my number transfer?",
        "When will I get the new number?",
        "I am wondering when I can transfer my phone number",
        "I don't know when mynumber transfers can be done.",
        "I don't know when I'll be able to transfer my phone number.",
        "When am I supposed to get my number transferred?",
        "Is that the day when I can transfer my phone number?",
        "When my transfer will be done is not sure.",
        "How soon do I receive my number transfer?",
        "I have no idea when my number transfer is over.",
        "I need to know when my transfer will be completed.",
        "I am wondering when I can get my number transfer done.",
        "When will the transfer of my numbers take place?",
        "I am not sure about when my transfer is done.",
        "How come I don't know when my number will be transferred?",
        "How soon is the transfer of my phone number going to happen?",
        "I have no clue when my number transfer is completed.",
        "Can the number transition be locked down soon?",
        "I do not know when mynumber transfers are done.",
        "Will my number transfer happen?",
        "There is no clue as to when mynumber transfers are done.",
        "I wonder when the number swap would be over.",
        "The transfer of my phone number should be done soon.",
        "I wonder when I could swap numbers.",
        "I wonder when my number change would happen.",
        "I am wondering if my number transfer is finished.",
        "When will the number go to a new person?",
        "When are I supposed to get my number transferred?",
        "When will it be possible to change the phone number?",
        "I'm wondering when the number transfer will be done.",
        "A transfer to another phone will be completed soon.",
        "The number in my phone will be changed sometime.",
        "When is it possible to transfer my phone number?",
        "There is a question about when the number will go to other people.",
        "Are you able to complete me the number shift very soon?",
        "I have no idea when the number swap would be over.",
        "The number in my phone will change soon.",
        "When is the transfer of my number finished?",
        "When will my phone number be handed over?",
        "I'm wondering when my number will be changed.",
        "I wonder when I would be getting a new number.",
        "When will the phone number transfer occur?",
        "The transfer of my phone number is expected in the future.",
        "Will my number switch be done yet?",
        "I am wondering when my number swap would end.",
        "Will I get my number changed?",
        "I don't know when to transfer my number.",
        "I need to know when I get my number transferred.",
        "I am not sure when my number swap would happen.",
        "My transfer from one phone number to another will have to be completed soon.",
        "I wonder when my number swap would go through.",
        "The transfer of my phone number will be finished soon.",
        "I will switch my number to another one in the near future.",
        "How soon will my phone number be changed?",
        "What time do I have my number transferred?",
        "When will the number go somewhere else?",
        "How soon will my number change hands?",
        "When my transfer is finalized, I would like to know.",
        "When is the transfer of my phone number supposed to be completed?",
        "Are there a time when I can get my number transferred?",
        "When will my number be moved?",
        "How soon will the number transfer happen?",
        "How soon do I get the number transferred?",
        "I am wondering if my number transfer is done yet.",
        "When my number transfer will be finished is something I'm concerned about.",
        "If my number transfer is done yet, I am curious.",
        "What is the expected time for the transfer of my number?",
        "Sometime in the near future, I will have to swap my celluar number.",
        "The transfer of my phone number is expected to occur soon.",
        "I wonder when my number swap will be over.",
        "The transfer of my number is pending.",
        "I will swap my number soon.",
        "When will the transfer of my phone number be done?",
        "I don't have any idea when my number transfer is done.",
        "The swap of numbers hasn't been completed.",
        "Number transition scheduled soon?",
        "I wonder when my number swap is going to be done.",
        "I wonder when I can transfer my number.",
        "Time for the number to be shifted?",
        "When am I going to see my number change?",
        "Time for the transfer of numbers?",
        "When the transfer of my number is done?",
        "Number shift can be finished soon?",
        "I don't know when the number swap would be over.",
        "At some point, I will switch my number to another one.",
        "I want to know when my phone number will be changed.",
        "When does the transfer of my number end?",
        "I was wondering when I can transfer my phone number.",
        "Number switch done soon?",
        "I need to know when my number will be changed.",
        "When I will shift my number to another one.",
        "Is the number transition happening soon?",
        "I am unsure when my number swap would happen.",
        "My phone number is expected to be transferred sometime in the future.",
        "I wonder when my phone number will be changed.",
        "My transfer from one phone number to another is going to be finished soon.",
        "Not knowing when my number transfer is done.",
        "I am not sure if my number transfer is done yet.",
        "I will be transferred to a new phone soon.",
        "Will my number transfer be done?",
        "Is it possible to complete me number shift soon.",
        "How long before the number transfer is done?",
        "What time will my number transfer be done?",
        "Can number shift be completed in the near future?",
        "Number transfer finish?",
        "When will number transfer finish?",
        "I'm unsure about when my transfer is done.",
        "The number transfer is done when?",
        "Is my number going to switch over?",
        "I am going to transfer to another phone soon.",
        "I am unsure when my number swap would be done.",
        "Time for number transfer to end?",
        "My transfer to another phone will happen soon.",
        "I am going to transfer my phone number to another soon.",
        "I wonder when my tranfer's completion will be.",
        "Is there a time when my number transfer can be done?",
        "Will my number be switched over soon?",
        "Do you know when my transfer will be taking place?",
        "I don't know when I will get my transfer done.",
        "I'm not sure when number transfers are done.",
        "There is a question on the status on number porting.",
        "I don't know when the numbers will be transferred.",
        "How soon will the number transition end?",
        "My number has yet to be moved.",
        "When is the transfer of my number performed?",
        "When is my phone number transfer done?",
        "I'm curious to know if my number transfer is completed.",
        "My phone line hasn't been fully transferred yet.",
        "Do you know when I can complete my number shift?",
        "My number will be transferred when.",
        "If I get my number transferred when?",
        "I don't have any idea when my number transfers are done.",
        "I need to know when my transfer will be done.",
        "When will I be able to swap my phone number with someone else?",
        "I want to know when my transfer is done.",
        "When will my number change happen?",
        "How soon is the time for number transfer?",
        "I will be moved to another phone soon.",
        "My phone line has not been completely transferred.",
        "Who knows when my number transfer is done?",
        "Do you know when my transfer goes through?",
        "When will the number transfer occur?",
        "How soon do I get a new phone number?",
        "I don't know when I get my number transferred.",
        "I am curious to know if my number transfer is finished.",
        "My number transfer will happen soon.",
        "I am not sure when my number transfer will be done.",
        "When my transfer concludes I want to know.",
        "The phone change has yet to occur.",
        "I am wondering when my transfer will occur.",
        "It will be soon when I switch my number.",
        "When will I be able to get the number transfer done?",
        "When will the phone number be transferred?",
        "How long before my number transfer finishes?",
        "When will my phone number go to another phone?",
        "Do you know when my transfer is done?",
        "My number swap was not done yet.",
        "Will the number be changed soon?",
        "I'd like to know if my number transfer is done yet.",
        "Sometime in the near future I will have to transfer my celluar number to another.",
        "I do not know when my number transfers happen.",
        "Do you know when my number will be changed?",
        "I have a question about when I can get my number transfer.",
        "I am concerned about the time it will take to transfer my number.",
        "Exactly when my number transfer will happen?",
        "I'm concerned about when my number transfer is done.",
        "When the end of num' transference will be?",
        "How soon will the transfer of my number occur?",
        "I wonder when my digits shift finished?",
        "Is it possible to finish the number shift in the near future?",
        "I wonder when I would get a new number?",
        "When will my number change.",
        "Is that date when I can transfer my number?",
        "I wonder when my number swap will be completed.",
        "Number change is done when?",
        "I want to transfer my number, when?",
        "The transfer of my number is expected to take place.",
        "My numbers have yet to be transferred.",
        "Can you complete me number shift soon?",
        "When will my phone number be changed?",
        "I do not know when my transfer will occur.",
        "Does my number TRANSFER finish?",
        "I will be transferring my phone number soon.",
        "I don't know when my transfer will be done",
        "When will the number change be done?",
        "I don't know when the number swap will be over.",
        "I am curious to know if my numbers have been transferred yet.",
        "When does the number transfer happen?",
        "Will my phone number go over to another one?",
        "I would like to know when my transfer finishes.",
        "When my number transfer is finished?",
        "I don't know when my phone number will be changed.",
        "Time for the number transfer to conclude?",
        "When is the number change going to happen?",
        "I don't know if my number has moved over yet.",
        "I am wondering when the number transfer is done.",
        "I don't know when my number swap would take place.",
        "The number swap has not yet been completed.",
        "I am wondering if there is a time when I can get my number transferred.",
        "Soon my transfer to another phone will be complete.",
        "How soon will my number be changing?",
        "wait for my number transfer",
        "No clue when my number transfer occurs.",
        "When will my phone number go to another location?",
        "When's the transfer of my number done?",
        "Can the number shift be completed in the near future.",
        "I don't know when my number transfers get done.",
        "I would like to know when my transfer is concluded.",
        "A transfer of my number is pending.",
        "The transfer of my number is not yet done.",
        "Is a time when I can get my number transferred?",
        "Is the transfer of my number going to be done soon?",
        "There is a time when I can get my number moved.",
        "My number has not yet moved over.",
        "I am curious to know if the transfer of my number is complete.",
        "When my transfer is concluded, I want to know.",
        "When is the end of num' transference coming?",
        "How soon will number change occur?",
        "My number transfer finish time.",
        "I wonder if my number transfer is done yet.",
        "When is it time for a transfer of numbers?",
        "When will my phone number go to another place?",
        "I'm not sure when my number transfer is done.",
        "I wonder when my number swap will conclude.",
        "When will my number go to someone else?",
        "There is no clue when mynumber transfers are done.",
        "I have no idea when mynumber transfers will occur.",
        "When will mynumber change?",
        "There is a question on the status on the number porting completion.",
        "When will the number transfer finish?",
        "It's not known when my number transfer is done.",
        "I am not sure when my number transfer will be completed.",
        "when is my number transfer done",
        "My number switch has not been completed yet.",
        "My tranfer's completion date was not known.",
        "I have a question when my number will change.",
        "I have a question about when I can transfer my phone number.",
        "I would like to know when my number swap would be done.",
        "My phone line has yet to be transferred.",
        "my number will be changed",
        "I don't know when mynumber transfers will be done.",
        "When is the transfer of my phone number likely to happen?",
        "What time is the transfer of my phone number expected?",
        "I don't know when I will be able to transfer my number.",
        "Could the number transition be soon?",
        "I want to know if you can complete me number shift soon.",
        "When does my number transition?",
        "How soon will the number switch be done?",
        "Do you know when it will be for my number transfer?",
        "Can I get my number transferred quickly?",
        "Sometime in the near future, I will have to switch my celluar number.",
        "How soon will my number transfer be?",
        "When my number transfer will happen is something I am worried about.",
        "My num shift is not complete yet.",
        "The transfer of my phone number is not finished yet.",
        "How soon can I transfer my number?",
        "My transfer from one number to another will happen soon.",
        "I will be moving from one phone number to another soon.",
        "I am not sure when mynumber transfers are done.",
        "When is my phone number going to be changed?",
        "When my transfer is complete is what I want to know.",
        "When my transfer will be finalized is what I want to know.",
        "My phone transfer will be done soon.",
        "I will be transfering to another phone soon.",
        "Sometime in the near future I'll have to transfer my celluar number to another.",
        "Will my number transfer end?",
        "How long before my number transfer is done?",
        "I do not know when I will get my transfer done.",
        "What time is my tranfer's completion?",
        "I will switch my number to another in the near future.",
        "What time frame does my number transfer take?",
        "When the number transfer is completed?",
        "Will my number be changed in the near future?",
        "I have to transfer my number to another in the near future.",
        "How soon would my number swap happen?",
        "When is the transfer of my phone number supposed to be finished?",
        "When will the transfer of my phone number be made?",
        "When will the number be passed to other people?",
        "For when will my number change?",
        "Is the transfer of my phone number expected to happen soon?",
        "When is the end of num' transference scheduled?",
        "How soon do I get my number transfers done?",
        "I wonder when I would get to swap my number.",
        "What time will my number transfer be finished?",
        "What time will my number transfer finish?",
        "When will my number be switched?",
        "The transfer of my phone number is anticipated to happen.",
        "I don't know when my transfer will done.",
        "The transfer of my phone number is to be done.",
        "When will I get my number change?",
        "How soon is the transfer of my phone number going to occur?",
        "The transfer of my phone number to another will be finished soon.",
        "When does the number transfer finish?",
        "When does the phone number transfer happen?",
        "When my transfer is done I want to know",
        "When do I get my phone number changed?",
        "I wonder when the transfer of my phone number is done.",
        "I'd like to know if my number transfer is complete.",
        "I wonder when I will get the number transfer done.",
        "I wonder when my number swap would happen?",
        "I do not have a clue when mynumber transfers are done.",
        "I am curious if the transfer of my number is done.",
        "Number change, when will it happen?",
        "My transfer from one phone number to another is expected soon.",
        "How soon can my number change?",
        "What is the anticipated time for the transfer of my phone number?",
        "For my number transfer, when?",
        "We don't know when my number transfer is done.",
        "When is my number transfer done?",
        "Are you able to complete me my number shift soon?",
        "I'm unsure of when my transfer will be done.",
        "Do you know when I will get transferred?",
        "I wonder when it would be possible to swap my number.",
        "when is the transfer of my number done",
        "I'll transfer my number to another one eventually.",
        "How soon will my number transfer take place?",
        "I don't know when mynumber transfers get done.",
        "I don't know when my transfer is done",
        "I would like to know if the number transfer is done.",
        "I'm concerned about when the transfer of my number will be finished.",
        "Number transfer end time?",
        "When my transfer is done I would like to know.",
        "It's not clear when my number transfers are done.",
        "When will I be able to transfer my phone number?",
        "What is the time for number transfer to end?",
        "I wondered if the number swap went through yet.",
        "How soon will I have my number changed?",
        "Do you know when my transfer will be concluded?",
        "How soon is the transfer of my phone number happening?",
        "Is that the date when I can transfer my phone number?",
        "The number transfer end time is questionable.",
        "I don't know when my number transfer will done.",
        "When do I have a transfer done?",
        "How soon will I be able to transfer my number?",
        "Will the phone change happen yet?",
        "When my number transfer will be done is a concern for me.",
        "When will my number shift?",
        "I don't know when mynumber transfers occur.",
        "I would like to know when I will be transferring.",
        "Is the number change going to happen soon?",
        "Sometime soon, I'll switch my number to another one.",
        "When will I receive a new number?",
        "I have no clue when mynumber transfers are done.",
        "It's when I can transfer my phone number?",
        "I'm curious to know if my number transfer is done.",
        "When will the number on my phone go over to someone else?",
        "Will you be able to complete my number shift very soon?",
        "The number swap is yet to be completed.",
        "Will I be able to get my number transferred?",
        "Will my number be changed.",
        "My number transfer has not been completed.",
        "The number shift may be finished in the near future.",
        "Do you know when my transfer is concluded?",
        "It will happen at some point when I switch my number.",
        "What is the expected date for the transfer of my phone number?",
        "The transfer of my phone number is not yet done.",
        "Time is running for my phone number to be changed.",
        "When do my numbers shift?",
        "When will I be able to get my number transferred?",
        "Is it possible to transfer my number soon?",
        "Will my phone number be transferred soon?",
        "I'm wondering when my transfer will take place.",
        "Is this when I can transfer my number?",
        "Time for the transfer of number?",
        "Number switch done someday?",
        "I don't know if my number swap went through yet.",
        "I am concerned about when my number transfer will happen.",
        "I wonder when I will be able to transfer my number.",
        "When is it time for me to transfer my phone number?",
        "I'm not sure when I'll get my transfer done.",
        "I'm not sure about when my transfer will be done.",
        "I wonder when I would swap numbers.",
        "I will be transfered to another phone soon.",
        "The date of my tranfer's completion is not known.",
        "No clue when my number transfer is done.",
        "When is my number change?",
        "I don't know when I can swap my phone number.",
        "Can I know when the transfer of my number is done?",
        "When will my phone number be forwarded to another?",
        "When do I get my transfer done?",
        "Time for a number to transfer?",
        "My number transfer will be done.",
        "When will my number be altered?",
        "my phone line has yet to be fully transferred",
        "I'm wondering when I can transfer my phone number.",
        "I don't know when my number transfer will be complete.",
        "When will my number be transferred?",
        "Number changing soon?",
        "When my transfer will be done is something I want to know.",
        "It's not certain when my transfer will be done.",
        "I wonder when I can transfer my number",
        "I want to know when the transfer of my phone number is expected to happen.",
        "The transfer of my phone number is expected to be carried out soon.",
        "The transfer of my number is expected to be done.",
        "I don't know when the number swap would happen.",
        "I'm not sure when the number swap will be done.",
        "When does the transfer of my phone number occur?",
        "I don't know when the number in my phone number will be changed.",
        "When my number change?",
        "Soon, I will be transferring my phone number to another.",
        "I wonder when my number swap would take place.",
        "What date do I get my number transferred?",
        "I'm not sure when my number transfer will be completed.",
        "When is the transfer of my phone number scheduled?",
        "I wonder if there is a time when I can get my number transfer.",
        "Is it possible to conclude the number shift soon?",
        "I want to know when mynumber transfers are done.",
        "I want to find out when my transfer is complete.",
        "How long before I get my number transfer done?",
        "When my transfer is done, I do not know.",
        "Number transfer completed?",
        "I am curious about the status of my number transfer.",
        "I don't have an idea when my number transfers are done.",
        "How soon for my number transfer?",
        "How soon does the transfer of my number take place?",
        "The date of my tranfer's completion is unclear.",
        "Will my new number be ready soon?",
        "What time is it done for the number transfer?",
        "Do you know when the transfer of my number will be done?",
        "I don't know when I'll get the number transfer done.",
        "A time for number transfer to end?",
        "I want to have my number transfer done.",
        "I wonder when I would be able to exchange my number.",
        "I wish to know when my transfer is finished.",
        "Do you know when the number transfer is finished?",
        "Number switch done when?",
        "When do I get my number changing?",
        "I'm curious to know if my numbers are transferred yet.",
        "I wonder when I can transfer my phone number.",
        "Is that the time when I can transfer my phone number?",
        "My transfer to a different phone will finish soon.",
        "Is that when I can transfer my number?",
        "Time for ending number transfer?",
        "num' transference is due when.",
        "I didn't know when my number transfers were done.",
        "I don't know when my number gets transferred.",
        "How soon is the transfer of my number expected?",
        "I would like to know if my numbers are transferred yet.",
        "The number transfer will be done sometime in the future.",
        "Please finish me the number shift soon.",
        "No clue when my number transfer is complete.",
        "When is it time to transfer my phone number?",
        "Are you going to complete me number shift very soon?",
        "Number swap is not done yet",
        "Do you know when my transfer is going to be completed?",
        "To transfer my number?",
        "I do not understand when mynumber transfers are done.",
        "I do not know when the number transfer will be done.",
        "There's a question on the status on number porting completion.",
        "The transfer of my number should happen soon.",
        "I do not know when mynumber transfers are done",
        "I wonder when I was able to swap my number.",
        "When my transfer will be concluded is something I want to know.",
        "How soon is it time to transfer my number?",
        "Will my numbers have been transferred yet?",
        "The transfer of my phone number is expected soon.",
        "Time of my tranfer's completion?",
        "When my transfer is done isn't known.",
        "I'm curious to know if my number transfer is complete.",
        "I want to know if you can complete my number shift very soon.",
        "I am wondering when my number is transferred.",
        "I'm going to transfer to another phone soon.",
        "When will my phone number being transferred be done?",
        "Number changeover?",
        "I don't know when my transfer will get done.",
        "Time for me to change my phone number?",
        "When is my number transfer finished?",
        "It is unclear when my transfer will be completed.",
        "When will my phone number be changed.",
        "I'm wondering when it's time for my number transfer.",
        "I'm worried about when my number transfer will happen.",
        "When is my number transferring done?",
        "I have no idea when my number swap would happen.",
        "I don't know when the number swap would be completed.",
        "It is not known when the number transfer is done.",
        "When will I get my number transfer?",
        "My number will be switched over soon.",
        "When the number transfer will be completed is a concern for me.",
        "I wonder when my number will be changed",
        "Can I get my number transfer done soon?",
        "I want to know when I get my number transferred.",
        "Is there a point when I can get my number transferred?",
        "When is my number change done?",
        "I'd like to know if the number transfer is done.",
        "The timing of my number transfer?",
        "Number Transfer finish time confirmation?",
        "When can the number transfer be completed?",
        "When will my number switch?",
        "I don't know when my number transfer done.",
        "Sometime in the future, when will my number be changed?",
        "I wonder when the number swap would happen?",
        "Was it possible to complete me number shift soon?",
        "When will I get to transfer my number?",
        "When my number transfer happens?",
        "How soon will I have my number transfer?",
        "I would like to know when the transfer will be done.",
        "How long is it until number transfer end?",
        "My number change will occur.",
        "Is the phone number going to be changed soon?",
        "They don't know when mynumber transfers are done.",
        "Is there a moment when I can get my number transferred?",
        "I don't know when my number swap would finish.",
        "It's not known when mynumber transfers are done.",
        "When is the transfer of my number complete?",
        "When mynumber transfers are done, I have no clue.",
        "When my transfer is concluded I want to know.",
        "Will I get the number transfer done?",
        "I am wondering when my number will be transferred.",
        "My phone number will be changed when.",
        "When will the number in my phone change to another?",
        "Is my phone number to be transferred soon?",
        "I wonder when I'll be able to swap numbers.",
        "What when will my number be changed?",
        "Do you have an exact time for my number transfer?",
        "The number transfer is not finished yet.",
        "When my transfer will occur is something I want to know.",
        "When my transfer is done is what I want to know.",
        "My tranfer's completion is unknown.",
        "I am wondering when my transfer is done.",
        "I have a question about when my number will be changed.",
        "Is there a date when I can transfer my number?",
        "When is a number transfer time?",
        "There is a question about the number porting completion status.",
        "I don't know when the number transfers happen.",
        "I wondered if my number swap was done yet.",
        "Time for me to switch my phone number?",
        "Time to swap my phone number?",
        "When will the number be switched over?",
        "It's not clear when my number transfer will be done.",
        "When is the number swap done?",
        "Is my number going to be transferred soon?",
        "How soon would my tranfer's completion be?",
        "will my number be changed soon?",
        "How soon are the transfer of my phone number expected?",
        "When is the transfer of my phone number supposed to be done?",
        "Time for number transfer?",
        "Do you know when my number is transferred?",
        "I don't know when my number transfer will happen.",
        "I wonder when a number swap will happen.",
        "I don't know when I will be able to get my number transfer done.",
        "Will it be possible to finish the number shift soon?",
        "When will my phone number go to another one",
        "I am wondering when my number will be changed.",
        "The transfer of my phone number is supposed to be done soon.",
        "You need to complete my number shift soon.",
        "The number transition could happen soon.",
        "Is it possible you will complete my number shift soon?",
        "I will be changing phone numbers soon.",
        "My number transfer has not been completed yet.",
        "I don't know if my number transfer is complete yet.",
        "I wonder when I can transfer my phone number",
        "Is this day when I can transfer my phone number?",
        "When will the number go to others?",
        "The transfer of my phone number will be done someday.",
        "No clue when my number transfer will be done.",
        "There is a question regarding the status of number porting completion",
        "Would it be possible to complete the number shift in the near future?",
        "When my transfer will happen is something I want to know.",
        "I do not know if my number transfer is done yet.",
        "I am wondering when my transfer will happen.",
        "I don't know when the number transfer will be completed.",
        "Is my number transfer done soon?",
        "I wondered when my number swap would be completed.",
        "Will you complete my number shift soon?",
        "When is the transfer of my telephone number done?",
        "What time is the number transfer finished?",
        "I don't know when the number swap would occur.",
        "Is there a time when I could get my number transferred?",
        "Do you know when I will be done with my transfer?",
        "When will I have my number transfer?",
        "The transfer of my number is not done now.",
        "When my transfer finalizes is something I want to know.",
        "The transfer of my number is expected to happen.",
        "When will my numbers change?",
        "Can you complete my number shift soon?",
        "When will my phone number go to someone else?",
        "My number will change when.",
        "When is the number transfer completed?",
        "Can I expect the transfer of my phone number to happen soon?",
        "I do not know when my number will be transferred.",
        "What date is the number transfer done?",
        "I will be transferring to another phone number soon.",
        "I'm unsure of when my transfer is done.",
        "When do I have the number transfer done?",
        "I need to transfer my number to another in the near future.",
        "Is it possible for me to transfer my number soon?",
        "How soon is my number transferred?",
        "Will my phone line have been fully transferred?",
        "The number will go to other people soon.",
        "Time confirmation for the number transfer finish?",
        "How soon is the number transfer completed?",
        "There's no clue when mynumber transfers are done.",
        "When can I get my number transfer?",
        "I wonder when a number swap will be done.",
        "I want to know when my transfer will be finished.",
        "How soon will I be able to change my phone number?",
        "When will my number get changed?",
        "The number swap isn't completed yet.",
        "Is there a time I can get my number transferred?",
        "How soon will the number transition be?",
        "The number swap has not been finished.",
        "Number transfer finish time confirmation?",
        "I want to know when my transfer will be finalized",
        "I am not sure when the number swap would be over.",
        "I don't know when I will be able to get my number transferred.",
        "I wanted to know when my transfer would be finalized.",
        "No idea when my number transfer happens.",
        "I'm curious if I have my numbers transferred yet.",
        "Transferring my phone number is expected to be done soon.",
        "How soon is my phone number transferred?",
        "Will my number transfer be done by then?",
        "Number switching done when?",
        "Is this the day when I can transfer my phone number?",
        "When will the number in my phone go to another one?",
        "Could the number transition happen soon?",
        "When will the number transfer be finished?",
        "My transfer to a different phone will be complete soon.",
        "A transfer from one phone number to another will be done soon.",
        "I don't know when my numbers are transfered.",
        "How soon do I get my number transfer?",
        "When will the number go to someone?",
        "When will I get the transfer completed?",
        "I'll switch to another number soon.",
        "The transfer of my number should be done soon.",
        "I would like to know when my transfer will be concluded.",
        "When is the time to transfer my phone number?",
        "Would you be able to complete me number shift very soon?",
        "I will transfer to a different phone soon.",
        "Time for my number to be changed?",
        "The time for number transfer to end?",
        "When will I see my phone number changed?",
        "The swap of numbers is not complete yet.",
        "My transfer from one phone number to another will be complete soon.",
        "When would I get my number swapped?",
        "Sometime in the future I will switch my number to another one.",
        "Is that day when I can transfer my phone number?",
        "number transfer finish time confirmation?",
        "When does the phone number transfer take place?",
        "I am unsure when my transfer will occur.",
        "Is my number going to change soon?",
        "I don't know When my transfer is done.",
        "My transfer to a different phone will be completed soon.",
        "I'm not sure when my number transfer will be done.",
        "I am waiting for the time to switch my phone number.",
        "I am not sure when my number swap would be done.",
        "There's a question about the status on number porting completion",
        "The transfer of my phone number will happen soon.",
        "I am not sure when my number swap would occur.",
        "Timing for my number transfer?",
        "When can my phone number be changed?",
        "How soon will my number be changed?",
        "I don't know when I can get my number changed.",
        "The transfer of my number is going to be done.",
        "I'm not sure when my number swap will be over.",
        "When is my number Transfer done?",
        "I want to know when the number in my phone will be changed.",
        "My number is yet to move over.",
        "I need a date for my number transfer.",
        "When my transfer is finished I would like to know.",
        "When my transfer is finalized I would like to know.",
        "Does my number transfer conclude?",
        "When the transfer of my phone number will be done?",
        "My transfer to a new phone will be completed soon.",
        "When would I get a new number?",
        "When will my phone number be forwarded to another phone?",
        "When will my phone number get changed?",
        "I wonder when my number swap was complete.",
        "When does the number transfer take place?",
        "I am wondering when my number swap would be over.",
        "When will my number transfer come to an end?",
        "When will the number I have on my phone be changed?",
        "When is the transfer of numbers completed?",
        "When is number transfer over?",
        "I am curious to know if my number transfer is done yet.",
        "I don't know when my phone number will go to another one.",
        "The transfer of my phone number is expected to be done.",
        "I have no idea when my number swap would end.",
        "I'd like to know when my transfer is finished.",
        "When will my number transfer be made?",
        "When will my number swap be over?",
        "The date when my number will change.",
        "There's a question on the number porting completion status.",
        "The phone change hasn't happened yet.",
        "Can I know when my transfer will be finalized?",
        "My number is going to be transferred soon.",
        "I wondered when my number swap occurred.",
        "I want to get my number shift done soon.",
        "Time to switch phone numbers?",
        "I'll switch my number to another one very soon.",
        "Do you know when the number transfer will happen?",
        "Time is running for me to switch my phone number.",
        "Is there a time when my number transfer will be done?",
        "I'm not sure when I'll be done with my transfer.",
        "What's the number transfer finish time confirmation?",
        "I have a question about when the number transfer will happen.",
        "How soon can I get my number transferred?",
        "When do I get my number replaced?",
        "When does my number transfer occur?",
        "The transfer of my number will be done soon.",
        "I want to know if you can complete me number shift very soon.",
        "When will the transfer of my phone number happening?",
        "I would like to know the date of my tranfer's completion.",
        "I wonder when I can expect my transfer to be finalized.",
        "I'm not sure when the number transfer will be completed.",
        "There is a question regarding the status on number porting.",
        "Can you tell me when my transfer will be finalized?",
        "when is my number transfer done?",
        "When my transfer will be finalized, I want to know.",
        "My number transfer is yet to be done.",
        "What is the number transfer finish time?",
        "The transfer of my phone number is scheduled to be done.",
        "When my number transfer will be finished is a concern for me.",
        "I want to know when my number will be switched over.",
        "What time does the number transfer finish?",
        "What date is the number transfer completed?",
        "I would like to know when the transfer of my number is done.",
        "Sometime in the near future, I'll switch my number to another one.",
        "I don't know when my number transfer is complete.",
        "The transfer from one phone number to another will take place soon.",
        "When my transfer will happen is unclear.",
        "Soon I'll be transferring from one phone number to another.",
        "I have no clue when my number transfer is over.",
        "My number switch is still pending.",
        "There is no clue when my number transfer is completed.",
        "My number transfer isn't done yet.",
        "I wonder if my number change is done yet.",
        "When does my number change.",
        "I am wondering when my number will be switched over.",
        "The number transfer finish time confirmed?",
        "Time for the transfer of the number?",
        "Will my number be changed soon?",
        "Soon, I'll be transferred to another phone.",
        "I am not sure when my number will be transferred.",
        "Do you know when my transfer is going to be?",
        "What time is it taking to transfer #?",
        "The transfer of my phone will be completed soon.",
        "Does the number transfer conclude?",
        "I have no idea when my number transfer will be done.",
        "When will the number in my phone be transferred to another one?",
        "When am I getting my number transfer done?",
        "There is a question on the status of the number porting completion.",
        "When would the number switch happen?",
        "I will transfer my phone number soon.",
        "Is it possible to complete my number shift soon?",
        "When can I transfer my number?",
        "When my transfer is complete, I want to know.",
        "I want to know if my number switch is done yet.",
        "When will my number be switched over?",
        "How soon can I have my number transferred?",
        "When my number swap happened, I wonder.",
        "I have no idea when mynumber transfers happen.",
        "I don't know when my transfer will be finalized.",
        "How soon will the transfer of my phone number happen?",
        "How soon does the transfer of my number occur?",
        "Is it when I can transfer my number?",
        "The number in my phone will soon be changed.",
        "Will my transfer be done?",
        "Is the moment when I can transfer my number?",
        "When will I swap my number?",
        "How soon will I get my number transferred?",
        "The number switch is yet to be done.",
        "The time when my number transfer finishes?",
        "Can you complete the number shift for me soon?",
        "When the end of num' transference comes?",
        "When will I be able to switch my number?",
        "When my number swap would take place?",
        "I do not know when mynumber transfers are completed.",
        "The num shift is yet to be completed.",
        "How soon would the number swap be done?",
        "Will my number move over yet?",
        "I'm not sure when my number swap would take place.",
        "When is number transfer completed?",
        "My number transfer finishes?",
        "The swap of numbers has not been completed.",
        "When is the transfer of my phone number performed?",
        "I have a question about when my number will change.",
        "Is my number change coming soon?",
        "I will be transfer to another phone soon.",
        "I need to know when my transfer will be finalized.",
        "What time is the transfer of my phone number done?",
        "What time do I get my number changed?",
        "I'm worried about when my number transfer will be completed.",
        "Is it possible to complete the number shift in the near future?",
        "My phone line has not yet been fully transferred.",
        "No clue when my number transfer is over.",
        "Soon I will transfer my phone number to another.",
        "Will this be the day when I can transfer my number?",
        "The number shift could possibly be completed in the near future.",
        "How long before the number transfer is complete?",
        "I'll be moving from one phone number to another soon.",
        "I wonder when I swap my number.",
        "I don't know when my number transfer will be over.",
        "I don't know when numbers will be transferred.",
        "I am wondering if my phone change has gone through yet.",
        "I don't know when my number swap would end.",
        "I don't know when my numbers are being transferred.",
        "I'm not sure when my number will be transferred.",
        "my tranfer's completion date?",
        "My phone line has not yet been transferred.",
        "I will have to transfer my number to another soon.",
        "When are my number going to change?",
        "There is a question regarding the number porting completion.",
        "My number transfer finishes when.",
        "Whenever will my number be changed?",
        "I have no idea when mynumber transfers can be done.",
        "I want to know when my number will be changed.",
        "The time that the number transfer is done?",
        "I do not know when my transfer will happen.",
        "When will the number transfer be complete?",
        "When my number transfers are done, I don't know.",
        "There is a question about the status on the number porting completion.",
        "I don't know when mynumber transfers will end.",
        "I want to know when the number in my phone will go to another one.",
        "I wonder when my number will change?",
        "Is my number change going to happen soon?",
        "Do you know when my tranfer's completion is?",
        "I'm curious if the number transfer is done yet.",
        "Is there a time when the number transfer will be done?",
        "The number swap was yet to go through.",
        "Soon, I will transfer to another phone.",
        "I wonder when the number swap would be completed.",
        "When will my phone number be on another one?",
        "Time for number transfer to come to an end?",
        "Time to transfer number?",
        "I am concerned about when my number transfer will be complete.",
        "Soon, I will have a new phone number.",
        "I wonder if there is a time when I can get my number transfer done.",
        "What day will my number be changed?",
        "I am wondering when my transfer will be done.",
        "I am transferring to another phone soon.",
        "I am wondering when my number transfer is done.",
        "I don't know when I can transfer my phone number.",
        "When will my number be changed",
        "Will my phone number be forwarded to another one?",
        "My transfer from one phone number to another will have to be done soon.",
        "When the transfer of my phone number is done?",
        "I want to know when my transfer is finished.",
        "How soon will my number be replaced?",
        "When can I expect my number change?",
        "I don't think I know when mynumber transfers are done.",
        "Do you know when my transfer is going to be finished?",
        "Will the phone number change soon?",
        "Will my number be switched over?",
        "There's a question about the status of number porting",
        "I wonder when my number swap went through.",
        "I worry about the time it will take for my number transfer to be completed.",
        "I would like to know when my transfer happens.",
        "When does my number get changed?",
        "My transfer from one phone to another will be completed soon.",
        "No clue when my number transfer happens.",
        "When do I get my number transfer done?",
        "I wish to know when my transfer finishes.",
        "When is the transfer of my number expected to take place?",
        "When my number transfer is done I am concerned.",
        "I wonder when my transfer will be done.",
        "I want to know when my transfer will take place.",
        "When do I transfer my telephone number?",
        "I'm not sure when my number swap would happen.",
        "By when will my number change?",
        "The number swap has not been completed yet.",
        "Which day is the transfer of my number done?",
        "Can the transfer of my phone number be done soon?",
        "Is my number to be changed soon?",
        "There is a question about the status of the number transfer.",
        "When will my number transfer be finished?",
        "I wonder if you can complete me number shift soon.",
        "When is the transfer of numbers complete?",
        "I am wondering when my number swap happened.",
        "Do you know when my phone number will be changed?",
        "Can I know when my number will be changed?",
        "I don't know when my numbers transfers are done.",
        "When will my phone number change?",
        "The transfer of my phone number is expected to happen soon.",
        "Is this the day that I can transfer my phone number?",
        "I wonder when I'd get a new number.",
        "When would my number swap take place?",
        "I don't know when mynumber transfers are done.",
        "My phone change has not yet taken place.",
        "My number will be changed soon.",
        "When is the transfer of my phone number done?",
        "A question about when my number transfer is done.",
        "Do you know when my transfer will be done?",
        "Is there a time for number transfer to end?",
        "I wonder when I would have a number swap.",
        "I don't know if my number transfer is finished.",
        "Number transfer finishing time confirmation?",
        "I'll switch my number in the near future.",
        "When does the number transfer occur?",
        "I do not know when mynumber transfers happen.",
        "My number change is not done yet.",
        "How soon will I be able to transfer my phone number?",
        "I want to know when the transfer of my phone number will happen.",
        "Will the number transition lock down soon?",
        "My transfer from one phone number to another is in the works.",
        "The time for the transfer of numbers?",
        "When is the transfer of the number done?",
        "Time to switch my number?",
        "What is the date my tranfer's completion?",
        "When my transfer is completed is what I want to know.",
        "Is the number transfer going to be completed soon?",
        "I don't know when my transfer will be finished.",
        "Is it possible to complete me number shift soon?"
    ]
}