{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Assistance with mobile number portability",
    "inquiry_sub_category": "Rejected porting",
    "description": "Inquiries about the reasons for a failed mobile number porting request, including issues with incorrect information provided by the customer, contractual obligations not met, or technical difficulties preventing the transfer.",
    "inquiry": "Why was my porting request rejected?",
    "paraphrases": [
        "There was a denial of a port application.",
        "Were I denied the port request?",
        "Was I denied my transfer?",
        "Why did I have my port request rejected?",
        "I was confused as to why my number transfer wasn't considered.",
        "I don't know why my transfer hasn't been accepted.",
        "I got a port request turned down.",
        "My request for a port was denied, I have not received any answers.",
        "Why not approve my port request?",
        "The port request that I had was denied.",
        "Is this correct, my request for a port was denied?",
        "I was wondering why the port declined.",
        "I do not know how my request for port was denied.",
        "I suspected that the port request was denied.",
        "I am confused as to why the number transfer was not accepted.",
        "Did the port request be denied.",
        "I'm confused as to why my number transfer wasn't accepted",
        "I have not gotten any answers as far as this question is concerned, as my request for port was denied.",
        "Why did porting denying?",
        "I requested a port and was denied.",
        "Is it correct that I was denied my request for port?",
        "I wondered if the port request had been turned down.",
        "Didn't get the chance to use the port?",
        "Is my port request been denied?",
        "Why do Porting denied?",
        "Reject for ports ask?",
        "My request to transfer was not approved?",
        "What contributed to the denial of my plea?",
        "My request for port was denied and I have not received any answers about it.",
        "My request for transportation was turned down.",
        "Why did not the port request get accepted?",
        "Didn't get the approval for the port?",
        "Why did the port request not be accepted?",
        "What made my plea be denied?",
        "I don't know how my request came about, I was denied my port request.",
        "Why did they deny Port again?",
        "Why did my transfer not work?",
        "Is it true that my request for the port was denied?",
        "I'm confused as to why it wasn't accepted as a transfer.",
        "Why the port refusal?",
        "Why was the port refusal decided?",
        "Was my transfer not granted?",
        "I asked if my port request was denied.",
        "Does the port request have been turned down?",
        "There was a port request that refused.",
        "Did you turn down my porting bid?",
        "I had a request denied for port.",
        "My port declined, why?",
        "Maybe my port request has been turned down?",
        "My request to transfer was denied...",
        "I have not received any answers as to how my request for a port was denied.",
        "Port refused, what reasons?",
        "Is my port request not approved?",
        "Why did the port refuse again?",
        "My request for a transfer has been denied now...",
        "Why didn't ported succeed?",
        "Is it because my port request got denied?",
        "Did the port request be turned down?",
        "What was the reason for my port denial?",
        "Why did I not get my port ask?",
        "I was puzzled as to why my number transfer was not accepted.",
        "Why did my request for a port denied?",
        "I asked if the port request had been denied.",
        "I asked if I got the port request denied.",
        "I am wondering why my port declined.",
        "Port denied again; why?",
        "My transfer plea has been thrown out.",
        "I am confused as to why the transfer isn't accepted.",
        "I had a request for port turned down.",
        "I was refused a port request.",
        "What affected my port denial?",
        "There was a request for a port turned down.",
        "I didn't get any answers as to how my request came about, my request for port was denied.",
        "I have not been told how my request for a port was denied.",
        "I was confused as to why the transfer was not accepted.",
        "Why did porting decline??",
        "How come I couldn't find a port?",
        "My transfer plea is not allowed...",
        "Why is it that Port was denied once more?",
        "The request for a port was not accepted.",
        "Porting declined. Why?",
        "My port Request's refusal?",
        "My request for a port was denied and I don't know what happened.",
        "Why did my port not move?",
        "I wonder if my port request has been declined.",
        "I did not get answers as to how my request for port was denied.",
        "Can you tell me why I was denied a port request?",
        "Please explain the reason for rejecting the swap?",
        "My request for port was denied and I have not received any answers to that question.",
        "How come my desire for a port was ruined?",
        "I haven't gotten any answers as to why my request for a port was denied.",
        "I were wondering if the port request was denied.",
        "Why didn't the port application get approved?",
        "My transfer request was denied today...",
        "The porting declined and why?",
        "What gave the port rejection?",
        "The port request's refused?",
        "Why did Port refuse to accept it?",
        "My transfer bid has been denied...",
        "I haven't gotten any answers as to how my request for a port was denied.",
        "I was a number transfer, and I'm confused as to why it wasn't accepted.",
        "Can there be a reason for port refusal?",
        "My request for a port was denied, I have no idea how it happened.",
        "Why was my port request denied.",
        "Why did my port denial take place?",
        "What led to my port denying?",
        "I'm confused as to why my number transfer didn't get accepted.",
        "How come the people were against my port desire?",
        "My port is rejected.",
        "Why was it that the port refused?",
        "Why does the port denied again?",
        "Reject for a port request?",
        "My transfer request has been denied now...",
        "There was a port request rejected.",
        "Why did Porting be denied.",
        "What happened to my porting request denial?",
        "Did you just deny ma request for portin'?",
        "My request for a port was denied, but I haven't gotten any answers about it.",
        "Why reject a port request?",
        "I have not received an answer to the question after my request for port was denied.",
        "I want to know why my port request got denied.",
        "I had a request for a port turned down.",
        "How do you explain why the port request was denied?",
        "I wonder if it was denied my request to enter the port.",
        "Reject for port request?",
        "My transfer plea has been halted.",
        "What made my porting ask refuse?",
        "I had a transfer plea denied.",
        "Why don't I get my port request?",
        "why reject my port request?",
        "Is there a reason why my port request was denied?",
        "I did not get any answers as to how my request came about, my request for port was denied.",
        "Do you think my request for port was denied?",
        "My request to use the port was denied.",
        "The port-in failed, what is the problem?",
        "I'm curious if the port request has been turned down.",
        "I have not been given any explanation as to how my request for a port was denied.",
        "Your port request's refusal?",
        "The request for port was denied and I don't know how it happened.",
        "Why did the port deny it once more?",
        "Is it correct that my port request was denied?",
        "I wonder if my request to enter the port was turned down.",
        "Is that why my port request was denied?",
        "Why did porting go down?",
        "I don't know what happened to my request for port.",
        "I had a request denied at a port.",
        "My transfer plea has been refused...",
        "Why wasn't my request accepted at the port?",
        "Didn't get the go-ahead, port-wise?",
        "My port denied, what caused it?",
        "I'm curious if my port request has been turned down.",
        "Did I get a denied port request?",
        "was the port request denied?",
        "Is the port request's refusal the reason?",
        "My transfer plea has been refused.",
        "Why would port refusal occur?",
        "My transfer plea has been thrown out...",
        "The porting declined, why?",
        "How did my port request get rejected?",
        "Porting declined, and why?",
        "I was a number transfer and I am confused about why it hasn't been accepted.",
        "Why would ya not accept my port request?",
        "I don't know how a request for port was turned down.",
        "Why about this two, the port was denied again?",
        "My port request wasn't granted?",
        "My request to transfer was not accepted.",
        "The port that I was seeking was turned down.",
        "I am confused as to why my number transfer wasn't accepted.",
        "Does the port refusal have a reason?",
        "Any reason for port refusal?",
        "Why have my port declined?",
        "Porting declined, why.",
        "What happened to the port rejected!?",
        "I have no idea how my request for a port got denied.",
        "I have no idea why my transfer hasn't been accepted.",
        "Why were the porting denied?",
        "What happened with my request to port?",
        "Why is it that Port was denied again?",
        "Have I gotten the port request denied?",
        "What pushed my port denial to occur?",
        "The port refused, why?",
        "I don't know how my request for the port was denied.",
        "I wondered if my port request had been denied.",
        "Did my port request not get approved?",
        "Why did porting not accept?",
        "What caused my port refusal?",
        "How come you objected to my port desire?",
        "Why does porting not happen?",
        "Did I get rejected for the port?",
        "Porting request decline?",
        "I'm curious if my port request has been rejected.",
        "My transfer request has been stopped.",
        "I have not gotten an answer to my question after my request for port was denied.",
        "I don't know how the request came about, my request for port was denied.",
        "Did not get to go ahead, port-wise?",
        "A request for a port was turned down.",
        "I'm wondering if my port request has been turned down.",
        "I have not gotten an answer as to how my request for port was turned down.",
        "The refusal of my port request?",
        "Port turned down, what gives?",
        "What resulted in my port denial?",
        "The port was turned down",
        "Do you think that my request for a port was denied?",
        "Why wasn't my transfer accepted??",
        "I am confused as to why the transfer wasn't accepted.",
        "Transfer plan was resisted.",
        "My port was declined why?",
        "As far as this question is concerned, my request for a port was denied.",
        "How come I did not get a port?",
        "There was a denial of my request for a port.",
        "I have not gotten any answers as to why my request for a port was denied.",
        "I am confused about why my number transfer didn't get accepted.",
        "I questioned if the port request was denied.",
        "How come you messed with my port desire?",
        "I was trying to figure out why my number transfer wasn't accepted.",
        "How come y'all didn't like my port desire?",
        "I couldn't switch carriers - why?",
        "I am puzzled as to why my number transfer hasn't been accepted.",
        "My request to have a port was turned down.",
        "The request for port wasn't granted.",
        "I wonder if my port request was refused?",
        "What was the port request's refusal?",
        "My port request refusal?",
        "Why did the port refuse to allow?",
        "The port that I wanted was turned down.",
        "My port request being turned down?",
        "I have no idea as to how my request for port was denied.",
        "port request was denied",
        "My request for a port was refused?",
        "Why was Port denied?",
        "Is my port request have been turned down?",
        "Why wouldn't the port request be accepted?",
        "Why was the port turned away?",
        "I received a port request denial.",
        "I have wondered if the port request has been turned down.",
        "I got my port request denied.",
        "Why is the port denied more than once?",
        "Why did the porting application not get approved?",
        "What is the reason my port request was denied?",
        "Why didn't I receive my port request?",
        "I don't know how my request for port was turned down.",
        "My application for a port was denied.",
        "Is it correct that my request for a port was denied?",
        "I am confused as to the reason why my number transfer wasn't accepted.",
        "Why did the Port be rejected?",
        "I was denied my porting plea.",
        "I am confused as to why my number transfer weren't accepted.",
        "I was denied my port plea.",
        "Why did the port request not receive approval?",
        "I was wondering why my port request got denied.",
        "Did the request for a port get denied?",
        "Why was my port declined??",
        "My request for a port was denied and I don't have any answers to this question.",
        "Does my port not go through?",
        "Why was porting application denied?",
        "I was a transfer and I am confused as to why it wasn't accepted.",
        "The port my request for was turned down.",
        "What are the reasons why my port request was denied?",
        "Rejection for port ask?",
        "Why would you deny porting?",
        "The port may have turned down my request.",
        "I am confused as to why I wasn't accepted as a transfer.",
        "My proposal for a port was turned down.",
        "I am curious if my request to enter the port has been refused.",
        "Did you refuse to allow ma request for portin'?",
        "The port my request was for was denied.",
        "Wasmy transfer denied?",
        "I wonder if my request to go into the port has been denied.",
        "I didn't get an answer to how the request came about, my request for port was denied.",
        "I haven't gotten any answers as to how the port request was denied.",
        "I did not get my request for port.",
        "I have no idea how my request for port got turned down.",
        "port refusal reasons?",
        "The port was turned down by my request.",
        "A request to transfer has been denied.",
        "Porting declined, why?",
        "My transfer plea was thrown out...",
        "Didn't get the opportunity to use the port?",
        "What is the reason for the port-in to fail?",
        "I am wondering if the port request was denied.",
        "Why did porting not be granted?",
        "Why did my port request be denied?",
        "Why did the port refuse to allow it?",
        "Why have Porting denied?",
        "The request for port was denied and I haven't gotten any answers.",
        "My request for a port was denied, I have not received any answers as far as this question is concerned.",
        "Why did porting being denied?",
        "What caused port-in to fail?",
        "Can you tell us why my port request was denied?",
        "My transfer plea has been defeated.",
        "Why was port-in failed?",
        "Didn't get the go ahead to port?",
        "Rejecting port ask?",
        "Why would a port request be rejected?",
        "I was confused why my transfer wasn't accepted.",
        "I wonder if my port request have been turned down.",
        "What happened to my port request?",
        "Why doesn't my port request get accepted?",
        "My port request denied?",
        "My transfer petition has been stopped.",
        "Porting refused, but why?",
        "I was wondering if the port request had been turned down.",
        "Reason for refusal of port?",
        "Has my request for a port turned down?",
        "Did my port request be denied?",
        "My request for a port was denied, and I haven't gotten any answers.",
        "Did you not accept ma request for portin'?",
        "Why was my port not picked up?",
        "Did my request to transfer not be granted?",
        "My transfer petition was denied.",
        "I did not get a port request granted.",
        "The port requested was denied.",
        "I was denied access to the port.",
        "What gives? Port rejected?",
        "What made me port denial?",
        "I have not been able to find out how my request for port was denied.",
        "His port request's refusal?",
        "I don't know why my request for a port was denied.",
        "Was it the reason for port refusal?",
        "I believe that my request for a port was denied.",
        "My request to transfer wasn't granted?",
        "Why did the port request get denied?",
        "Didn't get the go ahead for ports?",
        "Why did the swap not go through, please?",
        "A request to transfer is denied.",
        "Why would a port deny you?",
        "My request for a port was denied and I have not received any answers to that question.",
        "Tell me why you declined to shift my number.",
        "What caused the port to be rejected?",
        "My transfer application was not allowed now.",
        "Why the denial of the port again?",
        "I believe my request for a port was denied.",
        "Which caused my port denial?",
        "My transfer request is denied now.",
        "Why my transfer wasn't accepted?",
        "Why did the Port deny it once more?",
        "What is the cause of the failed port-in?",
        "I would like to know why my port request got denied.",
        "What is the reason for the failed port-in?",
        "My transfer plea was stopped now...",
        "Why did your port request get denied?",
        "Was my request for a port denied?",
        "Were my port requests turned down?",
        "Please tell me why swap was rejected.",
        "I have no idea why my request for port was denied.",
        "Why has the port denied again?",
        "Reasons why Port refused?",
        "I request to transfer was denied?",
        "I was a number transfer and I am confused as to why my number transfer was not accepted.",
        "How come I didn't get my port desire?",
        "Reject request for port?",
        "I asked for a port and was turned down.",
        "Porting declined why?",
        "I wonder if my request to go to the port was turned down.",
        "The transfer plea has been denied now.",
        "I am perplexed as to why my number transfer was not accepted.",
        "Someone denied a port request.",
        "Why did it deny porting?",
        "What was responsible for my port denial?",
        "My transfer plea has been dismissed.",
        "I am curious if my request to enter the port was denied.",
        "My request to emigrate was denied.",
        "Is my request to have a port denied?",
        "What is the reason for the port refusal?",
        "Why were I denied a port request?",
        "The porting was denied.",
        "I wonder if my request to enter the port was denied.",
        "Didn't get the go-ahead at the port?",
        "My request for port was denied, I have no idea how it came about.",
        "Were there a reason for port refusal?",
        "I don't know how my request for port got rejected.",
        "How come they didn't like my port wish?",
        "I was confused about why my number transfer didn't get accepted.",
        "Port turned down! What gives?",
        "I am confused by why my transfer wasn't accepted.",
        "What caused the port to refuse my request?",
        "I request for port was denied.",
        "I am puzzled as to why the transfer hasn't been accepted.",
        "I have not gotten any answers as to how my request for port was turned down.",
        "My request for a change was denied.",
        "What is the reason for the port-in failure?",
        "My request to move was refused.",
        "How come my desire for a port was ridiculed?",
        "Why did my transfer block?",
        "Is this correct, that my request for port was denied?",
        "I have not gotten any answers as to how my request for port got denied.",
        "I have not gotten any answers to the question after my request for the port was denied.",
        "How come I didn't get the port?",
        "Why did the port be unsuccessful?",
        "Why do I have my port request rejected?",
        "The port request was not accepted.",
        "Why is port denied?",
        "The port refused. Why?",
        "I was wondering why my transfer was not accepted.",
        "Ports declined, but why?",
        "I was confused as to why my transfer wasn't accepted.",
        "Why did y'all dislike my port desire?",
        "Why did porting denial happen?",
        "I was a number transfer, and I am confused as to why it wasn't accepted.",
        "I wonder if my request to the port has been turned down.",
        "Port was rejected! what gives?",
        "Why was my port request denied?",
        "I wonder if I got the port request denied.",
        "Why did my port request decline?",
        "Why did my port request not go ahead?",
        "So why did port refusal happen?",
        "I got a denial for a port request.",
        "Why did the port request not get accepted?",
        "Why do I have a port request rejected?",
        "What's the reason for port refusal?",
        "Why did the port refuse to respond?",
        "I was wondering if the port request was turned down.",
        "Why weren't my ports accepted?",
        "Why would the Porting be denied?",
        "I am curious if my request to enter the port has been turned down.",
        "Reason for port refusal?",
        "Is it correct that my request for a port has been denied?",
        "Why didn't you approve my port request?",
        "How come my port desire was ruined?",
        "You denied ma request for portin?",
        "I was denied a port port.",
        "I want to know why my port request has been denied.",
        "I need to know if the port request was denied.",
        "Why wasn't the transfer done?",
        "I asked for a port but was denied.",
        "what happened to my port request?",
        "So my request to transfer was denied?",
        "My request for port was denied, I have not received any answers.",
        "I want to know if the port request has been turned down.",
        "What may have caused the port denial?",
        "My port request was turned down!",
        "People turned down my request for a port.",
        "Why so? Porting denied.",
        "My transfer attempt has been denied...",
        "Why did I have my port request denied?",
        "Is it the reason for port refusal?",
        "Why did my request for a port not get approved?",
        "My request to transfer wasn't accepted?",
        "My plea for a transfer has been denied.",
        "Why did port not accept?",
        "I had a port call denied.",
        "Is that correct that my request for port was denied?",
        "Why declined my port?",
        "Why were you not willing to accept my port request?",
        "Why is the Port refused?",
        "I was wondering if I got the port request denied.",
        "Why did the port refuse to let it happen?",
        "Transfer plan was not accepted.",
        "Why would the port refuse to accept it?",
        "I have not gotten answers as far as this question is concerned after my request for port was denied.",
        "I don't know how my request for port was denied.",
        "I am confused as to why it wasn't accepted as a transfer.",
        "My transfer request has been barred.",
        "Now my transfer plea has been stopped...",
        "I was a number transfer and I am confused as to why it hasn't been accepted.",
        "I requested port but it was denied.",
        "How come you denied ma request for portin'?",
        "Why was porting denied?",
        "why did my port request not get accepted?",
        "Why is the Port denied?",
        "Why didn't my port request accepted?",
        "I have wondered if my port request has been denied.",
        "My request for a port was not taken up.",
        "Tell me why my port request was denied.",
        "My port request got denied.",
        "My request for port was denied, and I haven't gotten any answers.",
        "I wonder why my port request was denied?",
        "Why the port-in failed?",
        "Why did Port deny it once more?",
        "My request for porting was denied.",
        "Why wasn't my port docked?",
        "What was causing my port denial?",
        "Why is the port refusal happening?",
        "Why did I have my port request turned down?",
        "What made the decision to deny my plea?",
        "Why does the port refuse?",
        "Why didn't the port request be accepted?",
        "My request to transfers was denied.",
        "My request for port was denied and I don't know what happened.",
        "Why did the port refuse the port?",
        "I have not received an answer to the question of why my request for port was denied.",
        "Why didn't they grant the application for port?",
        "What happened to porting denied?",
        "A transfer scheme was rejected.",
        "Why did the port deny?",
        "Why wasn't my port ask accepted?",
        "Why did port refusal happen?",
        "Why did they deny the port once again?",
        "I have not gotten any answers to the question of why port was denied.",
        "The port's refusal to accept my request?",
        "My request for transfer has been denied...",
        "There were reasons why the port refused to accept it.",
        "My request for port was denied and I have no idea how it happened.",
        "What's the problem, port-in failed?",
        "Why did Port refuse to process?",
        "I tried to get a port.",
        "My transfer application was turned down...",
        "I am confused as to why the transfer was rejected.",
        "What resulted in the port denial?",
        "What made me denial my port?",
        "Why did my port deny me?",
        "I am confused as to why my transfer wouldn't be accepted.",
        "Why wasn't that transfer accepted?",
        "My request for port was denial.",
        "Why were the porting application denied?",
        "I have not been given any explanation as to why my request for port was denied.",
        "Why did my port request get declined?",
        "My request for transportation was refused.",
        "Why did the port refuse it?",
        "I have not gotten any answers as far as this question is concerned because my request for port was denied.",
        "I attempted to get a port.",
        "My request to have a port was denied.",
        "Why did the port call fail?",
        "I wonder if the port request was denied?",
        "My port request failed?",
        "I didn't get an explanation as to how my request for a port was denied.",
        "How did my port denial arise?",
        "Why refusal of port?",
        "I had a port ask and it was refused.",
        "Didn't get to use the port?",
        "Why were the Port denied again?",
        "My port request was rejected?",
        "Is there a reason for the refusal of my swap?",
        "Now my transfer plea has been turned down.",
        "Why was my port denial so bad?",
        "Why did the Port refuse to allow it?",
        "The request for port was denied.",
        "I wonder why my port was declined.",
        "I wondered why my port request was not accepted.",
        "If my port request has been turned down, I wonder.",
        "Was the port request denied.",
        "Why did portING decline?",
        "Why were denied the application for port?",
        "my port request was refused?",
        "Couldn't get the go ahead for the port?",
        "A request for port was not granted.",
        "Why reject my request to port?",
        "I haven't gotten any answers as to how my port request was denied.",
        "Is my request for a port really denied?",
        "Have there been a reason for port refusal?",
        "Were my port request denied?",
        "My request for the port was not granted.",
        "why did port refuse?",
        "My number transfer wasn't accepted, I am confused as to why.",
        "A port request that I made was denied.",
        "I don't know what happened to my request for a port.",
        "Can you explain to me why my port request was denied?",
        "Why wasn't my transfer accepted.",
        "My transfer request was turned down...",
        "I request for a port was turned down.",
        "My transfer request was rejected.",
        "How about my port request being refused?",
        "Were your port request denied?",
        "My request to open a port was turned down.",
        "I wondered if my request to enter the port had been declined.",
        "I had a port port request denied.",
        "Please tell me the reason for rejecting swap?",
        "The request for port was refused.",
        "Do you know if my port request was turned down?",
        "Please tell me the reason for rejection of swap.",
        "Why did a port application not get approved?",
        "My request for a port was denied and I haven't gotten any answers.",
        "I had a port visit denied.",
        "Why did my port request not get granted?",
        "I asked for a port and it was denied.",
        "Why didn't porting succeed?",
        "Why was my port turned down.",
        "My transfer plea was stopped now.",
        "My request for port was denied, and I have not gotten any answers.",
        "Why did my port request not get accepted?",
        "There is a reason for port refusal?",
        "I'm wondering if my port request has been rejected.",
        "A port for me was turned down.",
        "Is it correct that the request for port was denied?",
        "Why is the port request denied?",
        "Why wasn't the port request accepted?",
        "My transfer plea was denied now.",
        "My request for port was denied and I don't know what to make of it.",
        "What made the port rejected?",
        "Why was my port denied access?",
        "My transfer plea has been rejected now...",
        "rejected for port ask?",
        "Port rejected! what give?",
        "Why didn't the transfer get accepted?",
        "Was my port request turned down?",
        "I'm confused as to why it hasn't been accepted as a transfer.",
        "I don't have an explanation as to how my request for port was denied.",
        "The request for port was denied and I have no idea how it came about.",
        "My port is not accepted.",
        "My request for a port was denied but I have no idea how it happened.",
        "His request to transfer was denied.",
        "My port denial may have been caused by something.",
        "Discuss why my port request was denied.",
        "I didn't get my request for port.",
        "Who caused my port denial?",
        "My transfer request has been barred...",
        "I wanted to know what caused my port denial.",
        "A request to transfer was denied.",
        "Why was port denied?",
        "The transfer plea was denied now.",
        "How come everyone hated my port desire?",
        "My transfer petition was not allowed now.",
        "My request of a port was turned down.",
        "I need to know why you refused to shift my number.",
        "My request for a port was denied and I don't know why.",
        "I have not gotten any answer to the question after my request for port was denied.",
        "I was denied my request to have a port.",
        "Did you not accept the request for portin'?",
        "I am curious about why my port request was denied.",
        "I'm confused as to why my transfer hasn't been approved.",
        "What is the reason for Port rejected!?",
        "How come you hated on my port desire?",
        "Did you not allow ma request for portin'?",
        "I was wondering why my transfer wasn't accepted.",
        "My transfer plea is no longer being considered.",
        "Does my request to transfer have been denied?",
        "Why did the porting denied?",
        "I wonder if the request for a port has been turned down.",
        "The request for port was denied, is that correct?",
        "I wonder if my request for port was denied?",
        "I did not get an answer as to how my request for port got turned down.",
        "There was a denial of the application for port.",
        "I was denied my transfer plea now...",
        "Why was my port not accepted?",
        "The port denied; why?",
        "The port I requested was turned down.",
        "I wonder if my request to enter the port has been denied.",
        "I was a transfer and was confused as to why it wasn't accepted.",
        "The request for port was rejected.",
        "So why did the port refuse?",
        "I am confused as to why my transfer isn't accepted.",
        "My port request refused.",
        "My request to transfer was not allowed.",
        "I'm confused as to why my transfer didn't get accepted.",
        "I wonder if my port request has been denied.",
        "I wasn't granted my request for port.",
        "My port request was declined?",
        "Why did Porting denial occur?",
        "Can you explain why the port request was denied?",
        "Why did swap not go through, please?",
        "What is the reason for my port request denial?",
        "Why was the port denied again.",
        "There is a port request that got denied.",
        "Why was the port denied once?",
        "Are you able to tell me why my port request was denied?",
        "Was I denied a transfer?",
        "My number transfer wasn't accepted so I am confused as to why.",
        "My transfer plea has been disapproved.",
        "Why do they deny the port again?",
        "What might have caused the denial of my petition?",
        "I have not received any explanations as to how my request for port was denied.",
        "Why did the port deny this?",
        "Is the port request been turned down?",
        "My request to transfer was denied?",
        "My request to go somewhere else was denied.",
        "Why did I get denied my port request?",
        "The port was denied when I requested it.",
        "Why Porting declined?",
        "Why would they reject my port request?",
        "Didn't get approval for the port?",
        "Why did port refuse to accept?",
        "I requested a port but it was turned down.",
        "Why was my port denied service?",
        "Have my port request been declined?",
        "A port request was denied.",
        "Why about this? The port was denied once more.",
        "How come my port request wasn't approved?",
        "Why is the porting denied?",
        "Why was my port turned away?",
        "Didn't get a port?",
        "Didn't get the go ahead at port-wise?",
        "My port request was not accepted.",
        "I have a port request that has been denied.",
        "Why did the port request get rejected?",
        "I have not gotten answers to the question after my request for a port was denied.",
        "What is it with the port being rejected?",
        "I am wondering what caused my port denial.",
        "Why would porting be denied?",
        "How come you were against my port wish?",
        "I'd like to know why my port request was denied.",
        "I have a question as to why my number transfer wasn't accepted.",
        "What caused the denial of my request to leave?",
        "I am quite confused as to why my number transfer wasn't accepted.",
        "How can the port be rejected?",
        "Didn't get to go ahead and use the port?",
        "I was a number transfer and I'm confused as to why my number transfer wasn't accepted.",
        "I had my request for a port denied.",
        "Why do I lose my port request?",
        "I was denied a port order.",
        "I haven't gotten any answers as to how my request for port was denied.",
        "I have been confused as to why my number transfer wasn't accepted.",
        "My request was denied the port.",
        "My port request declined?",
        "Had a reason for port refusal?",
        "How come y'all messed with my port desire?",
        "I am confused as to why the transfer didn't get accepted.",
        "Is it correct that my request for a port was turned down?",
        "When I was a number transfer I was confused as to why it wasn't accepted.",
        "Why is the port declined?",
        "I was a number transfer and I'm confused as to why it hasn't been accepted.",
        "Why did the port request not go through?",
        "This swap attempt was rejected due to why.",
        "Someone denied me a port request.",
        "How come you didn't like my port want?",
        "The request for port was denial.",
        "My request for a port was not accepted.",
        "I wondered if my porting request was denied.",
        "I don't know why the transfer hasn't been accepted.",
        "Why denied Porting?",
        "The port request I had was denied.",
        "Port refused; why?",
        "I haven't gotten any answers as to how the port request was turned down.",
        "The transfer plea was turned down.",
        "A request for port was denied.",
        "It was my port request that was turned down.",
        "How did the port denial occur?",
        "My transfer request is being denied...",
        "How did my port denial happen?",
        "I don't understand why my transfer hasn't been accepted.",
        "What happened that port-in failed?",
        "Why did the Port-in fail?",
        "Why couldn't my port request get accepted?",
        "I have not gotten any answers to a question after my request for a port was denied.",
        "My port request was not accepted?",
        "Why did the port refuse?!",
        "reasons why the port refused?",
        "Couldn't get the go ahead at port-wise?",
        "Why didn't I get my port request accepted?",
        "Why did my port request go unanswered?",
        "I am confused as to why I wasn't accepted for my number transfer.",
        "I was wondering if the port request had been denied.",
        "Why would you reject the swap, please?",
        "What made port-in fail?",
        "My port denial was due to something.",
        "The request to have a port was denied.",
        "Did it not get the go ahead, port-wise?",
        "I don't know how the request came about, I was denied my request for port.",
        "My transfer plea wasn't allowed now.",
        "Did not get go ahead, port-wise?",
        "A port request was denied for me.",
        "Is it true my request for port was denied?",
        "What happened to cause the port denial?",
        "My transfer plea has been stopped.",
        "port request denied",
        "Why did the port be a failure?",
        "Why? Porting denied.",
        "I wanted to transfer, my request was denied.",
        "Perhaps the port request was denied.",
        "I am confused by why my number transfer wasn't accepted.",
        "What's happening with my porting request denial?",
        "Why did my port request go denied?",
        "The request for port was denied, I don't know how it happened.",
        "I didn't get answers to my question after my request for port was denied.",
        "Is this true that my request for a port was denied?",
        "The port was denied by my request.",
        "I am confused as to why my number transfer is not being accepted.",
        "I am confused about why the transfer has not been accepted.",
        "Why did the port not approve?",
        "Is it correct that my request for a port was declined?",
        "I was asked my port request's refusal.",
        "I can't understand why my number transfer wasn't accepted.",
        "I was curious if the port request was denied.",
        "I want to know if my port request has been turned down.",
        "I asked why my port declined.",
        "I am perplexed as to why the transfer hasn't been accepted.",
        "My request for a transfer was denied now...",
        "Why did the port denied once more?",
        "Why did the port reject my request?",
        "Did not get the go ahead for the port?",
        "There was a port request turned down.",
        "What happened to my port ask?",
        "Why wasn't a transfer accepted?",
        "What prompted the denial of my plea?",
        "What caused my plea to be turned down?",
        "What's the reason for port-in failing?",
        "I had a request for a port denied, but I have not gotten any answers.",
        "My request for a port was not responded to.",
        "The transfer plea has been denied.",
        "Why did I not get a port request?",
        "Is it correct that my request for port was declined?",
        "A port request wasn't approved.",
        "Why was my port not used?",
        "Reject for port query?",
        "My request for port was denied and I have not gotten any answers about it.",
        "Why do I not receive my port request?",
        "Why would the porting decline?",
        "I did not get an answer to how my request for port was denied.",
        "Why was it denied the port application?",
        "They rejected my port request.",
        "the port request was denied",
        "I wonder if my request to go into the port was turned down.",
        "I wonder why my port request got denied.",
        "Why didn't the port succeed?",
        "port denial, what caused it?",
        "The transfer plea was not allowed...",
        "The port that I requested was turned down.",
        "I wonder if my request to enter the port has been turned away.",
        "There was a port request denied.",
        "My transfer application has been turned down.",
        "This swap attempt was rejected because of why.",
        "The request for a port was not granted.",
        "What did cause my port denial?",
        "I have not gotten an answer to my question as a result of my request for port being denied.",
        "Why did Port refuse; why?",
        "Why wasn't the port application approved?",
        "I didn't know how my request for port was denied.",
        "Why did my transfer not go through?",
        "Didn't get the go ahead with the port?",
        "I wonder what caused my port denial.",
        "Why did they refuse the change?",
        "No luck changing carriers, why?",
        "Why was my ports declined?",
        "What happened to my port denial?",
        "A port was turned down.",
        "Was it my port request's refusal?",
        "How come you didn't want my port?",
        "The request for a port was turned down.",
        "I'm confused as to why my transfer hasn't been accepted.",
        "I have not received any explanation as to how my request for a port was denied.",
        "Why did I have my port denial?",
        "Why is it that porting denied?",
        "Why refused port?",
        "I did not get answers to my question after my request for port was denied.",
        "I had a port request denied.",
        "I had my request to transfer denied.",
        "I am confused about why it wasn't accepted as a transfer.",
        "How come my port desire was ridiculed?",
        "Why didn't the port accept?",
        "Why did the port refuse to take?",
        "Why was my transfer prevented?",
        "Perhaps my request to enter the port has been turned down.",
        "Was there a request for portin' denied?",
        "Why did port refuse to process?",
        "I was denied a port request.",
        "Is my request denied for port?",
        "I am confused as to why my transfer is not accepted.",
        "My transfer request was turned down now...",
        "How come you ridiculed my port desire?",
        "Why did the porting denial happen?",
        "I got the port request denied.",
        "You denied my substitution?",
        "My request for a port turned down.",
        "Why was it that Port refused?",
        "Why did porting been denied?",
        "I wonder if my port request has been turned down.",
        "How did my request to transfer be denied?",
        "My port denied.",
        "my request for port was denied",
        "Why did y'all ruin my port desire?",
        "Who denied my request to transfer?",
        "What was the reason for the port being rejected?",
        "Was the port request denied?",
        "Port denied once more, why?",
        "Why is port rejected?",
        "Why was my port declined?",
        "Why wasn't my transfer accepted?!",
        "Why did the port be denied once again?",
        "I requested a port and it was turned down.",
        "My transfer plea was barred.",
        "My request for a port was denied, I have not gotten any answers as of yet.",
        "Didn't get to use a port?",
        "Didn't get a go ahead, port-wise?",
        "My request for a port was not approved.",
        "I am confused as to how my number transfer wasn't accepted.",
        "I requested to transfer but was denied.",
        "Why is port refusal happening?",
        "Can you tell me why my port request was refused?",
        "Why do you think the port was rejected?",
        "My request to get a port was denied.",
        "A port was turned down by my request.",
        "A port request was denied to me.",
        "I wondered if my port request has been turned down.",
        "I was turned down for a port",
        "How come they messed with my port desire?",
        "Why did my plea not receive approval?",
        "I wonder if my port request was rejected.",
        "Why was it denied to my port?",
        "Why was the port-in failed?",
        "Was my transfer refused?",
        "Didn't get the nod, port-wise?",
        "I'm confused as to why the transfer hasn't been accepted.",
        "Is there a reason port refusal?",
        "Why did the port refuse to deal with it?",
        "I am puzzled as to why my transfer hasn't been accepted.",
        "Why is the Port denied again.",
        "Did you not approve the request for portin'?",
        "Why did my transfer not get accepted?",
        "What was the cause of my port denial?",
        "How come port was rejected?",
        "What is the matter with port rejected?",
        "Why wasn't my port request accepted.",
        "I am wondering why my port request was denied.",
        "Why is port refused?",
        "My request to transfer wasn't approved.",
        "Is my request for a port actually denied?",
        "Did my transfer not get accepted?",
        "Why did ya turn down my port request?",
        "What made my port ask refuse?",
        "Why didn't my port respond?",
        "My transfer petition was not allowed now...",
        "Which causes my port denial?",
        "How come I was ridiculed for my port desire?",
        "My request for port wasn't accepted.",
        "How come y'all hate my port desire?",
        "What happened that Port-in failed?",
        "What led to denying this swap attempt.",
        "My request for access to a port was turned down.",
        "Ports refused; why?",
        "What made them reject this swap attempt?",
        "The port request was rejected.",
        "What was the reason that porting failed?",
        "I wondered if the request for a port was denied.",
        "I am wondering if the port request has been turned down.",
        "Port was rejected! What gives?",
        "Why do you think the port was denied once more?",
        "I did not get answers as to why my request for port was denied.",
        "What is the reason for the port-in failing?",
        "Why about this two, the port was denied once more?",
        "I got a port request denial.",
        "My request was denied at the port.",
        "Port refused and why?",
        "I was denied my change.",
        "Why refused my port request?",
        "Why didn't my port request get responded to?",
        "Transfer request denied?",
        "How come the people are against my port desire?",
        "Why am I denied a port application?",
        "Why did they say no to changing.",
        "Why would port refusal happen?",
        "I request a port was denied.",
        "Were the port request denied?",
        "What is my port request's refusal?",
        "How come my port desire was taken away from me?",
        "Reason why the port refused?",
        "Does my port request have been refused?",
        "Why weren't my port requests accepted?",
        "Why did the port refuse to accept it?",
        "The request for port was turned down.",
        "How was my port denial caused?",
        "My request for relocation was denied.",
        "Are there a reason for port refusal?",
        "Did I get denied the port request?",
        "A port request was not accepted.",
        "Can you give me an explanation for my port request being denied?",
        "My transfer plea was not approved now.",
        "Reject for a port ask?",
        "My port has been rejected.",
        "port refusal reason?",
        "Why did the port decide to refuse?",
        "Why didn't a port request get accepted?",
        "The port I requested was denied.",
        "I was asked if the port request was denied.",
        "My transfer application has been rejected...",
        "Is it possible that my request for a port was denied?",
        "What caused port refusal?",
        "The request of a port was denied.",
        "My port request's rejection?",
        "Now my transfer plea has been stopped.",
        "I wanted to transfer, but I was denied.",
        "You denied my change?",
        "The request for port was not accepted.",
        "Why didn't I get accepted for the port?",
        "Didn't get go ahead, port-wise?",
        "Did my request for transfer be denied?",
        "I am confused as to why my numbers transfer wasn't accepted.",
        "Why would you not accept my port request?",
        "My request for a port was denied and I have not received any answers to the question.",
        "I wondered why my port declined.",
        "I was confused as to why my transfer hasn't been accepted.",
        "Porting denied? Why?",
        "What led to rejecting this swap?",
        "Why don't you accept my port request?",
        "How come you messed with my port desires?",
        "Why have the port refused?",
        "Porting denied, why?",
        "Why is the Port denied once more?",
        "I have not gotten any answers to my question after my request for port was denied.",
        "The port was denied on my request.",
        "Is this correct that my port request was denied?",
        "Port rejected!?",
        "What caused my port denial.",
        "What was the reason for port refusal?",
        "I wonder about my port request's refusal?",
        "What led to the refusal of my port request?",
        "It was denied my request for a port.",
        "Why did ya not approve my port request?",
        "My request for a port was denied, and I have yet to get any answers.",
        "How come my port request was denied?",
        "Why was my port denied permission?",
        "Did they deny my port request?",
        "Why didn't my port request go through?",
        "The denial of my request for port has not been explained.",
        "Did the port request not go through?",
        "Why would the port refuse you?",
        "I am confused as to why my number transfer didn't be accepted.",
        "What is the reason for Port-in failing?",
        "My port request has been turned down.",
        "What are the reasons for the port being rejected?",
        "Please tell me why my port request was denied.",
        "I am confused as to the reason my number transfer wasn't accepted.",
        "My port request has been turned down",
        "The port request's refusal?",
        "I am wondering if the request to enter the port has been denied.",
        "My petition for transfer has been denied.",
        "Didn't get the opportunity to port?",
        "I was refused my port request.",
        "My port ask was refused.",
        "How come the people don't like my port desire?",
        "My port was declined",
        "Why the port request wasn't accepted?",
        "My port request wasn't accepted.",
        "I do not know why my request for port was denied.",
        "Why did Port refusal happen?",
        "A port was denied.",
        "Perhaps my port request has been turned down.",
        "How come port-in failed?",
        "I didn't get an answer as to how the port request was denied.",
        "Why did porting not respond?",
        "Did you not permit ma request for portin'?",
        "The port refusal may be a reason.",
        "My request for port was not entertained.",
        "Why wasn't this transfer accepted?",
        "I was bewildered as to why my number transfer wasn't accepted.",
        "How did the refusal of my port ask come about?",
        "I was wondering if my request for a port was denied.",
        "It was denied my request to transfer.",
        "What is going on with my port request denial?",
        "How come I didn't get the port I wanted?",
        "Why did the application for port be denied?",
        "I think that my request to enter the port has been turned down.",
        "Didn't my port request get accepted?",
        "I haven't gotten any answers to the question after my request for the port was denied.",
        "Why did the transfer fail.",
        "My transfer appeal has been denied...",
        "There was a port request that wasn't accepted.",
        "I want to know why you declined to shift my number.",
        "Porting failed, now how?",
        "Maybe my request to enter the port has been denied.",
        "My request for porting was rejected.",
        "What's the cause of my port denial?",
        "How come my port request refused?",
        "Why do you think port was rejected?",
        "What about my port request denial?",
        "I am wondering if my port request has been turned down.",
        "Why do you think my port request was denied?",
        "Why did ya refuse my port request?",
        "Did you not grant the request for portin'?",
        "Maybe the port request was denied?",
        "I asked to transfer, but it was denied.",
        "Why did theporting be denied?",
        "My transfer petition was turned down.",
        "Didn't get to go ahead at port-wise?",
        "Port rejected!what gives?",
        "The port ask was rejected.",
        "I am confused regarding why my number transfer wasn't accepted.",
        "I am confused, as to why my number transfer wasn't accepted.",
        "why was my port declined",
        "Why did porting get denied?",
        "I was wondering why my port request didn't get accepted.",
        "Did my request to transfer get denied?",
        "My request for port was not approved.",
        "Why did ya reject my port request.",
        "My transfer request has been disallowed.",
        "Why did the porting be denied?",
        "The port my request for was turned down was turned down.",
        "Did you refuse to accept my porting bid?",
        "why was my port request rejected?",
        "Porting declined and why.",
        "Didn't get the go ahead in port-wise?",
        "A port was refused.",
        "I was confused as to why not my number transfer wasn't accepted.",
        "How come people were against my port desire?",
        "I wonder if my request to enter the port was refused.",
        "I inquired if the port request was denied.",
        "Why do you deny porting?",
        "Why are the port denied again?",
        "I was denied the port request.",
        "I wanted to transfer, but it was denied.",
        "There was no explanation as to how my request for port was denied.",
        "It was my port request that refused.",
        "My transfer request has been blocked now...",
        "Did my transfer request be denied?",
        "What are the reasons for the failed port-in?",
        "Did the port request get rejected?",
        "How come porting failed?",
        "Is my request for port denied?",
        "I have not received any answers as to how the request came about, my request for port was denied.",
        "Why did the transfer not get accepted?",
        "I didn't know how my request for a port was turned down.",
        "Why did you not grant the application for port?",
        "Did the requested port be denied?",
        "I am bewildered as to why my number transfer wasn't accepted.",
        "Why did porting not occur?",
        "My port is not approved.",
        "Why did they deny the port again?",
        "Why did port refusal arise?",
        "My port request was denied.",
        "Why let my port request go unanswered?",
        "Can you tell me how my port request was denied?",
        "The port that I wanted to use was turned down.",
        "Why would ya reject my port request?",
        "I got denied my port request.",
        "Do you have an explanation for why my port request was denied?",
        "Why did you deny ma request for portin'?",
        "My request for a port was denied, I have not gotten any answers about it.",
        "My request for port wasn't granted.",
        "Why was my porting request rejected?",
        "Is it correct that my request for a port was rejected?",
        "Why reject my request at the port?",
        "Now my transfer plea is denied.",
        "Why did the Port deny them again?",
        "How did the port denial happen?",
        "What lead to the port denial?",
        "Why was the port denied once again?",
        "Denying my request to transfer?",
        "Why was my port not being used?",
        "The port-in failed; what is the problem?",
        "Why did no one accept my port request?",
        "I have a port that is rejected.",
        "Why the port denial?",
        "Port denied; reasons why?",
        "I was denied the port.",
        "Why did the port request be denied?",
        "I requested a port, but it was denied.",
        "Has there a reason for port refusal?",
        "I have not gotten any explanation as to how my request for a port was denied.",
        "My request to port was refused.",
        "My transfer application has been denied now.",
        "I was a number transfer and am confused about why it wasn't accepted.",
        "How come you're against my port desire?",
        "Does my request for port have been denied?",
        "What about the port being rejected?",
        "Why did the porting deny?",
        "Porting denied, why so?",
        "I am wondering why my port request got denied.",
        "I am not sure how my request for port was denied.",
        "My transfer plea was blocked.",
        "I was confused as to how my number transfer wasn't accepted.",
        "My port is turned down.",
        "Now my transfer plea has been rejected.",
        "Why was the Port denied again?",
        "What got my port denial going?",
        "Why wouldn't I get a port request?",
        "How come I didn't receive a port?",
        "My request for port was denied, and I have not gotten any answers about it.",
        "I would like to know if my port request has been rejected.",
        "My transfer request was refused now...",
        "How come you did not like my port desire?",
        "What led to rejecting this swap attempt",
        "Why was port denied again?",
        "Why were the port denied again?",
        "I was denied the request for port.",
        "My request to enter the port has been turned down",
        "Porting plea declines?",
        "Did not get the port-wise go ahead?",
        "Why did my port request be rejected?",
        "Why did a port refuse?",
        "How come the port-in failed?",
        "How come you didn't support my port desire?",
        "Why didn't the port request go through?",
        "Why did you dislike my port desire?",
        "I was puzzled as to why my transfer wasn't accepted.",
        "Why did the port get denied again?",
        "Why did ya refuse to accept my port request?",
        "Why denyporting?",
        "Why did porting not approve?",
        "My request to transfer had been denied.",
        "Why does the port reject my request?",
        "What happened when my port denied?",
        "Tell us why you declined to shift my number.",
        "What caused my denial at the port?",
        "Why did you deny my port request?",
        "The port my requested was turned down.",
        "My port request refused?",
        "My request for port was not granted.",
        "Why was the port denied?",
        "What was the reason my port declined?",
        "Was my transfer disapproved?",
        "I had a port denial.",
        "Why does the port-in fail?",
        "Why did my port request not receive a response?",
        "I am confused as to why my number transfer didn't accept.",
        "Why was the port not willing?",
        "Porting was declined, but why?",
        "The port's refusal?",
        "My transfer request was not allowed.",
        "I don't know how my request came about, I was denied a port.",
        "Why did y reject my port request?",
        "I have been confused as to why my number transfer hasn't been accepted.",
        "My port request seems to have been turned down.",
        "What caused my submission to be denied?",
        "My request to have a port was declined.",
        "What had caused the denial of my plea?",
        "What happened with my request for port?",
        "I believe that my request for port was denied.",
        "However, porting declined, why?",
        "I am confused by why my number transfer hasn't been accepted.",
        "I wonder if my request to the port has been denied.",
        "I wondered if my request for a port was denied.",
        "Why was a port application denied?",
        "Let me know why my port request was denied.",
        "The request for the port was turned down.",
        "Why so?porting denied?",
        "The porting failed now?",
        "What is the matter with the port-in failing?",
        "Why wasn't my port request accepted?",
        "Transfer idea was resisted.",
        "What about the port rejected?",
        "Why did the port something fail?",
        "The port request was declined.",
        "I wonder if my port request was denied?",
        "Why did ports denied?",
        "My request to have the port was denied.",
        "I am confused as to why my number transfer has not been accepted.",
        "I asked why my port request was rejected.",
        "I was denied my request to transfer?",
        "Why were I rejected my port request?",
        "What happened that porting failed?",
        "My request for port was denied and I have not gotten an answer to the question.",
        "Someone denied my request for a port.",
        "Why did Porting not approve?",
        "I didn't get answers as to how my port request was denied.",
        "I was denied a portrequest.",
        "My request to transfer was denied now.",
        "Did not get the goahead, port-wise?",
        "I was wondering why the port request was rejected.",
        "My request to port was not granted.",
        "Why did the port be denied?",
        "There were reasons why this swap attempt was rejected.",
        "I was wondering why my port was declined.",
        "Is there a reason why my port request got denied?",
        "Transfer plan wasn't accepted.",
        "My request for a port was denied and I don't know what to think about that.",
        "\"My port request's refusal?\"",
        "Why did my plea not go through?",
        "rejecting port ask?",
        "Why did their port request not get accepted?",
        "Did my request to transfer be denied?",
        "What is the issue with port-in failed?",
        "Why wasn't my port request approved?",
        "Why do you not accept my port request?",
        "Did you refuse to accept ma request for portin'?",
        "Was my port request denied?",
        "My request for transfer was rejected.",
        "My port request didn't get accepted.",
        "Reasons why did the port refuse?",
        "My transfer petition was stopped now.",
        "I have not been able to understand how my request for port was denied.",
        "Didn't get the go ahead, port wise?",
        "My request for a port was denied and I have not gotten an answer to the question.",
        "What reasons did my port decline?",
        "Why did ya turn my port request down?",
        "What is the cause of my denial of a port request?",
        "What is the reason for port rejection?",
        "I wondered if my port request had been turned down.",
        "I don't know how the request for port got denied.",
        "Why my port did not open?",
        "Did my request to transfer not receive approval?",
        "Why is the transfer blocked?",
        "Porting declined but why.",
        "Why did the port request be rejected?",
        "Why reject my port application?",
        "I want to know why my port request was denied.",
        "I wondered if my request to enter the port was turned away.",
        "I was confused about why my transfer wasn't accepted.",
        "Why would your port reject my request?",
        "My request to migrate was denied.",
        "Why have a port application denied?",
        "why wasn't the transfer accepted?",
        "How did the port deny me?",
        "What is the reason why my port request was denied?",
        "My port request was rejected.",
        "I didn't get an answer on how my request for port was denied.",
        "My port denial was caused by something?",
        "There was a denied port request.",
        "Why are they denying the port again?",
        "Why did you ruin my port desire?",
        "A port request is denied.",
        "What made my port decline?",
        "I'm confused as to why my number transfer was not accepted.",
        "What causes the port denial?",
        "Did the port request being denied?",
        "My request to transfer was denied.",
        "Why did they deny my port request?",
        "I wonder why my port request was rejected.",
        "I had a portrequest denied.",
        "Has my port request been turned away?",
        "I am confused as to why my transfer didn't get accepted.",
        "Did you not accept my porting bid?",
        "Did you not approve my port bid?",
        "I am curious if my port request has been denied.",
        "I wanted to transfer, but my request was denied?",
        "I wonder why my port request was not accepted.",
        "What made the port deny?",
        "How come you didn't support my desire for a port?",
        "My request to transfer failed.",
        "rejection for port ask?",
        "I haven't gotten any answers to a question after my request for port was denied.",
        "My port denial?",
        "Was my transfer not allowed?",
        "Cause for port refusal?",
        "Port was rejected?",
        "Why not accept my port request?",
        "What's going on with my porting request denial?",
        "My transfer request has now been denied...",
        "My port request was declined.",
        "I didn't get any answers as to why my request for a port was denied.",
        "The port refusal could be a reason.",
        "My transfer was blocked.",
        "I have not been given an explanation as to how the port denial came about.",
        "Why did my request for a port not go through?",
        "My request for port was denied but I have not gotten any answers.",
        "My request to get a port was turned down.",
        "Port turned down! what gives?",
        "What made the port-in fail?",
        "My requests to transfer were denied.",
        "I didn't know how my request for port got turned down.",
        "I don't have any answers to the question after my request for port was denied.",
        "Why was the port Declined?",
        "Did you deny my porting bid?",
        "What is the reason for port refusal?",
        "Didn't get the port to go ahead?",
        "I have not been able to figure out how my request for port was denied.",
        "What made Port rejected?",
        "My request was turned down for a port.",
        "There are no answers as to how my request for a port was denied.",
        "How come I didn't get my port wish?",
        "I want to know why my port request wasn't accepted.",
        "The Porting was denied.",
        "Is my port request been declined?",
        "Did there be a port request denied?",
        "Why were I denied my port request?",
        "I was confused as to why my number transfer was rejected.",
        "What caused my port rejection?",
        "I had a number transfer and was confused as to why it wasn't accepted.",
        "The port request got denied.",
        "my request to enter the port has been turned down",
        "I had an application for a port denied.",
        "My request for the port was rejected.",
        "I'm curious if my port request was turned down.",
        "I was not granted a port request.",
        "My request for transport was denied.",
        "What is the reason for Port rejected?",
        "Why reject the port request?",
        "I don't know how the port request got turned down.",
        "I haven't gotten an explanation as to how my request for port was denied.",
        "My transfer plea was barred now.",
        "My transfer plea was thrown out.",
        "My request for a port was denied, but I don't know how it happened.",
        "How did y'all not like my port desire?",
        "Why is denying porting so?",
        "Why snubbed my port request?",
        "I am confused about why not my number transfer wasn't accepted.",
        "My transfer request was not allowed now...",
        "My transfer petition was denied now.",
        "A request for the port was denied.",
        "What is the reason for the port being rejected?",
        "What led to a port denial?",
        "For port refusal, why?",
        "I do not understand why my number transfer wasn't accepted.",
        "Did you not grant ma request for portin'?",
        "Did you explain why the port request was denied?",
        "Why was it denied a port application?",
        "Why reject my port request?",
        "Didn't get the go ahead at port?",
        "The request for port had been denied.",
        "Why was my port request rejected.",
        "Why was the port denied once more?",
        "Why not the port?",
        "Why did my port denial arise?",
        "I was denied a request to transfer.",
        "A port was denied to me.",
        "Why about this? Port denied once more.",
        "I have not been able to find out how my request for a port was denied.",
        "What is going on? Port rejected!",
        "Why did the port refuse to accept this?",
        "I was confused why my number transfer was not accepted.",
        "I have not gotten any answers as to how the port request was turned down.",
        "My request for a port was denied and I have not received any answers to my question.",
        "Why don't I get a port?",
        "My request for port was denied, I don't know what happened.",
        "Porting was denied, why?",
        "Maybe my port is rejected?",
        "What went wrong in my port denial?",
        "Why so?porting denied.",
        "Port rejected!? What gives?",
        "Why do you think porting was denied?",
        "There are no answers as to why my request for port was denied.",
        "why was my port declined?",
        "What is the reason for the port denial?",
        "My request for transfer has been denied.",
        "Maybe my port request has been turned down.",
        "My transfer plea was rejected...",
        "I asked for port, but it was denied.",
        "Why did the porting fail?",
        "Did my request for port be denied?",
        "I wonder if my porting request was denied.",
        "Did not get the go ahead at the port?",
        "Did you deny my request for portin'?",
        "Why was it that my port declined?",
        "My transfer request has been blocked now.",
        "What caused my port to deny me?",
        "Why did I get rejected my port request?",
        "I am confused about why the transfer wasn't accepted.",
        "Didn't get the go ahead to use the port?",
        "Why did my port request not get accepted.",
        "Have my port request been denied?",
        "Why do I have my port request turned down?",
        "The port was rejected! what gives?",
        "The port I asked for was denied.",
        "Why the port request was denied?",
        "I haven't gotten an answer as to how the port denial came about.",
        "Did the port request get denied?",
        "I have not gotten any answers as to how the port request was denied.",
        "Has my request for a port been refused?",
        "I am confused as to why my number transfer hasn't been approved.",
        "Why is Port refused?",
        "The transfer plea has been denied...",
        "How could my port decline?",
        "I have not received any answers to the question of why my request for port was denied.",
        "What happened to my request for a port of call?",
        "Why is porting denied?",
        "Why reject the port ask?",
        "I haven't gotten any answers to my question as a result of my request for port being denied.",
        "What resulted in rejecting this swap attempt.",
        "What happened in my port denial?",
        "Why was shipping denied?",
        "I asked for port but it was denied.",
        "What gives? Port rejected!",
        "I haven't been able to switch carriers - why?",
        "Has my request for a port been declined?",
        "I have been confused as to why my number transfer has not been accepted.",
        "My transfer plea has been blocked.",
        "Is this correct my request for port was denied?",
        "The request to transfer has been denied.",
        "Is this my port request's refusal?",
        "A rejection for port ask?",
        "I did not get any explanation as to why my request for port was denied.",
        "I had a request for the port denied.",
        "How did my port denial come about?",
        "My transfer application was denied.",
        "Did my request to transfer not get approved?",
        "Porting denied, what happened?",
        "Why didn't the port request get accepted?",
        "I haven't received any answers as to why my request for port was denied.",
        "What caused the port to deny me?",
        "The request for the port was denied.",
        "I have not gotten an explanation as to why my request for port was denied.",
        "My transfer plea was not permitted.",
        "I want to know why my port request was refused.",
        "I was denied a port appointment.",
        "My request for transfer has been denied now.",
        "I'm wondering if I got the port request denied.",
        "Why did the port not respond?",
        "Was the port request turned down?",
        "Why did ye reject my port request?",
        "The port was rejected, what gives?",
        "What's going on? Port rejected!",
        "Why did my transfer not receive approval?",
        "What gives? Port turned down?",
        "What is the reason for Port Rejected?",
        "Reject for a port?",
        "A port request was not approved.",
        "Why did my port deny you?",
        "A transfer scheme was resisted.",
        "Did the port request not get accepted?",
        "I am confused about why not my number transfer was accepted.",
        "Didn't get the okay, port-wise?",
        "I am wondering what caused the denial of my plea.",
        "What made this swap attempt reject.",
        "Port rejected! what gives?",
        "Why were porting declined?",
        "I had a port request rejected.",
        "My transfer request was not entertained now.",
        "why did my port request get denied?",
        "The port request was turned down?",
        "Did you know that my port request was denied?",
        "My transfer request has been rejected.",
        "I wonder if my port request was turned down",
        "Did my request to transfer fail?",
        "I have no idea how the port request was denied.",
        "I am confused over why my number transfer wasn't accepted.",
        "My transfer request was rejected now.",
        "Reasons why the Port refused?",
        "I have a request for a port denied.",
        "why did my port denial occur?",
        "I am wondering if my port request was denied.",
        "Is this the port request's refusal?",
        "Why didn't my port go up?",
        "What sparked my port denial?",
        "I don't know how my request for port came to be denied.",
        "Why was the port ask refused?",
        "I wonder why my port declined?",
        "My request to port was denied.",
        "I am wondering if the port request has been denied.",
        "Reject for port asked?",
        "The denial of my porting plea was caused by something.",
        "You deny ma request for portin'?",
        "What messed up my port denial?",
        "Did the port request not get approved?",
        "Why didn't my transfer get accepted?",
        "Is it true that my request for a port was rejected?",
        "How come I didn't get a port?",
        "Why did porting refuse?",
        "Did the port request fall through?",
        "I am confused as to why my number transfer wasn't received.",
        "How come you crucified my port desire?",
        "Did you not approve the port bid?",
        "Why not my port?",
        "My request for port was denied and I haven't gotten any answers about it.",
        "I was wondering if my transfer had been denied.",
        "Why isn't the transfer accepted?",
        "I am bewildered as to why my number transfer hasn't been accepted.",
        "My request to go to the port was denied.",
        "Is it possible that my request for port was denied?",
        "Can you explain what happened with my port request?",
        "What did cause the port denial?",
        "I received a denial for my port request.",
        "I have no idea how the port denial came about.",
        "What is the reason for porting declining?",
        "Did the port request not receive approval?",
        "I have not been given an explanation as to how my request for a port was denied.",
        "I did not get an answer as to how my request for port was denied.",
        "Why weren't my transfers accepted?",
        "I wonder why my port request wasn't accepted.",
        "I wonder if my port request has been turned down?",
        "My transfer request is now denied.",
        "What is it with the port rejected?",
        "What happened to my request for port?",
        "Why did it deny the port again?",
        "My request to transfer denied.",
        "How come y'all ridiculed my port desire?",
        "I got a denial of my port request.",
        "My request to move was denied?",
        "I had a request for a port rejected.",
        "Why my port request was rejected?",
        "My number transfer wasn't accepted, I'm confused as to why.",
        "I had a request to transfer denied?",
        "My transfer request was stopped now...",
        "Have my ports request been turned down?",
        "My transfer request has been stopped...",
        "I don't know how my request came about, my request for port was denied.",
        "My request to enter the port may have been denied.",
        "Why denied my port request?",
        "What caused my port to decline?",
        "The request to transfer was denied.",
        "I was a number transfer and am confused as to why it hasn't been accepted.",
        "I haven't gotten answers to a question after my request for port was denied.",
        "Why reject a port?",
        "Why didn't you accept my port request?",
        "Has my port request been turned down?",
        "why did my port decline",
        "What is the reason my port declined?",
        "Why wouldn't the port accept?",
        "How come they didn't like my port desire?",
        "Was my transfer request denied?",
        "Why am I denied a port request?",
        "What prompted my port denial?",
        "Why would a port refuse you?",
        "Why did you reject my port request.",
        "Who denied my transfer?",
        "I was unable to get a port.",
        "I am confused as to why this transfer hasn't been accepted.",
        "My request was refused at the port.",
        "I got a denial for my port request.",
        "What's the reason my port request was denied?",
        "I requested a port but was denied.",
        "Why did Port deny them again?",
        "My request for a port was not received.",
        "My request for a port was refused.",
        "Why hadn't my port request been accepted?",
        "I was confused as to why my number transfer couldn't be accepted.",
        "Port denied again, why?",
        "My request for a port was denied and I have not been given any answers.",
        "Which is the reason for port refusal?",
        "My transfer request denied?",
        "The port refused, what reasons?",
        "The denial of my plea, what caused it?",
        "Why did the application for porting not get approved?",
        "Why was it denied, Porting?",
        "Maybe I got the port request denied?",
        "Couldn't get the go ahead at the port?",
        "Why refuse to port?",
        "Why did my request for a port be denied?",
        "My transfer case has been denied...",
        "Why rejects my port request?",
        "My request for a port was denied, and I have not received any answers.",
        "My transfer wasn't accepted.",
        "Why isn't my transfer accepted?",
        "My transfer petition has been denied...",
        "I wonder what caused the denial of my plea.",
        "The port request I submitted was denied.",
        "I did not get an answer to my question as a result of my request for port being denied.",
        "Why was my port declining?",
        "Why didn't my request be accepted at the port?",
        "Why did the port denied again?",
        "I did not get an answer as to why my request for port was denied.",
        "My port request's refusal, what?",
        "Was it that you denied ma request for portin'?",
        "How come y'all didn't support my port desire?",
        "Why did I have my port declined?",
        "Why was my porting ask refused?",
        "Why did my port decline??",
        "Why has porting declined?",
        "I wonder if my request to access the port has been denied.",
        "Reasons why the port refused to accept it?",
        "What is the issue, port-in failed?",
        "There was a denial of my porting plea.",
        "Is this true that my request for port was denied?",
        "The port request was refused.",
        "Is it accurate that my request for port was denied?",
        "Which is why my port declined?",
        "Rejecting for port ask?",
        "Was my port request refused?",
        "I requested to transfer, but it was denied.",
        "What's the reason for Port-in failing?",
        "Is it possible that my port request got denied?",
        "my request for a port was denied",
        "My transfer application has been denied...",
        "The port my request was for was rejected.",
        "A port request was not granted.",
        "I did not get answers to the question after my request for port was denied.",
        "I'm wondering why my port request got denied.",
        "Why reject my port request",
        "What is the reason for port refusal.",
        "Why is it that Porting denied?",
        "It is possible that my request to enter the port has been denied.",
        "Please tell me why you chose not to shift my number.",
        "My request for port was denied and I don't know how it happened.",
        "Why the port denied?",
        "Why deniedporting?",
        "There are no answers as to how my request for a port was turned down.",
        "Why did YOU reject my port request?",
        "Why has the port been denied again?",
        "How come my port request was refused?",
        "Did my request to transfer not succeed?",
        "My request to enter the port has been turned down.",
        "I was wondering if the port request was denied?",
        "I did not get any answers as to how the request came about, my request for port was denied.",
        "Rejecting the port question?",
        "Why has the port refused?",
        "I am confused as to why my number transfer wasn't accepted",
        "Why did denying Porting happen?",
        "I was wondering if my port request was denied.",
        "Is my port turned down?",
        "My request to enter the port was denied.",
        "Why was my port request reject?",
        "I've not gotten any answers as to why my request for port was denied.",
        "Why didn't porting happen?",
        "My transfer petition was denied...",
        "Why lose my port request?",
        "I can't switch carriers - why?",
        "Was the transfer refused?",
        "I wanted to know why my port declined.",
        "My request for a transfer has been denied.",
        "What caused the denial of my request for relocation?",
        "Did the port request be denied?",
        "I had a port ask that was refused.",
        "I'm confused as to why my number transfer hasn't been accepted",
        "Why denies porting?",
        "I was denied port.",
        "The reason for port refusal?",
        "What did the port be rejected for?",
        "Now my transfer plea is not allowed...",
        "I wonder if my port request was declined.",
        "Why the denial of the application for port?",
        "I was denied my transfer plea now.",
        "Why would someone deny porting?",
        "I had my transfer blocked.",
        "I was denied my transfer plea...",
        "Why would you decline my port request?",
        "My port desire was crapped on.",
        "I did not get any answers to that question after my request for port was denied.",
        "I was denied my request to transfer.",
        "Why did my request not get converted?",
        "I had my request for port denied.",
        "I was wondering if my port request had been turned down.",
        "Is my port denial caused by something?",
        "Why refuse a port?",
        "I had a port query denied.",
        "My request for access to a port was denied.",
        "Porting was declined but why?",
        "I don't understand why my number transfer didn't get accepted.",
        "Didn't get to go ahead for port-wise?",
        "My request for a port was denied and I have no idea how it came about.",
        "Why did the port refuse to let us in?",
        "Why did the port turn down?",
        "I didn't get an answer as to how my request for port was denied.",
        "What is it about port-in that failed?",
        "I didn't get an answer as to how my request for a port was denied.",
        "Whatmade my port denial?",
        "Why did I get the port request rejected?",
        "Why rejection of my port request?",
        "Did you deny our request for portin'?",
        "I had a request for a port refused.",
        "Port application denied.",
        "My transfer plea is barred now.",
        "I wonder if my request to enter the port has been refused.",
        "Why did denyingporting occur?",
        "I asked if my port request had been turned down.",
        "I do not know how my request for a port got denied.",
        "My transfer request was blocked now.",
        "So why wasn't my transfer accepted?",
        "My transfer request has been refused...",
        "My port request was turned down?",
        "I wonder why my port request was denied.",
        "Why was my port not offered?",
        "Why my port declined?",
        "My transfer attempt has been denied.",
        "I haven't got any answers to the question after my request for port was denied.",
        "I did not get an answer as to how my request for port was turned down.",
        "What's happening with my port request denial?",
        "I'm confused about why my transfer wasn't accepted.",
        "I am curious if my request to enter the port was turned down.",
        "I did not get an answer as to how the request came about, my request for port was denied.",
        "Why was port refused?",
        "My port request being refused?",
        "Why was the port refused.",
        "My request for a port was denial.",
        "I was confused as to why my transfer was rejected.",
        "I haven't gotten answers to the question of why my request for port was denied.",
        "I had a port request that was denied.",
        "I asked for port and was denied.",
        "Did you not accept my port offer?",
        "I am curious if my port request has been turned down.",
        "What provoked my port denial?",
        "A request for a port was refused.",
        "I'm confused as to why my transfer was not accepted.",
        "I had a port application denied.",
        "Why did the denial of my plea come about?",
        "What's going on, Port rejected!?",
        "My transfer request was barred now.",
        "The port request did not get accepted.",
        "Rejecting a port ask?",
        "Why do you think Port denied again?",
        "My wish for a port was denied.",
        "I want to know why my port declined.",
        "My number transfer wasn't accepted and I am confused as to why.",
        "Why did the Port deny again?",
        "Why my transfer was blocked?",
        "Why didn't my transfer be accepted.",
        "Didn't get the go ahead from the port?",
        "Has my port request been refused?",
        "What made the denial of my plea occur?",
        "I do not know how my request for a port was turned down.",
        "Why did the port-in failed?",
        "Why the Port refused?",
        "Why rejected the port request?",
        "The port was turned down for me.",
        "Porting denied, why then?",
        "I don't know how my port request was denied.",
        "Why not accept my port request.",
        "I am confused as to why my transfer hasn't been approved.",
        "As far as this question is concerned, my request for port was denied.",
        "Did my request for a port be turned down?",
        "Why turn down the port request?",
        "Why had the port refused?",
        "I received a denial of a port request.",
        "I have no idea how my request for a port got turned down.",
        "Why did I get my port request rejected?",
        "Why has my transfer been blocked?",
        "There was a port request that was denied.",
        "Why would my port request be rejected?",
        "reasons why Port refused?",
        "I am confused as to why my number transfer hasn't been accepted.",
        "What caused port denial?",
        "My transfer was not accepted.",
        "Why so was porting denied?",
        "My port request wasn't approved.",
        "Why didn't my transfer be accepted?",
        "I was confused as to why my number transfer wasn't accepted.",
        "What about the port-in failed?",
        "There has been a port request turned down.",
        "I have not been given an answer as to how my request for port was denied.",
        "Why this swap attempt was turned down.",
        "Why did they deny Porting?",
        "I wonder if my request to enter the port has been declined.",
        "What caused the rejection of this swap attempt.",
        "What happened with my port request?",
        "I wondered why my port request was rejected.",
        "Why did my plea not get granted?",
        "I have not been given an explanation as to why my request for port was denied.",
        "Did I get the port request denied?",
        "They didn't accept my port request.",
        "I was wondering if my request to enter the port had been denied.",
        "How come the people hated my port desire?",
        "I was turned away from a port request.",
        "I am confused about why my number transfer was not accepted.",
        "Port refused reasons why?",
        "My transfer request was denied today.",
        "The port that was requested was turned down.",
        "I'm confused about why the transfer hasn't been accepted.",
        "My request for transfer was turned down.",
        "My transfer request was not granted.",
        "I had a request rejected for port.",
        "Someone turned down my request for a port.",
        "My request to leave was not granted.",
        "My transfer plea has been blocked now.",
        "Is it correct that I was denied my request for a port?",
        "Why was the port application denied?",
        "Can you tell me why my port request has been denied?",
        "Why wasn't the transfer accepted.",
        "I asked for a port, but was denied.",
        "Why were porting denied?",
        "What transpired that caused my port denial?",
        "Why is it that Port denied again?",
        "I need to know what caused my port denial.",
        "Why? Porting was denied.",
        "My request for a port was denied, so I have not gotten any answers.",
        "I had a request for port refused.",
        "Why did the port thing fail?",
        "I am wondering if my transfer was denied.",
        "My request for port was denied and I haven't gotten any answers.",
        "I wonder if my port request's refusal is true?",
        "Why was its port declined?",
        "What caused the port-in to fail?",
        "Is my port request been turned down?",
        "I don't understand why my number transfer wouldn't be accepted.",
        "I was denied my request for port.",
        "Why did port deny?",
        "Did not get the go ahead to port-wise?",
        "My request for a port was denied and I don't know what happened to it.",
        "Port rejected!, what gives?",
        "I didn't get an explanation as to why my request for port was denied.",
        "Why were ports denied?",
        "Did my request to transfer not go through?",
        "I was denied a request for a port.",
        "I am curious if the port request has been turned down.",
        "I was a number transfer and I am confused about why my number transfer wasn't accepted.",
        "My requested transfer was denied?",
        "I don't understand why my port request was rejected.",
        "I have not gotten an answer to the question after my request for port was denied.",
        "My transfer request has been disapproved.",
        "Why are porting denied?",
        "Now my transfer plea has been denied.",
        "Why had porting denied?",
        "How come I wasn't given a port?",
        "I wondered if my request to go to the port had been turned down.",
        "My transfer request has been turned down now...",
        "Why denied, porting?",
        "Why did my port request not get taken up?",
        "Why wasn't my port request granted?",
        "Did I get a port request denied?",
        "Why was my transfer turned down?",
        "What caused the denial of my plea.",
        "I would like to know why you wouldn't shift my number.",
        "I am confused as to why the transfer has not been accepted.",
        "Why denial, Porting?",
        "My request for a port was denied, I have yet to get any answers.",
        "What about my request for a port?",
        "A port request had been denied.",
        "I was denied my porting request.",
        "Is it true that my request for a port was refused?",
        "My request to go to port was denied.",
        "My request for a port of call was denied.",
        "It wasn't accepted for my transfer.",
        "Why wasn't my transfer done?",
        "Why did my port denial occur?",
        "My transfer request was denied...",
        "What are the reasons for my denial of a port request?",
        "How can I understand why my port request was denied?",
        "I don't understand what caused my port denial.",
        "The port refused; why?",
        "What made my port deny me?",
        "Why was porting decline?",
        "Why wouldn't ya accept my port request?",
        "Why the port refused to accept it?",
        "I feel confused as to why my number transfer wasn't accepted.",
        "Didn't get access to the port?",
        "Why wasn't my transfer considered?",
        "Didn't the port request get accepted?",
        "Why was the porting denied?",
        "What triggered the port denial?",
        "My transfer application has been turned down...",
        "Reasons for the port's refusal?",
        "Why didn't port agree?",
        "Did the port request be rejected?",
        "Why wouldn't I accept my port request?",
        "I am confused as to why the transfer wouldn't be accepted.",
        "The refusal of my port ask, what caused it?",
        "I was wondering if my transfer was denied.",
        "I have not been able to get any answers as to why my request for port was denied.",
        "I did not get an answer as to how the port request was turned down.",
        "Porting declined, but why?",
        "What's the reason for the failed port-in?",
        "What created my port denial?",
        "I had a port access request denied.",
        "Do you know why my port request was denied?",
        "Why did porting be denied.",
        "I was wondering if my port request has been turned down.",
        "Why was the port application denied.",
        "What is it that makes the port rejected?",
        "a request for a port was denied",
        "What is happening with my denial of a port request?",
        "I haven't gotten any answers to the question that my request for port was denied.",
        "My transfer request was stopped now.",
        "Why did my port ask not go through?",
        "Maybe there is a reason for port refusal?",
        "How come my transfer wasn't accepted?",
        "What triggered my port denial?",
        "How do you explain Port rejected!?",
        "Port turned down?",
        "Why is my port request denied?",
        "How come y'all did not support my port desire?",
        "What did cause the denial of my plea?",
        "What happened to my request to port?",
        "Might there be a reason for port refusal?",
        "I was wondering if my request to enter the port was turned down.",
        "The port request was denied?",
        "Why did Porting get denied?",
        "Why the port declined?",
        "My request to go somewhere else was denied?",
        "My port request has been refused?",
        "My transfer request has been rejected now.",
        "I haven't gotten answers as to how my request for a port was denied.",
        "Porting dropped, but why?",
        "Why do you think porting is denied?",
        "How come you didn't like my port desires?",
        "What happened with my porting request denial?",
        "Why have porting declined?",
        "Why wasn't the application granted for port?",
        "I have not been given any answers as to how my request for a port was denied.",
        "Why is the port denied again?",
        "My transfer request is denied now...",
        "I don't know how my request for port got turned down.",
        "What is the reason for my port denial?",
        "Is that correct, my request for a port was denied?",
        "What caused the port denial.",
        "Why didn't my request get forwarded?",
        "I was a number transfer and I am confused as to why it has not been accepted.",
        "My port request declined.",
        "I wonder if the request for a port has been rejected.",
        "I am confused why my number transfer wasn't accepted.",
        "Did my request to port be denied?",
        "How did my port deny occur?",
        "I was wondering why my port request was rejected.",
        "My request for the port was turned down.",
        "Why deny the port?",
        "has my port request been denied?",
        "My request for a port was denied, but I have no idea how it happened.",
        "Why didn't my port accept it?",
        "port refusal was a reason?",
        "I can't switch carriers, why?",
        "My transfer request was denied now.",
        "Do you have an explanation for my port request being denied?",
        "What are the reasons for my port denial?",
        "Why wouldn't my port request be accepted?",
        "Why did you not approve the port application?",
        "My request for a port was denied and I have not received any answers.",
        "What caused porting to fail?",
        "I was wondering if my porting request was denied.",
        "I was refused a port.",
        "I'm wondering if my port request was turned down.",
        "How come my wish for a port was ridiculed?",
        "My transfer attempt has been stopped...",
        "How come they said no to changing providers?",
        "My request to transfer have been denied.",
        "My request for port was denied, I have not gotten any answers to that question.",
        "I'm wondering if my port request has been denied.",
        "The port request was refused?",
        "Why wasn't my transfer approved?",
        "Didn't get the port go ahead?",
        "Why did it denyporting?",
        "Why was the port request rejected?",
        "My transfer plea has been denied.",
        "Why was my port turned down?",
        "Why did the Port refuse to accept?",
        "My transfer plea was not approved...",
        "The port was rejected!",
        "Why did my transfer not get approved?",
        "Why have the port application denied?",
        "Why did port application not get approved?",
        "I'm wondering why my port request was denied.",
        "I wonder whether my request to enter the port has been turned down.",
        "I requested to transfer but it was denied.",
        "I was a number transfer and am confused about why it has not been accepted.",
        "Why did the port project fail?",
        "I have not gotten any answers to the question of what happened to my request for port.",
        "My request for a port was turned away.",
        "Why the denial of porting?",
        "But why did Porting decline?",
        "Why was my port denied entry?",
        "I have a port request that got denied.",
        "Why did the port deny it once again?",
        "I am curious why my port request was denied.",
        "Porting denied, why.",
        "Didn't get approved for the port?",
        "Why did not my port request get accepted?",
        "I was confused why my number transfer wasn't accepted.",
        "What made my port not open?",
        "Did you not allow the request for portin'?",
        "The request to transfer was denied?",
        "My transfer attempt has been stopped.",
        "Why was my port ask refused?",
        "My transfer plea was turned down...",
        "Why did porting not get approved?",
        "I did not know how my request for a port was denied.",
        "How come you didn't like my port request?",
        "Deny port ask?",
        "Did you not allow ma request for port?",
        "Reasons why the port turned down?",
        "My transfer plea has been barred...",
        "Why did the swap not succeed, please?",
        "Why did my request for a port not get granted?",
        "I haven't gotten any answers as far as this question is concerned, my request for port was denied.",
        "I wondered if my request to enter the port had been refused.",
        "My request to relocate was denied.",
        "I request to transfer was denied.",
        "Did my port request get turned down?",
        "I had a port request turned down.",
        "What is the issue that port-in failed?",
        "Why refuse port?",
        "Porting declined, so why?",
        "I do not know how my request for port got denied.",
        "I have not been given any explanation as to how my request for port was denied.",
        "A port request was denial.",
        "I am confused as to why not my transfer was accepted.",
        "My request was refused by the port.",
        "What is the issue with the port-in failed?",
        "I got a port request denied.",
        "What's the problem; port-in failed?",
        "Why is it the port denied again?",
        "Please let me know why you refused to shift my number.",
        "Why was my transfer refused?",
        "Why do you think porting declined?",
        "My plea for transfer has been denied.",
        "Why would the port refuse to accept?",
        "Why was Porting declined?",
        "What happened with my request for porting?",
        "How come we didn't support my port desire?",
        "Why not my transfer?",
        "Why were my port request rejected?",
        "They turned down my request for a port.",
        "Was my port bid rejected?",
        "I don't know how the port request was denied.",
        "My request for a port was denied, and I have no idea how it came about.",
        "My transfer plea is not allowed now.",
        "I was confused as to why my number transfer wasn't approved.",
        "What caused the denial of my port?",
        "Port Rejected!?",
        "I was wondering if there was a port request denied.",
        "There was a denial of my port request.",
        "Why was my port not approved?",
        "Did not get the go ahead, port wise?",
        "Why did you decline my port request?",
        "Why was the port refuse?",
        "The request for a port was denied.",
        "Reject for the port question?",
        "Why is my port not available?",
        "I was a number transfer and I am confused as to why it hasn't been accepted",
        "I am wondering if my port request was turned down.",
        "Do you recall my port request's refusal?",
        "What was it that caused my port denial?",
        "How come y'all were against my port desire?",
        "I have not gotten any answers as to why my request for port was denied.",
        "Port refused, reasons why?",
        "My transfer request had been denied.",
        "Does my request to enter the port have been turned down?",
        "Did my port request been denied?",
        "A transfer plea has been denied.",
        "Someone denied my request to transfer.",
        "Why didn't my port request be accepted?",
        "I was denied access to a port.",
        "How come my port is rejected?",
        "Why reject a request for port?",
        "Reject for port?",
        "Why about this? Port denied once more?",
        "My transfer plea has been rejected.",
        "a port request was denied",
        "I am wondering if my port has been rejected.",
        "I'm curious if my port request has been denied.",
        "I need to know why my port request got denied.",
        "Explain why my port request was denied.",
        "My request for a port was denied and I have not gotten any answers to that question.",
        "It is believed that my request for a port was denied.",
        "I'm wondering if my request to enter the port was turned down.",
        "My transfer plea has been turned down.",
        "why was the port declined?",
        "I wanted a port, but it was turned down.",
        "How come my port desire was messed with?",
        "What's the reason for my denial of a port request?",
        "What caused the denial of the port?",
        "Why did the port application not get approval?",
        "I would like to know why my port request was denied.",
        "They said no to changing providers, why?",
        "What are the reasons for port rejection?",
        "My request for access to the port was denied.",
        "I was denied a port call.",
        "I am confused as to why my transfer wasn't accepted, I was a number transfer.",
        "The port request was not granted.",
        "Is this correct that my request for port was denied?",
        "Why reject my shipment?",
        "Why did they deny port again?",
        "Please explain why swap has been rejected, please?",
        "Why was the transfer blocked?",
        "What about my port's refusal?",
        "my port request refused",
        "My request to enter the port was turned down.",
        "Why did Port rejected?",
        "I am confused as to why I wasn't accepted for the transfer.",
        "Why didn't I get a response from the port?",
        "What's the reason for the port being rejected?",
        "Why has the port-in failed?",
        "Why wasporting denied?",
        "My request for a port was denied and I don't have any answers about it.",
        "why wasn't my port request accepted?",
        "I wonder if my port request has been denied?",
        "How come I was ignored on my port desire?",
        "What are the reasons for port being rejected?",
        "porting failed Why?",
        "Port declined; why?",
        "Why did denying Porting occur?",
        "My transfer plea is not allowed right now.",
        "I want to know what caused my port denial.",
        "Does my port request have been denied?",
        "Why would the port reject my request?",
        "What is the reason for port being rejected?",
        "Why did the port failed?",
        "I was denied a port of call.",
        "I have not gotten answers to a question after my request for port was denied.",
        "I wondered why my port request wasn't accepted.",
        "The port was denied for my request.",
        "Porting plea Decline?",
        "I have not received answers to the question after my request for port was denied.",
        "Why did it deny Porting?",
        "Please explain why the swap was rejected, please?",
        "My transfer request was rejected...",
        "I had a transfer blocked.",
        "My transfer request has been barred now.",
        "My number transfer wasn't accepted, so I'm confused as to why.",
        "I was denied a port request",
        "Why did the port application not be approved?",
        "I have not been able to figure out how my request for a port was denied.",
        "Why did the port refuse?",
        "Was the port declined?",
        "My request for transportation was denied.",
        "Why did Porting denial happen?",
        "Is my port not approved?",
        "My port request was turned away.",
        "I was confused as to why I wasn't accepted for the transfer.",
        "What happened that led to my port denial?",
        "How come my port desire was ruined by people?",
        "I wonder what happened to my request to enter the port.",
        "did not get the go ahead, port-wise?",
        "Have my port request been turned down?",
        "The port was denied as a request.",
        "My transfer request was stopped...",
        "Why deny Porting?",
        "I'd had a port request denied.",
        "Reasons why the port refused to accept?",
        "My request for port was declined.",
        "Was there a denial of my transfer?",
        "I don't know how the request for port was turned down.",
        "Why did he deny porting?",
        "Why did port rejection happen?",
        "I am not sure why it wasn't accepted as a transfer.",
        "I am confused about why my number transfer isn't accepted.",
        "Why did the Porting be denied?",
        "I did not get a response to my request for port.",
        "Please explain what happened to my port request.",
        "A port was not granted.",
        "The port request has been turned down.",
        "I don't know how the request for port was denied.",
        "What's going on with my port request denial?",
        "I am confused as to why I was not accepted for the transfer.",
        "I don't know how my request for port got denied.",
        "What is the problem with port-in failed?",
        "There were no answers as to why my request for port was denied.",
        "I am confused about why the transfer hasn't been accepted.",
        "My transfer plea was denied.",
        "I am confused as to why my number transfer wasn't considered.",
        "Why did you reject my ports request?",
        "Did not get go ahead for port-wise?",
        "Why did denyingporting happen?",
        "Why was it denied, porting?",
        "I wonder if my request to enter the port was declined.",
        "What is it that caused my port denial?",
        "Why did the port refuse to process?",
        "Why not accept my request for a port?",
        "I asked to transfer but was denied.",
        "why reject my port request",
        "I want to know if my port request was denied.",
        "Why did the port be denied once more?",
        "Reasons why the port refused to open?",
        "What is the problem with Port-in failed?",
        "I am confused as to why I haven't been accepted for a transfer.",
        "What is the issue with Port-in failed?",
        "Why would you refuse my port request?",
        "I want to know if my port request was turned down.",
        "What caused my port request to be denied?",
        "My request to transfer is denied?",
        "I could not get a port request approved.",
        "I have not received any answers as to why my request for a port was denied.",
        "I'm curious if my request to enter the port has been turned down.",
        "Had my request to transfer denied?",
        "My port request has been denied.",
        "My transfer request has been declined.",
        "What caused the port denial?",
        "I wonder whether my port request has been denied.",
        "I haven't gotten any answers as to how the request came about, my request for port was denied.",
        "Why didn't y'all support my port desire?",
        "Didn't get to go ahead, port-wise?",
        "Why wouldn't my port request be approved?",
        "My port request was not responded to?",
        "I asked for a port but my request was denied.",
        "What are the reasons for port rejected?",
        "My request for a port was denied and I do not know how it happened.",
        "I am curious as to why my number transfer wasn't accepted.",
        "Why did my port fail?",
        "Why do you think Porting was denied?",
        "My request for port was denied, I have not received any answers as far as this question is concerned.",
        "Why was my port refused?",
        "I wonder whether my request to enter the port was turned down.",
        "Which was the reason for port refusal?",
        "I have not gotten an answer to the question of why my request for port was denied.",
        "Why is the port denied?",
        "How about my port request's refusal?",
        "Why was this port declined?",
        "I was wondering if the port request got denied.",
        "I was confused as to why my number transfer was not accepted.",
        "Why don't we accept my port request?",
        "I wonder if my request to get into the port has been denied.",
        "Reject for the port asking?",
        "How come you didn't support my port desires?",
        "How come you hate on my port desire?",
        "What are the reasons for Port rejected?",
        "My request for a port was denied and I haven't gotten any answers about it.",
        "A port application was denied.",
        "I am curious if the port request was turned down.",
        "How did my request for a port be denied?",
        "The request to have a port was turned down.",
        "I had a request denied for a port.",
        "Why did theporting decline?",
        "Why was my transfer not accepted?",
        "I wondered why the port request was rejected.",
        "Rejecting the port request?",
        "I have been confused as to why the transfer hasn't been accepted.",
        "Why have port refusal?",
        "Why was I denied a swap?",
        "I was wondering if I had the port request denied.",
        "Why did the port deny again?",
        "What were the reasons for the port denial?",
        "I'm wondering if the port request has been turned down.",
        "Port denied! what gives?",
        "My request for a port was not allowed.",
        "Why was a porting application denied?",
        "What caused my port to reject me?",
        "My number transfer wasn't accepted, and I am confused as to why.",
        "I did not get any answers as to why my request for a port was denied.",
        "What causes the port to be rejected?",
        "My request to enter the port has been denied.",
        "Why wasn't the port willing?",
        "Didn't get the go ahead on port-wise?",
        "Why? Port refused.",
        "Why didn't the transfer go through?",
        "Why didmy port decline?",
        "I am confused as to why my number transfer didn't get approved.",
        "The port that I wanted was rejected.",
        "There was a port request that was refused.",
        "I am curious if the port request has been denied.",
        "Do you know if my request to transfer has been denied?",
        "My transfer plea was not allowed now...",
        "Why did porting go denied?",
        "Why wasn't I accepted for the transfer?",
        "Why failed to get my port request accepted?",
        "What caused my denial of port?",
        "I don't understand why my number transfer was not accepted.",
        "I was turned down for a port.",
        "Why didn't port succeed?",
        "Why has Porting denied?",
        "Is there any reason for the port refusal?",
        "Whatcaused the port denial?",
        "There was a port denial for me.",
        "I was confused as to why the number transfer wasn't accepted.",
        "Why this swap attempt was rejected.",
        "What is the port request's refusal?",
        "Is there a reason for port denial?",
        "I wondered what caused my port denial.",
        "Why is there a port denied again?",
        "Why did Porting decline?",
        "My transfer request has been turned down now.",
        "My request to enter the port appears to have been turned down.",
        "Why didn't my request for a port be accepted?",
        "I was wondering if my request to enter the port had been rejected.",
        "Please tell us why you refused to shift my number.",
        "Have a reason for port refusal?",
        "Do you think that my request for port was denied?",
        "My request to transfer wasn't accepted.",
        "Why did the Port refused?",
        "I didn't get answers as to how my request for port was denied.",
        "The request of port was denied.",
        "Didn't get the go ahead for port-wise?",
        "Why didn't ya accept my port request?",
        "My port request turned me down?",
        "My request to transfer was not approved.",
        "I was wondering if you could explain why my port request was denied.",
        "What about the port request's refusal?",
        "I was a number transfer and I am confused as to why it was not accepted.",
        "Did my request for a port denied?",
        "There was a denial of my port plea.",
        "Why was the port unwilling to accept?",
        "Did my port request get denied?",
        "What is the reason for rejecting my port request?",
        "Why was my port request not approved?",
        "I was denied a port Request.",
        "The port was refused.",
        "My request to move was not approved.",
        "Is it accurate that my request for a port was denied?",
        "Why didn't a port request be accepted?",
        "Why did the port application not get approved?",
        "How come you trashed my port desire?",
        "I don't understand why my port request was denied.",
        "Did the port request get turned down?",
        "My transfer plea has now been rejected.",
        "I wonder if the request for a port has been denied.",
        "Why did y'all mock my port desire?",
        "This port request's refusal?",
        "Didn't get the go ahead for the port-wise?",
        "I have not gotten answers to my question since my request for port was denied.",
        "Reject the request for the port?",
        "I have no idea why my number transfer was not accepted.",
        "Did not get the go ahead for the port-wise?",
        "Is it correct that my request for port was not granted?",
        "I didn't get an answer as to why my request for port was denied.",
        "My request for a port has been turned down.",
        "I'm confused about why my number transfer hasn't been accepted.",
        "I am confused as to why my transfer has been rejected.",
        "What caused the refusal of my transfer?",
        "The port my requested was denied.",
        "Why does Porting denied?",
        "My transfer plea was dismissed.",
        "Didn't get the go ahead port-wise?",
        "My transfer was not allowed.",
        "Why do I have a port request denied?",
        "How come people didn't like my port desire?",
        "Why did the port never succeed?",
        "Why did they say no to changing?",
        "How come you did not support my port desire?",
        "Didn't get to go ahead at the port?",
        "My request for a port was denied, I have not gotten any answers as to why.",
        "Why did denying porting take place?",
        "Is it true that my request for port was rejected?",
        "I was denied a request to port.",
        "Reason why Port refused?",
        "My transfer plea has been barred now.",
        "Why didn't ya approve my port request?",
        "I wonder if my request to enter the port has not been granted.",
        "How come my request to transfer was denied?",
        "Why was the Port refused?",
        "Why haven't my port requests been accepted?",
        "Why wasn't my port expanded?",
        "My port was declined reasons.",
        "Why is it that the port denied again?",
        "What made the port reject?",
        "My port request may have been turned down.",
        "I wondered if my request to enter the port had been turned down.",
        "Did not get the port go ahead?",
        "Why did my port not respond?",
        "I was wondering if my request to enter the port had been turned down.",
        "Did my port request not get accepted?",
        "I haven't gotten any answers to the question of why my request for port was denied.",
        "I have not received any explanation as to why my request for port was denied.",
        "Do you think my port request was turned down?",
        "Why turn away my port request?",
        "Is it correct that my request for port was turned down?",
        "How come we didn't like my port desire?",
        "What led to the denial of my plea?",
        "Why were my ports turned down?",
        "Did the request to port be denied?",
        "I was confused as to why my transfer didn't get accepted.",
        "Why did Port refusal occur?",
        "I have not gotten any answers as to why my request for the port was denied.",
        "I wonder if my port request was turned down?",
        "Denying ma request for portin'?",
        "Reasons why port refused?",
        "My request for a port was denied, and I haven't gotten any answers about it.",
        "Has my port been turned down?",
        "Why did porting not take place?",
        "My request to enter the port may have been turned down.",
        "How come I couldn't get a port?",
        "Why did the port application be denied?",
        "The port requested's refusal?",
        "Why wouldn't you accept my port request?",
        "I don't know how the port request was turned down.",
        "How come you hated my port desire?",
        "I wonder if my request to enter the port has been turned down",
        "They denied my request for a port.",
        "I have not gotten answers to my question after my request for port was denied.",
        "Will you explain why my port request was denied?",
        "The port request had been denied.",
        "Why reject port ask?",
        "I was denied my request to port.",
        "I was confused as to why the transfer hasn't been accepted.",
        "It was rejected my request for a port.",
        "What led to the denial of my submission?",
        "It was my port request's refusal.",
        "I question if the port request was denied.",
        "The request for a port was turned down",
        "My transfer request was denied!",
        "It was denied that I had a port request.",
        "Why was the transfer denied?",
        "I wondered if my request to enter the port was turned down.",
        "My port request got rejected.",
        "I was wondering if the request for a port was denied.",
        "I got a denial on my port request.",
        "My request to transfer was refused.",
        "Why is a port application denied?",
        "Is that correct, my request for port was denied?",
        "There are reasons why the port refused to accept it.",
        "Why did you reject my request for port?",
        "Why was porting declining?",
        "Why did Porting denied?",
        "Why so? Porting was denied.",
        "My transfer request was thrown out.",
        "What is the issue, the port-in failed?",
        "Has my request for port been denied?",
        "My transfer was denied now.",
        "Why did the port refusal occur?",
        "What made the port denial happen?",
        "I haven't gotten any answers as far as this question is concerned because my request for port was denied.",
        "Why denial, porting?",
        "Why would Porting be denied?",
        "Was the request for portin' denied?",
        "I didn't get an answer as to how the request came about, my request for port was denied.",
        "I have not gotten answers to the question of why my request for port was denied.",
        "My request for port was refused",
        "Why didn't my request be forwarded?",
        "Why is my transfer not accepted?",
        "It is possible that my port request has been turned down.",
        "Why did porting not go ahead?",
        "Why wouldn't I be allowed to port request?",
        "Why did porting denial occur?",
        "Why did they say no to changing providers",
        "What led to port denial?",
        "I wonder if my request for a port has been turned down.",
        "Didn't get the chance to port?",
        "Why did the port deny this again?",
        "Why did porting decline?!",
        "Why did my port turn down?",
        "My request for transfer is denied.",
        "My proposal to transfer was denied.",
        "I am confused as to why my number transfer didn't get accepted.",
        "Why was the port declined.",
        "Why were the port application denied?",
        "Porting was failed now what?",
        "I asked to transfer but it was denied.",
        "Do you think my request for a port was denied?",
        "I was wondering if my port request had been rejected.",
        "Why do you think Port was denied once more?",
        "My request for port was denied, I have not gotten any answers as far as this question is concerned.",
        "Why did my port request fail?",
        "Is that the reason for my port denial?",
        "Reject for the port request?",
        "I did not get an explanation as to why my request for port was denied.",
        "I wonder if my request to go to the port has been refused.",
        "My port was decline.",
        "What made me have a port denial?",
        "Why do you think Port was rejected?",
        "Why didn't the port request get processed?",
        "What about my port request's refusal?",
        "Did they deny ma request for portin'?",
        "Why did he reject my port request?",
        "I was a number transfer and am confused about why it hasn't been accepted.",
        "Why was my request not forwarded?",
        "Why did my port deny occur?",
        "Why wasn't my port reopened?",
        "The porting was denied, why?",
        "Why would a port be rejected?",
        "What do you think caused my port denial?",
        "My request for port was denied but I haven't gotten any answers.",
        "Why did they deny Port once more?",
        "The port request was denied",
        "What made the port denial?",
        "How come people dislike my port desire?",
        "I'm confused as to why the transfer isn't accepted.",
        "Is my port denial due to something?",
        "Did the request for a port be denied?",
        "Why didn't my transfer be approved?",
        "I am confused as to why my number transfer is not accepted.",
        "My request to transfer was not entertained.",
        "I'm confused as to why my number transfer wouldn't be accepted.",
        "Is this correct that my request for port was not granted?",
        "Did you not let ma request for portin'?",
        "I am confused as to why the transfer is not accepted.",
        "I wanted to transfer, but my request was denied.",
        "I didn't get any answers to that question after my request for port was denied.",
        "My transfer plea was turned down.",
        "Why did I not get my port request?",
        "I didn't get my port request.",
        "Why did I not have my port request accepted?",
        "I have a port request that was denied.",
        "My transfer was not allowed now...",
        "Why wasn't my request forwarded?",
        "Why don't my port requests get accepted?",
        "I have not received an explanation as to how my request for port was denied.",
        "Why did port deny again?",
        "How come the port request was rejected?",
        "Does my request for a port have been turned down?",
        "What is the reason why my plea was denied?",
        "A port request was denied",
        "Why did ports refuse to accept it?",
        "I received a port denial.",
        "Why did the port refuse to accept you?",
        "I don't understand why my port request wasn't accepted.",
        "Why did they deny the port once more?",
        "Please tell me why you refused to shift my number.",
        "The request for a port was turned away.",
        "Why did the transfer fail?",
        "My transfer plea is denied...",
        "The port that I was requesting was turned down.",
        "The request for port was denied",
        "Is my request for a port turned down?",
        "How come people don't like my port desire?",
        "Why did my port request not get approval?",
        "I want to know why my port request was rejected.",
        "Why didn't my port request be approved?",
        "My transfer request has been rejected...",
        "Why didn't my port request get processed?",
        "Port refused; reasons?",
        "My request for transfer was not granted.",
        "What contributed to my port denial?",
        "Tell me why my port request got denied.",
        "I have not gotten answers to the question after my port request was denied.",
        "What made the port denial occur?",
        "How come my port request was not accepted?",
        "Why do my port requests get denied?",
        "What is happening with my porting request denial?",
        "What's the reason for the port-in failure?",
        "Why do I not get the port request?",
        "My request to leave was refused.",
        "My request for a transfer was denied now.",
        "Now what is it that porting failed?",
        "Someone rejected my request for a port.",
        "Did my porting request get denied?",
        "I were denied a port request.",
        "Why did the port be rejected?",
        "Why did I not get my port request approved?",
        "Why did the Port refuse to process?",
        "I am confused as to why my transfer hasn't been accepted",
        "Why is the port denied once again?",
        "Why has my port request been rejected?",
        "I did not get an explanation for the denial of my request for port.",
        "Why are Port denied again?",
        "The port was denied my request.",
        "How did porting fail?",
        "Is it true that my request for a port was not granted?",
        "Why wasn't my port moved?",
        "Why did the transfer not succeed?",
        "I wondered if my port request was denied.",
        "My request to have port was denied.",
        "Why reject my port request.",
        "My request for port was denied and I have no idea how it came about.",
        "Why did the ported fail?",
        "Did you deny me the request for portin'?",
        "My requests for port were denied.",
        "My request for a port was denied, but I have not gotten any answers.",
        "Didn't get to take the port?",
        "my port was declined",
        "This swap attempt was rejected, what led to that?",
        "My request for port was denied, I don't know how it came about.",
        "What spurred my port denial?",
        "My request to transfer is denied.",
        "I have not gotten answers as far as this question is concerned after my request for a port was denied.",
        "Why would a port refusal happen?",
        "Can you give me an explanation as to why my port request was denied?",
        "Is it correct that my request to have a port was denied?",
        "I have a request for a port that was denied.",
        "I don't understand how my request for a port was denied.",
        "My request for a port wasn't approved.",
        "My transfer request has now been rejected.",
        "Why weren't my port request accepted?",
        "My request for a port was denied, and I have not gotten any answers about it.",
        "I think my request for a port was denied.",
        "The port request's rejection?",
        "I have not gotten any answers to the question of why the port was denied.",
        "I am confused how my number transfer wasn't accepted.",
        "I was puzzled as to why my number transfer wasn't accepted.",
        "Why denial of porting?",
        "Is it correct that my request for port was refused?",
        "Is it correct that my request for the port was denied?",
        "Porting decline, but why?",
        "Why did ya reject me from the port?",
        "My transfer application was not allowed now...",
        "Why would you reject my port request?",
        "Why did my port request reject?",
        "Why was porting declining.",
        "I have not gotten answers to my question as a result of my request for port being denied.",
        "Why did the port refuse to ship?",
        "Why did the port application not receive approval?",
        "I inquired about the port request being denied.",
        "Is there a reason for rejecting swap, please?",
        "What inspired my port denial?",
        "Why did my port request not get responded to?",
        "What made the port ask refuse?",
        "What's up with the port being rejected?",
        "port request's refusal?",
        "The Port refused, why?",
        "The port my request was for was refused.",
        "Could there be a reason for port refusal?",
        "Why decline my port?",
        "I'm confused as to how my number transfer wasn't accepted.",
        "I was wondering if the port request was rejected.",
        "I was confused as to why my number transfer didn't get accepted.",
        "I am puzzled as to why my number transfer was not accepted.",
        "I'm confused as to why not my number transfer wasn't accepted.",
        "What was the reason why my plea was denied?",
        "Reasons why the port declined?",
        "The port request was denied.",
        "Is it correct that my request for port was not accepted?",
        "Why the port didn't accept?",
        "What happened that the port-in failed?",
        "Why did they deny porting?",
        "What could have caused the port denial?",
        "Why not my port request?",
        "Didn't receive the go ahead for port-wise?",
        "My transfer request has been turned down.",
        "I had a request for a port denied.",
        "I would like to know if the port request was denied.",
        "I was confused about why my number transfer was not accepted.",
        "What happened to the request for portin'?",
        "How come I'm not getting my port?",
        "My request for a port was denied",
        "Why didn't I get my port request?",
        "What happened to my request for a port?",
        "Porting plea decline?",
        "I asked if the port request was denied.",
        "The port I wanted was turned down.",
        "The transfer wasn't accepted.",
        "Why was the port denied another time?",
        "No luck changing carriers - why?",
        "Now my transfer plea is not allowed.",
        "a port request was denied.",
        "I am confused as to why not my number transfer was accepted.",
        "Explanation for port refusal?",
        "I have not gotten any answers to my question as a result of the denial of my request for port.",
        "I am curious if my port request has been rejected.",
        "I don't know why my port declined.",
        "I was denied my transfer request.",
        "Why wasn't port willing?",
        "Is this correct that my request for port was rejected?",
        "There are no answers as to how my request for port was turned down.",
        "What happened when my port denied me?",
        "What happened to the port rejected?",
        "My request for a port was denied, but I have not received any answers.",
        "My transfer request is denied...",
        "I would like to know if my port request was turned down.",
        "Why wasn't my transfer received?",
        "Port refused reasons?",
        "Was my transfer not approved?",
        "Why failed to accept my port request?",
        "My number transfer wasn't accepted so I'm confused as to why.",
        "Has my request for a port been rejected?",
        "I did not get my request for port approved.",
        "The request to port was denied.",
        "I ask if the port request was denied.",
        "My transfer request was denied.",
        "I asked for a port and was denied.",
        "I was confused as to why the transfer wasn't accepted.",
        "My transfer plea has been put down.",
        "I have not been given any answers as to why my request for port was denied.",
        "Why did the port refuse to accept?",
        "My transfer appeal has been denied.",
        "I haven't gotten an answer to the question after my request for port was denied.",
        "I did not know how my request for port was denied.",
        "A port request was rejected.",
        "My port request has been rejected.",
        "I had a port transfer denied.",
        "Did the port request have it denied?",
        "I wonder why my transfer wasn't accepted.",
        "Why was Porting declining?",
        "How come everyone didn't like my port desire?",
        "My transfer plea was not accepted.",
        "Who denied my port request?",
        "Why not porting?",
        "I requested a port, but it was turned down.",
        "Why did my port request have it denied?",
        "Why don't they accept my port request?",
        "The transfer scheme was turned down.",
        "Not getting the go ahead port-wise?",
        "Didn't get the goahead, port-wise?",
        "I did not get an explanation as to how my request for a port was denied.",
        "What led to my port denial?",
        "Deny the port ask?",
        "Why deny porting?",
        "I requested to transfer but my request was denied.",
        "Why did the port decline to accept?",
        "My transfer plea was denied today.",
        "Why resist my port request?",
        "I am confused as to why the transfer hasn't been accepted",
        "My request for a port was denied, and I have not received any answers about it.",
        "Why did the port refuse to act?",
        "I have not gotten any answers to my question after my request for a port was denied.",
        "Why don't I get the port request?",
        "I have not gotten any answers to my question since my request for port was denied.",
        "Didn't get the go ahead, portwise?",
        "I had a request for port rejected.",
        "Was my move denied?",
        "A port was turned down for my request.",
        "I am confused as to why not my number transfer was not accepted.",
        "My transfer plea is denied now...",
        "I have no idea how my request for a port was turned down.",
        "I am curious to know if my request to enter the port has been denied.",
        "I wonder if my port request has been refused.",
        "I was denied a port entry.",
        "My port request wasn't granted.",
        "Did my port request not be approved?",
        "There was a port request refused.",
        "My port request was denied?",
        "The request for a port was declined.",
        "Why would you deny my port request?",
        "My port request was turned down",
        "Why don't I receive my port request?",
        "I wondered why my port was declined.",
        "My request to move wasn't granted.",
        "Why did my port request not accept?",
        "I was wondering if I got a port request denied.",
        "Porting declined but why?",
        "What happened to the port request?",
        "The requested port was turned down.",
        "I wonder why my port declined.",
        "What led to the rejection of this swap attempt",
        "Has the request for a port been denied?",
        "Porting failed now?",
        "Do you know why the port request was denied?",
        "My transfer request has been refused now...",
        "My port request has not been approved.",
        "It was denied my request for port.",
        "I tried to transfer, but my request was denied.",
        "My transfer request is denied.",
        "Why was porting declined?",
        "My transfer request has been refused.",
        "What gave the port to be rejected?",
        "What occurred that caused my port denial?",
        "My port was declined.",
        "What made the port deny me?",
        "I question if my request to enter the port has been denied.",
        "Why was the port unwilling?",
        "Why is the port denied now?",
        "Why did my port not work?",
        "why was my transfer blocked?",
        "So what caused my port denial?",
        "Why not take my port request?",
        "My porting request was denied.",
        "Why was my port request declined?",
        "I wonder if my request to get in the port has been denied.",
        "It was turned down for a port.",
        "Why do you think Porting denied?",
        "My transfer plea has been denied now...",
        "Did you really deny ma request for portin'?",
        "What caused my port denial?",
        "Why the port request was not accepted?",
        "The port was denied once more?",
        "I don't know how the request came about but my request for port was denied.",
        "Why the port refused?",
        "The port that I requested was denied.",
        "My port request was turned down.",
        "What gives that port was rejected?",
        "What happened to my port request denial?",
        "How come this happened to my port desire?",
        "There was a denial of a port request.",
        "Why do ya reject my port request?",
        "I am confused as to why my number transfer isn't accepted.",
        "How come y'all trashed my port desire?",
        "My request for port was denied, I haven't gotten any answers.",
        "What exactly caused my port denial?",
        "My transfer plea was stopped...",
        "Whatcaused my port denial?",
        "I did not receive an answer as to why my request for port was denied.",
        "Why denied porting?",
        "What had caused my port denial?",
        "The Porting declined but why?",
        "My request for a port went unanswered.",
        "Why did porting not happen?",
        "Why is my port declined?",
        "The request for portin' was denied.",
        "I don't know how the request for port got turned down.",
        "Why the transfer wasn't accepted?",
        "I am confused as to why a transfer hasn't been accepted.",
        "The transfer plea was not allowed.",
        "What brought about my port denial?",
        "my port is rejected",
        "I was denied a port port request.",
        "Why did port refusal come about?",
        "Why did I lose my port request?",
        "Why my transfer wasn't allowed?",
        "Didn't get the go ahead at the port?",
        "The port was denied to me.",
        "I was wondering if my port request had been denied.",
        "Why does my port request get denied?",
        "Deny my port request?",
        "Why were you rejecting my port request?",
        "I'm not sure why my transfer wasn't accepted.",
        "I am not sure how my request for port got denied.",
        "Can you tell me why my port request was denied?",
        "I have not gotten any answers regarding this question after my request for a port was denied.",
        "A reason for port refusal?",
        "The port was denied.",
        "What made porting fail?",
        "Did my port request be rejected?",
        "My transfer request was turned down.",
        "Why have porting denied?",
        "My request for a port was denied but I have not received any answers.",
        "Why did my port request not receive acceptance?",
        "What is the reason that porting failed?",
        "Did the port request have its denied?",
        "Why did port fail?",
        "Couldn't get the go ahead port-wise?",
        "My port request was not responded to.",
        "Why wasn't my transfer processed?",
        "The port refused, reasons why?",
        "My requested port was turned down.",
        "Why would the port refuse?",
        "Did I receive a denial of the port request?",
        "Did the port request not be granted?",
        "I do not know how the port request was denied.",
        "Does my request for a port have been denied?",
        "Is there anything that caused my port denial?",
        "The transfer plan was resisted.",
        "The port was turned down for my request.",
        "I wanted to know why my port request was denied.",
        "Is there a reason for port refusing?",
        "My request for a port was ignored.",
        "What's the issue with port-in failed?",
        "The port my request was for was turned down",
        "I don't know how a request for port got denied.",
        "I am confused as to why my transfer wasn't accepted.",
        "Did I get the port request rejected?",
        "I am confused as to why my number transfer has been rejected.",
        "Application denied for port.",
        "My request to have a port was rejected.",
        "I'm confused as to why the transfer wasn't accepted.",
        "How come y'all hated my port desire?",
        "Why were the port denied once more?",
        "What messed with my port denial?",
        "Why is the port-in failed?",
        "Why does denying porting occur?",
        "I was denied my request for port",
        "Didn't receive the go ahead for the port?",
        "Was my transfer turned down?",
        "Why did porting deny?",
        "Is my request for port really denied?",
        "Did my request to transfer not be accepted?",
        "My request for a port was denied, is this correct?",
        "My transfer case has been denied.",
        "Why is it that the port was denied again?",
        "Why my port was declined?",
        "Even though porting declined, why?",
        "A port request was turned down.",
        "Why was the transfer not accepted?",
        "Why did my port denial come up?",
        "My request for a port was denied, is that correct?",
        "Now my transfer request has been denied...",
        "What happened when the port denied me?",
        "Why didn't the port accept my request?",
        "Did the request for port be denied?",
        "My transfer request has been turned down...",
        "I requested a port and was turned down.",
        "I am confused as to why a number transfer was not accepted.",
        "Is there a reason for my port denial?",
        "My wish for a port was turned down.",
        "My port request had been turned down.",
        "My number transfer wasn't accepted, so I am confused as to why.",
        "My request to open a port was denied.",
        "Is it correct to say that my request for port was denied?",
        "Why reject your port request?",
        "I am confused why the transfer hasn't been accepted.",
        "How come I didn't get my port?",
        "My request for a port was denied, I don't know how it happened.",
        "Now my transfer request has been denied.",
        "Why did Port refuse to allow it?",
        "Do you know why my port request got denied?",
        "Why would the port request be rejected?",
        "Is it true that my port request was denied?",
        "I asked why my swap was denied.",
        "I am confused why my number transfer has not been accepted.",
        "Why reject my request for ports?",
        "Why was the Port denied?",
        "My port request's refusal.",
        "My port request was not approved?",
        "The port refused; reasons why?",
        "What is responsible for my port denial?",
        "Why did the port of call fail?",
        "I had the port request denied.",
        "I have not gotten an answer as to how my request for a port was denied.",
        "My port request not being accepted?",
        "What led to rejecting this swap attempt.",
        "Why have porting been denied?",
        "Why about Port denied again?",
        "Why deny my port request?",
        "Couldn't switch carriers - why?",
        "Why did port denial happen?",
        "Porting failed, what happened?",
        "Why did my port reject?",
        "Is there any reason why my port request was denied?",
        "Why denying porting?",
        "My port request was refusal?",
        "Porting denied!",
        "I have a port request denial.",
        "How come I'm not getting a port?",
        "Why so? Porting denied?",
        "My transfer petition has been rejected.",
        "Reasons why the port refused?",
        "Why did Port refuse to accept?",
        "I'm confused about why my transfer hasn't been accepted.",
        "Please, why did you reject the swap?",
        "Why was the port-in unsuccessful?",
        "Why didn't my port request get approved?",
        "I have not gotten answers as to what happened to my request for port.",
        "I haven't received any answers as to how my request for port was denied.",
        "I wonder if my request for a port was denied?",
        "It was denied the application for port.",
        "I am confused about why my transfer has not been accepted.",
        "I didn't get an answer as to how my port request was denied.",
        "What is the reason for rejecting swap, please?",
        "Did my request for port get denied?",
        "Why did denied porting happen?",
        "Is there a reason for port refusal?",
        "Someone denied my request for port.",
        "Why did my port request not be approved?",
        "I wondered what caused the denial of my plea.",
        "Why did the application for port not go through?",
        "I wonder if my request to go to the port has been rejected.",
        "Can you give me an explanation of why my port request was denied?",
        "Why wasn't my port being accepted?",
        "How come you didn't approve of my port desire?",
        "I haven't gotten answers to the question after my request for port was denied.",
        "What made my port request denied?",
        "I had a request for transfer denied.",
        "My port request turned down.",
        "my port request was turned down?",
        "I wonder if my port request has been turned away.",
        "Why so? Porting denied",
        "What might have caused the port denial?",
        "I did not get any answers to the question of why my request for port was denied.",
        "I requested to transfer, but my request was denied.",
        "Why was it that porting failed?",
        "I have a port request denied.",
        "Why has port-in failed?",
        "I haven't received any answers as to how my request for a port was denied.",
        "I am confused about why my number transfer wasn't accepted.",
        "I haven't gotten any answers as to how I was denied port.",
        "I'm not sure why my transfer hasn't been accepted.",
        "Why was port denied once more?",
        "What could have caused the denial of my plea?",
        "I was wondering whether the port request was denied.",
        "My request for a port was denied, I have not gotten any answers to the question.",
        "How come the port was denied again?",
        "Why did the port application not go through?",
        "My request for a port was denied and I don't know what to think.",
        "porting failed, why?",
        "It's my port request's refusal.",
        "Are you able to explain why my port request was denied?",
        "Why did y'all hate on my port desire?",
        "I am confused as to why I wasn't accepted for a transfer.",
        "I haven't gotten any answers to that question after my request for port was denied.",
        "Couldn't get the go ahead for port-wise?",
        "Why did you reject the swapping, please?",
        "I do not know how my request for a port was denied.",
        "Did my request for a port be rejected?",
        "Why did theporting not happen?",
        "Why did my port ask not be accepted?",
        "How come my port desire was messed up?",
        "Why is Port denied again?",
        "Did the port request be refused?",
        "How come y'all are against my port desire?",
        "Why did Porting not accept?",
        "How come my port request got rejected?",
        "My port request was not taken up?",
        "Why was my port no longer accepted?",
        "Did my transfer not receive approval?",
        "Why was port-in unsuccessful?",
        "Why didn't I receive the port request?",
        "I do not know what happened to my request for port.",
        "They denied my request to transfer.",
        "Why was the port denial caused?",
        "I wonder if my request for port was denied.",
        "Why did the port request refuse?",
        "What is the reason for Port rejected!",
        "Why couldn't I get a port request?",
        "They say no to changing providers, why?",
        "How was my port declined?",
        "Can you explain how my port request was denied?",
        "Why can't I have a port request?",
        "Why do you reject my port request?",
        "Why denied, Porting?",
        "ported request denied",
        "Why refuse a port request?",
        "The port was denied in my request.",
        "I have not been able to switch carriers - why?",
        "Why did Porting decline.",
        "It's possible that my request to enter the port has been turned down.",
        "I was curious if I got the port request denied.",
        "I had a port order denied.",
        "Why was the port refusal done?",
        "My port request wasn't approved?",
        "Has my port request been turned down.",
        "I had a port request turned away.",
        "Did the port request not get approval?",
        "What happened to my desire for a port?",
        "Is it true my request for a port was denied?",
        "Did not get the go ahead for port-wise?",
        "Why wasn't my port available?",
        "What made this swap attempt rejected.",
        "port was denied.",
        "Why take away my port request?",
        "I've been denied a port request.",
        "Why did my port ask be refused?",
        "Why do you think Port was denied again?",
        "Is my request for a port denied?",
        "My port is rejected?",
        "My transfer request has been barred now...",
        "I was a transfer and am confused as to why it wasn't accepted.",
        "I don't know how my request for a port got denied.",
        "I requested to transfer, but I was denied.",
        "Now my transfer plea has been denied...",
        "I asked why my port request was denied.",
        "What happened to my request for porting?",
        "Why caused my port denial?",
        "Why was my transfer not accepted.",
        "Why did the porting decline?",
        "Why did porting not get the green light?",
        "I don't know how my request for a port got turned down.",
        "Why don't you accept the port ask?",
        "My transfer request is not allowed.",
        "Did the port request be declined?",
        "Why wasn't my port accepted?",
        "My wish to transfer was denied.",
        "The port I was requesting was turned down.",
        "Why so, porting denied?",
        "Why does porting denied?",
        "What were the reasons for my port denial?",
        "Is that why my port denial?",
        "My request for port was denied, is this correct?",
        "I was wondering if my request for port was denied.",
        "My port request did not get accepted.",
        "Although porting declined, why?",
        "Why did the port refuse you?",
        "Why did my port request not go through?",
        "How come I couldn't have a port?",
        "Can you tell me why the port request was denied?",
        "Why did the transfer not be accepted?",
        "Why did port refuse?",
        "I was refused my port ask.",
        "Why refuse the port request?",
        "I have no idea how my request for port got denied.",
        "I was a transfer and am confused as to why it hasn't been accepted.",
        "My port declined Why?",
        "Why did porting not be approved?",
        "You denied my request for portin'.",
        "Reject for port ask?",
        "What may have caused my port denial?",
        "Did port refusal have a reason?",
        "The port my request was for was turned down.",
        "My transfer request is not allowed now...",
        "I have not gotten any answers as to how my request came about, my request for port was denied.",
        "It was denied my port request.",
        "My request for a port had been denied.",
        "My transfer plea was blocked...",
        "Why did my transfer be blocked?",
        "My request to be transferred was denied?",
        "Why was the port request turned down?",
        "Why so,porting denied?",
        "I believe my request to enter the port has been turned down.",
        "Are you able to explain why the port request was denied?",
        "How about my port request being denied?",
        "Why didn't my port turn up?",
        "I have not been told how my request for port was denied.",
        "This swap attempt was rejected due to some reasons.",
        "Did my port request be turned down?",
        "Didn't get the goahead for the port?",
        "I asked for a port but was turned down.",
        "A request to enter the port has been turned down.",
        "People denied my request for port.",
        "My request to move has been denied.",
        "Why didn’t you accept my port request?",
        "What created the port denial?",
        "Why is my port request rejected?",
        "Someone turned down my request for a port",
        "What happened that caused the port denial?",
        "Maybe my port request has been rejected.",
        "Why is Port denied once more?",
        "My wish to transfer was denied?",
        "The request for port was denied and I don't know how it came about.",
        "Why wouldn't the port accept it?",
        "Did I get my port request denied?",
        "I wonder if my port request has been turned down",
        "The request of a port was turned down.",
        "What gives? Port rejected!?",
        "Why did my port request not get approved?",
        "My request for a port was denied and I don't have an answer to this question.",
        "I was a number transfer and I'm confused about why it wasn't accepted.",
        "I was wondering if the request for the port was denied.",
        "Why did I lose the port request?",
        "Didn't get the go ahead for port?",
        "Porting denied?",
        "What was wrong with my port denial?",
        "My request for a port was denied, I have not received any answers to my question.",
        "How about the port request's refusal?",
        "The porting declined, but why?",
        "Is this correct, my request for port was denied.",
        "Port Rejected! What gives?",
        "Has my request for a port been turned down?",
        "Why did you reject the swap, please?",
        "My requested transfer was denied.",
        "why did the port refuse?",
        "I am not sure why the transfer wasn't accepted.",
        "Why did you reject me from the port?",
        "My transfer request was not entertained now...",
        "Why was the port refusal?",
        "My port was turned down.",
        "My transfer request was denied",
        "Why is the port denied once more?",
        "Why couldn't the port request be accepted?",
        "My port request may have been rejected.",
        "I wanted to ask if the port request was denied.",
        "The request for a port has been turned down.",
        "Why wasn't my transfer allowed?",
        "Why didn't my port request be considered?",
        "Why did the port fail?",
        "Did you deny me request for portin'?",
        "Why would Porting decline?",
        "Why wasn't my transfer granted?",
        "Was it denied my request to transfer?",
        "I didn't get an answer as to how my request for port got denied.",
        "My request to transfer was turned down.",
        "The port request was not approved.",
        "The transfer scheme was not accepted",
        "Did you not accept my porting offer?",
        "Has the request for a port been turned down?",
        "I'm confused as to why my number transfer was rejected.",
        "Port rejected, what gives?",
        "My port request has been declined?",
        "My request for transfers was denied.",
        "It was a port request that was denied.",
        "I didn't get answers as to why my request for port was denied.",
        "My request for a port was dismissed.",
        "Why hadn't my transfer been accepted?",
        "The port was denied, is that correct?",
        "I have a request to transfer denied.",
        "Why did the porting not happen?",
        "Why did Porting being denied?",
        "I have not gotten any explanations as to how my request for port was denied.",
        "Why has porting denied?",
        "Please tell me why you refused to transfer my number.",
        "My request for a port was denied, and I have not gotten any answers.",
        "Why denied the porting?",
        "I did not get an answer as to why my request for a port was denied.",
        "I have no idea what happened to my request for port.",
        "Why did the port refusal happen?",
        "Why decline my port request?",
        "The application was denied for port.",
        "A request for port was rejected.",
        "Rejecting the port ask?",
        "Didn't get the port-wise go-ahead?",
        "Why is porting declined?",
        "My request to transfer has not been approved.",
        "My port request's refusal",
        "Is it correct that my request for port was rejected?",
        "my port is not accepted",
        "My transfer plea has been rejected...",
        "There was a reason for my port denial.",
        "I didn't understand why my port declined.",
        "Does my port not get approved?",
        "A request for port was refused.",
        "I did not get answers as to how my request for port was turned down.",
        "Why did it deny, Porting?",
        "My request for port was denied, I have not gotten any answers about it.",
        "Was my transfer not accepted?",
        "Why did my port request get denied.",
        "Is there a reason my port request got denied?",
        "A port request wasn't granted.",
        "Why wasn't my port answered?",
        "My request was denied for a port.",
        "What is the reason for my denial of a port request?",
        "Why did the port deny them?",
        "My transfer was rejected.",
        "How came my port request was denied?",
        "I have not gotten any answers about how my request for a port was denied.",
        "I am wondering if my request to enter the port has been turned down.",
        "Please tell me the reason for rejecting swap.",
        "It was my port request's refusal?",
        "I want to know why my port request got rejected.",
        "Why didn't my port accept?",
        "Why was ported application denied?",
        "What stopped my port denial?",
        "Can you give me a reason why my port request was denied?",
        "Did I receive a port request denied?",
        "Did I not get the port request approved?",
        "Not getting the go ahead, port-wise?",
        "I want to know if my port request has been rejected.",
        "Why don't you approve my port request?",
        "I want to know how my port request got denied.",
        "Why were my port requests not accepted?",
        "The port request wasn't accepted.",
        "My port request was not approved.",
        "My request to enter the port may have been rejected.",
        "Why did porting declined?",
        "My request to have a port was refused.",
        "Porting was denied, why so?",
        "Why not accept the port request?",
        "My port request was not granted?",
        "I was wondering why my port request was denied.",
        "Porting declined, but why.",
        "My transfer application has been denied now...",
        "My transfer plea was rejected now...",
        "I have not gotten an answer to my question since my request for port was denied.",
        "What gives the port being rejected?",
        "My request for a port was denied but I don't know how it happened.",
        "My request was denied by the port.",
        "How come y'all dislike my port desire?",
        "I'm confused as to why not my number transfer was accepted.",
        "Did my transfer not be approved?",
        "Why did my port request been denied?",
        "Is it correct my request for port was denied?",
        "Why was my port not allowed?",
        "Why wasn't I accepted for my transfer?",
        "My transfer request has been denied.",
        "My transfer request has been rejected now...",
        "My request to transfer was not granted.",
        "How come my port request didn't get accepted?",
        "I was denied a port application.",
        "So the port was rejected?",
        "What was behind the denial of my plea?",
        "What was the reason my port request was denied?",
        "There was something that caused my port denial.",
        "Why declined, porting?",
        "My transfer plea has now been denied.",
        "Why did the port denied them again?",
        "Why did my port denial come about?",
        "Why was my port denied?",
        "I haven't gotten any explanations as to how my request for port was denied.",
        "Why declination of my port?",
        "My request for port was turned down",
        "Why did we reject my port request?",
        "My request to switch was denied.",
        "How come you didn't support my port wish?",
        "What caused my plea to be denied?",
        "I asked about the port request being denied.",
        "Why was my port Declined?",
        "While porting declined, why?",
        "How come the port was rejected?",
        "I wanted a port but it was turned down.",
        "How could my number transfer not be accepted?",
        "Why did you reject my port request?",
        "What leads to my port denial?",
        "Why didn't I get a port request accepted?",
        "I was confused how my number transfer wasn't accepted.",
        "I was confused as to why the number transfer hasn't been accepted.",
        "I don't know why my request for port was turned down.",
        "I'm wondering if my request for a port was denied.",
        "Was my porting request denied?",
        "I was wondering why my port request wasn't accepted.",
        "Why couldn't my port request be accepted?",
        "I wondered why my transfer wasn't accepted.",
        "I haven't gotten any answers as to how my port request was turned down.",
        "I was confused as to why my transfer was not accepted.",
        "I have a port denial.",
        "Why did you deny porting?",
        "Has my request for a port denied?",
        "I was wondering why my port declined.",
        "Rejected for port ask?",
        "What prompted the port denial?",
        "My porting request was rejected.",
        "My request for a port was not considered.",
        "I got a denial of a port request.",
        "I wanted to know if the port request was denied.",
        "Why was it denied an application for port?",
        "My request for port was ignored.",
        "My request for port was denied and I have not gotten any answers.",
        "\"Porting denied, why?\"",
        "I am confused as to why my number transfer wasn't acceptance.",
        "The reasons for port refusal?",
        "I'm confused as to why the number transfer wasn't accepted.",
        "Why was the Port denied once again?",
        "I am confused by the fact that my number transfer wasn't accepted.",
        "The request for a port was not entertained.",
        "My transfer proposal has been denied.",
        "What lead to the denial of my plea?",
        "Why is my transfer not happening?",
        "Why was the port refused?",
        "I wonder what happened to my port desire.",
        "The port request refused?",
        "I did not get my port request accepted.",
        "Why did Port denied again?",
        "Why was my transfer not allowed?",
        "Were there reasons for port refusal?",
        "The request for port was not approved.",
        "I am curious if the port request was denied.",
        "Why was my port declined",
        "Why did port refusal occur?",
        "I was confused as to why I wasn't accepted for my number transfer.",
        "I am confused why my transfer hasn't been accepted.",
        "Why would you refuse the port?",
        "My request to be relocated was denied.",
        "Why are my port requests denied?",
        "They denied my request for the port.",
        "Why did theporting denied?",
        "I didn't get an answer to how my request for port was denied.",
        "Does my port request have been turned down?",
        "My requested port was denied.",
        "Why my port request wasn't accepted?",
        "Why did the port in fail?",
        "What is happening with my port request denial?",
        "My number transfer wasn't accepted and I'm confused as to why.",
        "My request for a port was denied and I have not gotten any answers.",
        "My request for port has been denied.",
        "Why the port was denied again?",
        "Didn't get the permission to port?",
        "Why did Port deny again?",
        "I did not get an explanation as to how my request for port was denied.",
        "I didn't get an answer as to how my request for port was turned down.",
        "Why are the Port rejected?",
        "What are the reasons for port-in failing?",
        "I am confused as to why my number transfer didn't accepted.",
        "Why do you deny the porting?",
        "I have no idea how my request for port was denied.",
        "Which made my port denial?",
        "I was wondering if my request to enter the port has been denied.",
        "I wondered if my request for port was denied.",
        "My request for port was denied.",
        "How come y'all hated on my port desire?",
        "My application for port was denied.",
        "Why did they deny the application for port?",
        "Why didn't I get the port request?",
        "Why did Port refuse to allow?",
        "I was denied my request for transfer.",
        "Did my port request get rejected?",
        "The port I asked for was turned down.",
        "I have not gotten a clue as to how my request for port was denied.",
        "My port request had been refused.",
        "Why were Port refused?",
        "What resulted in the denial of my plea?",
        "Has my port request been decided against?",
        "Why did the port refuse to do so?",
        "Is this correct that my request for a port was denied?",
        "Why did the application for porting be denied?",
        "Why has denying porting been denied?",
        "What has caused my port denial?",
        "I want to know if I got the port request denied.",
        "Why did the person deny porting?",
        "My request for a port was denied but I don't know how it came about.",
        "Why the Port was denied again?",
        "I have no idea why my transfer wasn't accepted.",
        "My transfer application has been denied.",
        "Why my port denial?",
        "Why was the porting application denied?",
        "I am confused as to how my number transfer was not accepted.",
        "The port that I wanted was denied.",
        "I do not know how my request for a port got turned down.",
        "Why were I denied the port request?",
        "My transfer plea is denied now.",
        "My request for another port was denied.",
        "How could my port request be denied?",
        "The port was not granted.",
        "My port request's decline?",
        "I am confused as to why the transfer hasn't been accepted.",
        "The request for port was denied, I don't know how it came about.",
        "Have my port requests been turned down.",
        "I was questioning if the port request was denied.",
        "What caused my port to deny?",
        "Porting refused, why?",
        "Why reject the port?",
        "My request for a port was denied, I haven't gotten any answers about it.",
        "I had been denied a port.",
        "What about my porting request denial?",
        "I have not received an explanation as to how my request for a port was denied.",
        "The port was rejected. What gives?",
        "My transfer plea was denied...",
        "Why so, Porting denied?",
        "I'm curious if my request to enter the port has been denied.",
        "I asked why my port request was not accepted.",
        "My porting plea was denied.",
        "My desire to transfer was denied.",
        "How come my desire for a port was ignored?",
        "I don't know how the port denial came about.",
        "Why did porting have it denied?",
        "What gave me the port denial?",
        "What was behind my port denial?",
        "Port rejected? What gives?",
        "Why was my port declined.",
        "I am confused to why my number transfer wasn't accepted.",
        "I haven't gotten any answers to my question since my request for port was denied.",
        "The port was turned down as a request.",
        "Why did the port not accept?",
        "Why did porting deny.",
        "Why did the Port be denied again?",
        "My transfer plea has been stopped...",
        "But why did the porting decline?",
        "I am not sure how my request for a port was denied.",
        "Why has porting been denied?",
        "My port is not accepted?",
        "I have no idea why my number transfer has not been accepted.",
        "My request for a transfer has been denied now.",
        "Why's my port declined?",
        "The transfer request was denied.",
        "Why did the port be denied again?",
        "My transfer plea has been turned down...",
        "The transfer plea was denied now...",
        "Why is port denied again?",
        "Is it correct that my request for port was denied?",
        "The transfer proposal was resisted.",
        "Why are my port requests rejected?",
        "My request for port was denied and I don't know what to think about that.",
        "My port desire has been crapped on.",
        "Is it correct to say that my request for a port was denied?",
        "Why wasn't my port opened?",
        "How come you all didn't like my port desire?",
        "There was a port request that didn't get accepted.",
        "Why would ya deny my port request?",
        "What is the reason for Port Rejected!?",
        "My transfer plea is not allowed now...",
        "The application for port was denied.",
        "Why is the Port denied once again?",
        "The request for a port was rejected.",
        "I didn't get any answers as to why my request for port was denied.",
        "Didn't get a port-wise go ahead?",
        "Why did ya not accept my port request?",
        "I received a denial of my port request.",
        "I have not gotten an explanation as to how my request for port was denied.",
        "My request for a port was declined.",
        "Why did my port request not get processed?",
        "Why Porting denied?",
        "My request for a transfer was denied.",
        "I'm confused why my number transfer wasn't accepted.",
        "Did they deny the request for portin'?",
        "I wonder if my request to enter the port was turned down",
        "Did I have a port request denied?",
        "My transfer request was not approved...",
        "Why wasn't my port renewed?",
        "I'm confused as to why the transfer has not been accepted.",
        "I was asked if I got the port request denied.",
        "I am confused about why my transfer was not accepted.",
        "My request for a port was denied, I don't know how it came about.",
        "What happened to my porting plea?",
        "Didn't get the go-ahead for the port?",
        "I am confused as to why my transfer was rejected.",
        "This swap attempt was rejected due to reasons.",
        "My porting ask was refused.",
        "Please explain the reason for rejecting swapping?",
        "A transfer request was denied.",
        "How come they were against my port desire?",
        "I was wondering if the port request was denied.",
        "I am not sure why the transfer hasn't been accepted.",
        "Port rejected! What does this mean?",
        "I want to know why my transfer wasn't accepted.",
        "Why can't I get a port request?",
        "Why did I not receive my port request?",
        "I am confused why my number transfer didn't get accepted.",
        "Why had my port request rejected?",
        "I asked for a port, but I was denied.",
        "What's the reason my port request got denied?",
        "Why are the Port denied again?",
        "I was turned down for a port request.",
        "I wondered if I got the port request denied.",
        "I had a port request refused.",
        "Porting was denied.",
        "Why did you refuse the port?",
        "My port's refusal?",
        "My transfer request has now been denied.",
        "What is the cause of my port denial?",
        "Why did the port refuse to",
        "It was turned down as a port.",
        "There was an application denied for port.",
        "Why am I not getting my port?",
        "ma request for portin' was denied.",
        "What occurred that port-in failed?",
        "Why was my transfer blocked?",
        "I am confused as to why I was not accepted for my number transfer.",
        "What was the reason for the port denial?",
        "My transfer petition has been denied now.",
        "Why turned down my port request?",
        "I wonder whether my request to enter the port has been denied.",
        "My request to Transfer was denied.",
        "The port that I asked for was denied.",
        "I have not gotten any answers as to why the port was denied.",
        "My request to port was turned down.",
        "I did not receive an answer as to how my request for port was denied.",
        "Please state why you refused to shift my number.",
        "Why did my port get declined?",
        "I have not received any answers to the question that my request for port was denied.",
        "Is this correct that my request for the port was denied?",
        "Something led to rejecting this swap attempt.",
        "Why would the port be rejected?",
        "I am confused as to why my number transfer wasn't approved.",
        "My transfer plea has been blocked...",
        "Why the port request got denied?",
        "My request for transfer has been denied now...",
        "Why didn't my request get accepted at the port?",
        "What happened to port rejected?",
        "I was confused as to why my number transfer isn't accepted.",
        "I did not get an answer as to how the port request was denied.",
        "I am confused about why my number transfer has not been accepted.",
        "My request to go somewhere else has been denied.",
        "How come they did not like my port desire?",
        "My request for port was denied",
        "I am confused as to why I was not accepted for a transfer.",
        "Why wasn't the transfer accepted?",
        "Why were the port refused?",
        "I don't know what caused my port denial.",
        "Is that the port request's refusal?",
        "Why couldn't my transfer be accepted?",
        "I haven't gotten any answers as to how my request for port got denied.",
        "My request to have a port was not granted.",
        "I think my request to enter the port has been denied.",
        "Is there a reason for refusal of my swap?",
        "I have not gotten any answers about how my request for port was denied.",
        "Why were my port declined?",
        "I am wondering if my port request has been denied.",
        "What made my port denial so strange?",
        "I did not receive an explanation as to how my request for port was denied.",
        "Didn't get the green light, port-wise?",
        "I wonder why my swap was denied.",
        "What happened to Port rejected!?",
        "Reject for port asking?",
        "My request for a port was refused",
        "I tried to transfer but my request was denied.",
        "My request to move was not granted.",
        "Why did denying porting happen?",
        "I didn't get answers to the question after my request for port was denied.",
        "How come porting declined?",
        "My transfer plea is denied.",
        "Why did port deny this?",
        "I have not gotten any answers to a question after my request for port was denied.",
        "My request for port was denied and I have not received any answers as far as this question is concerned.",
        "I was a transfer and I am confused as to why it hasn't been accepted.",
        "My transfer plea was not allowed now.",
        "They denied a port request.",
        "Why was the port declined?",
        "How come I was ridiculed on my port desire?",
        "Was my transfer denied.",
        "Why was my porting plea denied?",
        "My transfer plea has been denied now.",
        "Port rejected!What gives?",
        "My transfer request has been denied...",
        "Please tell me why you declined to shift my number.",
        "I'm confused as to why my number transfer isn't accepted.",
        "I'm confused as to why my number transfer hasn't been accepted.",
        "You denied ma request for portin'?",
        "I'm confused why my number transfer didn't get accepted.",
        "I didn't get an answer as to how the port request was turned down.",
        "How come you didn't like my port wish?",
        "Why is it that port was denied again?",
        "My transfer plea is no longer allowed...",
        "What is the matter with Port rejected?",
        "Why did porting fall?",
        "Did I receive the port request denied?",
        "The port request may have been denied.",
        "I wonder if my request to go into the port has been turned down.",
        "Why my port request was refused?",
        "I haven't gotten any answers as to why my port request was denied.",
        "Why did my port request refuse?",
        "What happened to the Port rejected!",
        "My request to transfer has been turned down.",
        "My transfer plea was not approved now...",
        "My request for port was rejected.",
        "My port request may be turned down.",
        "My request for shipping was denied.",
        "Why did my port denial happen?",
        "I did not get answers as to how my request for a port was denied.",
        "My transfer request is rejected now...",
        "I have not gotten any answers to this question after my request for port was denied.",
        "My port may have been rejected.",
        "I wonder if my port request was turned away.",
        "Did the port request receive a denial?",
        "What made me dock denial?",
        "Why did it deny, porting?",
        "My port request wasn't accepted?",
        "How come the people didn't like my port desire?",
        "What happened to port rejected!",
        "I have not gotten any answers to the question as to why my request for port was denied.",
        "Didn't get the port ahead?",
        "Have my ports request been denied?",
        "Why declined my port request?",
        "I don't know why my request for port was denied.",
        "my request for a port was turned down",
        "What caused the denial of port?",
        "My request for a port was denied but I haven't gotten any answers.",
        "Why was Port denied once more?",
        "Did my request to transfer not be approved?",
        "I have a question about why my port declined.",
        "Do you know what caused my port denial?",
        "Why did porting denied?",
        "What is the problem with the port-in failed?",
        "why wasn't my transfer accepted",
        "Why was my port request turned down?",
        "How come the port was denied once more?",
        "Why did you not accept my port request?",
        "Why is the port denied again.",
        "I haven't been able to switch carriers, why?",
        "Is it correct that I was denied a port request?",
        "Maybe my port request has been denied.",
        "My request for a port was denied and I don't know what to think about it.",
        "I was denied the port I wanted.",
        "How could my swap be denied?",
        "Why was the port rejected?",
        "I don't know what happened to my request for port which was denied.",
        "My number transfer was not accepted, and I am confused as to why.",
        "I did not get an answer as to how my request for port got denied.",
        "My port request has not been granted.",
        "My request for a port was denied, but I have not gotten any answers about it.",
        "What are the reasons for the port-in failing?",
        "I have not received answers to my question after my request for port was denied.",
        "did the port request get denied?",
        "I wonder if my request to enter the port has been rejected.",
        "My transfer request has been blocked...",
        "Have the port request been turned down?",
        "Denying my port request?",
        "Why was the Port denied once more?",
        "I am confused as to why my number transfer wouldn't be accepted.",
        "Why did the port denied it again?",
        "I have not been given an explanation as to how my request for port was denied.",
        "How did my port request not get accepted?",
        "What is the reason for the rejection of the port?",
        "My request for port was turned down.",
        "My request for a port was denied and I don't know how it happened.",
        "Why did you refuse my port request?",
        "I have no idea why my request for a port was denied.",
        "Why was the port request denied?",
        "What happened with my request for a port?",
        "I have a port request that has been turned down.",
        "Why did Porting not respond?",
        "I'm wondering if the port request was denied.",
        "Why were Porting denied?",
        "Why did the Port refuse to accept it?",
        "Didn't get the Ports go ahead?",
        "My port request's refused?",
        "How come my port wish was ruined?",
        "Didn't get go ahead for port-wise?",
        "What's going on, Port rejected!",
        "Why did porting fail?",
        "My transfer request was stopped.",
        "Why didn't the transfer be accepted?",
        "Did I get the port request turned down?",
        "Why was the Port refusal?",
        "Port Rejected! what gives?",
        "Why did Port not accept?",
        "I asked what caused my port denial.",
        "Why my port request wasn't approved?",
        "Why had my port request not been accepted?",
        "I am confused about why my transfer hasn't been accepted.",
        "Why did I not get my port request accepted?",
        "Why have my port request denied?",
        "I did not get an answer to the question of why my request for port was denied.",
        "Why did my port req not happen?",
        "Why are Porting denied?",
        "Why did my port request not be granted?",
        "my request to transfer was denied.",
        "Why did the port change fail?",
        "Why defeat my port request?",
        "I was confused as to why my number transfer did not get accepted.",
        "How come you disliked my port desire?",
        "Didn't get the permission to use the port?",
        "I have not gotten answers as to how the request came about, my request for port was denied.",
        "How come you were against my port desire?",
        "Is that my port request's refusal?",
        "I was confused as to why my number transfer hasn't been accepted.",
        "I haven't gotten any explanation as to how my request for port was denied.",
        "Why did I get my port request turned down?",
        "Why is port-in failed?",
        "What gives?! Port rejected!",
        "I was a number transfer and I'm confused about why it hasn't been accepted.",
        "Why did my port request get refused?",
        "My transfer request was turned down now.",
        "I asked to transfer, but I was denied.",
        "Y'all crapped on my port desire?",
        "I was not granted a port.",
        "I would like to know why you refused to shift my number.",
        "The request for a port was denied",
        "I didn't get any answers as to why my port request was denied.",
        "I have no idea how my request for port was turned down.",
        "How come my port declined?",
        "Why deny the port request?",
        "Why wasn't my port changed?",
        "A transfer plea has been denied...",
        "My transfer plea has been barred.",
        "My port request rejected?",
        "My request for a port was turned down?",
        "My request for transfer was denied now...",
        "What drove my port denial?",
        "I am curious to know if my port request has been turned down.",
        "Why didn't my transfer get approved?",
        "Why was the port declined for me?",
        "Why don't you accept the port request?",
        "My request to transfer was denial?",
        "Is my port request turned down?",
        "I requested to transfer, but it was denied?",
        "My request to be transferred was denied.",
        "The port request's refusal, what?",
        "The port was denied to my request.",
        "Is my port request being turned down?",
        "I have been confused as to why the number transfer hasn't been accepted.",
        "Why wasn't my port offered?",
        "My request to leave has been denied.",
        "What made my port denial?",
        "My transfer request is being denied.",
        "Why can't I port request?",
        "Did my request to transfer denied?",
        "My request for a port was denied, I have not gotten any answers.",
        "Why was the port-in failing?",
        "My port request was not granted.",
        "My request for ports was denied.",
        "My request to transfer was rejected.",
        "My request for port was denied and I don't know how it came about.",
        "My request for a port was turned down",
        "Is it correct that my request for a port was not granted?",
        "I wanted to transfer but my request was denied.",
        "I'm perplexed as to why my number transfer wasn't accepted.",
        "Why didn't my port request get granted?",
        "I was denied my request for the port.",
        "The port was rejected! What gives?",
        "Is my port turned down.",
        "My request for a port was denied, I don't know what to think.",
        "Port was rejected, what gives?",
        "My request for the port was denied",
        "Why was my port not renewed?",
        "My request for a port was denied, and I don't know how it came about.",
        "Why was my transfer not approved?",
        "Didn't get to go to port?",
        "Why about this? Port denied again?",
        "Why was my port request rejected?",
        "What happened to my ported request denial?",
        "My transfer application was denied now.",
        "Have I got the port request denied?",
        "What's the reason for my port denial?",
        "When my port request was refused?",
        "I wonder if the request for port was denied.",
        "Why port refusal?",
        "My number transfer wasn't accepted, and I'm confused as to why.",
        "Do you think my port request was refused?",
        "His request for a port was turned down.",
        "Why did they reject my port request?",
        "My request for port was denied, I don't know how it happened.",
        "My request for a port was denied and I have not gotten any answers to the question.",
        "My request for port was refused.",
        "What's going on with my denial of a port request?",
        "How come I was denied my port desire?",
        "My request to leave was turned down.",
        "I was wondering why my port request was not accepted.",
        "I wondered if my request to enter the port has been turned down.",
        "Did my port request turn down?",
        "Why did Porting not happen?",
        "My transfer bid has been denied.",
        "Did not get the go ahead port-wise?",
        "Is it correct that my request for a port was refused?",
        "Why block my port request?",
        "Is it the port request's refusal?",
        "I wonder if my request to enter the port was turned away.",
        "Why didn't the port respond?",
        "Why did my port request not get considered?",
        "I have not received any answers as to how my request for port was turned down.",
        "The request for port was not granted.",
        "My request to move was denied.",
        "Why couldn't I get my port request accepted?",
        "The port request may have been turned down.",
        "My request to enter the port has not been approved.",
        "A port was turned down for me.",
        "I don't know how my port request got denied.",
        "Is it because my port request was denied?",
        "What happened to Port rejected!",
        "Tell me the grounds for refusal of my swap?",
        "My request for a port was denied, I haven't gotten any answers.",
        "Why is my transfer blocked?",
        "I have not gotten answers about how my request for port was denied.",
        "I have not gotten answers to the question after my request for port was denied.",
        "I have not gotten any answers to the question since my request for port was denied.",
        "I am perplexed as to why my number transfer hasn't been accepted.",
        "Why were the Port denied once more?",
        "What is the reason for the rejected port?",
        "My request for a port was rejected.",
        "Did you deny me my request for portin'?",
        "Why was my port request refused?",
        "Why was porting declined.",
        "Why reject my ports request?",
        "I had a request for port denied.",
        "I wonder what happened to my port request.",
        "Why the port did not accept?",
        "Why was porting denied.",
        "Can you tell me why my port request was turned down?",
        "Why the port was denied once more?",
        "What led to my port denial.",
        "My port request was ignored?",
        "The port had been denied.",
        "Why did the port denial arise?",
        "Did not receive the go ahead, port-wise?",
        "Why did my port declined?",
        "My number transfer wasn't accepted and I'm confused why.",
        "A portrequest was denied.",
        "My transfer plea is no longer allowed.",
        "I wonder why my port request didn't get accepted.",
        "Maybe my request to enter the port has been denied?",
        "Why keep rejecting my port request?",
        "Why do I have my port request denied?",
        "I wonders if the port request was denied.",
        "Why did the port refuse to accept them?",
        "Why did the port refuse to let them in?",
        "Why did my request not move?",
        "What made my plea not be accepted?",
        "Was my port declined?",
        "Didn't get a go ahead for the port?",
        "I had a number transfer and I am confused as to why it wasn't accepted.",
        "Why did porting not go through?",
        "I am confused as to why my transfer was not accepted.",
        "I don't understand why my port request got denied.",
        "Didn't get the go ahead for that port?",
        "I was a number transfer and I am confused as to why my number transfer wasn't accepted.",
        "So why was my port declined?",
        "What now, porting failed?",
        "I couldn't understand why my number transfer wasn't accepted.",
        "Why did you turn down my port request?",
        "Can you explain what happened to my port request?",
        "What prompted the rejection of this swap attempt.",
        "My application to transfer was denied.",
        "I did not get answers as to how the request came about, my request for port was denied.",
        "I wonder if my port request was turned down.",
        "The port had denied my request.",
        "Why rejected my port request?",
        "Did the port request not be accepted?",
        "My portrequest's refusal?",
        "What happened with my port request denial?",
        "Why did the port refuse to dock?",
        "I am confused as to why my number transfer did not get accepted.",
        "Why would you reject the port request?",
        "I would like to know if the port request has been turned down.",
        "I wonder if my request to go into the port has been rejected.",
        "Didn't get the go-ahead for port-wise?",
        "Was my request for port denied?",
        "What happened that led to the port denial?",
        "Is it correct my request for a port was denied?",
        "Why did my request not get forwarded?",
        "Why did the Porting decline?",
        "Why the port was declined?",
        "What went wrong with my request for port?",
        "Why did the port deny my request?",
        "I have no idea what happened to my request for a port.",
        "I am confused as to why the number transfer hasn't been accepted",
        "The port was turned down.",
        "My request for a port port was denied.",
        "I am confused as to why not my transfer wasn't accepted.",
        "My port requested's refusal?",
        "I asked why my port request wasn't accepted.",
        "How come everyone is against my port desire?",
        "Porting decline but why?",
        "Why did the application for port not be approved?",
        "My transfer plea was rejected.",
        "Why did denying porting arise?",
        "A port request has been denied.",
        "There is a port request denied.",
        "I was wondering if my port request was turned down.",
        "My transfer request was not approved now...",
        "Why was my port not available?",
        "I received a port request denied.",
        "Why didn't Port accept?",
        "I haven't gotten answers to my question after my request for port was denied.",
        "I did not get an answer as to why my port request was denied.",
        "My request to enter the port has not been granted.",
        "My request to transfer wasn't approved?",
        "How come people don't want my port?",
        "I wasn't granted a port request.",
        "How come you guys didn't like my port desire?",
        "Why was it denied the application for port?",
        "They denied my request for port.",
        "Why did port refusal come up?",
        "I'm wondering if my request to enter the port has been denied.",
        "I wonder if my request to enter the port has been turned down.",
        "Is it possible that the port request was denied?",
        "Someone denied my port request.",
        "Is it possible that my port request was denied?",
        "I want to know if my port request has been denied.",
        "What caused a port denial?",
        "I do not know how my request for port got turned down.",
        "What upset my port denial?",
        "A port was denied for my request.",
        "I was a number transfer, and I am confused as to why my number transfer wasn't accepted.",
        "I would like to know if my port request has been denied.",
        "Why did the port refuse to allow us?",
        "I don't know why my port request was denied.",
        "What is the reason for port rejecting?",
        "My transfer plea was defeated.",
        "I was a number transfer and am confused as to why my number transfer wasn't accepted.",
        "How come they didn't support my port desire?",
        "I have not received any explanation as to how my request for port was denied.",
        "I had a port request not approved.",
        "Did a port request be denied?",
        "My ported request was denied.",
        "Did the port refusal have a reason?",
        "Did I have my port request denied?",
        "I asked you why my port request was denied.",
        "Why not allow me to port request?",
        "Why wasn't the application approved for port?",
        "I would like to know if my port request has been turned down.",
        "Is it correct that the port request was denied?",
        "You denied my switch?",
        "Why were my port request denied?",
        "I was denied a port.",
        "I am wondering if my request for port was denied.",
        "I wanted to transfer but my request was denied?",
        "I requested a port but was turned down.",
        "The porting declined but why?",
        "Rejecting for a port ask?",
        "Port denied; why?",
        "Why reject the port request.",
        "Why denied Porting.",
        "Who denied ma request for portin'?",
        "Why did you not approve my port request?",
        "Why did the Porting denial happen?",
        "Let me know why you declined to shift my number.",
        "I asked to transfer, but it was denied?",
        "Didn't get the go ahead, port-wise?",
        "I did not get answers as to how my request came about, my request for port was denied.",
        "A port request wasn't accepted.",
        "I wonder if my request to get into the port was turned down.",
        "My port request was not allowed?",
        "Is it my port request's refusal?",
        "I had my port request denied.",
        "I wanted to transfer but it was denied.",
        "Why did the port fail again?",
        "I asked for a port but it was turned down.",
        "Why is my port rejected?",
        "I was a transfer and was confused as to why my transfer wasn't accepted.",
        "My request for a port was denied.",
        "why did ya reject my port request?",
        "Did the ports request be denied?",
        "My request for a port wasn't granted.",
        "Were my transfer denied?",
        "The port was denied for me.",
        "Did my request for a port be denied?",
        "Was my transfer denied",
        "How did my port request get denied?",
        "I was denied the request to transfer.",
        "I have no idea how my request for a port was denied.",
        "I wondered if my request to enter the port has been denied.",
        "I wanted my port request accepted.",
        "What is going on with my ported request denial?",
        "Why Port refused?",
        "What happened to the port rejected!",
        "Why didn't my port accept me?",
        "Why my port request got denied?",
        "My request to transfer wasn't granted.",
        "Why did my port not go through?",
        "Was my transfer declined?",
        "Maybe my port request was turned down.",
        "Why was my port refused to dock?",
        "I am curious if my port request was turned down.",
        "I was confused as to why it wasn't accepted as a transfer.",
        "How come my port request's refusal?",
        "How come people are against my port desire?",
        "I want to know why my port request was not accepted.",
        "Why did port refused?",
        "I wondered if my port request was turned down.",
        "I haven't gotten any answers to the question since my request for port was denied.",
        "Why wasn't the transfer approved?",
        "Why did my port deny?",
        "Is this correct, that my request for a port was denied?",
        "I was denied my transfer plea.",
        "Why did I have my port decline?",
        "I is confused as to why my number transfer wasn't accepted.",
        "My request of transfer was denied.",
        "Why reject this port request?",
        "My transfer plea has been denied...",
        "The port declined, why?",
        "Reject for the port ask?",
        "Possible reason for port refusal?",
        "I haven't gotten any answers to the question of why the port was denied.",
        "My transfer was denied.",
        "Why have the port denied again?",
        "Were my requests for port denied?",
        "Did my request for porting get denied?",
        "Is it correct that my requested port was denied?",
        "What happened to my port req?",
        "I didn't know how my request for port was turned down.",
        "Was I denied the port request?",
        "How can you explain why my port request was denied?",
        "Did the port request get refused?",
        "I requested a port but it was denied.",
        "Why would ya refuse my port request?",
        "The port was rejected?",
        "Port rejected?",
        "I asked if my port request was turned down.",
        "I didn't get answers as to how my request for a port was denied.",
        "Why didn't my port move?",
        "I am confused as to why the transfer hasn't been approved.",
        "Why didn't we accept my port request?",
        "Why is it that porting was denied?",
        "Porting denied, how?",
        "why did my port decline?",
        "Why did my transfer not happen?",
        "A transfer plan was resisted.",
        "Port refused, why?",
        "Why did the application for port not get approved?",
        "Why did the Port denied again?",
        "Why did my port request get turned down?",
        "Why did port refuse to accept it?",
        "The request for port was declined.",
        "Why did my port refuse?",
        "What influenced my port denial?",
        "I'm confused as to why my transfer wasn't accepted.",
        "I wonder if my request to go to the port has been denied.",
        "How come my port request was turned down?",
        "My port request was turned away?",
        "Porting went down, but why?",
        "I had a port request denial.",
        "Did not get the go ahead, portwise?",
        "I had a porting request denied.",
        "I asked for a port but it was denied.",
        "How come you are against my port desire?",
        "I was a number transfer and am confused as to why it has not been accepted.",
        "I am wondering if my request to enter the port has been rejected.",
        "My request for a port was denied, I have no idea how it came about.",
        "Was my porting bid rejected?",
        "Someone might have turned down my request to enter the port.",
        "How come you were against my port desires?",
        "I did not get an answer to the question when my request for port was denied.",
        "How come porting denied?",
        "why wasn't my transfer accepted?",
        "I had a port request denied",
        "My request to be moved was denied.",
        "The reason why the port refused?",
        "Why weren't my transfer accepted?",
        "My transfer petition has been turned down.",
        "What did the port get rejected for?",
        "You denied a request for portin'?",
        "The Port refused; why?",
        "My request was denied for the port.",
        "I wonder if my port request was refused.",
        "Was my port turned down?",
        "Now my transfer plea has been rejected...",
        "I don't understand why my port declined.",
        "My request to transfer has not been granted.",
        "My request for a port was denied and I have no idea how it happened.",
        "I have not received any explanation as to how my port request was denied.",
        "Didn't get port-wise the go ahead?",
        "My port request turned it down?",
        "I wondered why my swap was denied.",
        "Why did it not happen, porting denied?",
        "My port request has been turned down?",
        "Did I get a denial of the port request?",
        "I requested a port, but was denied.",
        "What is the matter with the port rejected?",
        "I wasn't approved for a port.",
        "Why rejecting my port request?",
        "Is there a reason for port rejection?",
        "I haven't gotten any answers as to how my request for port was turned down.",
        "porting declined but why?",
        "Why wasmy port declined?",
        "What is the issue; port-in failed?",
        "Why was it denied application for port?",
        "What is going on with my denial of a port request?",
        "There was a port request denied by me.",
        "Didn't receive the go ahead, port-wise?",
        "The port is rejected?",
        "I would like to know why my number transfer wasn't accepted.",
        "There was a denied application for port.",
        "Why did my plea not be granted?",
        "Port rejected! What gives?",
        "I'm confused as to why my transfer isn't accepted.",
        "Why didn't the port agree?",
        "What caused this swap attempt to be rejected.",
        "Has my request for a port been denied?",
        "Is it true that my request for a port was denied?",
        "my transfer request was denied",
        "porting declined, but why?",
        "Why did Port refuse to let us in?",
        "I wonder if my request for a port has been rejected.",
        "Why were my port requests denied?",
        "I am confused as to why my transfer has not been accepted.",
        "My transfer request was denied?",
        "I requested port, but it was denied.",
        "I didn't get my port request accepted.",
        "I was confused as to why my number transfer didn't go through.",
        "My port request's refusal?",
        "Ports declined but why?",
        "I am confused as to why not my number transfer wasn't accepted.",
        "My transfer plea was rejected now.",
        "What is the reason for port rejected?",
        "What happened to my porting req?",
        "Why refuse my port request?",
        "Why were the applications denied for port?",
        "Why would I not get a port request?",
        "I am confused why my transfer wasn't accepted.",
        "I have not gotten any answers to that question after my request for port was denied.",
        "My transfer request was not granted now...",
        "port refusal has a reason?",
        "My request for harbor was denied.",
        "Why refused the port?",
        "I had a request to transfer denied.",
        "Why did the porting decline.",
        "Why was the application denied for port?",
        "Maybe my request to enter the port has been declined.",
        "I am confused as to why the number transfer wasn't accepted.",
        "What made my port denied?",
        "Why did the port deny them once more?",
        "It was denied for a port request.",
        "I have no idea how my port request was denied.",
        "My request for a port was denied, I don't know why.",
        "Reject for a port query?",
        "Why were my port requests rejected?",
        "Why would the porting be denied?",
        "Maybe the port request has been turned down.",
        "Why did the port deny my port?",
        "Why so, porting was denied?",
        "My port desire was crapped on by people.",
        "Was the transfer denied for me?",
        "My port request was not allowed.",
        "I have not gotten an answer as to what happened to my request for port.",
        "My request for a port was denied, but I haven't gotten any answers.",
        "It was a port request that was rejected.",
        "What started my port denial?",
        "Why should the port request be rejected?",
        "My request for transfer was denied now.",
        "Didn't get go ahead for the port?",
        "My transfer was denied now...",
        "What happened to Port rejected?!",
        "I asked to transfer but I was denied.",
        "I couldn't switch carriers, why?",
        "I am not sure what caused my port denial.",
        "My transfer application was rejected now...",
        "Did my request for porting be denied?",
        "What is the cause of the port denial?",
        "What happened to my port request's refusal?",
        "I don't know how my request for a port was denied.",
        "Why did my port request fail to get accepted?",
        "My request for a port was denied, I don't know what happened.",
        "Why did I get a port request rejected?",
        "My request for a port was denied, and I don't know how it happened.",
        "Why didn't I get to use the port?",
        "How come my port request was rejected?",
        "Has my port request been denied?",
        "I don't know what happened to my port req.",
        "I was denied a port",
        "Why were my ports declined?",
        "I did not get an answer as to how my request for a port was turned down.",
        "I got denied a port request.",
        "I haven't gotten an answer as to how my request for port was denied.",
        "What caused the port ask to be refused?",
        "I was confused as to why not my transfer was accepted.",
        "Why did my port request get rejected?",
        "The request for a port was refused.",
        "Did you not accept my ported bid?",
        "why did port refusal happen?",
        "Why did the port denial come about?",
        "Why did the port deny it?",
        "I don't understand my port request's refusal.",
        "I don't know how my port request got turned down.",
        "My transfer request has been denied now.",
        "Why did ya decline my port request?",
        "The port request was declined?",
        "What might have caused my port denial?",
        "A request to port was denied.",
        "Why didn't you let me have it?",
        "Transfer proposal was resisted.",
        "Why deny the porting?",
        "Why turn down my port request?",
        "Why did the port denial occur?",
        "What made my port denial.",
        "The application for porting was denied.",
        "I was a transfer and I am confused as to why my transfer wasn't accepted.",
        "A request for a port was denied.",
        "I do not know how my request for port was turned down.",
        "My petition to transfer was denied.",
        "I was confused as to why my number transfer wouldn't be accepted.",
        "I don't know how my port request was turned down.",
        "It was denied my request to transfer?",
        "I was wondering if a port request was denied.",
        "I wonder if the port request was denied.",
        "Why did my port not accept it?",
        "Reject for ports?",
        "I have not gotten any answers as to how the request came about, my request for port was denied.",
        "Why did Port not agree?",
        "Why was the port turned down?",
        "Why Porting was denied?",
        "Why did my porting ask not go through?",
        "Why so, denying porting?",
        "I have not received an answer as to how my request for port was denied.",
        "I think my port request has been denied.",
        "I have not gotten an answer as to how my request for port was denied.",
        "I have not gotten any answers as far as this question is concerned after my request for the port was denied.",
        "I'm confused as to why my transfer has not been accepted.",
        "My port request has been refused.",
        "Why did porting reject?",
        "Why was my port decline?",
        "How come my port request got denied?",
        "The port that I asked for was turned down.",
        "My transfer request was not approved now.",
        "Is this the reason for port refusal?",
        "There is no explanation as to how my request for port was denied.",
        "What is the cause for port refusal?",
        "I did not get any answers as to why my port request was denied.",
        "My transfer petition has been stopped...",
        "Why did ports deny?",
        "You denied my request for portin'?",
        "Couldn't get the go ahead, port-wise?",
        "Can you explain why my port request was denied?",
        "I have not gotten any answers to my question as a result of my request for port being denied.",
        "Why did Port-in fail?",
        "My request for a port was denied and I have yet to get any answers.",
        "Maybe I got the port request denied.",
        "I have not received answers as to how my request for port was denied.",
        "My transfer plea was barred now...",
        "I need to know why my port request was denied.",
        "My request to transferred was denied.",
        "What caused rejecting this swap attempt.",
        "Please explain why swap was rejected, please?",
        "I have not gotten an explanation as to how my request for a port was denied.",
        "I was denied my request to move.",
        "Why was porting denied, why?",
        "I didn't know how my request for port got denied.",
        "Why wasn't the port willing to accept?",
        "I did not receive any answers as to why my request for port was denied.",
        "My request for port was denied, is that correct?",
        "What happened with my porting request?",
        "Has my port request been defeated?",
        "Did my port be rejected?",
        "My transfer plea has been rejected now.",
        "Why didn't I get the port request accepted?",
        "Why has Port refused?",
        "I wonder if my request for a port was turned down.",
        "did my transfer not go through?",
        "I am confused as to why it hasn't been accepted, I was a transfer.",
        "I am confused as to why my number transfer isn't being accepted.",
        "I'm wondering if my request for port was denied.",
        "I don't understand why my number transfer hasn't been accepted.",
        "My transfer plea is not allowed anymore.",
        "I wonder if I got the port request denied?",
        "My wish for port was denied.",
        "Why did my request for a port get denied?",
        "The port that I wanted was not available.",
        "I am not sure why my transfer hasn't been accepted.",
        "The port may have turned my request down.",
        "Why hadn't the transfer been accepted?",
        "My request for a port was denied, I have not received any answers to the question.",
        "My request for a port was denied, but I haven't received any answers.",
        "Do you believe my request for port was denied?",
        "I am confused as to why the transfer was not accepted.",
        "I have not received any answers as to how my request for port was denied.",
        "Why isn't my port request accepted?",
        "Why is it that port-in failed?",
        "I am not sure why my transfer wasn't accepted.",
        "Why was it denied the application for porting?",
        "My request to leave denied.",
        "Did the port request get denied.",
        "I asked for the port but it was denied.",
        "Did the port request been denied?",
        "Reject my port request?",
        "My request for port was denied and I don't know why.",
        "A request for port was turned down.",
        "What is the reason my port request got denied?",
        "Why did I have a port denial?",
        "I was wondering if my request to enter the port was denied.",
        "My request for the port was denied.",
        "I have not gotten answers as to why my request for port was denied.",
        "I wonder about the port request's refusal?",
        "Why did ya deny my port request?",
        "Why have my port request rejected?",
        "I lost a port request.",
        "Did you not allow ma request for portin?",
        "My request for a port was denied, I have not gotten any answers about that.",
        "Why wasn't my transfers accepted?",
        "I have not received any explanation as to how my request for port was turned down.",
        "My port request was refused?",
        "I think my port request has been turned down.",
        "Can you tell me what happened to my port request?",
        "I did not get a port request approved.",
        "I am curious if my port request has been declined.",
        "My transfer request has been blocked.",
        "I don't understand why they said no to changing providers.",
        "I was denied a porting request.",
        "Why didn't my transfer happen?",
        "My transfer request was not allowed now.",
        "Why refuse the port?",
        "Why did it reject my port request?",
        "I don't understand how my number transfer wasn't accepted.",
        "Why was the port denied more?",
        "I am confused as to why my transfer didn't go through.",
        "What is the reason for denying porting?",
        "The port that I had requested was turned down.",
        "So my port request was turned down?",
        "Why did porting Deny?",
        "Port rejected?!",
        "Why my port request was not accepted?",
        "My request to transfer denied?",
        "Why have the port request rejected?",
        "I wonder if my request to the port was turned down.",
        "My transfer plea was stopped.",
        "You denied my transfer?",
        "I was denied my request for a port",
        "I asked to transfer, but my request was denied.",
        "Is my request for port actually denied?",
        "Why didn't my port come?",
        "I have not gotten any answers as to how my port request was denied.",
        "The port that I was requesting was denied.",
        "Why was the ported application denied?",
        "My transfer request is not allowed...",
        "why was my port turned down?",
        "I wonder if my request for a port was denied.",
        "Why was my port denial caused?",
        "Please explain why my port request was denied.",
        "Why was my port rejected?",
        "I was wondering if the port request was denial.",
        "Why reject my port?",
        "Why did the port refuse??",
        "I haven't gotten any answers as to how my request for a port was turned down.",
        "There was a refusal of my port ask.",
        "Why did the swap be rejected, please?",
        "Transfer scheme was turned down.",
        "Did not get the go ahead, port-wise?",
        "Why didn't my port request been accepted?",
        "Why so, Porting was denied?",
        "What happened to cause my port denial?",
        "I'm confused as to why I wasn't accepted for my number transfer.",
        "my request to transfer was denied",
        "Didn't get to go ahead with the port-wise?",
        "I was denied a port access request.",
        "Why is it that the port was denied once more?",
        "The port requested by me was denied.",
        "I haven't gotten answers as to how my request for port was denied.",
        "I was a number transfer and I'm confused as to why it wasn't accepted.",
        "What happened that resulted in my port denial?",
        "I was turned away from a port.",
        "How come I was rejected my port request?",
        "What went wrong with my port denial?",
        "My request for port was denied and I have not received any answers.",
        "My request for a port was denied?",
        "I wanted a port, but it was denied.",
        "The port was denied, is this correct?",
        "What led to my claim not being accepted?",
        "Tell me the reasons for refusal of my swap?",
        "I am wondering if my request for a port was denied.",
        "Why was my dock turned down?",
        "My request for a port has been denied.",
        "Are you able to explain what happened to my port request?",
        "I am puzzled as to why my transfer wasn't accepted.",
        "My request for a transfer was denied?",
        "Can you tell me the reason my port request was denied?",
        "Why did you not approve the application for port?",
        "Why the port refused to accept?",
        "I was wondering if the port request were denied.",
        "My request to leave was denied?",
        "I am curious if the request to enter the port has been turned down.",
        "Why did I have a port request rejected?",
        "Why wasn't my port allowed?",
        "I wonder if my request for a port has been denied.",
        "Why were the port applications denied?",
        "Why did you deny the application for port?",
        "I didn't know why my port declined.",
        "Was my request to transfer denied?",
        "I have not gotten any answers as far as this question is concerned, my request for port was denied.",
        "Am I correct that my request for a port was denied?",
        "I wondered if my request for a port was turned down.",
        "I confused as to why my number transfer wasn't accepted.",
        "What was the cause for my port denial?",
        "Maybe my request to enter the port has been turned down.",
        "My request of a port was denied.",
        "I want to know why you refused to shift my number.",
        "Why did the port request not get approved?",
        "What is going on with my port denial?",
        "Porting was denied?",
        "Why did I not get the port request?",
        "My request for port was denied and I don't know what to think about it.",
        "I have a porting request denied.",
        "A port request was declined.",
        "Why didn't the port request be approved?",
        "I am confused as to why my Number transfer wasn't accepted.",
        "Where is the reason for port refusal?",
        "My request for port was denied and I have not gotten any answers as far as this question is concerned.",
        "Didn't get permission to use the port?",
        "Why am my transfer blocked?",
        "Why didn't my transfer go through?",
        "Didn't get to go ahead with port-wise?",
        "Why reject a request for a port?",
        "Why the rejection of my port request?",
        "My request to transfer was not granted?",
        "I don't know how my request for a port was turned down.",
        "Did my request for a port turn down?",
        "Why get rid of my port request?",
        "What happened to ma request for portin'?",
        "I was confused as to why my transfer wouldn't be accepted.",
        "I had a request denied at the port.",
        "Why were porting denied.",
        "I was a number transfer and I am confused as to why it wasn't accepted.",
        "Did I get denied a port request?",
        "The transfer scheme was refused.",
        "I have not gotten any answers to the question as a result of my request for port being denied.",
        "I wonder if my port request was denied.",
        "Did not get the go ahead for port?",
        "Why wasn't the port application granted?",
        "I asked for port and it was denied.",
        "I requested to transfer, my request was denied.",
        "My request for a transfer has been denied...",
        "What is a reason for port refusal?",
        "Why did shipping be denied?",
        "I had a request for a port denied",
        "Is there a reason my port request was denied?",
        "I wonder if my request to go to the port has been declined.",
        "The transfer plea has been denied now...",
        "I'm curious if my request to enter the port was turned down.",
        "Why is port denied once more?",
        "The port request didn't get accepted.",
        "My request to transfer was rejected?",
        "what happened to my port denial?",
        "How come my port desire was ignored?",
        "Why did my port deny happen?",
        "I failed to get a port request approved.",
        "I wonder if the port request was turned down.",
        "My transfer plea was not approved.",
        "Why didn't Port agree?",
        "I wanted a port but it was denied.",
        "The port I wanted was denied.",
        "How come my port desire was ruined by y'all?",
        "My request for a port wasn't accepted.",
        "I was denied my request for a port.",
        "I am perplexed as to why my transfer hasn't been accepted.",
        "My request to leave was denied.",
        "Port denied again? Why?",
        "Why wasPort refused?",
        "Why did you reject my request for a port?",
        "I don't understand why my transfer wasn't accepted.",
        "What's the port request's refusal?",
        "Port-in failed, what is the problem?",
        "Why would a port refuse it?",
        "Why had porting declined?",
        "I was not approved for a port.",
        "I wondering if the port request was denied.",
        "Why wasn't my port request considered?",
        "I have not gotten any answers as to how my request for a port was denied.",
        "Why do you think the port was denied again?",
        "Reject for port call?",
        "A port was denied to my request.",
        "I am confused as to why the number transfer wouldn't be accepted.",
        "I was confused why my number transfer didn't get accepted.",
        "My request for transferring was denied.",
        "Why were the ported application denied?",
        "My request for port was denied, I have not received any answers to that question.",
        "What are the reasons my port request was denied?",
        "Why decline the port request?",
        "Port refused. Why?",
        "Why did the port not agree?",
        "My port declined why?",
        "The port request's denial?",
        "Does my port request have been declined?",
        "Was my port rejected?",
        "What led to rejecting this swap attempt?",
        "Am I correct that my request for port was denied?",
        "I have not gotten any answers as far as this question is concerned, because my request for port was denied.",
        "Perhaps my port request has been denied.",
        "I did not get an answer as to how my request for a port was denied.",
        "Why was my port not opened?",
        "My request to transfer was denial.",
        "I was a number transfer and am confused as to why it was not accepted.",
        "The refusal of my port ask was caused by something.",
        "I have not gotten any answers as to how my request for port was denied.",
        "How come I didn't get an epic port?",
        "What causes my port denial?",
        "Why were port denied again?",
        "Why were porting declining?",
        "I have not gotten any answers as to how my request for a port was turned down.",
        "Why did I get rejected for my port request?",
        "A port request was refused.",
        "Tell me why you refused to transfer my number.",
        "My request to transfer was denied",
        "I want to know if my port has been rejected.",
        "I wondered if my request to go to the port had been denied.",
        "Why was port-in failing?",
        "My transfer plea is not allowed.",
        "I wanted a port request accepted.",
        "Why didn't my port request get accepted?",
        "Did I get denied my port request?",
        "Why wasn't the transfer processed?",
        "I haven't gotten any answers about how my request for port was denied.",
        "I guess my request for a port was denied.",
        "Someone asked if the port request was denied.",
        "What gave that port to be rejected?",
        "My transfer plea was denied now...",
        "What led to the port denial?",
        "Is it true that my request for port was not granted?",
        "Is it correct that my request for port has been denied?",
        "Why wasn't my port up?",
        "I am curious if my request to enter the port has been denied.",
        "The port was denied again, why?",
        "I have not been given any answers as to how my request for port was denied.",
        "My port declined",
        "Something caused my port denial.",
        "I am curious if my request to enter the port has been rejected.",
        "The port my request was for was turned away.",
        "How come you didn't agree with my port desire?",
        "Why denied porting.",
        "Porting declined so why?",
        "Why didn't the transfer happen?",
        "I have not gotten an answer as to how the port denial came about.",
        "I am confused as to why my transfer hasn't been accepted.",
        "I am confused as to why my transfer was denied.",
        "I asked for a port, but it was denied.",
        "Port denied! What gives?",
        "Why was Port denied again?",
        "Why did my port not accept?",
        "Porting declined, but why did it decline?",
        "I asked why my transfer wasn't accepted.",
        "My transfer wasn't allowed.",
        "You should explain why my port request was denied.",
        "Port refused; what were the reasons?",
        "What is the reason for the port's rejection?",
        "I was a number transfer and am confused as to why it wasn't accepted.",
        "Why was the port denied again?",
        "Had the port request been denied?",
        "What pushed my port denial to happen?",
        "I'm confused as to why my number transfer has not been accepted.",
        "What really caused my port denial?",
        "Why was my transfer denied?",
        "My port request has been declined.",
        "My transfer request has been refused now.",
        "Why my port request was denied?",
        "I think my request for port was denied.",
        "Why reject my port requests?",
        "I am confused about why my transfer wasn't accepted.",
        "My transfer application was denied...",
        "Why did porting be denied?",
        "Why has the port application been denied?",
        "Why was the port declining?",
        "I don't know how a request for port got turned down.",
        "Why did the port refuse; why?",
        "Why did denying porting be denied?",
        "My request for port was not accepted.",
        "The port was denied",
        "why did porting deny?",
        "I am confused as to why it hasn't been accepted as a transfer.",
        "why did you reject my port request?",
        "What's the reason for the port-in failing?",
        "Why should my port request be rejected?",
        "How did my port deny happen?",
        "I am wondering if my request to enter the port has been denied.",
        "Why do you think porting denied?",
        "I didn't get any answers as to how the request came about, my request for port was denied.",
        "My port request may have been denied.",
        "How come y'all did not like my port desire?",
        "Why was Porting denied?",
        "I'm confused as to why my number transfer wasn't accepted.",
        "port application denied",
        "Not getting the go ahead for port-wise?",
        "Did I get the port request denied.",
        "How come my port desire was ruined by everyone?",
        "Did not get the go-ahead, port-wise?",
        "Why reject my request for a port?",
        "How come the port request was denied?",
        "How did my port request be denied?",
        "I wonder whether my port request has been turned down.",
        "I am confused about why my number transfer hasn't been accepted.",
        "I did not get any answers as to why my request for port was denied.",
        "Is it right that my request for port was denied?",
        "Couldn't get the port-wise go ahead?",
        "How came my port declined?",
        "I requested a port and it was denied.",
        "Reject the request for a port?",
        "How come I did not get my port desire?",
        "My port was denied.",
        "My transfer request was rejected now...",
        "Why didn't the swap happen, please?",
        "My transfer proposal has been denied...",
        "My request for a port was denied and I don't know how it came about.",
        "Why are you rejecting my port request?",
        "Why about this two? The port was denied once more.",
        "My request of transferring was denied.",
        "I got a denied port request.",
        "What cause my port denial?",
        "I would like to know why you declined to shift my number.",
        "My request for port was denied, but I have not gotten any answers.",
        "I haven't gotten any answers about how my request for a port was denied.",
        "Why didn't my transfer accepted?",
        "Why is Porting denied?",
        "How did my port denial occur?",
        "I am wondering if my port request has been rejected.",
        "I was a number transfer and was confused as to why it hasn't been accepted.",
        "I am confused as to why my number transfer was denied.",
        "port refusal Reason?",
        "My transfer plea was not allowed.",
        "have my port request been denied?",
        "I am confused as to why it has not been accepted as a transfer.",
        "Why reject that port request?",
        "My port request was not taken up.",
        "My port request's denial?",
        "The port request I made was denied.",
        "How did the port request get denied?",
        "I haven't gotten an answer as to how my request for a port was denied.",
        "my transfer was blocked",
        "Port refused; reasons why?",
        "What led to the refusal of my port ask?",
        "They denied my port request.",
        "Why did you refuse to accept my port request?",
        "What could have caused my port denial?",
        "I am puzzled as to why my number transfer wasn't accepted.",
        "Please tell me why the swap was rejected.",
        "What is the problem, port-in failed?",
        "What are the reasons for port refusal?",
        "What is it that the port was rejected?",
        "The Porting declined, but why?",
        "Is it correct that my request for port was not approved?",
        "I have not gotten answers as to how my request for port was denied.",
        "My request for a port was denied and I have not received any answers about it.",
        "Why was it that porting declined?",
        "I wonder if my request to go to the port has been turned down.",
        "He denied ma request for portin'?",
        "Why was the port not accepted?",
        "the port request's refusal?",
        "My request for port was denied, and I have not received any answers.",
        "Why is the port refused?",
        "I am confused as to why my transfer wasn't approved.",
        "Why did the port deny once more?",
        "My wish to transfer has been denied.",
        "Did the port request not get granted?",
        "I want to know if the port request was denied.",
        "My port request was refused.",
        "I am confused as to why my number transfer was rejected.",
        "Why wasn't the port-in successful?",
        "Explain to me why my port request was denied.",
        "There was a port request denied",
        "What made my port deny?",
        "My number transfer was not accepted and I am confused as to why.",
        "My request for a port was denied but I haven't gotten any answers about it.",
        "Why did the transfer not go through?",
        "Why didn't the port request get approved?",
        "I wonder if my request to go in the port has been denied.",
        "Can you tell me why my port request is denied?",
        "How come my port desire was trashed?",
        "Why did my port request not work?",
        "Why was my port request not accepted?",
        "I did not have a port request approved.",
        "You can tell me why my port request was denied.",
        "I haven't gotten an explanation as to how my request for a port was denied.",
        "Why did the port refuse to let it be?",
        "What made my port reject me?",
        "Did my transfer not get approved?",
        "Why was Port refused?",
        "It was my request for a port that was denied.",
        "Is it right that my request for a port was denied?",
        "I didn't understand why my port request was denied.",
        "I am confused as to why my number transfer didn't go through.",
        "I don't understand how my request for port was denied.",
        "Why did the Porting denied?",
        "Why didn't my transfer been accepted?",
        "A port request refusal?",
        "Why did my port request get denied?",
        "How come everyone was against my port desire?",
        "I was denied the port I requested.",
        "Why was ports denied?",
        "Why did my port request not get received?",
        "I wonder if my request to get into the port was denied.",
        "I don't know why my port request got denied.",
        "I have not gotten an answer as to why my request for port was denied.",
        "Your port request was denied.",
        "Why did the port refuse to let you in?",
        "Is it correct that I was denied a port?",
        "The port was denied when I asked for it.",
        "My transfer request was not approved.",
        "Why didn't they accept my port request?",
        "My request to move was rejected.",
        "Why did Port refused?",
        "When porting declined, why?",
        "Porting turned down, but why?",
        "I asked what caused the denial of my plea.",
        "Did the request for the port be denied?",
        "Does my request to enter the port have been denied?",
        "Can you say why my port request was denied?",
        "How come you didn't like my port desire?",
        "Why is it thatporting denied?",
        "Why was the port not available?",
        "The port I wanted to use was turned down.",
        "The port request has been denied.",
        "Why didn't porting work out?",
        "I request a port was turned down.",
        "I wonder if the request for a port was turned down.",
        "Why not port my request?",
        "I request for a port was denied.",
        "I have not gotten any answers to the question that my request for port was denied.",
        "Why reject my request for port?",
        "Has the port request been turned down?",
        "What caused the denial of my request to move?",
        "They crapped on my port desire.",
        "I didn't understand why my number transfer wasn't accepted.",
        "My request for transfer was denied.",
        "Has my port request turned down?",
        "Why did porting not work out?",
        "Why did denying porting occur?",
        "Why did the port refused?",
        "Why did the Port not accept?",
        "I think my request to enter the port has been turned down.",
        "Why did my port ask not get approved?",
        "My request to port was rejected.",
        "Why is the port denied another time?",
        "Why did the port refuse once more?",
        "The transfer plea was denied.",
        "My port requests refusal?",
        "My transfer application was turned down.",
        "I am wondering if my request to enter the port was turned down.",
        "I'm puzzled as to why my number transfer wasn't accepted.",
        "Why was their port declined?",
        "My transfer was denied...",
        "My transfer request is not allowed now.",
        "Didn't get the port-wise go ahead?",
        "Why had my transfer not been accepted?",
        "Didn't get the go ahead for a port?",
        "Is it true that my request for port was refused?",
        "Why did port-in fail?",
        "Why wereporting denied?",
        "I didn't know how my request for a port was denied.",
        "My number transfer wasn't accepted, why?",
        "Why didn't port accept?",
        "Why decline porting?",
        "My transfer plea has been ruled out.",
        "Is there a reason for the port refusal?",
        "Why dismiss my port request?",
        "Why did port denied again?",
        "My request for a port was denied but I have no idea how it came about.",
        "I am perplexed as to why my number transfer wasn't accepted.",
        "There were reasons why port refused.",
        "I'm confused why my number transfer hasn't been accepted.",
        "Tell me the reasons for refusal of my swap.",
        "My port request is turned down?",
        "Why did port refusal take place?",
        "I'm confused about why my number transfer wasn't accepted.",
        "Can you tell why my port request was denied?",
        "I am confused as to why a number transfer wasn't accepted.",
        "I believe my request for port was denied.",
        "How come my port request wasn't accepted?",
        "Is it true that my request for port was denied?",
        "What is the reason for port-in failure?",
        "My request of port was denied.",
        "What is it that makes the Port rejected?",
        "I have wondered if my port request has been turned down.",
        "Why did the port denial happen?",
        "Why was port application denied?",
        "Why choose not to accept my port request?",
        "Please explain why the swap was rejected?",
        "What is the problem: port-in failed?",
        "His request for a port was denied.",
        "Why were you against my port request?",
        "Port denied again? Why about this?",
        "Why was port refusal decided?",
        "Why is the Port denied again?",
        "How come you don't like my port desire?",
        "My request for the port was refused.",
        "Why were the port rejected?",
        "How did the port be rejected?",
        "I wonder if I have had my port request turned down.",
        "I am confused on why my number transfer wasn't accepted.",
        "Why so? Porting was denied?",
        "My request to transfer has been denied...",
        "Why were Port denied again?",
        "Has my port request been declined?",
        "What made my port denial occur?",
        "I am wondering if I got the port request denied.",
        "I asked for a port, but it was turned down.",
        "Maybe the port request was denied.",
        "I am confused as to why my transfer isn't being accepted.",
        "Why did denying deny porting happen?",
        "The port that I sought was denied.",
        "Why did the port refuse to?",
        "Why did ya reject my port request?",
        "Why was Port refusal?",
        "My port turned down.",
        "I asked to transfer, my request was denied.",
        "I request to transfer has been denied.",
        "My request to transfer was declined.",
        "My transfer request was denied now...",
        "Why is Porting declining?",
        "How did my port request's refusal come about?",
        "What happened to the port denial?",
        "My port request's not being accepted?",
        "I wonder if my request for a port was rejected.",
        "I have not gotten any explanation as to why my request for port was denied.",
        "Why did they say no to the change?",
        "Why would you reject a swap, please?",
        "I asked if my transfer was denied.",
        "Did the port request not be approved?",
        "The port my request for was denied",
        "Why did my transfer not be accepted?",
        "The port application was denied.",
        "Why didn't my port request accept?",
        "The request to enter the port has been turned down.",
        "I wonder if my request to get into the port has been turned down.",
        "My request was turned down by the port.",
        "My request for a port was denied and I don't know what to make of it.",
        "I was a number transfer, and I am confused as to why it hasn't been accepted.",
        "Why do they deny porting?",
        "I have not been given answers as to how my request for port was denied.",
        "I wondered if my request to enter the port had been turned away.",
        "my port request was turned down",
        "Reasons for port refusal?",
        "What caused my port ask to be refused?",
        "Why do Port refused?",
        "Why do I not get my port request?",
        "I wonder if my request to go to the port was denied.",
        "Why didn't my transfer accept?",
        "Is my port being turned down?",
        "The transfer plan was not accepted.",
        "Why were the ports denied?",
        "Why did they deny the Port again?",
        "What's the problem with port-in failed?",
        "Why wasn't my transfer accepted?",
        "My transfer request was refused.",
        "How come Port was rejected?",
        "I didn't have a port request approved.",
        "Why wasn't my port picked up?",
        "I couldn't get a port request approved.",
        "I have not been able to understand how my request for a port was denied.",
        "Did I have the port request denied?",
        "What are the reasons for the port denial?",
        "My request for a port was denied but I have not gotten any answers.",
        "Why should my port request be denied?",
        "Couldn't my port request be accepted?",
        "My request was denied for port.",
        "I wondered why my port request was denied.",
        "Why did the person denyporting?",
        "Is there reason for port refusal?",
        "Why did the port-in fail?",
        "My request for a port was turned down.",
        "Why the failed port-in?",
        "There was a port request denied for me.",
        "I have not gotten any answers to the question of why my request for port was denied.",
        "Why did my request for port be rejected?",
        "My request for a port was denied and I haven't received any answers.",
        "My request to transfer was denied, right?",
        "It was my port request that refused?",
        "I was a number transfer and I am confused about why it wasn't accepted.",
        "A port was denied my request.",
        "A port request has been turned down.",
        "Did you not accept my port bid?",
        "I wonder if my request to go into the port was denied.",
        "Why didn't the application be approved for port?",
        "A port request by me was denied.",
        "What is going on with my porting request denial?",
        "Why did the port choose to refuse?",
        "Why did port be rejected?",
        "What is causing my port denial?",
        "I am confused as to why my number transfer hasn't been accepted",
        "My port request turned down?",
        "What went wrong that caused my port denial?",
        "Why caused the port denial?",
        "I am confused as to why my number transfer was not accepted.",
        "Why did myport decline?",
        "I am confused as to why my number transfer wasn't Accepted.",
        "How come I did not get the port I wanted?",
        "Why did the portation fail?",
        "Why the port request was rejected?",
        "I was asking if the port request was denied.",
        "I did not get my request for a port.",
        "A port was denied for me.",
        "What is the problem; port-in failed?",
        "Why did the port deny me?",
        "I have not gotten any explanation as to how my request for port was denied.",
        "Now what? porting failed?",
        "My request for a transfer was denied...",
        "I was denied my port request.",
        "A port request's refusal?",
        "I don't know how a request for port was denied.",
        "I wonder if there is a reason for port refusal.",
        "My request for a port was denied and I have not gotten any answers as to why.",
        "Why would the port refuse it?",
        "I have not gotten any answers as to why my port request was denied.",
        "How can I explain why my port request was denied?",
        "Rejecting for the port ask?",
        "The transfer plea was denied...",
        "my port request has been turned down",
        "I didn't get any answers to the question of why my request for port was denied.",
        "My transfer application was denied now...",
        "Which caused the port denial?",
        "They denied the port request.",
        "I got a port denial.",
        "I was confused about why my number transfer wasn't accepted.",
        "The port ask was refused.",
        "My request to transfer has been denied.",
        "The port my request for was denied.",
        "Why is porting denied.",
        "Maybe my request to enter the port was turned down.",
        "My request to move was turned down.",
        "I am perplexed as to why my transfer wasn't accepted.",
        "Is my port request's refusal the reason?",
        "What's the cause of the failed port-in?",
        "I haven't gotten any answers to my question after my request for port was denied.",
        "My transfer request was barred now...",
        "Is my request for port turned down?",
        "I did not get answers to the question when my request for port was denied.",
        "What was the cause of the port denial?",
        "Why did Porting be denied?",
        "Yes, my port request's refusal?",
        "I am confused why my number transfer was not accepted.",
        "Did there be a reason for port refusal?",
        "I have been confused as to why my transfer hasn't been accepted.",
        "How do you explain why my port request was denied?",
        "My request for transfer was denied?",
        "I don't know how the port request got denied.",
        "I did not get an explanation as to how my request for port was turned down.",
        "Why did they denyporting?",
        "The requested port was denied.",
        "My transfer request denied.",
        "I don't know why my transfer wasn't accepted.",
        "What happened to my ported request?",
        "Please tell me why you couldn't shift my number.",
        "Did my request to transfer been denied?",
        "The request for port was denied and I have not gotten any answers.",
        "How come you didn't care for my port desire?",
        "My request for transportation was not granted.",
        "Why do you not approve my port request?",
        "Why did the port deny them again?",
        "Porting declined and why?",
        "My request for port was denied, I have not gotten any answers.",
        "Was there a reason for port refusal?",
        "Why isporting denied?",
        "Port turned down? What gives?",
        "My request for a port was denied and I have not gotten any answers about it.",
        "Why did it not happen, Porting denied?",
        "Do you have a reason for port refusal?",
        "My request for a port was denied, I have not gotten any answers as far as this question is concerned.",
        "Why is there another port denied?",
        "How come my port was declined?",
        "Did my port get rejected?",
        "What caused the port denial for me?",
        "Why did I fail to get a port request?",
        "What led to the rejection of this swap attempt?",
        "What caused the refusal of my port of call?",
        "Why has my port declined?",
        "Do you know if my request to transfer was denied?",
        "Why did ported fail?",
        "My request was turned down for port.",
        "What happened that caused my port denial?",
        "My request for a port was not entertained.",
        "My request to transfer was refused?",
        "My port is being rejected.",
        "I wonder why they said no to changing providers.",
        "Why had the port declined?",
        "Is this correct that my request for port was refused?",
        "What was my port request's refusal?",
        "I didn't get an explanation as to how my request for port was denied.",
        "My transfer request was not granted now.",
        "Why fail to accept my port request?",
        "Why was the port request not accepted?",
        "What prompted my port to decline?",
        "my port request was denied",
        "Porting denied, why that?",
        "Is there an explanation for port refusal?",
        "My request for a port was denied, I have not gotten an answer to the question.",
        "Why would my port decline?",
        "It is possible that my request to enter the port has been turned down.",
        "Porting denied why?",
        "I was confused as to why not my number transfer was accepted.",
        "My transfer plea was not allowed...",
        "How come people hate my port desire?",
        "I had a port request declined.",
        "Why have my transfer blocked?",
        "Port-in failed; what is the problem?",
        "I asked to transfer but my request was denied.",
        "Why wasn't my port increased?",
        "I don't understand why my number transfer wasn't accepted.",
        "Why was it that my port was declined?",
        "my transfer was denied",
        "What is the reason for port-in failing?",
        "Why do you deny Porting?",
        "I haven't gotten any answers to the question of why port was denied.",
        "My port was declined, why?",
        "My request for port was denied, but I haven't gotten any answers.",
        "How about my port request being turned down?",
        "Is this correct, my request for port was denied?",
        "what caused my port denial?",
        "I have a request for port denied.",
        "Can you tell me why my port request was rejected?",
        "I have not got any answers to the question after my request for port was denied.",
        "I haven't gotten any answers as to how my request came about, my request for port was denied.",
        "my port request's refusal?",
        "Did you tell me why my port request was denied?",
        "Didn't get the go ahead for the port?",
        "Why is the port rejected?",
        "How come you didn't appreciate my port desire?",
        "What made them reject this swap attempt.",
        "I didn't get an answer to the question when my request for port was denied.",
        "What now? Porting failed?",
        "How come you all hated my port desire?",
        "My request to enter the port seems to have been turned down.",
        "Why did the port refuse to accept us?",
        "How come you ruined my port desire?",
        "He had a port request denied.",
        "My transfer petition has been denied.",
        "Didn't get permission to port?",
        "There was a denial of my request for port.",
        "Why has my port request been denied?",
        "I have not received any answers as to why my request for port was denied.",
        "I haven't gotten any answers as to why my request for port was denied.",
        "Didn't get the go ahead to use it?",
        "Reject for the port?",
        "I'd been denied a port request.",
        "Porting denied, what?",
        "I am confused why my number transfer hasn't been accepted.",
        "I am confused as to why my number transfer couldn't be accepted.",
        "porting request denied",
        "I was perplexed as to why my number transfer wasn't accepted.",
        "The request for a port was not approved.",
        "What lead to my port denial?",
        "My transfer plea has been declined.",
        "Did you not approve ma request for portin'?",
        "I had a number transfer and am confused as to why it wasn't accepted.",
        "Why had my port declined?",
        "Why did the portage fail?",
        "My request for a port was denied and I do not know how it came about.",
        "I don't understand why the transfer hasn't been accepted.",
        "My port request's declination?",
        "The port request was turned down.",
        "Why wouldn't my transfer be accepted?",
        "Did you explain why my port request was denied?",
        "The port I was requesting was denied.",
        "Why does denying porting happen?",
        "Did my transfer be denied?",
        "Why did the port refuse to handle it?",
        "Why had the port denied again?",
        "Why did Porting Deny?",
        "Why did my port request not receive approval?",
        "I have not gotten answers as to how my request for a port was denied.",
        "Why did the port say no?",
        "My attempt to transfer was denied.",
        "My request to transfer was denied!",
        "What happened to my porting request?",
        "Do you know what caused the denial of my plea?",
        "Why snub my port request?",
        "Why did the port refuse to host?",
        "What motivated my port denial?",
        "Was there a reason for the port refusal?",
        "Why did I have a port request denied?",
        "I was confused as to why my number transfer wasn't accepted",
        "Why did my port request not be accepted?",
        "I wonder why the port request was rejected.",
        "My transfer request was not allowed...",
        "My request for port was denied, and I haven't gotten any answers about it.",
        "What brought about the denial of my plea?",
        "Where did my port denial come from?",
        "My request for a port was not granted.",
        "I was not given a port.",
        "I'm wondering if my request to enter the port has been turned down.",
        "My request for port was denied and I have not gotten any answers to that question.",
        "My transfer application has been rejected.",
        "What made my port denial happen?"
    ]
}