{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Network coverage and signal issues",
    "inquiry_sub_category": "Network coverage areas",
    "description": "Customers inquire about the availability and quality of network coverage in specific areas, asking whether the operator's network covers a particular region or if there are any issues with signal strength or connectivity in certain locations.",
    "inquiry": "Are there any known blackspots nearby?",
    "paraphrases": [
        "Are the black spots in the vicinity well known?",
        "Can you tell me if there are black spots in this vicinity?",
        "Is there any known black spot nearby?",
        "Are you aware of dark zones round these parts?",
        "Any blackspot close?",
        "Do you know where black holes are round here?",
        "Are there known black spots nearby?",
        "Have any blackholes near?",
        "What are nearby black spots?",
        "Are black spots in the vicinity know?",
        "Did you know there were some dark spots nearby?",
        "Which black spots are close to you?",
        "Are black issue areas close?",
        "Do black spots in the vicinity exist?",
        "Do you have any black holes nearest?",
        "Is there any known blackspots close to the one you are inquiring about?",
        "Are there any known black spots close to the one you want to ask?",
        "Any known black spots close by?",
        "Is there any information about black spots near me",
        "There's any blackspots nearby?",
        "Is there any blackspots near the one you are asking about?",
        "Can you tell me if there are blackspots around?",
        "Are you aware of black holes ‘round here?",
        "Are there black spots in the vicinity.",
        "Can you tell me whether there are black spots in the vicinity?",
        "Are there well- known black spots?",
        "Is there any information about black places near me?",
        "There are any dark spots near this?",
        "Is there any known blackspots near you?",
        "Any black spots close to you?",
        "Do you have any black holes near you?",
        "Are the black problem areas near each other?",
        "Are there any dark areas near here?",
        "Are there any known blackspots around the one you are wondering about?",
        "Are there dark spots around here?",
        "Do you know if there is any known blackspots nearby?",
        "Do any black spots exist here?",
        "Do you know about any known black spots?",
        "Are there any known blackspot near?",
        "Near any dark areas?",
        "Are there any known black spots nearby the one you want to ask?",
        "Is any dark zone around here?",
        "There are any blackhole near?",
        "Do you know of dark regions around these parts?",
        "There might be some dark spots around here.",
        "Can you tell me if there are blackspot in this area?",
        "Is there a black spot closeby?",
        "Is there well-known black spots?",
        "Are black spots common in the vicinity?",
        "Is there any black spots by?",
        "Is the black areas nearby?",
        "Was the area well known for black spots?",
        "Are there known blackspots in the area?",
        "Are these blackspots near you?",
        "Do you know of any dark spots around here?",
        "Does anyone know any nearby black spots?",
        "Is black issue areas close?",
        "Do you know of the dark zones in these parts?",
        "I want to know if there are known blackspots in the vicinity.",
        "Is there any known blackspots in this area?",
        "Do you know of blackspots near you?",
        "Do you know of any nearby black spots?",
        "Is there any information about black spots close?",
        "Is it possible to say if there are black spots nearby?",
        "Is there any black holes around here?",
        "Do you know if there are known blackspot nearby?",
        "Do you know what nearby black spots are?",
        "Is there any information about the black spots in the vicinity?",
        "Is there any blackspot near?",
        "Does anyone have any black spots here?",
        "Is there a blackspot near the one that you are wondering about?",
        "Black problem areas close to each other?",
        "Can you say if there are black spots in the area?",
        "Any blackspots close to?",
        "Did you know there were any known blackspot nearby?",
        "Did you know there could be black spots nearby?",
        "Are there known blackspots in this area?",
        "Is there any info regarding black spots near me?",
        "Have you got any blackholes nearby?",
        "Are any black spots close?",
        "What black holes are visible close by?",
        "Do you reckon there's bad spots close by?",
        "Are Black problem areas close to each other?",
        "Is black spots in the vicinity well-known?",
        "Is black spots known in the vicinity?",
        "Are known blackspots around you?",
        "Have you seen dark areas nearby?",
        "Anything blackspots nearby?",
        "Black holes are around this area?",
        "Are there any known blackspots close to the one you're asking about?",
        "Can you tell me if there are any blackspots in the vicinity?",
        "Is there a known blackspot right near the one you are wondering about?",
        "Are there dark zones surrounding these parts?",
        "Do you have any dark spots nearby?",
        "Did you know there were black spots that were nearby?",
        "Is there a black spot near by?",
        "Are known blackspot near you?",
        "Do you have any dark areas here?",
        "Are there any known blackspot close to the one you are wondering about?",
        "I would like to know if there are known black spots in the vicinity.",
        "Are the black holes visible closeby?",
        "Is there any blackspot nearby.",
        "Can you say if there's a blackspot nearby?",
        "Is there any information on blackout pockets near here?",
        "Do you suppose there are bad spots close by?",
        "Is that nearby black spots?",
        "Black spots, nearby or not?",
        "Is there a known blackspot near the one you will be asking?",
        "Are black spots well-know in the vicinity?",
        "Know of dark zones?",
        "Do you know if there are known blackspot in the vicinity?",
        "Can you say if there are blackspots in the vicinity?",
        "Is there any information regarding black spots in the area?",
        "Are there blackspots close to you?",
        "Have any dark areas near you?",
        "Is there information about the black spots nearby?",
        "There are any dark zones around this.",
        "Have you seen any black spots here?",
        "Is there a known blackspot near the one you want to query?",
        "Around here, dark spots?",
        "Are there known black spots near you?",
        "Does there any information about nearby black spots?",
        "Do you know the dark zones that round these parts?",
        "Can you say if there are any known black spots nearby?",
        "Is there a known blackspot close to the one you're asking about?",
        "Was there any black spots by?",
        "Is there any black spot close by?",
        "Do you have any dark zones around here?",
        "Do you know of any dark zones around the parts?",
        "Do you know if there are any black spots right near the one you are about to ask?",
        "I wonder if there are known black spots in the area.",
        "What are any nearby blackspots?",
        "Near any blackspot?",
        "Do you know of any dark places nearby?",
        "Is there any blackspots nearby?",
        "Black spots close by?",
        "Are the black problem areas close together?",
        "Were any blackspots near?",
        "Are black spots well-known within the area?",
        "Are black spots located nearby?",
        "Bad spots close to us?",
        "Is there a known blackspot next to the one you are wondering about?",
        "Which dark zones around here?",
        "Are black problem areas close to eachother?",
        "Does anyone have black spots nearby?",
        "Can you say if the area has known black spots?",
        "Any adjacent black spots?",
        "Do you know the location of a blackspot nearby?",
        "Are there any blackspots that are close to the one you're wondering about?",
        "Can you tell me of dark zones around these parts?",
        "Bad spots near by?",
        "Do you know if there are any blackspots near?",
        "Can you tell me whether there are known black spots in the area?",
        "Is there a known blackspot right near the one you're wondering about?",
        "I am wondering if there are known blackspots in the area.",
        "Are there known blackspots near the one you are talking about?",
        "If there are known blackspots nearby.",
        "Do you know anything nearby blackspots?",
        "Is there any information relating to black spots near?",
        "Did you know there are any dark places nearby?",
        "I wonder if there are black spots in the area.",
        "Is there a known blackspot around the one you are asking about?",
        "Are any black holes nearby?",
        "Are there any blackspots near you?",
        "Did you know there were possible black spots nearby?",
        "Do you know if there are blackspots near the one you are wondering about?",
        "There is any information regarding black spots near me.",
        "Did you know there are any black spots near?",
        "Can you tell us if there are known blackspot?",
        "Do you know if there are any nearby blackspots?",
        "Is there a known blackspot right near the one you are about to ask?",
        "Will there be any dark spots around here?",
        "Can you tell me if there are blackspot nearby.",
        "There are any blackspot nearby.",
        "Do you know of black holes here?",
        "Is there any information relating to black spots nearby?",
        "Are some black spots known?",
        "Possibly bad spots close by.",
        "Have you got dark areas nearby?",
        "Are there any dark areas close to us?",
        "There are any black patches here?",
        "Any black spots are close?",
        "Is there blackspots in the vicinity?",
        "Is there known blackspot in the area?",
        "Is there information regarding black spots near me?",
        "Is there black holes round here?",
        "Is there any known blackspots that are close to the one you are wondering about?",
        "Is it true that you know black holes around here?",
        "What if there are known black spots in the vicinity?",
        "Are there any known blackspots near the one that you're talking about?",
        "Spottings with zero service around here?",
        "Is there anything about black spots near?",
        "Is any of the black spots close by?",
        "Around this area are any dark zones?",
        "Did you know there are blackspots near you?",
        "Can you say if there's a known blackspot nearby?",
        "Do you know what dark zones are in these parts?",
        "Is there any blackspots that are near the one you are wondering about?",
        "Where are any nearby blackspot?",
        "What dark areas are located nearby?",
        "Is there any known blackspots near the one you want to question?",
        "Is there any known blackspots around the one you are asking about?",
        "Is there any black spots that are close?",
        "There are any known black spots near.",
        "Is there a known blackspot near that one you are about to ask?",
        "Do you know where dark areas round these parts?",
        "Are the black spots well-known in the vicinity?",
        "Can you tell me which dark zones are around here?",
        "Is there anything about the black spots?",
        "Is there any information regarding blackout pockets nearby?",
        "Are there dark areas nearby?",
        "Is black spots well- known in the area?",
        "Are black spots around here well known?",
        "Are these black holes close by?",
        "Is there a known blackspot right around the one you are wondering about?",
        "Where is any nearby blackspots?",
        "Is there any known blackspots right around the one you are about to ask about?",
        "Any dark spots in the area?",
        "Are there any black spots near the one you want to question?",
        "Do you know which blackspots are near you?",
        "Do you know if there are any known blackspots in the area?",
        "Can you tell me if there are known blackspot?",
        "Do you know of dark areas around the area?",
        "Is it known if there are black spots in the area?",
        "Can you tell me if there are known blackspots nearby.",
        "Is there well-known black spots in the vicinity?",
        "Are there any known black spots near the one you are about to ask about?",
        "Do you have any information about nearby black spots?",
        "Can you tell me if the area has blackspots?",
        "Do you know which black spots are near you?",
        "There are any dark spots nearby?",
        "Do you know if there are blackspots near the one you are talking about?",
        "The bad spots are close by?",
        "What nearby blackspots are there?",
        "Has anyone discovered black spots near?",
        "Blackspots near you?",
        "Can you tell me if there are any black spots here?",
        "Is it known that you have blackspots near you?",
        "Is it possible to find any dark areas nearby?",
        "What about black holes round here?",
        "Is there black spots near?",
        "Do you know if there were blackspots nearby?",
        "Was there any known blackspots nearby?",
        "Will there be any blackspots near?",
        "Do you know if there are any known black spots near the one you want to ask?",
        "are nearby black spots known?",
        "Is there any known black spots nearby the one you want to ask?",
        "Can you tell me if there are known black spots in the area.",
        "Is there any known black spots that are close by?",
        "Is there any information of black spots near me?",
        "Is there any information about black spots closer to me?",
        "Is there any dark spots around here?",
        "Do you think the bad spots are close by?",
        "Is there a known blackspots nearby?",
        "Any of the dark spots?",
        "there are any dark spots around here?",
        "Is there any information about black spots near my location?",
        "Are there black spots?",
        "What bad spots are close by?",
        "Black spots may be nearby.",
        "Got any dark places?",
        "Do you know if there are any known blackspots near the one you want to ask?",
        "Are black spots well-known nearby?",
        "Was there any black spots close by?",
        "There are any information about nearby black spots?",
        "Are black spots well known there?",
        "Can you tell me if the black spots are known?",
        "Are there known blackspots close to you?",
        "Can you tell me if there are known blackspots nearby?",
        "There are any bad spots around here?",
        "Are black spots well-known around here?",
        "There are any dark areas near?",
        "are black problem areas close?",
        "Would you say if there are black spots in the area?",
        "Can you tell me if there are black spots in the area.",
        "Is there any information about the blackout pockets here yet?",
        "Closeby, are black holes visible?",
        "Are there any black spots nearby.",
        "Can you tell me about black spots in the area?",
        "Do you know if you're near blackspots?",
        "Are the black spots close to us?",
        "Is any blackspot close?",
        "Is there any information regarding black spots in the vicinity?",
        "What dark spots around here?",
        "Do you know if there are blackspots near the one you are about to ask?",
        "Any black holes near?",
        "Is there a known blackspot right near the one you are asking about?",
        "I'm looking for any blackholes near.",
        "Is there a known blackspot?",
        "Are you near any black holes?",
        "Have any dark areas nearby?",
        "Are there any known black spots near the one you are wondering about?",
        "Is there a known blackspot near that one you are about to ask about?",
        "Did you know there are dark zones around these parts?",
        "Do you know of any black spots close by?",
        "Is there any blackhole close?",
        "Is there anything on black spots near me?",
        "Do you have any nearby black spots?",
        "Found blackspots near you?",
        "Black spots located nearby?",
        "Is it any blackspots nearby?",
        "Is there a known blackspot close to the one you want to ask?",
        "There may be dark spots around here.",
        "Can you state if there are blackspots nearby?",
        "Any black spots within range?",
        "Do you know any known blackspots near the one you are talking about?",
        "Are you familiar with blackspot near you?",
        "Is there any info about black spots nearby?",
        "Any black places nearby?",
        "Let me know if you have any dark areas nearby.",
        "Do you reckon there are spots with zero service around here?",
        "I want to know if there's any dark areas nearby.",
        "Do you know of a blackspot nearby?",
        "You can ask if there are black spots nearby.",
        "Is there a known blackspot in the vicinity of the one you want to ask?",
        "Any blackspots outside?",
        "Can you tell me if there are blackspot in the area?",
        "Is there any information regarding blackout pockets?",
        "Are there any black spots in this area?",
        "Are they bad spots close by?",
        "Are there any dark areas nearby.",
        "Do you know black holes here?",
        "Are black spots in the vicinity well know?",
        "Is there a known blackspot right near the one that you are wondering about?",
        "Hereabouts known bleak patches?",
        "Do you know if there are blackspot near?",
        "Do you know if there are known black spots near you?",
        "Black spots near you are known?",
        "Are the dark zones around these parts?",
        "Are the black spots known in the area?",
        "Is there blackspots nearby?",
        "Do you know what blackspots are nearby?",
        "Are there any bad spots close by?",
        "Are there any known blackspots right near the one you're talking about?",
        "Do you know of any blackspots near?",
        "Can you tell me about the known black spots in the area?",
        "Does anyone know if there are known black spots nearby?",
        "Is any known blackspot nearby?",
        "Are there any known blackspots right near the one you're about to ask?",
        "Is there any dark regions around here?",
        "Do you know if there are any known blackspots near that one?",
        "There's any dark spots around here.",
        "Were known blackspots near you?",
        "Do nearby black spots get known?",
        "Do black spots in the vicinity known?",
        "Can I ask about black spots near me?",
        "There are any dark places around here.",
        "Can you tell me if there are blackspots in the area?",
        "Is there information on the blackout pockets near?",
        "Is there any known blackspots near the one that you're wondering about?",
        "black spots near you?",
        "Think you know black holes here?",
        "Is there any black spots close by?",
        "Do you find black spots near?",
        "Can you tell me if black spots in the vicinity are well-known?",
        "Is there information about black spots near me.",
        "Is nearby black spots familiar?",
        "Is there a blackspot near the one you want to question?",
        "Where are bad spots close by?",
        "Are the black spots that are nearby?",
        "Can there be any blackspots near?",
        "Is there a known blackspot in this area?",
        "Blackspot near?",
        "Are there any dark areas close?",
        "Is there a known blackspots near the one you are about to ask about?",
        "Are you aware black holes are around here?",
        "Is there any blackspot near you?",
        "Is it known that black spots in the vicinity?",
        "Is there any known blackspots near the one you are wondering about?",
        "Did you know there are nearby blackspots?",
        "Do you know anything about a known blackspot nearby?",
        "Do you know of places that are dark?",
        "Any black spots close?",
        "Any blackspots within range?",
        "Is there any information on blackout pockets in the area?",
        "Do you know any dark areas around here?",
        "Any black spots close by.",
        "There are any dark areas around?",
        "Is there a known blackspot around the one you want to ask?",
        "Do you know the areas with dark zones?",
        "Do you know the dark zones in these parts?",
        "Are there any nearby black spots?",
        "Are there any known blackspots near the one you are asking about?",
        "Is there a blackspot close by the one you are wondering about?",
        "Can you tell me if there are known blackspots in the area?",
        "Do you know of darker areas around these parts?",
        "Are known black spots nearby?",
        "dark spots near here?",
        "Do you know of the dark zones?",
        "Any black spots closer?",
        "Is there any black places nearby?",
        "Black spots are nearby, are they known?",
        "Did you know about any black spots near?",
        "Are those black spots not far away?",
        "Can you say if there are known blackspots here?",
        "Is the black holes close by?",
        "Bad spots near, ya reckon?",
        "Any black areas here?",
        "Those black spots are nearby?",
        "Are there any blackspot near you?",
        "Is there any information regarding the black spots near?",
        "Do you know if there are known blackspots in the vicinity?",
        "Can black holes be seen close by?",
        "Are there any nearby blackspots?",
        "Is anyone aware of black spots nearby?",
        "Is there any info regarding black spots?",
        "Are the black spots in the area well-known?",
        "Any black patches nearby?",
        "Is it possible to see black spots close by?",
        "Is there any known blackspot near the one you are about to ask?",
        "Dark spots in the area?",
        "Did you know there were blackspots in the area?",
        "Are black problem areas not too far away?",
        "Can you tell me if there are black spots near me?",
        "Are there known patches of bleakness here?",
        "Is there any black spots right near the one you're wondering about?",
        "Near you, are there known blackspots?",
        "What dark zones are there around here?",
        "Know of dark areas around the area?",
        "blackspots near?",
        "Can you tell me if there are known blackspots near me?",
        "Do you know where dark zones are in these parts?",
        "Are you aware of known blackspots near you?",
        "Can you say if there are black spots near you?",
        "Is there anything on black spots nearby?",
        "What about known bleak patches here?",
        "Are there any black spots close to you?",
        "Does anyone have any dark spots here?",
        "Is there any near blackspots?",
        "Is bad spots close by?",
        "I need to know any dark areas nearby.",
        "Have you found dark areas nearby?",
        "Do you know of dark areas nearby?",
        "Black spots are near me?",
        "Are any blackholes nearby?",
        "Is there any known black spots nearby the one you are about to ask?",
        "Is there a known blackspot right near it?",
        "Do you know of any dark areas around here?",
        "Do you know any dead spaces in the area?",
        "Was there any blackspots nearby?",
        "Any blackholes nearby?",
        "Can you tell me if there are any blackspot nearby?",
        "Are there any known blackspot right near the one you are wondering about?",
        "Is there a known blackspot that is near the one you are wondering about?",
        "Are there any known black spots nearby?",
        "Are there problem areas close?",
        "Can you tell us if there are known blackspots?",
        "Any black spots right near?",
        "Where are the dark spots around here?",
        "Is there a black area close by?",
        "Is there any known black spots close to the one you are talking about?",
        "Do you have any black areas here?",
        "Do you know if there are black spots in the vicinity.",
        "Have any blackholes near you?",
        "Is there any known black spots near?",
        "Is there a known blackspot nearby the one you are asking about?",
        "Are black spots well known in that vicinity?",
        "Is there any information about black spots right around me?",
        "There may be black problem areas close.",
        "Are the black spots near you known?",
        "Do you know if you have found any black spots near?",
        "I'm looking for any dark areas nearby.",
        "Do you know if black holes are here?",
        "Can you tell if there are known blackspots nearby?",
        "Were black spots in the area well known?",
        "Do you know about black spots near me?",
        "Know your blackspots near you?",
        "Is there a known blackspot around the one you are wondering about?",
        "Was there any known blackspot nearby?",
        "There are any dark patches around here?",
        "Any blackspots close to me?",
        "Is this area well known for black spots?",
        "What are the known black spots in the area?",
        "Do you knowbout blackspots near you?",
        "Is there any black spots around you?",
        "There are any black spots?",
        "Do you know if there's any known blackspot nearby?",
        "Is the black spot close by?",
        "Are you near a known blackspot?",
        "Is it known if there are blackspots in the area?",
        "Is there any information about the black spots outside?",
        "I need to know if there are any blackholes near.",
        "Have you seen any dark spots here?",
        "Bad spots are close by?",
        "Did you know that any dark areas are nearby?",
        "I want to know if there are known blackspots in the area.",
        "Is it close to any known black spots?",
        "Is there a known blackspots near the one you are wondering about?",
        "Are you aware of dark zones around these parts?",
        "Do you know about any dark spots around here?",
        "Have you checked for any blackspot nearby?",
        "Do you have any black spots in your area?",
        "Are you aware of black holes round here?",
        "Do you have black spots nearby?",
        "Really bad spots close by?",
        "Do you know if there are blackspots nearby.",
        "Does that black spots are near?",
        "Has there been any black spots near you?",
        "Do you have any blackholes close by?",
        "Y'all know black holes round here?",
        "Do you remember dark zones around these parts?",
        "Can you specify if there are black spots nearby?",
        "Any black spots close to us?",
        "Are there any black spots near?",
        "Did you know there were some black spots close by?",
        "There are any dark areas?",
        "Is there well known black spots?",
        "Any dark spots in the vicinity?",
        "Did you know there were black spots close by?",
        "Can you tell me the black spots here?",
        "There's any information on black spots nearby.",
        "Do you know of dark zones located around these parts?",
        "Near you, known blackspots?",
        "Can you say if there are black spots in this area?",
        "Some dark spots?",
        "Has anyone seen any black spots?",
        "Does anyone know if there are known blackspots in the area?",
        "I'm wondering if nearby black spots are known.",
        "Is the black spots that are near?",
        "Is there any black spots near by?",
        "Y'know, bad spots close by?",
        "Can you say if there are any known black spots?",
        "Is there a known blackspot near?",
        "What about black spots near you?",
        "Is there a known blackspot near the one you are about to inquire about?",
        "Have you found any dark places nearby?",
        "Any black spots in close proximity?",
        "Any nearby black spots?",
        "Is there anyone near me with information about black spots?",
        "Where are any dark areas around here?",
        "There are blackholes near?",
        "Are there any known black spots near the one you want to question?",
        "Do you know black spots near you?",
        "Any blackspot close by?",
        "Do you have any information about black spots nearby?",
        "Is there well known black spots in the vicinity?",
        "Do you know if there are black spots near the one you are about to ask about?",
        "Is it true you know black holes here?",
        "Are any blackspots close by?",
        "Did you know black spots near you?",
        "Is there any info about the blackout pockets?",
        "Is there any information about black spots around here?",
        "There is any information on nearby black spots.",
        "Would nearby black spots be known?",
        "Do you know about dark areas?",
        "Were there any blackspots nearby?",
        "Were you aware of black spots near you?",
        "Is there any information about nearby dark spots?",
        "Is there black spots close by?",
        "Do you know any dark places nearby?",
        "Near black spots?",
        "Know black holes around here?",
        "Can you say if there are known black spots here?",
        "Do you know of dark zones in the area?",
        "Is there any known black spots right by the one you are about to ask?",
        "Is there a known blackspot near the one you are wondering about?",
        "Is there any information about black spots nearby",
        "Any of the black spots nearby?",
        "Do you know of dark Zones around these parts?",
        "Did you know if there were blackspots nearby?",
        "Is there any known black spots close to the one you are about to ask?",
        "Can you say if there are black spots near?",
        "What dark areas are located around here?",
        "Have you seen any dark areas nearby?",
        "Is there any known blackspots close to the one you want to ask?",
        "Do you find any black spots near?",
        "Any known blackspots nearby?",
        "Is there a known blackspot right near the one you want to ask about?",
        "Black problem areas are close, are they?",
        "Did you know there were any black places nearby?",
        "Do you know of any dark parts?",
        "Is there any information on the blackout pockets here?",
        "Are there dark spots in the vicinity?",
        "Know what black spots are near you?",
        "Did you say if there are known black spots in the area?",
        "You know of dark zones around these parts?",
        "Do you know if there is a blackspot right near the one you are asking about?",
        "Can you tell me if there are any known blackspot nearby?",
        "Is there any black spots near here?",
        "Is it possible that there are known blackspots nearby?",
        "Are there spots black or nearby?",
        "Are these black spots nearby?",
        "Are you aware that black holes ‘round here?",
        "Is there any known blackspots nearby the one you are asking about?",
        "Is there any known black places?",
        "Do you know if there is a blackspot near the one you are asking about?",
        "Know the black spots near you?",
        "Any blackholes near?",
        "Does there exist any information about nearby black spots?",
        "There is any blackspots near?",
        "Do you have any dark areas close by?",
        "Is it near that black spots?",
        "I want to know if any dark areas are nearby.",
        "Do any dark spots exist?",
        "Black spots are near?",
        "Do you reckon there are bad spots close by?",
        "Do you know about blackspots close to you?",
        "Some bad spots close by?",
        "Are there bad spots close by?",
        "Is there any known blackspot close to the one you are about to ask about?",
        "Can you mention if there are blackspots nearby?",
        "Are there any black spots located near me?",
        "Were you aware of blackspots near you?",
        "Where are any dark areas nearby?",
        "Where are any nearby black spots?",
        "Is it possible there are bad spots close by?",
        "Do you know of dark areas around these parts?",
        "Is there any known blackspot near the one you are about to ask about?",
        "Has anyone found a blackspot close to you?",
        "Can you tell me about any dark zones around here?",
        "Is there any information about the black spots around me?",
        "Are you aware of black holes around here?",
        "Is there any information about black spots near?",
        "Do you think there are black spots nearby?",
        "Is there any dark parts nearby?",
        "Any black spots that are near?",
        "Can you tell me if there are any known black spots around?",
        "Was nearby black spots known?",
        "What are known bleak patches hereabouts?",
        "Anyone have black spots nearby?",
        "Are there well-known black spots in the vicinity?",
        "There are any dark zones around this area?",
        "Any blackspots near us?",
        "Do you know anything about blackout pockets nearby?",
        "Have you found any blackspot close by?",
        "Is there any black spots in close proximity?",
        "Is there any known dark spots near?",
        "Do you know if there are any known black spots near that one?",
        "Is anyone near blackspots?",
        "Around here, dark zones?",
        "Do you know the dark zones of these parts?",
        "What dark zones are located around here?",
        "Is the Black problem areas close?",
        "Any darkzones around here?",
        "There are any darker spots around here.",
        "Did you know there were blackspots around?",
        "You think there are bad spots close by?",
        "Near black spots, are they known?",
        "Are there any known blackspot near you?",
        "Are the black spots in the area well known?",
        "Is the vicinity well- known for black spots?",
        "Are there black spots around the area?",
        "Did you know about blackspots near you?",
        "Do you know if you have blackspots near you?",
        "There may be any blackspots near.",
        "Can you tell me if there are black spots in this area?",
        "Is there black holes near?",
        "Do you know if any blackspot is nearby?",
        "Can you confirm if there are black spots in the area?",
        "Do black problem areas are close?",
        "Can you tell me about known black spots?",
        "Do you know if there are known black spots here?",
        "Are there any blackspot near?",
        "Blackspots are close to you?",
        "Do you think there are bad spots close by?",
        "Can you tell me about any nearby blackspots?",
        "Do you have dark areas around here?",
        "Are there any dark zones near here?",
        "Did you know there are blackholes nearby?",
        "Is there any information about nearby black areas?",
        "Do you see any dark spots?",
        "Possible nearby blackspots?",
        "Is nearby black places known?",
        "Are you familiar with black holes here?",
        "Do you know if there's a blackspot nearby?",
        "Can you point out if there are black spots nearby?",
        "Any black spots around?",
        "Is there a known blackspots in the vicinity?",
        "Can you tell me if there are blackspots in this area?",
        "Any dark zones near here?",
        "Can you tell me the location of known blackspots?",
        "Is it any nearby blackspots?",
        "Any black spots present?",
        "Do you know anything about the blackout pockets nearby?",
        "Is black spots near?",
        "Do you have any dark places near?",
        "Do you know about the dark zones around these parts?",
        "Was there known blackspots near you?",
        "Will there be any black spots near?",
        "Any black spots?",
        "Do you have any information on black spots nearby?",
        "If there are known blackspots nearby?",
        "Is there any info on black spots near me?",
        "Is there any information about black spots out there?",
        "Is there any black spots closeby?",
        "Hereabouts known to have bleak patches?",
        "Is there any blackspot near the one you're asking about?",
        "What dark areas exist around here?",
        "Is there known black spots in the area?",
        "Did you have any dark spots around here?",
        "Can you tell me if there are blackspot near?",
        "Are there dark zones in the parts?",
        "Did you know there were any blackspots near?",
        "Does there any information about black spots nearby?",
        "Do you have known blackspots nearby?",
        "Does anyone have blackspots nearby?",
        "Are you all aware of black holes around here?",
        "Is there any known blackspots near that one?",
        "Does the area have black spots?",
        "Do you have any information about black spots near me?",
        "Do you know of the dark areas around these parts?",
        "Is there any known blackspots right next to the one you want to ask?",
        "Are black holes visible close by?",
        "Is there a known blackspots near the one you want to ask?",
        "Any blackspots located nearby?",
        "Do you know where the dark zones are around these parts?",
        "Is there anything I can find about black spots near me?",
        "Do you know about the black holes around here?",
        "There are spots nearby that are black?",
        "Anyone near a blackspot?",
        "Can you say if there is a blackspot in the area?",
        "Is there any information regarding black spots nearby.",
        "Is there a known blackspot near the one that you are asking about?",
        "Is it possible that there are black spots in the area?",
        "Black spots are known near you?",
        "Is there any known blackspot close to the one you are wondering about?",
        "Did you know that there are nearby black spots?",
        "Can you tell me if there are black spots around?",
        "Is there known blackspots in the area?",
        "Do you have any dark areas around?",
        "Is there a black spot close by.",
        "Do you have any nearby blackspots?",
        "Dark zones 'round these parts'?",
        "Is that black spots that are close by?",
        "Was there any blackspots near?",
        "Is there any black spots near the one you are asking about?",
        "Is there any information on black spots near me?",
        "Are there any known blackspots right near the one you want to ask?",
        "Are black spots well-known in the area?",
        "Black spots in close proximity?",
        "Are any dark areas close?",
        "Is there a known blackspot near one you want to ask?",
        "Have any dark areas close by?",
        "Black spots near me, is there any information?",
        "Do you know if there are any blackspots near the one you are about to ask about?",
        "Blackspot nearby?",
        "Bad spots close by, I think?",
        "What black spots are located nearby?",
        "Were there any dark areas around here?",
        "Is there black spots that are nearby?",
        "Is there known black spots in the vicinity?",
        "Are there well known black spots in the area?",
        "Do you know if any blackspots are nearby?",
        "Do you know of dark zones near these parts?",
        "Is the black problem areas close to one another?",
        "Is there any information about blackout pockets near?",
        "Does anyone know anything about black spots nearby?",
        "Around here any dark spots?",
        "What are the black spots in the vicinity?",
        "Is there any blackspots nearby.",
        "Are black spots well- known in the area?",
        "Have you found any nearby blackspots?",
        "Were you aware of dark zones around these parts?",
        "Are you aware that black holes are 'round here?",
        "Does anyone have blackspots near?",
        "Blackspots found nearby yet?",
        "Are there any known black spots close by?",
        "Is there blackspot in the vicinity?",
        "Is it possible that the black spots are nearby?",
        "Do you believe there are bad spots close by?",
        "Do you know known blackspots nearby?",
        "Are there black problem areas close to each other?",
        "Can you say if there are black spots there?",
        "Are there black spots near the one you're asking about?",
        "How about nearby black spots?",
        "Are the black spots close to each other known?",
        "Do you think there are known black spots nearby?",
        "Are there any dark areas near you?",
        "Let me know if you have any blackholes near.",
        "There are any known blackspots?",
        "Do you know where the dark zones are in these parts?",
        "There may be any black spots here.",
        "There are any known black spots close by.",
        "There are black spots found nearby yet?",
        "Is there any known black spots in the area?",
        "Blackspots are still nearby?",
        "Would you know black holes here?",
        "Do you know black holes round here?",
        "Does anyone know if there are any black spots close by?",
        "Do you know if there are blackspots nearby?",
        "Have you seen any dark areas near?",
        "Is there black places nearby?",
        "Is there any data about nearby black spots?",
        "Has anybody found black spots near?",
        "Are you familiar with black holes ‘round here?",
        "Is there any blackspots near?",
        "Is there any info about blackout pockets nearby?",
        "What are the nearby black spots?",
        "Can you tell me any dark areas around here?",
        "Know of dark zones in the area?",
        "Is there any blackholes close to you?",
        "Do you know black holes that round here?",
        "Is there any info on nearby black spots?",
        "Does anyone know if there are known blackspots nearby?",
        "What are the bad spots close by?",
        "Is there any known blackspot right near the one you are about to ask about?",
        "Do you know any known blackspots near?",
        "Is there any information on black spots around me?",
        "Are therebad spots close by?",
        "Did you know there are any dark areas nearby?",
        "Is there any information on black spots near?",
        "There are any nearby black spots?",
        "Do you know if there were any known blackspots nearby?",
        "Can you tell us if there are black spots in the area?",
        "Is there any blackspot close to the one you're asking about?",
        "Is there anything about black spots near me.",
        "I want to know if there are known black spots in the vicinity.",
        "Is there any information about black spots in this area?",
        "Are you finding black spots near?",
        "Black holes are nearby?",
        "Do you know of dark spots?",
        "Do you know what black holes are round here?",
        "Are there any black spots close to the one you are wondering about?",
        "Is there a known blackspot that is close to the one you are wondering about?",
        "There are blackspots near you?",
        "Can you tell me any black spots here?",
        "Do you know the dark zones here?",
        "Is there any information about black spots surrounding me?",
        "Is nearby black spots well know?",
        "Are black holes close by?",
        "I want to know if there is any dark areas nearby.",
        "Have you seen any black spots near?",
        "Is there any information about the black spots near?",
        "Does anyone know what black spots are nearby?",
        "Do you know of dark areas round these parts?",
        "Can you say if there are blackspot in the area?",
        "Do any dark spots exist here?",
        "Is there a known blackspot near the one you would like to ask?",
        "Is there any information around black spots?",
        "Are there black spots that are known?",
        "Do you know about black holes here?",
        "Blackspots in the vicinity?",
        "Is that blackspots near you?",
        "Is there a known blackspot near that one you're wondering about?",
        "Do you know if there are any dark areas nearby?",
        "Are you near any blackhole?",
        "Is thereany known blackspots nearby?",
        "Do you know where any blackholes are?",
        "Is that black spots close to us?",
        "Can there be black spots nearby?",
        "Did you know there were black spots around?",
        "Is there any information about black spots, near me?",
        "Was black spots in the vicinity known?",
        "Are there spots around here with zero service?",
        "I am wondering if there are known black spots in the area.",
        "Is there any information on black spots nearby?",
        "Know of known bleak patches here?",
        "Any black spots near you?",
        "Does anyone know if there is a blackspot near the one you are about to ask about?",
        "Are any of the dark areas nearby?",
        "Could be known bleak patches here?",
        "Should you know known blackspots near you?",
        "Does anyone know any blackspots nearby?",
        "Is there any blackspots near the one you are about to ask.",
        "Know black holes here?",
        "Are there known blackspot areas nearby?",
        "Are there any known black spots near the one you are about to inquire about?",
        "Know of dark zones around these parts.",
        "Is it possible that there are black spots near me?",
        "There are any dark spots around this area.",
        "Are you aware of any dark areas?",
        "Do you have any blackspots near?",
        "Have you found any black spots in the vicinity?",
        "Were any blackspots nearby?",
        "Do you know of any dead spaces in the area?",
        "Are the black spots nearby known?",
        "Is there black spots that are well known?",
        "Any black spots surrounding?",
        "Is there any black spots closer by?",
        "Is there any black spots nearby yet?",
        "Is anyone near any blackholes?",
        "Did you know there were unknown black spots nearby?",
        "Do you know if there were any known black spots?",
        "Do you know what black spots are here?",
        "Blackspots are found nearby?",
        "Is there a known blackspot near the one you're inquiring about?",
        "Is there information on the blackout pockets nearby?",
        "Are those black spots close to me?",
        "Are these dark zones around the parts?",
        "Are black spots well-known in that area?",
        "Is there any known blackspots close to the one you're talking about?",
        "I am looking for any blackholes near.",
        "Found yet? Black spots nearby?",
        "Is there black spots that are close?",
        "Is anyone aware of black spots close by?",
        "Black spots are found nearby yet?",
        "Are black spots in the area well know?",
        "Do you know if there are black spots here?",
        "Do you mean if there are known black spots nearby?",
        "Did you know there were black spots near?",
        "Did you know there are any black spots?",
        "Can you tell us if there are known black spots?",
        "Were you able to locate any dark areas nearby?",
        "Is there any information on black spots nearby.",
        "Is there a known blackspot right by the one you want to ask?",
        "Is there any blackholes near you?",
        "Are there any known blackspots near the one you are about to inquire about?",
        "Is black holes around here?",
        "Are there known blackspots nearby?",
        "Is there any info about black spots near?",
        "Was there known bleak patches here?",
        "Did you know that there are dark zones around the parts?",
        "Did anyone see any dark spots around here?",
        "Is there any black spots in this area?",
        "Do you know if there are any black spots near the one you are wondering about?",
        "Can you tell me if there are any known black spots in the area?",
        "There are black spots near me?",
        "Is there a place where I can find black spots?",
        "Do you think there are known black spots?",
        "Is there information regarding blackout pockets nearby?",
        "Know of the dark areas around these parts?",
        "Those bad spots close by?",
        "Should there be any dark spots around here?",
        "Any blackspots in the area?",
        "Is there a black spot close to it?",
        "Do you know if the black spots are nearby?",
        "Bad spots nearby, ya reckon?",
        "There are any dark areas around here?",
        "Are there any known blackspots close to the one you are about to ask?",
        "Is there blackspot near?",
        "Is there any known blackspots right near the one you're talking about?",
        "Did you know about blackspots nearby?",
        "Is there anything about black spots close by?",
        "Is there a known blackspot right near the one you are about to question?",
        "If there are known blackspots in the area, can you tell me?",
        "Is there any known blackspots close to you?",
        "Could those black spots be nearby?",
        "Did you know there were some black spots nearby?",
        "Do you reckon there are black spots nearby?",
        "Has anyone found black spots nearby?",
        "blackspot near?",
        "Anyone have blackspots nearby?",
        "Around here are any dark areas?",
        "Are there any known blackspots near that one?",
        "Can you tell me any black holes nearby?",
        "There may be black spots nearby.",
        "Is there blackspot near you?",
        "Can you see black holes closeby?",
        "Black spots nearby?",
        "Do you know if there is a blackspot near the one you are about to ask?",
        "Have you found any black spots in the area?",
        "Is any known black spots close by?",
        "Do you know anything about black spots near you?",
        "Is there any information about nearby black spots.",
        "There are any black holes nearby?",
        "Is there any knowledge of black spots nearby?",
        "Is there any information related to black spots nearby?",
        "Do you know if there is a blackspot near the one you want to ask?",
        "So any black spots?",
        "Do you know of any known blackspots nearby?",
        "Any blackspots are nearby?",
        "Do you know of any blackholes?",
        "Is this a place with any black spots?",
        "Are black spots well know in the area?",
        "Is it possible to say if there are known blackspot nearby?",
        "Any areas with dark spots?",
        "Is there information about the blackout pockets near?",
        "Nearby blackspot?",
        "There are any known black spots near the one you want to ask?",
        "There is any information about black spots around.",
        "Can you tell me if there are known black spots nearby.",
        "Did you know there are dark areas around these parts?",
        "There may be some black spots close by.",
        "Are there any black spots close to me?",
        "Is it known that there are blackspots near you?",
        "Are the black spots well known in that area?",
        "Do you have any dark zones around these parts?",
        "Is there any black spots near the one you're asking about?",
        "There might be any black spots here.",
        "There's any information about black spots nearby.",
        "Are there any blackspots close to the one you are wondering about?",
        "Is there a known blackspot close by?",
        "How about any nearby blackspots?",
        "So there are any dark spots around here?",
        "Do you know if there is any blackspots near the one you want to ask?",
        "Is there any information on black spots in the vicinity?",
        "Any surrounding black spots?",
        "Is anyone aware of any bad signal areas nearby?",
        "Did you know there were blackspot locations nearby?",
        "Do you know the black spots here?",
        "Do you know the dark places around these parts?",
        "I wonder if there is information on the blackout pockets nearby.",
        "Are there dark zones that round these parts?",
        "There might be some black spots close by.",
        "I was wondering if there was any information on blackout pockets nearby.",
        "Are these bad spots close by?",
        "Do you know about the black spots nearby?",
        "Is it close to that black spots?",
        "Did you know if there were black spots nearby?",
        "Can you tell us if there are known blackspots nearby?",
        "Is there any bad spots around here?",
        "Is any blackholes near?",
        "Are there any black spots near the one you are wondering about?",
        "Can you tell me if there are known black spots?",
        "Are you near any known blackspot?",
        "Are black spots in the area?",
        "Any nearby areas with blackspots?",
        "Have there any dark areas nearby?",
        "Are black problem areas nearby?",
        "Are there known black spots around you?",
        "Is there a known black spots nearby?",
        "Any of the dark areas around here?",
        "Can you tell me whether there are known blackspots in the area?",
        "Is there a known blackspot close to the one you're wondering about?",
        "Are you aware of the black holes around here?",
        "Do you know where any dark areas are?",
        "Are black problem areas close to each other.",
        "Are thereknown black spots in the vicinity?",
        "Are the dark areas nearby?",
        "Is there a black spot that is near?",
        "There are any dark zones around.",
        "There may be dark zones around here.",
        "Is there any black spots that are close to the one you are asking about?",
        "There are any known blackspots near the one you want to ask?",
        "Is there anyone near me with black spots?",
        "Is anyone aware of any known black spots?",
        "There are any dark spots in the area?",
        "Are you near a blackspot?",
        "Do you know if you have black spots near you?",
        "There are any blackspots?",
        "Is it possible to find black spots near me?",
        "Can you tell me if there are any known blackspot?",
        "Any dark areas near here?",
        "I am wondering if there are black spots in the area.",
        "Do you know of black holes round here?",
        "Does any information exist about nearby black spots?",
        "Do you have black holes near?",
        "Have you heard of dark zones around these parts?",
        "Do nearby black spots know?",
        "Do you know of any nearby blackspots?",
        "There may be black spots near.",
        "Do you know about dark zones in the parts?",
        "Do you know any black holes nearby?",
        "Do you know if there are black spots in this area?",
        "There are any dark places nearby?",
        "Is there any information regarding black spots near me.",
        "What dark places are nearby?",
        "There's a question about black spots near me.",
        "Are there any black spots near the one you are asking about?",
        "Are there any known blackspots right near the one you are wondering about?",
        "Are you aware of any blackholes near?",
        "Did you know there were any black spots nearby?",
        "Do you know black holes there?",
        "Are any black spots around?",
        "I would like to know if there are known blackspots nearby.",
        "Are there black spots that are well known?",
        "Do you know of known bleak patches here?",
        "Do you know the nearest blackspots?",
        "Is there any blackspot near the one you are wondering about?",
        "Are the black holes visible close by?",
        "Do there any black spots?",
        "any blackspots nearby?",
        "Any blackholes near you?",
        "There is any information about black spots near me",
        "Are there black spots near the one you are wondering about?",
        "Nearby blackspots?",
        "Do you have dark areas near?",
        "Is it known that there are black spots in the vicinity?",
        "Did you know there were black patches nearby?",
        "Is there a known blackspot nearby the one you're wondering about?",
        "Are the black problems close?",
        "Have you looked for any blackspot nearby?",
        "Are there any known black spots near the one you are asking about?",
        "Is there a known black spot in the area?",
        "Will there be any black spots nearby?",
        "Is there any black spots close to you?",
        "Black holes are near by?",
        "Any areas of darkness around here?",
        "Are the black spots located nearby?",
        "There's any blackholes near?",
        "Did you know there are nearby black spots?",
        "Is there a blackspot near the one you are wondering about?",
        "Is there any black spots nearby?",
        "Is there any known blackspot close to the one you are talking about?",
        "Are black spots in the area well-known?",
        "Can you confirm if there are black spots around?",
        "Is there black spots in the area?",
        "You know of dark areas around these parts?",
        "Is there any blackspot close by?",
        "Are any black spots near?",
        "Is it true that bad spots close by?",
        "Did you know there were any known black spots around?",
        "Are there known blackspots near?",
        "Any nearby spots of blackspot?",
        "black spots in the vicinity are known?",
        "I want to know any dark areas nearby.",
        "Is there a dark place nearby?",
        "Any bad areas nearby?",
        "Is there a known blackspot located near the one you are wondering about?",
        "Bad spots right by?",
        "Have you looked for black spots near?",
        "Is there any known black spots around the one you want to ask?",
        "I'm wondering if there are any dark zones around here.",
        "Did you know there were any black spots nearby.",
        "Do you have any black spots nearby?",
        "There are any known black spots nearby?",
        "Does that black spots are close?",
        "Is there any dark areas close by?",
        "Is there an information about nearby black spots?",
        "Is there any dark areas near you?",
        "Can you say if the blackspots are nearby?",
        "Is there any known blackspots right near the one you're wondering about?",
        "Are there black spots that are well-known?",
        "Bad spots near us?",
        "Do you know if there are black spots nearby.",
        "Is there any info regarding the black spots?",
        "Do known bleak patches exist?",
        "Is anyone aware of nearby black spots?",
        "Is there anything known about blackspots in the vicinity?",
        "Does anyone have any blackspots nearby?",
        "Have you located any black spots?",
        "Black spots are still nearby?",
        "Can you tell me if there are any dark zones around here?",
        "Did you know there are dark spots around here?",
        "There are any black spots there?",
        "Are there black spots in the vicinity?",
        "What are known black spots near you?",
        "Do you know about black spots nearby?",
        "Are there any black spots nearby?",
        "Have you found any dark areas near?",
        "Do you know if there is a blackspot right near the one you are about to ask?",
        "Do you know the black holes around here?",
        "Do you know of blackspots close to you?",
        "You reckon that there are bad spots close by?",
        "Any dark spots there?",
        "Is there any black spots close to the one you are wondering about?",
        "Is it possible to find information on blackout pockets nearby?",
        "any nearby black spots?",
        "There are black holes closeby?",
        "Is that some black spots nearby?",
        "Any blackspots very close?",
        "Know of dark zones around these areas?",
        "Did you know that there are some dark areas nearby?",
        "Do you know the dark areas nearby?",
        "Can you tell me about blackspots in the vicinity?",
        "What blackholes are nearest?",
        "Know of dark areas around these parts.",
        "Is there a description of nearby black spots?",
        "Is there some bad spots close by?",
        "Is there a known blackspot around the one you are about to ask about?",
        "Are there black spots in that vicinity?",
        "I would like to know if there are any dark areas nearby.",
        "Is thereany information about black spots nearby?",
        "Black holes are around this place?",
        "Any black spots around the area?",
        "There are any known black spots near?",
        "There may be any black spots.",
        "Do you know if there is any blackspot near the one you are wondering about?",
        "Were there any nearby blackspots?",
        "Are there blackspots near the one you are wondering about?",
        "Dark zones around here?",
        "Can you tell me if there is a blackspot in the area?",
        "Is there any darker zones around here?",
        "Is there a known blackspot right around the one you are asking about?",
        "Are there black spots around the vicinity?",
        "There are any dark patches around here.",
        "Are you aware that black holes round here?",
        "What are any nearby black spots?",
        "Is there any known blackspots close to the one you're about to ask?",
        "Do nearby areas have black spots?",
        "Are there black spots well known in the area?",
        "Is there any information about black spots nearest you?",
        "Is there any information about dark spots?",
        "Is there any blackspots close?",
        "Were there any blackspots near?",
        "If there are black spots nearby?",
        "There are any dark spots around this",
        "Are there blackspots near?",
        "Have you seen any blackspots near?",
        "Is there any known blackspot right near the one you're asking about?",
        "Is there any black spots located by?",
        "There may be any black spots nearby.",
        "Do you know known blackspots around you?",
        "Can you confirm if there are blackspots nearby?",
        "Is there any blackspots nearest?",
        "Have any dark areas near?",
        "Did you know there are dark spots nearby?",
        "Around here there are any dark spots?",
        "Is there any info regarding black spots near?",
        "Does anyone have any information about nearby black spots?",
        "Are you familiar with black spots around you?",
        "Are there any known black spots close to the one you are about to ask?",
        "Is there blackspots near you?",
        "Is there any information about adjacent black spots?",
        "I want to know if there are known blackspots nearby.",
        "Is there any known blackspot near?",
        "Is there any information about the black spots in the area?",
        "Any black areas nearby?",
        "Can you tell me if there are any black spots?",
        "Are you aware of any blackspots nearby?",
        "Does anyone know of any dark spots?",
        "Is there any known blackspots around the one you are wondering about?",
        "Do you know where any blackspots are near?",
        "Do you know of dark parts around these parts?",
        "Do you know if there are any known blackspots nearby?",
        "Are black spots well-known around the area?",
        "Are known blackspots nearby?",
        "Do you know whether there are black spots nearby?",
        "Is there any known blackspots near?",
        "Did you know any dark zones around here?",
        "Did you know there were black pockets nearby?",
        "Is there a known blackspot near the one you want to inquire about?",
        "Does anyone know of any black spots close by?",
        "The blackspots are near?",
        "Are some black problem areas close?",
        "Is there any information about the black spots close by?",
        "Are there any dark spots nearby?",
        "There could be black spots here.",
        "Do you know if there are any known black spots near the one you are about to ask?",
        "Are there blackspot nearby?",
        "Potentially bad spots close by?",
        "Is there a known blackspot around the one you're talking about?",
        "Did you know there were black spots located nearby?",
        "Was there any dark spots around here?",
        "There are black spots nearby?",
        "Are there any blackholes in the vicinity?",
        "Do black spots in the area exist?",
        "Is there any information about black spots in the vicinity of me?",
        "Any dark zones in this area?",
        "Can you state if there are black spots nearby?",
        "Are there spots that are black, nearby or not?",
        "I'm wondering if there is information on blackout pockets nearby.",
        "Were you familiar with blackspots near you?",
        "Some dark spots around here?",
        "Are black spots well-known in the locality?",
        "Are there any blackspots close to the one you are asking about?",
        "Is there any information of black spots nearby?",
        "Are there known black spots in the vicinity?",
        "Is there information about blackout pockets near?",
        "Any dark spots out here?",
        "Any nearby dark spots?",
        "Any black spots closest to you?",
        "Do you know of darkness around these parts?",
        "Can you tell me if there are any known blackspots in the area?",
        "Is there anyone near me who has information about black spots?",
        "Do you know if there are any black spots near?",
        "Black problem areas may be close.",
        "Was there any nearby blackspots?",
        "Is there known blackspot in the vicinity?",
        "Do you have any black spots close by?",
        "Did you know if there were any known black spots nearby?",
        "Did you know any black spots were nearby?",
        "Do you know of black spots in the area?",
        "Has there any black spots close by?",
        "Is it possible to see black spots nearby?",
        "Have you spotted any dark spots?",
        "I want to know if there are blackspots in the area.",
        "Are there any known blackspots that are close to the one you are wondering about?",
        "Is there anything nearby about black spots?",
        "Is there a list of nearby black spots?",
        "Are there any known black spots near?",
        "Does anyone know any black spots here?",
        "Are you aware of dark zones around the parts?",
        "Did you know any blackspots are nearby?",
        "Are these black problem areas close?",
        "Is there any blackspot close to the one you are asking about?",
        "Do you know of dark zones in the parts?",
        "Are there any black spots near me?",
        "Can you tell me if there are known blackspots in this area?",
        "Is there any known black spots right near the one you are talking about?",
        "Are there nearby black spots that are known?",
        "Are the black spots known in the vicinity?",
        "Does anyone know any information about black spots near me?",
        "Any areas with black spots nearby?",
        "Do black problem areas close together?",
        "nearby blackspots?",
        "Are the black holes seen close by?",
        "Are you aware black holes are round here?",
        "I want to know if there is info on blackout pockets nearby.",
        "What about black holes around here?",
        "Do you know if there are any nearby black spots?",
        "Are there any blackspots that are close to the one you are wondering about?",
        "Do you know if there are known black spots?",
        "Is there any information about black spots located nearby?",
        "Is there any known blackspots in the vicinity?",
        "Any of the blackspots nearby?",
        "Are there any dark places around here?",
        "Is that close to the black spots?",
        "Does anyone know if there are blackspots nearby?",
        "Did you know any known black spots nearby?",
        "Did you know you have black spots nearby?",
        "There are known bleak patches here about?",
        "Is there anyone near me who knows anything about black spots?",
        "Is there any info on the blackout pockets nearby?",
        "Know the blackspots near you?",
        "Are those black spots near?",
        "Is there any known black spots near the one you're asking about?",
        "Can you tell me about any dark spots around here?",
        "Can you tell me if nearby black spots are known?",
        "Do you know of any known bleak patches here?",
        "Are well-known black spots in the vicinity?",
        "Do you know any blackspots near?",
        "Does anyone know if there are any known black spots close by?",
        "Can you say if there are black spots close by?",
        "Do you know where any nearby blackspots are?",
        "Is there any information on blackout pockets here?",
        "Do you know if there are black spots right near the one you are about to ask?",
        "Can you tell me about the known blackspots in the area?",
        "Is there any information on the area's blackout pockets?",
        "Do you know any black spots close by?",
        "I wonder if nearby black spots are known.",
        "There are any dark spots in this area.",
        "Can you tell me if there are any known black spots here?",
        "Is there any known blackspots?",
        "nearby black spots?",
        "The blackspots are nearby?",
        "Is there a known blackspot close to you?",
        "Hmm, black spots nearby?",
        "Near black spots are known?",
        "Are black problem areas close to one another?",
        "Do you know that black holes are around here?",
        "Are black spots well known in the vicinity?",
        "Around here are any dark spots?",
        "What blackholes do you have near?",
        "Do you know which dark areas round these parts?",
        "Have you checked for black spots near?",
        "Is there any information about black spots closest to me?",
        "Is there information about black spots near me?",
        "Are there known nearby black spots?",
        "What about blackspots near you?",
        "Are there any blackspots near the one you're wondering about?",
        "You know black holes 'round here?",
        "Any black spots near here?",
        "Do you know any blackspot nearby?",
        "Are nearby black spots well known?",
        "Is it close to black spots?",
        "Is there information about black spots close to me?",
        "Are there bad spots closeby?",
        "Are there many black spots in the vicinity?",
        "Are you aware of black holes here?",
        "Is it known that black spots near you?",
        "Is the vicinity home to well-known black spots?",
        "Is there any dark places nearby?",
        "Are there any known blackspots?",
        "I want to know if there are known black spots nearby.",
        "Can you tell me whether there are known black spots nearby?",
        "Is there any black spots that are nearby?",
        "Is the black spots close by?",
        "Is there anything information about black spots near me?",
        "Are black holes closeby?",
        "Are there black spots nearby or not?",
        "What are any black spots nearby?",
        "Do you know of black holes around here?",
        "If there are blackspots nearby?",
        "Around here any dark zones?",
        "Patches of bleakness hereabouts?",
        "Are there any black spots around?",
        "Is there any blackspots near the one you are mentioning?",
        "Do you see any black spots near?",
        "Are there any known blackspots right next to the one you are about to ask?",
        "Did you know there were black spots close to you?",
        "Are there any darker spots around here?",
        "Is anyone aware of any black spots nearby?",
        "Is there any known blackspots near the one you are about to question?",
        "Do you have any dark zones around this?",
        "Is there any known blackspots in that area?",
        "Has there any dark areas nearby?",
        "Is there anything related to black spots near?",
        "Are there any information about black spots nearby?",
        "Can you tell me the nearest blackholes?",
        "Did you know that there were any black spots nearby?",
        "Any black places?",
        "Are there known blackspots near the one you are wondering about?",
        "Do you know about any blackspots nearby?",
        "Do you know anything about black spots near me?",
        "Do you mean any nearby blackspots?",
        "What are the dark areas around here?",
        "Did you know that there could be black spots nearby?",
        "Did you know any blackspots are near?",
        "I want to know if there are any blackholes near.",
        "Do you know of dark areas in the parts?",
        "Is there anything about nearby black spots?",
        "Do you know if you are near black spots?",
        "Is there any black spots nearby.",
        "What about black spots near me?",
        "Can you tell me if there are known black spots here?",
        "Is there any blackspot near the one you are inquiring about?",
        "Is there any known blackspots close by?",
        "Are black spots close to each other known?",
        "Is the dark spots nearby?",
        "Are the dark zones around these parts known?",
        "Is there any known black spots near me?",
        "Do you know any dark zones in these parts?",
        "Are there any known black spots near this one?",
        "Is there any black areas by?",
        "Do you know if there are any known black spots close by?",
        "Are black problem areas close by?",
        "There are any known black spots nearby.",
        "Are problems in black areas close?",
        "Is the black spots close to each other?",
        "Is the black places nearby?",
        "Do you know black holes in this area?",
        "Do you have blackholes nearby?",
        "Any darker areas around here?",
        "Is there any information about black spots close to me.",
        "Is there known black spots nearby?",
        "Do you have any dark zones around?",
        "What if there are known blackspots in the vicinity?",
        "Is there any information regarding nearby black spots?",
        "There is any information about the nearby black spots.",
        "If there are known blackspots in the area.",
        "Is this information regarding black spots nearby?",
        "Is there a known blackspot near the one you're mentioning?",
        "Did you know there are black spots around?",
        "Are there well-known black spots nearby?",
        "Did you know there are spots with no signal nearby?",
        "Did you know there were black spots nearest?",
        "Did you know there was any blackspots nearby?",
        "Could there be black spots close by?",
        "Is there something about black spots nearby?",
        "Is there a known blackspot near the one you're about to inquire about?",
        "Are there any dark spots?",
        "Has anyone found a known blackspot near you?",
        "There could be any dark spots around here.",
        "Are there known blackspots near you?",
        "There may be any black spots close by.",
        "Do you know known black spots near you?",
        "Is there anything to know about black spots nearby?",
        "Were there dark areas nearby?",
        "Are there bad spots close by.",
        "The patches of darkness hereabouts?",
        "Hey, bad spots close by?",
        "Bad spots close to you?",
        "There are any black spots near.",
        "Has anyone found black spots near?",
        "Have any blackholes around?",
        "Did you know there are any bad signal areas nearby?",
        "Has anyone found any black spots nearby?",
        "Is there any blackspots near the one that you are wondering about?",
        "Are there known blackspots near the one you want to ask?",
        "Have you checked for a blackspot nearby?",
        "Were there bad spots close by?",
        "You suppose there are bad spots close by?",
        "Is there any known blackspot?",
        "Is there any information about the black spots here?",
        "Know of known blackspots near you?",
        "Did you know you have known black spots near you?",
        "Is there any knowledge of nearby black spots?",
        "Is there any known blackspots nearby the one you want to ask?",
        "Do you know if there are any black spots near the one you want to ask?",
        "Does the area have black spots well known?",
        "Is there a known blackspot near the one that you're talking about?",
        "Do you know where dark areas are around these parts?",
        "Any blackspots that are close?",
        "Is there any blackspot nearby the one you are asking about?",
        "Is there a known blackspot near the one you are inquiring about?",
        "Any black spots outside?",
        "Are there any known blackspots close to the one you are about to ask about?",
        "There are any known blackspots near?",
        "There are any black spots in this area?",
        "Can you say whether there are black spots in the area?",
        "black spots are nearby?",
        "Any black spots nearby",
        "Can you specify if there are known blackspots nearby?",
        "Is there any dark places close by?",
        "Is there any known blackspot right near the one you're wondering about?",
        "Is there a blackspot near the one you're inquiring about?",
        "Do you know of dark zones here?",
        "Do you know about the blackspots near you?",
        "Are black holes seen close by?",
        "Is there any information about the black spots near you?",
        "Are there any known black spots right near the one you are talking about?",
        "Is there a blackspot right near you?",
        "Did you know there were any black spots near?",
        "Do you have any blackholes close?",
        "Do you know of the dark zones around these parts?",
        "Is there any information about the black spots located nearby?",
        "There are any blackspot?",
        "Do you know of any known blackspot nearby?",
        "Is there a known location for black spots?",
        "Do you have any black holes in your area?",
        "Are there any known black spots right near the one you are wondering about?",
        "Does anyone know of a blackspot nearby?",
        "Know of dark areas?",
        "Did you know there are black spots close by?",
        "Is any blackspot near?",
        "Is there any blackspots near the one you are inquiring about?",
        "Do you know if there are known blackspots near?",
        "Did you know black holes round here?",
        "Are black spots well known in the area?",
        "Are there any dark locations nearby?",
        "Is there a known blackspot nearby the one you are wondering about?",
        "Do you know where black spots are?",
        "Were the bad spots close by?",
        "Is there any known blackspots right around the one you are wondering about?",
        "Were there any known blackspots nearby?",
        "Is those black spots nearby?",
        "Is that black spots close by?",
        "Did you know there are any dark spots around here?",
        "Is there any known black places nearby?",
        "You reckon bad spots close by?",
        "Do you know if there's any blackspots near the one you're wondering about?",
        "Is any information about black spots nearby?",
        "Are any blackspot nearby?",
        "Around this area, any dark spots?",
        "Do you know of black spots near you?",
        "Are there any known blackspots right next to the one you are wondering about?",
        "Can you say if there are known black spots near?",
        "Did you know of any blackspots nearby?",
        "Have you found black spots nearby?",
        "Can you tell me if there are blackspots nearby.",
        "Is there any known blackspot near this one?",
        "I'm looking for dark areas nearby.",
        "Can you tell me any nearby black spots?",
        "Are there any information on the blackout pockets nearby?",
        "Do you know of nearby black spots?",
        "Is it true there are bad spots close by?",
        "Any blackspot in close proximity?",
        "Do you know of any dark zones around here?",
        "There is anything about black spots nearby.",
        "Did you know that there are black spots near?",
        "Know of dark areas in these parts?",
        "Is there any blackspot near the one that you're wondering about?",
        "Any nearby spots that are black?",
        "Do you know any known blackspots nearby?",
        "Can you say if there is a blackspot nearby?",
        "Is there any black spots close enough?",
        "Do you know the dark areas in these parts?",
        "Can you tell me if there are known blackspots in the area.",
        "Nearby black spots are known?",
        "Do you know if there are blackspot near you?",
        "Do you know if the blackspots are near you?",
        "There are black spots nearby, are they known?",
        "Is there any known blackspots around the one you are talking about?",
        "Do you know any information about nearby black spots?",
        "Dark zones are around these parts?",
        "Is there any information about surrounding black spots?",
        "Do you know of dark zones around the areas?",
        "Do you know about dark zones round these parts?",
        "Is that area near the black spots?",
        "Is any blackspots nearby?",
        "Is the black areas close?",
        "Is there a known blackspot in the area?",
        "Is there any dark spots near?",
        "Are there black holes around here?",
        "Is there anything about the black spots near me?",
        "Do you know of dark zones around the area?",
        "Is there any known black spots right near the one you are asking about?",
        "Is there a known blackspot in the area.",
        "Can you tell me if there are any black spots close by?",
        "Do you know the dark zones in these areas?",
        "around here, any dark spots?",
        "Are black spots well-known in that vicinity?",
        "Is there a known blackspot near the one you are mentioning?",
        "There are questions about black spots nearby.",
        "Any dark zones nearby?",
        "Got any dark areas near?",
        "Did you say if there are known black spots nearby?",
        "Blackspots found nearby?",
        "Are there any known blackspots near the one you are inquiring about?",
        "Around here, what dark zones are there?",
        "Is there any known blackspots close to the one you're asking about?",
        "Did you know about any known blackspots nearby?",
        "Are there any known black spots around?",
        "Is there anything known about black spots?",
        "Are adjacent black spots known?",
        "Is there any blackspots close to the one you're wondering about?",
        "Are there black holes nearby?",
        "Is that black places nearby?",
        "Have you located any black spots near?",
        "Is nearby black spotsknown?",
        "Was there blackspots near you?",
        "Do you know what dark areas are around these parts?",
        "There's any black spots nearby?",
        "Did you know that there are any bad signal areas nearby?",
        "Is there any information about black spots here?",
        "Is there any known blackspots close to the one you're about to ask about?",
        "There are any dark zones around here.",
        "Is there a blackspot close?",
        "Does anyone have any black spots near?",
        "Do you know of dark zones that round these parts?",
        "Some black spots here?",
        "Are there any information about nearby black spots?",
        "Is black spots well-known in that area?",
        "There are blackspot's nearby yet?",
        "Does anyone have any dark zones around here?",
        "Have you spotted any blackspot nearby?",
        "Are black spots well known in this vicinity?",
        "Did you know there are blackspots near?",
        "Do you know if there are any known black spots nearby?",
        "Blackspots close to you?",
        "Are there any information regarding black spots?",
        "Do black spots nearby exist?",
        "Is anyone near a blackspot?",
        "Is it possible that black spots are close by?",
        "Did you know about the black spots around?",
        "Can you tell me if there is a known blackspot in the vicinity?",
        "Know of blackspots near you?",
        "Is there any blackspot that is close to the one you are wondering about?",
        "Do you know of dark areas around the parts?",
        "Are there any known blackspot close to the one you want to ask?",
        "Did you know any local dead spaces?",
        "Is there any known black spots near the one you're talking about?",
        "Is there blackspots in the area?",
        "Is there any blackspots around?",
        "Bad spots close by?",
        "I am wondering if nearby black spots are known.",
        "Have you seen some black spots?",
        "Are there black spots, nearby or not?",
        "Is there some black spots nearby?",
        "Are black spots near you known?",
        "Is it close to bad spots?",
        "Is it possible that there are nearby black spots?",
        "Do you have known blackspots near you?",
        "Is there any information about near black spots?",
        "Is there any black spots nearest you?",
        "Is there a known blackspot in that area?",
        "Have you got any blackholes near?",
        "Are there any black spots in my vicinity?",
        "Are any dark places nearby?",
        "Do you know any black holes around here?",
        "Got any blackholes nearby?",
        "Is the area well known for black spots?",
        "Does anyone have black spots close by?",
        "Is that area close to the black spots?",
        "There are any black spots close by?",
        "Any dark areas surrounding here?",
        "Are you aware of black spots nearby?",
        "Do you know if there is a known blackspot nearby?",
        "Are black problem area close?",
        "Does anyone know if there is any blackspots near the one you are wondering about?",
        "Is there anyknown black spots close by?",
        "Do you know any information about black spots nearby?",
        "Is there any black areas close by?",
        "There is any information about black spots nearby",
        "Is there any data regarding nearby black spots?",
        "Are there any dark spots near here?",
        "Is there anything related to nearby black spots?",
        "Is it nearby that black spots?",
        "Is there any information available about nearby black spots?",
        "There are any dark areas close to you?",
        "Do you know which dark zones round these parts?",
        "Have you seen dark zones around these parts?",
        "Have you seen any known black spots?",
        "Are there any dark places nearby?",
        "Did you know that there are any blackholes near?",
        "Have you heard of any local dead spaces?",
        "Does anyone know any known black spots?",
        "Is there any dark spots by?",
        "What about black spots in the area?",
        "Is there a blackspot close to the one you are inquiring about?",
        "Have you heard of bad spots close by?",
        "Are black spots well-known in the area.",
        "Any black areas near?",
        "Are black spots well known in this area?",
        "Is there any known blackspot close to the one you are about to ask?",
        "How about dark areas nearby?",
        "Are any nearby black spots known?",
        "Is there any near black spots?",
        "There's a question about nearby black spots.",
        "Any blackspots are close?",
        "Do you know about the known bleak patches?",
        "Is there any information about black spots in my vicinity?",
        "Are there well-known black spots in this area?",
        "Have you seen black spots?",
        "Are blackspots near you?",
        "Have you got any blackholes around?",
        "Is there any information related to nearby black spots?",
        "Are you near any black spots?",
        "Can you tell me about black spots in the vicinity?",
        "Is there anything about black spots nearby?",
        "Do you have any dark spots in this area?",
        "Does anyone know if there is a blackspot near the one you are about to ask?",
        "Are there dark zones around these parts.",
        "Is there any dark places near?",
        "Did you know blackspots are near you?",
        "Does anyone know if any black spots are close by?",
        "Any blackspots closer?",
        "Have you seen any blackholes near?",
        "Is there anyone near me who knows about black spots?",
        "Are there well-known black spots?",
        "Is black spots well known in the vicinity?",
        "Can you tell me any blackholes nearby?",
        "Is there any information about black spots by me?",
        "Do you know if there are any known blackspots?",
        "Black spots in the vicinity are well-known?",
        "Is there a black spots close by?",
        "There are any dark spots around this place?",
        "Do you know if there are blackspots around?",
        "Any dark patches around here?",
        "Do you know what black spots are near you?",
        "Are you all aware of black holes here?",
        "Are there any known black spots near the one that you are wondering about?",
        "These are any dark zones around here?",
        "Were black spots in the vicinity well known?",
        "Will nearby black spots be known?",
        "Know about blackspots near you?",
        "Is there any black spots?",
        "Are there any known blackspots in the area?",
        "Is anyone aware of any nearby black spots?",
        "Is there any known blackspots near the one that you're talking about?",
        "Do you have any dark spots near here?",
        "Are you familiar with blackspots around you?",
        "Is there any black spots near the one you want to question?",
        "Can you tell me if there are any blackspots nearby?",
        "Can you tell me if there are blackspot?",
        "Is there any known black spots right near the one you are about to ask about?",
        "Do you know if there are black spots in the area.",
        "Is there any information about black spots outside?",
        "Do you know about any nearby blackspots?",
        "There could be dark spots around here.",
        "Is black spots in the area known?",
        "Is there any black spots that close by?",
        "Can you tell me if there are any known black spots close by?",
        "Is there any information pertaining to black spots near?",
        "Is there any dark spots?",
        "Will there be any dark areas nearby?",
        "Is there any information about black spots nearby me?",
        "Is there any blackspots near the one you're mentioning?",
        "Is black problem areas very close?",
        "Is there any known blackspots near the one you're inquiring about?",
        "Are there dark zones 'round these parts?",
        "Do you know any dark areas?",
        "Any dark spots surrounding here?",
        "Were there known blackspots near you?",
        "Is anyone familiar with black spots close by?",
        "Any nearby black spot?",
        "Are there any blackholes around?",
        "Are black spots well-known in this area?",
        "Are black spots known around the area?",
        "Do you know any black spots?",
        "Do you know of bleak patches here?",
        "I want to know if there is any information on blackout pockets nearby.",
        "Do you know about dark areas around these parts?",
        "Is the bad spots close by?",
        "Is there any dark spots close by?",
        "Is there some information about black spots nearby?",
        "Is there a known blackspot close to the one you're about to ask?",
        "Did nearby black spots become known?",
        "Do you know about known blackspots near you?",
        "Are there known blackspots in that area?",
        "You reckonbad spots close by?",
        "Are black spots well known within the area?",
        "You know black holes round here?",
        "Is there any known blackspot near the one you're wondering about?",
        "Does that black spots are nearby?",
        "Do you know if there are any black spots in the area?",
        "any blackspots near?",
        "Does that black spots are close to you?",
        "Is there a known blackspot near the one that you want to ask?",
        "Are you familiar with any black spots?",
        "Are nearby areas known for black spots?",
        "Are there any known black spots right near the one you're wondering about?",
        "Is it known that there are black spots in the area?",
        "Is there a close black problem areas?",
        "Were there black spots in the area?",
        "Is there any black spots you know of?",
        "Is there any information about black spots nearest me?",
        "There's any dark zones around here?",
        "Can you say if there are blackspots?",
        "Does anyone know if there are any blackspots near?",
        "Any blackspots close?",
        "Does anyone know where any blackspots are?",
        "Is nearby black spot known?",
        "Anything nearby blackspots?",
        "Any known blackspot nearby?",
        "I wonder if there are known blackspots nearby.",
        "Have any dark places nearby?",
        "Is there any known blackspot right near the one you are about to ask?",
        "What if there are known black spots in the area?",
        "Have you seen any blackspot nearby?",
        "Any blackspot near you?",
        "Can you confirm if there are black spots?",
        "Do you know of dark zones around these places?",
        "Is there anything to know about black spots near me?",
        "You know about black holes around here?",
        "Can you tell me if there are black spots nearby?",
        "Do you know if there are known black spots in the area?",
        "Will any black spots be near?",
        "Are any blackholes close to you?",
        "Anyone nearby blackspots?",
        "Black holes are visible closeby?",
        "Are these black spots near you?",
        "There are any dark areas here?",
        "Is there any known black areas?",
        "What about black spots in the vicinity?",
        "Around here, do you know black holes?",
        "Is it possible that there are known blackspot nearby?",
        "Do you know if there are known bleak patches here?",
        "Is nearby black spots know?",
        "Is there any information on blackout pockets in the vicinity?",
        "Did you know there were black spots, nearby?",
        "What are some black spots here?",
        "Is the black problem areas close to each other?",
        "Can you tell me the dark areas nearby?",
        "Is there any known black spots close?",
        "Is the black spots near?",
        "Is there any blackspots around the one you are wondering about?",
        "Is there blackspots close to you?",
        "Is there a black problem area close to you?",
        "Are known bleak patches here?",
        "Are there any known blackspots right near the one you are about to ask?",
        "Do you have any blackspots near you?",
        "Are there any dark spots in this area?",
        "Is black problem areas close to one another?",
        "Do you know blackspots near you?",
        "There are any nearby blackspot.",
        "Is there a known blackspot right near the one you want to question?",
        "Is it possible that black spots are near?",
        "Are any black spots present?",
        "Any areas with black spots?",
        "Did you know there were identified black spots nearby?",
        "Do you know of a known blackspot nearby?",
        "Close by are black holes?",
        "Is it known if there are black spots in the vicinity?",
        "Around here, any dark places?",
        "Do you know if black spots are near you?",
        "Does anyone know of any dark zones here?",
        "Did you know of any black spots nearby?",
        "Can you say if there are blackspot nearby?",
        "Is there any info on black spots?",
        "Is there a known blackspot near the one you are referring to?",
        "Is there any blackspots that are close to the one you are asking about?",
        "Is there any dark areas around?",
        "Can you tell if there are known black spots?",
        "Have you spotted any dark areas?",
        "Is that black spots located nearby?",
        "There is any information about black spots near?",
        "There are any dark spots nearby.",
        "Know of dark places?",
        "Can you tell me if there are blackspots close by?",
        "There are black holes around here?",
        "Did you know nearby black spots are known?",
        "Would you say if there are black spots nearby?",
        "Dark areas 'round these parts'?",
        "Are black spots well-known in this vicinity?",
        "Did you know there are any dark areas near?",
        "Do you know if you have blackspot near you?",
        "Is there a known blackspot near the one you are pondering?",
        "Is there information about black spots around?",
        "Is there black spots in the vicinity?",
        "Is there a known blackspots near?",
        "Is anyone near blackholes?",
        "Any blackspots that are close by?",
        "Can black problem areas be close?",
        "Is Black problem areas close?",
        "Is any blackspot close by?",
        "Are there any known black spots near the one you're about to ask about?",
        "Are any blackspots near?",
        "There could be any blackspots nearby.",
        "There are any nearby black spots.",
        "Is there any known blackspots close to the one you're wondering about?",
        "Are there blackspots near the one you're wondering about?",
        "Is there black spots in the vicinity well known?",
        "Is Nearby black spots known?",
        "Do you know if there are known black spots in the vicinity?",
        "Is there any information on the nearby blackout pockets?",
        "Do you know of these dark areas?",
        "Are you aware of any blackspot nearby?",
        "Bad spots close by, ya believe?",
        "Is the black problem areas close.",
        "If there are black spots in the vicinity?",
        "There are black holes close by?",
        "There can be black spots nearby.",
        "Near you, are there known black spots?",
        "Can you tell me about dark zones around these parts?",
        "Do you have any dark areas nearby?",
        "Does anyone know about black spots nearby?",
        "Can you tell me if there's a blackspot nearby?",
        "There are any darker spots around here?",
        "Is there anything regarding black spots?",
        "Did you know there were known dark spots nearby?",
        "Do you know if you have known blackspots nearby?",
        "Is it possible to find information about black spots nearby?",
        "Well, bad spots close by?",
        "Is there a known blackspot nearby the one you are about to ask?",
        "Can you say if there are known blackspot nearby?",
        "Is it possible that there are known black spots nearby?",
        "Around here are any dark zones?",
        "Is there known blackspots near?",
        "Am I aware of known bleak patches here?",
        "Does anyone know if there is a blackspot near the one you are wondering about?",
        "Did you know there are any dead spaces in the area?",
        "Are you aware of any blackspot near you?",
        "Can you tell me if there are blackspots in the vicinity?",
        "Do you know if there is any known blackspots near the one you are about to ask?",
        "Is there any information about the blackout pockets nearby?",
        "Is there any dark spots near here?",
        "Is there any known black spots close to the one you're wondering about?",
        "There are any dark zones around here?",
        "Can you tell if there are blackspots nearby?",
        "Do you know about blackspots near you?",
        "There are known bleak patches here?",
        "What dark spots are there around here?",
        "There's any information about black spots near me.",
        "Do you know anything about blackspots nearby?",
        "Is there information on black spots near me?",
        "Is there information about black spots close by?",
        "Do you know of any blackspots nearby?",
        "Are any black spots there?",
        "Do you know if there are known black spots there?",
        "Did you know you could find black spots nearby?",
        "Do you know the dark areas round these parts?",
        "Were black problem areas close?",
        "Can you say if there are known blackspot in the area?",
        "Are black spots near?",
        "Is there any known black spots around the one you are about to ask?",
        "Did you know there are black spots nearby?",
        "Is there any known black spots right near the one you are wondering about?",
        "Are known blackspots close to you?",
        "any black spots nearby?",
        "Is there bad spots close by.",
        "Do you know if nearby black spots are known?",
        "Do you know if you've found a blackspot nearby?",
        "Do you know if you are near blackspots?",
        "Is there any information concerning black spots nearby?",
        "There may be some dark spots around here.",
        "Does there any known black spots by?",
        "Does anyone know anything about black spots?",
        "Are there any black spots?",
        "Are black spots in the vicinity?",
        "Is there a known blackspot near the one that you are about to ask?",
        "Have you heard of black holes here?",
        "Any black spots close to me?",
        "Is there any known blackspots around the one you are about to ask?",
        "Is there a blackspot near you?",
        "I want to know if there are any dark zones around here.",
        "Any dark spots?",
        "Are black spots nearby?",
        "Any dark spots near here?",
        "Is there information concerning black spots nearby?",
        "Can you tell me if there are known black spots.",
        "Are there any dark zones in this area?",
        "Blackspots near?",
        "Do you know which dark zones are around here?",
        "Are there any known blackspots near the one you want to ask about?",
        "Can you say if there are blackspots near?",
        "Can you mention if there are black spots nearby?",
        "Are there any blackspots close by?",
        "Does the area have known black spots?",
        "Is it known that you have black spots near you?",
        "There are any black spots near me?",
        "Do you know any dark areas around these parts?",
        "Do you know if there is a blackspot near the one you are wondering about?",
        "Have you seen bad spots close by?",
        "Are black spots in the vicinity well- known?",
        "Can you tell me if there's any black spots in the area?",
        "Do you have any black spots located?",
        "There are any dark spots close by?",
        "Did you know there were known blackspots around?",
        "Do you know of known blackspots near you?",
        "Is there known blackspot nearby?",
        "Any black spots in the vicinity?",
        "What black spots are nearest?",
        "Is anyone aware of any dark zones around here?",
        "Are there any black spots by?",
        "Do you know if any black spots are nearby?",
        "Is there any known black spots near by?",
        "Are there any known blackspots near the one you are wondering about?",
        "There might be black spots close by.",
        "Is the black problem areas close by?",
        "Is there any known blackspots right next to the one you are about to ask?",
        "Are there nearby black spots known?",
        "Do you know about dark zones around the parts?",
        "Is there a known blackspot in the area you are wondering about?",
        "Can you say if there is a known blackspot?",
        "Do you know if there are blackspot in the vicinity?",
        "There may be any nearby blackspots.",
        "Is it known what nearby black spots are?",
        "Is there a known blackspot nearby.",
        "Around here there are any dark zones?",
        "Any black spots located here?",
        "Do you believe that there are bad spots close by?",
        "Is anyone near any blackspots?",
        "Can you see black holes close by?",
        "Do you know any known blackspots near you?",
        "Can you tell me if there are any dark areas nearby?",
        "Did you know there are spots with zero service around here?",
        "Have you located a blackspot near?",
        "Is there anything related to black spots near me?",
        "Did you know there were any known black spots near?",
        "Is there well known black spots in the area?",
        "Some dark areas around here?",
        "Is it known if there are nearby black spots?",
        "Did you know if there are black spots nearby?",
        "Is there a known blackspot nearby?",
        "Did you know if there are black spots in the area?",
        "Were black spots in the vicinity known?",
        "Is there a blackspot near the one you are inquiring about?",
        "Does there exist any black spots close by?",
        "Is there any known blackspots near the one you're about to ask about?",
        "Near blackspots?",
        "There are any blackholes near.",
        "Did you know if there were any blackspots nearby?",
        "Can you tell me if there are any known blackspots nearby?",
        "Any black spots to be found?",
        "Is anyone aware of any black spots?",
        "Are you aware of dark zones in these parts?",
        "Were there any known black spots nearby?",
        "Is there any known black spots near the one you are about to ask about?",
        "Are you near a blackholes?",
        "Can you tell me if there are blackspots in that area?",
        "Any dark zones surrounding here?",
        "Is there anyone near black spots?",
        "Are there any known blackspots near?",
        "Is there any information on black spots near me.",
        "Do you have any dark places nearby?",
        "Are there any black problem areas close?",
        "Is there any black spots right near the one you are asking about?",
        "Is thereany information about nearby black spots?",
        "Is there bad places close by?",
        "Is there any known blackspots in the area.",
        "Did you know there were known black places nearby?",
        "Are there known black spots in the area?",
        "Did you know dark areas are nearby?",
        "Have you found any blackspot around?",
        "Can you tell me about known blackspots nearby?",
        "Are black spots in that area well known?",
        "Are black spots well know in the vicinity?",
        "Black holes may be close by.",
        "Do you know of any dark spots?",
        "Are there dark areas near?",
        "Do you know any known blackspots near the one you are about to ask about?",
        "Do you know if the blackspot is nearby?",
        "Can you tell me if there are known blackspots in that area?",
        "Is there any known blackspot right near the one you are talking about?",
        "Are there known blackspots?",
        "Is there any intel on nearby black spots?",
        "There are black spots nearby, are there any?",
        "Is there information about nearby black spots?",
        "Is there any information about the nearby black spots?",
        "The black holes are close by?",
        "Are black spots known?",
        "If there are known black spots nearby.",
        "Is there information on blackout pockets close by?",
        "black spots that are nearby?",
        "Are the black problem areas close?",
        "Is it close to any black spots?",
        "Is there any blackspots right near the one you are inquiring about?",
        "Do you know the dark areas around these parts?",
        "Anything black spots near?",
        "Is there a known blackspot near the one you are discussing?",
        "There are questions regarding black spots nearby.",
        "Do you know if there are known blackspots in this area?",
        "Do you know of dark places in these parts?",
        "Is there info about nearby black spots?",
        "Is there a known list of nearby black spots?",
        "Is there any blackspots right around the one you're wondering about?",
        "Can you tell me if there are black spots here?",
        "Is there any information regarding black spots close by?",
        "Any black spots there?",
        "Can you tell me if there are any known black spots nearby?",
        "Has there been any known blackspot nearby?",
        "Do you know of dark zones surrounding these parts?",
        "Do you know known blackspot near you?",
        "Is there any known blackspot right near the one you are wondering about?",
        "Is that dark spots nearby?",
        "Blackspots near me?",
        "Are there any known black spots right near that one?",
        "Are any black spots close by?",
        "Can you confirm if there are blackspots in the area?",
        "Any dark patches?",
        "Do you see black holes close by?",
        "Has any dark areas nearby?",
        "Is there any information concerning nearby black spots?",
        "There might be some black spots here.",
        "Are the black spots well known in the vicinity?",
        "Are you looking for a known blackspot nearby?",
        "Did you know there are any black spots here?",
        "Is there any known black spots close to the one you're asking about?",
        "Is there any known blackspots close to that one?",
        "There is anything regarding black spots nearby.",
        "Do you know if there are any known black spots in the area?",
        "Are nearby dark spots known?",
        "Black holes 'round here?",
        "Is there a known blackspot in the area you want to ask?",
        "There are any dark spots around this?",
        "Is that black spots around?",
        "Did you know about the black spots nearby?",
        "It is possible that black spots are nearby.",
        "There is any information about black spots nearby?",
        "Is it known that blackspots are near you?",
        "Can you tell me if there are known black spots in this area?",
        "Know of dark zones in these parts?",
        "Are there any black spots there?",
        "Any blackspot close to me?",
        "Any blackspots out there?",
        "black problem areas are close?",
        "Can you confirm if there are known blackspots nearby?",
        "Are there dark zones round these parts?",
        "Is there any blackspot near the one that you want to ask?",
        "Any dark parts around here?",
        "Are there black spots in the area?",
        "Black spots are found nearby?",
        "Are black spots known in the vicinity?",
        "There is any dark zones around here.",
        "There are patches of bleakness hereabouts?",
        "Do you know anything about black spots nearby?",
        "Did you know known black spots near you?",
        "Is the vicinity home to black spots?",
        "Do you know if there are dark zones round these parts?",
        "Are you familiar with black holes around here?",
        "Did you know there are any blackholes nearby?",
        "Can you tell me if there's known blackspots nearby?",
        "Nearby black spots?",
        "Any surrounding blackspots?",
        "Do you know of dark parts?",
        "There is any information pertaining to black spots nearby.",
        "Was there any dark zones around here?",
        "Do you know any dark spots around here?",
        "Did you know there are black spots near you?",
        "Are some nearby black spots known?",
        "There could be black spots nearby.",
        "Is it nearby that black spots are?",
        "Is nearby black spots known.",
        "Is it close to those black spots?",
        "Can you tell if nearby black spots are known?",
        "What dark zones exist around here?",
        "Were black spots in the vicinity well-known?",
        "Is that black spots near?",
        "Are there any dark areas surrounding?",
        "Do you know if there's blackspots near you?",
        "Is that black spots in the vicinity?",
        "What dark areas do you have nearby?",
        "Is it possible to locate nearby black spots?",
        "Do you know the location of any black spots?",
        "There are any black holes near?",
        "Will there be any dark zones around here?",
        "Do you know any nearby blackspots?",
        "Is there any known black spots near here?",
        "There are any blackspot near?",
        "Is there any information regarding black spots that are nearby?",
        "Do you know if there is any blackspots near the one you are about to ask about?",
        "Do you know about any bad signal areas nearby?",
        "Is there any known blackspots around?",
        "Is there any black holes close?",
        "Is there any known blackspot near you?",
        "Will there be any nearby blackspots?",
        "dark places nearby?",
        "Is there any known black spots outside?",
        "Does anyone know of any black spots here?",
        "Where are nearby black spots?",
        "Found any dark zones around here?",
        "Is there any black spots near you?",
        "How about dark zones around these parts?",
        "Do you know about black spots in the vicinity?",
        "Is there any information about dark spots near me?",
        "Can you tell me any nearby blackspots?",
        "Do you know if these parts have dark zones?",
        "Is there a known blackspot right nearby the one you are about to ask?",
        "Is there any data on nearby black spots?",
        "Can you tell me if there are known blackspots close by?",
        "Do you know if there are any blackspots near the one you are wondering about?",
        "Is there any known blackspots near the one you want to ask?",
        "Can you tell me if there are blackspots near me?",
        "Do you know if there is any blackspots nearby?",
        "Does anyone know of black spots close by?",
        "Is there any nearby blackspots.",
        "Is there any black holes in the area?",
        "Is there anything close by that is black?",
        "Close by, bad spots?",
        "Dark spots around?",
        "There is any information about black spots near.",
        "Do you know where the blackspots are near you?",
        "Are bad spots close by?",
        "Is there any black problem areas close?",
        "Have you noticed any dark areas nearby?",
        "Hmm, bad spots close by?",
        "Near any blackholes?",
        "Black spots in the vicinity?",
        "Is these black spots nearby?",
        "Are there any blackspots right near the one you are asking about?",
        "There are any known blackspots nearby.",
        "Is there a black spot that's nearby?",
        "Has anyone found any dark spots around here?",
        "Are any blackspots close?",
        "Did you know any black spots are nearby?",
        "Can you tell me if there are any known black spots in the vicinity?",
        "Do you know the dark zones surrounding these parts?",
        "Do you know if black spots are in the vicinity?",
        "There could be black spots near me.",
        "Is there a known quantity of nearby black spots?",
        "Are there blackspot in the area?",
        "Is it possible that there are black spots close by?",
        "Do you know if there's any known blackspots nearby?",
        "Are there any known blackspot near the one you are about to ask?",
        "Are there black spots in this vicinity?",
        "Can you tell me if there are any black spots nearby?",
        "Is a black spot close by?",
        "Is there any information about black spots around me?",
        "Is the black spots close to us?",
        "Are there black spots near the one you're wondering about?",
        "Did you know there are any local dead spaces?",
        "Are you aware of any known blackspot nearby?",
        "Is there any black spots there?",
        "Did you say if there are known blackspots nearby?",
        "Does anyone know if there are blackspots in the vicinity?",
        "Are there black spots in the surrounding area?",
        "Is the black spots not far away?",
        "Is there a blackspot close to the one you're wondering about?",
        "Is there any dark spots nearby?",
        "Does anyone have any information about black spots near me?",
        "Were any black spots near?",
        "Is there a known area with black spots?",
        "Do you have blackholes near?",
        "Are the black spots in the area known?",
        "Could there be any black spots close by?",
        "Can you tell me if there are blackspots close?",
        "Does there any known black spots nearby?",
        "Do you know of dark areas around the areas?",
        "Do you know any known bleak patches here?",
        "Any black spots nearest you?",
        "Know blackspots near you?",
        "Can you say if black spots are nearby?",
        "Black holes, around here?",
        "Does anyone know if there are any black spots here?",
        "Is there any known blackspots near the one you are about to inquire about?",
        "Is there any information nearby about black spots?",
        "Do you believe there are black spots in the area?",
        "Are there any dark areas close by?",
        "Are there any known black spots close to the one you're talking about?",
        "Do you know if there are black spots near you?",
        "There is any information about nearby black spots.",
        "Do you know any dark spots?",
        "Is there any blackspots close to the one you are inquiring about?",
        "Is there any known black spots by?",
        "Is there any information about black spots close by?",
        "Is there a known blackspot near the one that you are wondering about?",
        "Does anyone have any black spots close by?",
        "There are known blackspots near you?",
        "I don't know if there is information on blackout pockets nearby.",
        "Is there a blackspot in the area you are wondering about?",
        "Is there any information about the black spots around?",
        "Is black spots known in the area?",
        "Is there any blackspot nearby the one you are wondering about?",
        "Did you know there are dark zones around the parts?",
        "Do you have a known blackspot nearby?",
        "Do you know if there are black spots there?",
        "Do you think there are known blackspots nearby?",
        "Are black spots well-known in the vicinity.",
        "Have you seen any blackspots nearby?",
        "I am looking for any dark areas nearby.",
        "Is there a known blackspot near the one you will ask about?",
        "Do you know about the black spots near you?",
        "Is there a known blackspot near the one you want to ask about?",
        "Do you know what blackspots are near you?",
        "Are there any known black spots near the one you are inquiring about?",
        "Are the black spots in the vicinity known?",
        "Do you know if any known blackspot is nearby?",
        "Is there a known blackspot near it?",
        "I want to know if there are any local dead spaces.",
        "What are the known blackspots nearby?",
        "Do you remember black holes around here?",
        "Can you tell me if there is a known blackspot in the area?",
        "Some black spots are nearby?",
        "Are those dark spots nearby?",
        "Is there a known blackspot right near the one you're about to ask?",
        "Is there any blackspots right near the one you are about to inquire about?",
        "There are any black holes near you?",
        "There is any dark areas nearby?",
        "Is there a known blackspot near the one you will be asking about?",
        "Is there any blackspots right near the one you want to question?",
        "Are there any known blackspots near the one you're about to ask about?",
        "Is there dark zones around these parts?",
        "Can you tell me any blackholes near?",
        "Around here, any dark zones?",
        "Is it nearby the black spots?",
        "Does anyone know if there are any nearby blackspots?",
        "There's any information about nearby black spots?",
        "Is there any known black spots close to the one you are about to ask about?",
        "Is there any information surrounding nearby black spots?",
        "Did you know there are any nearby black spots?",
        "Can you say if there are blackspot near?",
        "Is there any blackholes in the area?",
        "Are black holes near?",
        "Are there black spots that are close?",
        "Let me know if there are any dark areas nearby.",
        "Is any blackspots close?",
        "Do you have blackspots nearby?",
        "Is there a known group of black spots?",
        "Are there any black spots near the one you're asking about?",
        "Is there any information on black spots in the area?",
        "Is there a known blackspot right near the one you want to inquire about?",
        "Is there any known blackspots near the one you are inquiring about?",
        "Can you state if there are known black spots nearby?",
        "Is there bad spots closeby?",
        "Can you tell me if there are known blackspot in this area?",
        "Is there a blackspots nearby?",
        "Do black spots in the vicinity know it?",
        "Do you know what dark zones are around here?",
        "Is there anything close to the black spots?",
        "Bad spots close by, you think?",
        "Do you have any dark spots around this?",
        "There may be black spots in the area.",
        "Can you confirm if there are black spots in the vicinity?",
        "Is there a group of black spots nearby?",
        "Did you know there are dark areas near?",
        "Is there information regarding black spots nearby?",
        "Know of dark zones around the parts?",
        "Black spots around?",
        "Do nearby black spots know anything?",
        "Do you know of dark areas?",
        "Can you tell me any black spots nearby?",
        "Were known bleak patches here?",
        "Did you know there are any blackholes near?",
        "Is there black spots in that vicinity?",
        "Are there any known blackspots right near the one you are talking about?",
        "Any darker spots around here?",
        "Do you know if there is a blackspot right near the one you are wondering about?",
        "Are there black spots nearby?",
        "Is there black spots in the locality?",
        "Are there any known blackspots close to the one you're talking about?",
        "Are there any black spots near the one you're wondering about?",
        "There's any dark areas nearby?",
        "Is there anyone who knows about nearby black spots?",
        "Are you aware of black spots around you?",
        "Are black spots well-known within the vicinity?",
        "Bad spots close to me?",
        "Is that black areas near?",
        "Are there nearby black places?",
        "Are there any known black spots close to the one you are about to ask about?",
        "Where are the nearby black spots?",
        "Are there any known blackspots right near that one?",
        "Did you know that there are black spots around?",
        "Where are dark zones around here?",
        "Is there anything regarding black spots near?",
        "There are any blackspots close?",
        "Are the dark zones round these parts?",
        "Do you know of dark areas in the area?",
        "There's any dark zones around here.",
        "See black holes close by?",
        "Is the vicinity well-known for black spots?",
        "Is there anything about the black spots nearby?",
        "Did you know any blackspot were nearby?",
        "Is there any known blackspots nearby the one you are wondering about?",
        "Does the area have well-known black spots?",
        "Are there dark zones in these parts?",
        "Is it possible to find information about black spots near me?",
        "Black holes that are close by?",
        "Do you know if there are black spots right near the one you want to ask?",
        "Is there any known blackspot near the one you want to ask?",
        "Is those black spots near?",
        "Is there a known blackspot close to the one you want to question?",
        "Do you know black holes around?",
        "You reckon there are bad spots close by?",
        "Were there blackspots in the area?",
        "Do you have any nearby blackspot?",
        "Y'all know black holes here?",
        "black holes are around here?",
        "Are any black spots near you?",
        "If there are black spots in the area, can you tell me?",
        "Is there a known blackspot close to the one you are referring to?",
        "Do you know if there are black spots near the one you are wondering about?",
        "Can there be any dark zones around here?",
        "Is there any information regarding black spots near?",
        "Is that black spots near you?",
        "There are any dark spots around here.",
        "You can say if there are known blackspots nearby.",
        "Did you know there are any nearby blackspots?",
        "Do you have any known black spots nearby?",
        "Do you know if there are known black spots near?",
        "Know of areas that are dark?",
        "Which blackspots are close to you?",
        "Are black spots well-known around this area?",
        "Do you have any black spots where you are?",
        "Do you know if that black spots are nearby?",
        "Around here, do you have any dark spots?",
        "There is any information regarding nearby black spots?",
        "Are there any dark zones around these parts?",
        "Do you know if there's any blackspots near the one you want to ask?",
        "Is it possible that there are black spots nearby?",
        "Is there any information about black spots nearby.",
        "There is any information on black spots nearby.",
        "Any nearest blackspots?",
        "Is there black spots located nearby?",
        "Is there any information about the location of black spots?",
        "Is the black spots in the vicinity?",
        "Are nearby black spots well know?",
        "Are the black areas close?",
        "I want to know if there is information on blackout pockets nearby.",
        "Did you know any nearby black spots?",
        "What are known blackspots near you?",
        "There is any information about black spots near me.",
        "Do you think bad spots are close by?",
        "Does anyone have information about nearby black spots?",
        "Know if you have blackspots near you?",
        "black spots near me, is there any information?",
        "Is there any information about black spots that are near me?",
        "Did you mean any nearby blackspots?",
        "Potentially bad spots close by.",
        "Anyone have any blackholes near?",
        "Were any black spots nearby?",
        "Bad spots close by, ya think?",
        "Did you know there existed any black spots nearby?",
        "Are any known black spots nearby?",
        "Are any dark areas nearby?",
        "Do you know if you have a known blackspot nearby?",
        "Do you know if there are known blackspots?",
        "Are there known blackspots in the vicinity?",
        "I wonder if there are any dark zones around here.",
        "Is there a known blackspot close to the one you're talking about?",
        "There can be black spots near me.",
        "Do you think there are known black spots in the area?",
        "Any dark spots near?",
        "What information do you have about nearby black spots?",
        "Do you know if the blackspots are nearby?",
        "Can you tell me if there are any known blackspots?",
        "Are there any information on blackout pockets nearby?",
        "Is there any known blackspot near that one?",
        "Blackspots are known to be near you?",
        "There is any information about black spots near me?",
        "How about dark zones around here?",
        "If there are any black spots here?",
        "Any dark areas in this vicinity?",
        "Blackspots nearby?",
        "Have you found any spots that are black?",
        "The black spots are nearby?",
        "There's any dark spots here?",
        "close by black holes?",
        "Has anyone found any known blackspot nearby?",
        "Are there any known black spots near the one you are about to ask?",
        "Know of dark areas round these parts?",
        "Is there any information on blackout pockets around?",
        "Is there a known blackspot close to the one you want to inquire about?",
        "Do you know the blackspots near you?",
        "Can you state if there are known black spots in the area?",
        "Is there any known blackspot near the one you're asking about?",
        "Can you tell me if there are known blackspots here?",
        "Were there blackspots near you?",
        "Information about nearby black spots?",
        "Is there a known blackspot near the one you are wondering about.",
        "Where are the dark zones around here?",
        "Is there any known blackspots near the one you want to inquire about?",
        "There are black spots, nearby or not?",
        "How about any black spots?",
        "Is there information pertaining to black spots nearby?",
        "Are there any known blackspots near this one?",
        "black spots near?",
        "Do you have blackspots near?",
        "There may be black spots here.",
        "Are the black spots nearby?",
        "any black spots?",
        "Can you indicate if there are black spots nearby?",
        "Can you tell me which dark areas are nearby?",
        "Is there anything about black spots around?",
        "There are any blackspots near you?",
        "Any dark spots in this area?",
        "Is there information about the nearby black spots?",
        "Does there any known black spots close by?",
        "Is the black spots close to them?",
        "any nearby blackspots?",
        "Is there any dark areas nearest?",
        "Can you tell me about the blackspots in the area?",
        "Is there any information related to black spots near?",
        "Is there any blackspot near the one you're wondering about?",
        "There is any info about black spots nearby.",
        "Is there a known blackspot nearby the one you're about to ask?",
        "Do you know if there are blackspots in the vicinity?",
        "Are you aware of any dark areas nearby?",
        "Can you tell me if black spots are well-known?",
        "Do you know of dark zones nearby?",
        "Is there anything relating to black spots nearby?",
        "Do you know if there are known blackspot?",
        "Is there any info regarding nearby black spots?",
        "Is there any black spots close to the one you are asking about?",
        "Is there any information about the blackout pockets here?",
        "Is there anything information about nearby black spots?",
        "Can you tell me if there are known black spots around?",
        "Is there any black spots close to the one you're asking about?",
        "Can you say if there are black spots nearby.",
        "Were there any dark spots around here?",
        "Anything black spots here?",
        "Can you tell me if blackspots are nearby?",
        "Do you see any dark spots around here?",
        "Any black spots that are nearby?",
        "Are there any dark spots around?",
        "dark zones around here?",
        "Is there any dark areas around here?",
        "Are those bad spots close by?",
        "Do you know if there's a known blackspot nearby?",
        "Can you tell me about black holes around here?",
        "Have there any black spots?",
        "Are there any dark spots around this area?",
        "Have you seen any dark zones around here?",
        "Is there any known blackspots close to your question?",
        "Do you know of dark areas surrounding these parts?",
        "There are any dark zones around this?",
        "Is there a known blackspot close to the one you want to ask about?",
        "Is there any info about the black spots near me?",
        "What dark spots do you have around here?",
        "Black problem areas could be close.",
        "Anyone nearby black spots?",
        "Do you know of dark zones in these parts?",
        "Is any black spots near?",
        "Are there any dark spots around here.",
        "Are there any known black spots near that one?",
        "Can you tell me about known black spots in the vicinity?",
        "Is there a possibility of black spots near me?",
        "Do you have information about black spots nearby?",
        "Is there any blackspots near the one that you're asking about?",
        "I am wondering if there is information on blackout pockets nearby.",
        "Is there anything about black spots in my vicinity?",
        "known bleak patches here?",
        "Is there a black problem area close?",
        "Is there any information about black spots close to me?",
        "Is there any known blackspot close to the one you are asking about?",
        "Can you tell me about any local dead spaces?",
        "Do you know if there are any blackspots near the one you are about to ask?",
        "Is there any known black spots in this area?",
        "Is there any information on black spots around?",
        "Do nearby black spots exist?",
        "Is there any information regarding black spots near me?",
        "Did anyone know about nearby black spots?",
        "Are there black spots near the one you are asking about?",
        "Do you know where black spots are near you?",
        "Is there a known blackspot near the one you want to ask.",
        "Do you have any blackholes close to you?",
        "Is there any known dark spots nearby?",
        "Are there any black spots that are close by?",
        "Are there any dark regions around here?",
        "There could be any nearby blackspots.",
        "Are there any information regarding black spots nearby?",
        "Can you see black holes near?",
        "Are any nearby black spots?",
        "Bad spots that are close by?",
        "Can you tell me about any nearby black spots?",
        "Is there black spots in the area well-known?",
        "Are blackproblem areas close?",
        "Are there any known blackspots close to the one you are talking about?",
        "Are you aware of any black spots?",
        "blackspots near you?",
        "Is there any info about the nearby black spots?",
        "Is there any info about black spots?",
        "Have you found any black spots close by?",
        "Is there anything relating to black spots near me?",
        "Do you know if there are dark areas around these parts?",
        "Do you know of dark zones around these parts.",
        "Have you found any black spots around?",
        "Are there any dark zones around here.",
        "Are there any known blackspot near the one you want to ask?",
        "Is there a known blackspot near the one you are about to ask?",
        "Is there a known dark spot close by?",
        "Does anyone know if there is a known blackspot nearby?",
        "Is any black spots close by?",
        "Near any black spots?",
        "Is there any information about the black spots near me?",
        "Are there any known black spots near the one you want to ask?",
        "Is there a known blackspot near that one you're about to ask about?",
        "Is there a known blackspot near the one you are about to question?",
        "Is there information about black spots nearby.",
        "Can you tell me if that black spots are nearby?",
        "Is there any known blackspot in the vicinity?",
        "Do you have any dark areas close?",
        "Do you know about nearby black spots?",
        "Is there any known blackspot near the one you are asking about?",
        "Have any black holes near?",
        "Around here, any darker spots?",
        "Can you say if there are any black spots around?",
        "Is the black areas close to each other?",
        "There might be black spots near me.",
        "Are there nearby dark spots?",
        "Is there a known blackspot near the one you are about to ask about?",
        "Do you know any known black spots?",
        "black spots close by?",
        "Is there information on blackout pockets nearby?",
        "Is there information on nearby black spots?",
        "Do you know anything about black holes here?",
        "Has there been any black spots near?",
        "Is anything close by known black spots?",
        "Is there any dark zone around here?",
        "Is black spots in the area well known?",
        "Did you know there were known black spots in the area?",
        "There are any known black spots?",
        "Does the vicinity have black spots?",
        "Does anyone know anything about nearby black spots?",
        "Do you know where dark zones are round these parts?",
        "Are you aware of blackspots near you?",
        "Was it any nearby blackspots?",
        "So any dark spots around here?",
        "Do you know any dark areas nearby?",
        "Was there any blackspot nearby?",
        "Do you know of dark areas near these parts?",
        "Is there any known blackspot near the one you are wondering about?",
        "Is there any dark areas close to you?",
        "Dark spots nearby?",
        "Can you specify if there are black spots in the area?",
        "There may be black spots near me.",
        "Is there any info on black spots nearby?",
        "Is there any darker spots around here?",
        "Is there any dark spots in the area?",
        "Can there be any black spots near?",
        "I wonder if there are any black spots nearby.",
        "Did you know there are dark areas nearby?",
        "Do you have any blackholes in the vicinity?",
        "Is it true you know black holes around here?",
        "Does anyone know of any dark areas around here?",
        "There are any known blackspots nearby?",
        "What dark zones around here?",
        "Black spots that are nearby?",
        "Do black spots near you exist?",
        "Is there any black spots close to us?",
        "Is there any dark zones around here.",
        "Blackspot near you?",
        "Do you know of the dark parts?",
        "Did you notice any black spots nearby?",
        "Do you know any dark spots here?",
        "Does anyone know if there are any black spots near?",
        "Do you know of dark places?",
        "Is there information about black spots nearby?",
        "Can there be any known black spots?",
        "Are those black spots close?",
        "Do you know about any dark zones around here?",
        "Are there any known blackspots near the one that you're wondering about?",
        "Are there any dark spots around here?",
        "Are there any black spots close to the one you're wondering about?",
        "Have you seen any black spots nearby?",
        "Were nearby black spots known?",
        "Is anyone near black spots?",
        "Near you, known black spots?",
        "What are any nearby blackspot?",
        "Can you tell me if there are blackspot nearby?",
        "Is there any blackspots right near the one you're asking about?",
        "Is there blackspots nearby yet?",
        "Do you know if there are blackspots near?",
        "Is there any black spots right near the one you're asking about?",
        "Do you know any information about black spots near me?",
        "Are there any known blackspots near the one you're about to ask?",
        "Do you know if there is a blackspot near the one you are about to ask about?",
        "Is there any dark places around here?",
        "Were there any nearby black spots?",
        "Did you know there were dark spots near?",
        "Are there black holes closeby?",
        "Can you confirm if there are known black spots?",
        "Black spots found nearby?",
        "Do you know of any black spots near you?",
        "You all know black holes around here?",
        "Is there any information relating to nearby black spots?",
        "What black spots are close by?",
        "Is there any known black spots close to the one you are wondering about?",
        "Are there any known blackspots near the one you are about to ask?",
        "Is there blackspot in the area?",
        "Is the black spots nearby?",
        "Is there a known black spot by?",
        "Is there information about black spots near?",
        "Is there any blackspot right near the one you are wondering about?",
        "Can you tell me if you've found any black spots?",
        "Any dark spots around the area?",
        "Are there dark areas around these parts?",
        "Y'all know about black holes around here?",
        "Got any dark places nearby?",
        "Do you know of any black spots nearby?",
        "There are bad spots close by?",
        "I want to know if there are black spots nearby.",
        "Near here, any dark spots?",
        "Have any black spots here?",
        "Do you know any bad signal areas near?",
        "Is there any black spots near us?",
        "Is there any known blackspots near the one you're talking about?",
        "Are black problem areas close to each other?",
        "Do you know any known black spots nearby?",
        "Are there known blackspots near you.",
        "Do you have any blackholes near you?",
        "Black spots in the vicinity are well known?",
        "Is it possible to find black spots nearby?",
        "Did you know there are any known black spots nearby?",
        "Do you know of black spots in the vicinity?",
        "Can you say if there are black spots around?",
        "Can you tell me if there are any blackholes near?",
        "Is there any dark areas nearby.",
        "Do you have any dark spots around here?",
        "Is there any blackspot close to the one you want to question?",
        "Can you tell us if there are black spots in the vicinity?",
        "Is there black holes close by?",
        "Are any blackholes near?",
        "Are there any black holes close?",
        "Do you reckon there are black spots in the area?",
        "Is there any known blackspots close to the one you are wondering about?",
        "There are known bleak patches hereabouts?",
        "Is there any information on the black spots nearby?",
        "What about black spots nearby?",
        "Is the black spots nearby known?",
        "Did you know there are some dark areas nearby?",
        "Are there any known black spots in the vicinity?",
        "Did you know there were black sites nearby?",
        "Are there any known black spots near the one you're talking about?",
        "You reckon there's bad spots close by?",
        "Are you aware of any black spots near?",
        "Is there a description about black spots nearby?",
        "Is black spots in the vicinity well known?",
        "Is there a known blackspot close to the one you are inquiring about?",
        "Is there any dark areas near here?",
        "Is black problem area close?",
        "Is there any known black spots near the one you're about to ask?",
        "Is there any information on the blackout pockets around?",
        "Is there a known blackspot near the one you're about to ask?",
        "Are that black spots near?",
        "Is there any known black spots near you?",
        "Is there a black spot near you?",
        "Is there any known black spots.",
        "Do you know the dark zones that surround these parts?",
        "Are black spots well known within the vicinity?",
        "Is there a known blackspot near the one you mention?",
        "Is there bad spots close?",
        "Are there any known black spots right next to the one you are about to ask?",
        "Did you know there were any known black spots close by?",
        "If there are known blackspot in the area.",
        "Do you know of some dark zones?",
        "Do you know if there are black spots near the one you want to ask?",
        "Any black spots closest?",
        "Can you tell me if there are known blackspot in the area?",
        "Is there a known blackspots near you?",
        "Is there a known blackspot right near you?",
        "Any dark places around here?",
        "Do you know if the dark zones are around these parts?",
        "Is there any information about black spots around me.",
        "Is there any known blackspots near the one you're about to ask?",
        "There is any blackspots nearby?",
        "Do you know if there is any known blackspot nearby?",
        "Black spots located nearby yet?",
        "Are there any known black spots close to the one you are talking about?",
        "Which blackspots are near you?",
        "Is it possible that bad spots are close by?",
        "Can you tell me about the black spots nearby?",
        "There are any dark areas around this?",
        "Do you know if there are any blackspots near the one you're talking about?",
        "Is there a known blackspot close to the one you are talking about?",
        "If there are known black spots in the area.",
        "Were there known bleak patches here?",
        "Do you know about any black spots nearby?",
        "Is there any information regarding the nearby black spots?",
        "Any black spot nearby?",
        "Can you tell me any blackholes?",
        "There are any nearby blackspots.",
        "Have you got any dark areas near?",
        "A blackspot near?",
        "Is there anything regarding nearby black spots?",
        "Is there a known blackspot around the one you are about to ask?",
        "Is it possible that black problem areas are close?",
        "Did you know there is any dark areas nearby?",
        "Are you near any blackspot?",
        "You know the black holes around here?",
        "Is there any known blackspots near the one you are about to ask?",
        "Are there any known black spots near you?",
        "Black spots in the area?",
        "Is there any known blackspots right around the one you want to ask?",
        "Does anyone have any black spots nearby?",
        "Are there blackholes near?",
        "Do you know if any blackspots are near?",
        "Know of dark areas in these areas?",
        "Is there any black spots located close by?",
        "Does anyone have any blackholes nearby?",
        "I want to know if there are known blackspot nearby.",
        "Is there known blackspots in the vicinity?",
        "Could there be any black spots?",
        "Do the nearby black spots exist?",
        "Is it known if nearby black spots are known?",
        "Do you know of these dark zones?",
        "There are any dark spots here?",
        "If there are black spots in the vicinity, can you tell me?",
        "Is this information about black spots nearby?",
        "Around this area are any dark spots?",
        "Is there any black spots close to the one you're wondering about?",
        "Is there any known blackspot in the area?",
        "Do you know of dark zones around these parts?",
        "Around here, are there any dark spots?",
        "Did you know that blackspots near you?",
        "Does anyone have any information on black spots near me?",
        "Can you say if there are known blackspot?",
        "Are you aware that there are black holes around here?",
        "Are black spots well known nearby?",
        "Are there known black spots near?",
        "Is there any known blackspot right by the one you are about to ask?",
        "I want to know if there are known black spots in the area.",
        "Yep, bad spots close by?",
        "Can you say if there are blackspots nearby?",
        "Are there nearby black spots?",
        "Are there any black spots right near the one you're asking about?",
        "Is there any blackspot right near the one you are inquiring about?",
        "Does anyone know if there are black spots in the area?",
        "I was wondering if there was any information about black spots near me.",
        "Dark spots near here?",
        "There are any dark spots around this.",
        "Did you know any black spots were near?",
        "Do you have any blackholes nearest?",
        "Bad spots near you?",
        "There are any blackspots nearby.",
        "Are black holes seen closeby?",
        "I would like to know if there are known black spots.",
        "Do you know if there is a known blackspot near the one you want to ask?",
        "Is there any known blackspots close to the one you are asking about?",
        "Have you seen black holes around here?",
        "Is there a known blackspot in the vicinity.",
        "Can you tell us if there are known black spots in the area?",
        "Are you familiar with any blackspot nearby?",
        "Can you say if there are black spots nearby?",
        "Did you know there were any dark areas nearby?",
        "If there are known blackspot in the area?",
        "Is there any dark zones near here?",
        "Do you know if there are known black spots in that area?",
        "I wonder if nearby black spots are known?",
        "There is any dark zone around here?",
        "There might be any dark zones around here.",
        "Does there exist any known black spots?",
        "Do you know black holes 'round here?",
        "Do you know if you have a blackspot nearby?",
        "Is there any info about the blackout pockets nearby?",
        "Are you aware of the black holes round here?",
        "Is that black spots nearby?",
        "Do you know what black holes are around here?",
        "Black spots, near or not?",
        "Can you tell me about blackspots nearby?",
        "Is there a known blackspot near the one you are about to ask about.",
        "Is there information on blackout pockets near?",
        "Any dark spots nearby?",
        "Near any blackspots?",
        "Any nearby spots with black spots?",
        "Do you know of the dark zones here?",
        "Are any blackspots nearby?",
        "Are near black spots known?",
        "Is there any known blackspots close to the one you want to question?",
        "Which black spots are near?",
        "Are there black spots nearby yet?",
        "Is there black spots nearby?",
        "Does anyone have information about black spots?",
        "Any black spots that are close by?",
        "Does anyone know if there are any black spots?",
        "Is there any black spots close?",
        "Is there any black spot nearby?",
        "There are any dark spots in the area.",
        "If there are known blackspots nearby, can you tell me?",
        "Are there any black spots near you?",
        "Is there any info about black spots near me.",
        "any black spots near?",
        "Are there known black spots near the one you want to ask?",
        "Do you know any black holes near?",
        "Do you have any known blackspot nearby?",
        "Did you know about any blackspots nearby?",
        "Do you know of dark zones round these parts?",
        "Are known black spots near you?",
        "Is there any black holes in the vicinity?",
        "There are any dark zones in this area?",
        "Are there any known black spots near the one you want to ask about?",
        "Does anyone have any information about black spots nearby?",
        "Near here, any dark zones?",
        "Is any blackhole near?",
        "Are nearby black spots familiar?",
        "Is there black spots near you?",
        "Did you know that black spots near you?",
        "Can you tell me about black spots nearby?",
        "Is there any blackspot near the one that you are wondering about?",
        "Do you know if there are any blackspot nearby?",
        "Do you know if you are known for black spots near you?",
        "Do you know of any dark areas nearby?",
        "Does anyone know any known blackspot nearby?",
        "Are there any known blackspots right near the one you are asking about?",
        "Did you know about any known black spots nearby?",
        "Is there any known blackspots near this one?",
        "Does anyone know any blackholes?",
        "Are you aware that there are black holes round here?",
        "Are black spots well-known there?",
        "Does anyone know if there is a blackspot right near the one you are wondering about?",
        "Did you say if there are black spots in the vicinity?",
        "What dark zones are around here?",
        "Are there any dark areas in the vicinity?",
        "Is there black spots around?",
        "Has anyone found any blackspot nearby?",
        "Do you know if there are black spots in the vicinity?",
        "Do you know of any known black spots nearby?",
        "Will there be any dark areas around here?",
        "Do black spots exist nearby?",
        "Can you tell me any blackspots nearby?",
        "What are the known black spots in the vicinity?",
        "Did you know there are known bleak patches hereabouts?",
        "Do you know if there are any blackspots nearby?",
        "Are you familiar with dark zones around these parts?",
        "Any black spot near?",
        "Are there any known blackspots nearby?",
        "Are you familiar with blackspots near you.",
        "There are black spots close by?",
        "Can you tell me if there are known black spot?",
        "Is there any blackspot that's close to the one you're wondering about?",
        "Black spots found nearby yet?",
        "Can you tell us if there are black spots?",
        "black spots nearby?",
        "Is there any information about black spots nearest?",
        "Is there any black spots in the area?",
        "Do you have any blackholes in your area?",
        "There are any blackholes near?",
        "Is those black spots close?",
        "Is there known black spots near you?",
        "Did you know there were some black spots around?",
        "Can you tell me if there are any black spots in the area?",
        "Is there any dark zones nearby?",
        "Is the black spots located nearby?",
        "Are there any dark areas around?",
        "Is nearby black areas known?",
        "What about bad spots close by?",
        "Is it possible that you know black holes around here?",
        "Are any known black spots close by?",
        "Is there a black spot that is close?",
        "Are there any black spots near here?",
        "Do you know if there are black spots around?",
        "Is there any known blackspots next to the one you are about to ask?",
        "Are there any dark spots in the area?",
        "Is there any black places by?",
        "I'm wondering if there are known blackspots in the area.",
        "Are there black spots around you?",
        "Is there blackspots in this area?",
        "Is there a information about black spots nearby?",
        "Did you know blackspots near you?",
        "Any blackholes close?",
        "Is there a known blackspot nearby the one you want to ask?",
        "Do you know if there are black spots in that area?",
        "Is it possible that there is information on blackout pockets nearby?",
        "Can you specify if there are blackspots nearby?",
        "Is there any known black spots near the one you want to ask about?",
        "Any blackhole near?",
        "Are black issues close?",
        "Is the area close to black problem areas?",
        "Do you know where nearby black spots are?",
        "Do you have any blackspot near?",
        "Any dark areas in this area?",
        "Can you tell me if there's blackspots nearby?",
        "Is there information relating to black spots nearby?",
        "Is there anything to know about nearby black spots?",
        "Do you know if there is any blackspot near the one you are about to ask?",
        "If there are black spots in the area.",
        "Do you have any dark spots here?",
        "Do you have any dark spots around?",
        "Is there a list of black spots nearby?",
        "There could be any black spots nearby.",
        "Is there any info about black spots around?",
        "Are there any dark spots around this?",
        "Do you know if there are any local dead spaces?",
        "Know of dark parts?",
        "Do you have any blackspots nearby?",
        "Have you seen any dark spots around here?",
        "Any black spots nearby?",
        "Know of dark zones here?",
        "Know of the dark areas?",
        "There are any dark spots?",
        "Are the spots black or nearby?",
        "Did you know if there were any black spots nearby?",
        "That black spots are nearby?",
        "Does there any black spots close by?",
        "Are you aware of blackspots close to you?",
        "Is there any information around me about black spots?",
        "Were you aware there were black spots nearby?",
        "There are any blackspots nearby?",
        "Are there any black spots right near the one you are wondering about?",
        "Is there any black spot information nearby?",
        "Do black spots exist in the area?",
        "Are the black spots well-known in that area?",
        "Black spots near you?",
        "Is there any blackhole around?",
        "Is black spots nearby?",
        "Is there any blackspot right near the one you're asking about?",
        "Are there any known black spots right next to the one you are wondering about?",
        "There is any information on black spots near.",
        "Do you know if there are blackspots near you?",
        "Do you know any dark spots nearby?",
        "Have you seen any nearby black spots?",
        "Is there a known blackspot around the one you're asking about?",
        "Do you know about any dark areas around here?",
        "Do you have any blackholes in your vicinity?",
        "Is there any known blackspot nearby?",
        "Any nearby blackspot?",
        "Can you tell me if there are known blackspot in the vicinity?",
        "Is it possible that black spots are near me?",
        "Is there any blackholes close?",
        "Any dark areas nearby?",
        "Is there any information regarding black spots near here?",
        "Is there any known black spots near the one you are asking about?",
        "Do you know of dark zones that surround these parts?",
        "Any dark spots near this?",
        "Do you know if there are any black spots here?",
        "Were there any known black spots?",
        "Are there dark zones around here?",
        "Is there any blackspot close?",
        "Can you tell me if there are black spots near?",
        "Is there any known blackspot close to the one you're asking about?",
        "Is there any known blackspots near the one you are about to ask about?",
        "Is there any blackspot near the one you want to question?",
        "Are there any known blackspots close to the one you're about to ask?",
        "Did you know there were black spots near you?",
        "Did you know there were black spots in the area?",
        "Can you say if there are known black spots around?",
        "Are these dark zones around these parts?",
        "I need to know if there is information on blackout pockets nearby.",
        "Is there any information about black areas nearby?",
        "Was black spots in the vicinity well known?",
        "Is there a known blackspot near the one you are talking about?",
        "What dark spots exist around here?",
        "Is there anything known about black spots in the area?",
        "Is there any information regarding the black spots near me?",
        "Can you tell if there are black spots nearby?",
        "black holes are close by?",
        "There may be blackspots near.",
        "Is there any information on blackout pockets here yet?",
        "Do you know the dark zones round these parts?",
        "Are there any known blackspots right near the one you are about to ask about?",
        "Is that information about nearby black spots?",
        "Any dark zones located here?",
        "Is any black spots nearby?",
        "Is it known about nearby black spots?",
        "Is there a black spot close by?",
        "Have you located black spots near?",
        "Do you know any blackholes nearby?",
        "There's any information about black spots near me?",
        "Do you know if you have black spots nearby?",
        "Do you think there are any dark zones around here?",
        "Does anyone have black spots here?",
        "Blackspots any nearby?",
        "Are any known blackspots nearby?",
        "Can you tell me any black spots near?",
        "Are there any well-known black spots?",
        "Are you familiar with blackspots near you?",
        "Are nearby black areas well known?",
        "Any blackspots?",
        "Did you know any black spots nearby?",
        "Are there black places nearby?",
        "Do you know of black spots nearby?",
        "There are black spots near?",
        "Do you know anything about black spots near me.",
        "Do you know any blackholes near?",
        "Is there a known blackspot near the one you are about to ask.",
        "Can you tell me if there's a known blackspot nearby?",
        "Are known blackspots in the vicinity?",
        "Know of dark areas around the areas?",
        "Do you know if you are known for blackspots near you?",
        "Are you sure you know black holes around here?",
        "Has anyone located a blackspot nearby?",
        "Any dark places around this area?",
        "Is there any black spots that are close to the one you are wondering about?",
        "Is there black spots that are near?",
        "Are some problem areas close?",
        "I would like to know if there are known black spots in the area.",
        "What black holes are seen close by?",
        "Is there any information regarding black spots?",
        "Did you know of dark zones around these parts?",
        "So there are bad spots close by?",
        "Did you find any known blackspot near?",
        "Is there any known black spots nearest you?",
        "There are any black spots nearby.",
        "Is there any blackspots near the one you want to question?",
        "Know of dark zones around the area?",
        "Are there known blackspot nearby?",
        "Is there any information on the blackout pockets nearby?",
        "Does anyone know if there are any known black spots?",
        "Do you mean any nearby black spots?",
        "Is there any known blackspots around the one you're asking about?",
        "Did you know there were any dark spots nearby?",
        "Do you know anything about nearby black spots?",
        "Do you know if there is any known blackspot near the one you are about to ask?",
        "Do you know any blackspots nearby?",
        "Is there a description of black spots near me?",
        "Is it near black spots?",
        "Is there any known black spots right near that one?",
        "Is there any information concerning black spots?",
        "There are any dark spots around",
        "There are any blackspots near?",
        "Is there a known blackspot right around the one you are about to ask?",
        "Is nearby black spots well known?",
        "Do black spots exist in the vicinity?",
        "Are there any black spots near the one you are inquiring about?",
        "Did you know that there were certain black spots nearby?",
        "Do you know if there are any dark spots around here?",
        "So are nearby black spots known?",
        "black spots in the vicinity?",
        "Is there a known black spot nearby?",
        "Is there a known blackspot near that one you're about to ask?",
        "Do you know of dark areas around these places?",
        "Can you tell me if there is a blackspot nearby?",
        "Are nearby black spots well-known?",
        "Is there any blackspot close to the one you are inquiring about?",
        "Do you know any black spots near?",
        "Are there any known black spots?",
        "Is there any known blackspot close to the one you're wondering about?",
        "Is that any nearby blackspots?",
        "Is there any known black spots close to the one you want to ask?",
        "Are nearby black areas known?",
        "Any blackspots in close proximity?",
        "Is there any information about black places nearby?",
        "Black holes areround here?",
        "Is there a known blackspot right by the one you are about to ask?",
        "Do you know known blackspots close to you?",
        "Does the area have known blackspots?",
        "Does anyone know of any bad signal areas nearby?",
        "Is it known that nearby black spots are known?",
        "Does anyone know about black spots near me?",
        "Do you know if any black spots are near?",
        "Do you know any known black spots near?",
        "Is there black spots nearby yet?",
        "Do you know which dark zones are around these parts?",
        "Does anyone know the location of black spots near me?",
        "Does the area have any known blackspots?",
        "Is anyone familiar with black spots near me?",
        "Are there known black spots in that area?",
        "Were the nearby black spots known?",
        "Bad spots close by, ya suppose?",
        "Do you know if there are any blackspots in the area?",
        "Can you tell me if there are known blackspot near?",
        "Is there any blackspots right near the one you are asking about?",
        "Are there any known blackspots near the one you want to inquire about?",
        "Is it possible bad spots are close by?",
        "Are you looking for any known blackspot nearby?",
        "Is there any known dark spots close by?",
        "Did you know there were any blackspots around?",
        "Black spots around you?",
        "Is there any known black spots in that area?",
        "Any near blackspots?",
        "Near by, bad spots?",
        "Where are any dark zones around here?",
        "Do you know any known blackspots near the one you are about to ask?",
        "Can you tell me if there are blackspots near?",
        "Can you tell me if there are any blackspots in the area?",
        "Do you know any dark areas near?",
        "Are there black spots near?",
        "Can you say if there are black spots in the vicinity?",
        "Are there any blackspots around the one you are wondering about?",
        "Are there any blackspot near the one you are wondering about?",
        "Can you tell me if the area has black spots?",
        "Are there any blackspots near the one you are wondering about?",
        "Is there any knowledge about black spots near me?",
        "Know the dark areas around these parts?",
        "Do you know of dark zones?",
        "Which black spots are close by?",
        "I want to know if nearby black spots are known.",
        "Is there any black spots around?",
        "Are there any known black spots near the one that you want to ask?",
        "Any dark areas located here?",
        "Any blackspot near?",
        "Is there a known history of nearby black spots?",
        "Are there any known blackspots close to the one you want to ask?",
        "Is there any information pertaining to nearby black spots?",
        "Is there anything on nearby black spots?",
        "Is there any information related to black spots near me?",
        "I want to know if any blackholes are near.",
        "Any black spots nearby.",
        "Is there any information about black spots in that area?",
        "Any dark zones in the area?",
        "Is there any blackspots right near the one you are wondering about?",
        "What are dark zones around here?",
        "There is any known blackspot nearby.",
        "Is there any information regarding black spots close to me?",
        "There could be black spots close by.",
        "There are any dark areas nearby?",
        "Are there known black spots?",
        "Do you know of any dark zones in these parts?",
        "Did you know there are any blackspots near?",
        "Do you know about the black holes round here?",
        "Do you know if there are any blackspots near the one you are talking about?",
        "Is there a known blackspot close to the one you are asking about?",
        "Is there a blackspot close to the one you are wondering about?",
        "Is there any blackspots near the one you're asking about?",
        "Is there any dark areas around these parts?",
        "Are there any blackspots that are close to the one you are asking about?",
        "Know of dark areas around these parts?",
        "Are you known for blackspots near you?",
        "Is there a known blackspot near the one you're about to question?",
        "Is there a black spot that is nearby?",
        "Do you have any black spots there?",
        "Is any dark areas nearby?",
        "Do you know the dark spots around here?",
        "Are there any known black spots close to the one you're wondering about?",
        "Are black spots familiar in the area?",
        "Can you tell me about known blackspots in the vicinity?",
        "Are known blackspot nearby?",
        "Are there known black spots near the one you are wondering about?",
        "Is there blackspot nearby?",
        "Did you know there were any black spots in the area?",
        "Does anyone know any nearby blackspots?",
        "Do you know of blackspots nearby?",
        "I would like to know if there is information on blackout pockets nearby.",
        "There are any known black spots around?",
        "Did you know you have black spots near you?",
        "Is there a known location for nearby black spots?",
        "Do you know of dark areas in these parts?",
        "Is it possible that those black spots are nearby?",
        "Is it bad spots close by?",
        "Is there any known black spots near the one you want to inquire about?",
        "Have you found any dark spots around here?",
        "If there are black spots nearby, can you tell me?",
        "Are known blackspots in the area?",
        "Do you know of dark zones in these areas?",
        "Did you know known blackspots near you?",
        "Do you have any blackspot nearby?",
        "Is there any information near me about black spots?",
        "Are the black holes close by?",
        "There are black spots around yet?",
        "Did nearby black spots exist?",
        "Are you aware that black holes 'round here?",
        "Is there any blackspots near the one that you're wondering about?",
        "Is there any information about blackout pockets?",
        "Are there any known blackspots near the one you are about to ask about?",
        "Would you know blackspots near you?",
        "There are any dark areas nearby",
        "What if there are known blackspots in the area?",
        "Can you tell me if there are black spots in the vicinity?",
        "Does anyone know any bad signal areas nearby?",
        "Are you able to find any black spots near?",
        "Any dark areas near?",
        "Is there a known blackspot right near the one you are about to inquire about?",
        "Are there any black holes in the area?",
        "Are you familiar with black holes 'round here?",
        "Are there any blackholes close to you?",
        "Which blackspots are close?",
        "There's any information about black spots nearby?",
        "Yeah, you know black holes around here?",
        "Do you know the dark zones around these areas?",
        "There are any blackholes nearby?",
        "Is there any black holes near you?",
        "Do you know of any bad signal areas nearby?",
        "Do you have any black holes close?",
        "Can you tell us if there are known blackspots in the area?",
        "Are there any information about black spots near me?",
        "Can you tell me any blackspots near?",
        "Do you know where the dark areas are around these parts?",
        "Is it known that blackspot is near you?",
        "Is there any dark zones around here?",
        "Do you have any dark regions around here?",
        "Black problem areas are close?",
        "Can there be black spots close by?",
        "Is there any information on the black spots near me?",
        "Are there black spots in that area?",
        "How about any dark areas nearby?",
        "Can you tell me if there are black spots nearby.",
        "Are you familiar with blackspots close to you?",
        "Do you have dark zones around here?",
        "Can you tell me any dark spots around here?",
        "Do you know dark zones around these parts?",
        "Do you know if there were any known black spots nearby?",
        "Did you know there were black spots not far away?",
        "Did you know nearby black spots?",
        "Do you know if there are black spots?",
        "Are there spots black, nearby or not.",
        "There could be any dark zones around here.",
        "Can you tell me if there are known black spots nearby?",
        "Is there any known blackspots near the one that you are talking about?",
        "Can you tell me if there are blackspots here?",
        "Are there black spots within the vicinity?",
        "Is black spots well-known in this area?",
        "Anything near blackspots?",
        "Is there any known blackspots right near the one you're asking about?",
        "Any black spots near the area?",
        "Black spots close to you?",
        "Is there black holes closeby?",
        "Are there any known blackspot nearby?",
        "Are you aware of black holes 'round here?",
        "Can you tell me any dark places nearby?",
        "Is there any information about the blackout pockets around?",
        "Any blackspots close to us?",
        "Are there black spots located in the vicinity?",
        "Is there any data about black spots near me?",
        "Are you aware of dark areas around these parts?",
        "Does there any information about black spots near me?",
        "Can you tell me any black spots?",
        "There are any black spots near?",
        "Is there any known blackspots near the one you are talking about?",
        "Know black spots near you?",
        "Know what blackspots are near you?",
        "Are well known black spots in the vicinity?",
        "I am wondering if there are any black spots near me.",
        "Are there any blackhole's near?",
        "Did you know there were any blackspot nearby?",
        "Are there blackspot in the vicinity?",
        "Is the vicinity known for black spots?",
        "Do you have any darker spots around here?",
        "Do you know black holes around here?",
        "Around here, any dark areas?",
        "Bad spots close?",
        "Are you aware of dark zones around these areas?",
        "Can you remember black holes around here?",
        "Is there any information about black areas near me?",
        "Is there any information about the nearest black spots?",
        "Do you know about the known bleak patches here?",
        "There is a question regarding black spots near me.",
        "Do you know which dark areas are nearby?",
        "Is it known that blackspots are close to you?",
        "Is it possible that there are known black spots in the area?",
        "Are there blackspot near you?",
        "Do you know any dark zones here?",
        "Is it possible to find any dark zones around here?",
        "Is there any information pertaining to black spots near me?",
        "Do you know any known blackspot nearby?",
        "Are you aware of blackspot near you?",
        "Are black trouble areas close?",
        "Any black spots close by?",
        "Are black areas close together?",
        "Are there any dark areas close to you?",
        "Black holes are visible close by?",
        "Is there a known blackspots right near the one you are about to ask?",
        "I want to know if there are black spots in the area.",
        "Have you heard of black holes round here?",
        "Is there any known black spots close to the one you are asking about?",
        "Did you know there were black spots surrounding?",
        "Know of dark areas around these areas?",
        "Any dark places nearby?",
        "The blackspots are any nearby?",
        "Is there a known blackspot near the one you are looking at?",
        "Do you know if you have known blackspots near you?",
        "I would like to know if there are black spots in the area.",
        "Are there any known black spots right near the one you are about to ask about?",
        "If there are blackspots nearby, can you tell me?",
        "Is there any known blackspots right around the one you are about to ask?",
        "Do you know if there is any blackspot near the one you are asking about?",
        "Do you know if there are any known blackspot nearby?",
        "Well, are there bad spots close by?",
        "Blackspots are nearby?",
        "is nearby black spots known?",
        "Are black spots known here?",
        "Can you say if there are known black spots nearby?",
        "Is there any information regarding black spots located nearby?",
        "Are there known blackspots around you?",
        "Were there blackspots nearby?",
        "Is there any info about the black spots nearby?",
        "Any black spots nearer?",
        "Are any black spots nearby?",
        "There are any dark spots near here?",
        "Is there well-known black spots in the area?",
        "Is there any black places here?",
        "Are there any black spots close?",
        "What are the dark spots around here?",
        "Are there black spots that are nearby?",
        "Is black spots in the vicinity known?",
        "There are any dark spots in this area?",
        "Are the nearby black spots well known?",
        "Any black spots near us?",
        "Is there any known black spots near the one you are about to ask?",
        "Are there any dark zones around?",
        "Is there any dark spots around here.",
        "Is there any blackspot right near the one you want to question?",
        "Is there any known black spots near the one you want to question?",
        "There is any nearby blackspot?",
        "Can you tell me about known black spots in the area?",
        "Are any blackspot close?",
        "There is any information on nearby black spots?",
        "Are you familiar with black spots near you?",
        "Do you know about the blackspots nearby?",
        "Are there any blackspots right near the one you are wondering about?",
        "Dark places nearby?",
        "Is there a known blackspot right near the one you're asking about?",
        "Did you know there are black spots near?",
        "Are black spots commonplace in the vicinity?",
        "There are any blackholes near you?",
        "Can you tell me if there are any black spots in the vicinity?",
        "Does anyone know if there are black spots close by?",
        "Is there any known blackspots near the one you're asking about?",
        "Is there any info about black spots near me?",
        "Is near black spots known?",
        "Are there blackholes nearby?",
        "Is there any information about black spots where I am?",
        "The black problem areas are close?",
        "Is it known where nearby black spots are?",
        "Is it possible to say if there are known blackspots nearby?",
        "Is there any information about the blackout pockets near?",
        "Do you know of dark zones.",
        "Black holes are close by?",
        "There is any information about nearby black spots",
        "Is it possible there are black spots close by?",
        "That black spots are close by?",
        "Is there any known black spots near the one you want to ask?",
        "You think bad spots are close by?",
        "Can you tell me if there is a known blackspot?",
        "Do you know of any dark areas?",
        "Is there some information about nearby black spots?",
        "Do you know if black spots in the vicinity are well known?",
        "Is thereknown bleak patches here?",
        "Are there any dark areas nearest?",
        "Do you know about the dark areas?",
        "Is it true that black spots are nearby?",
        "Did you know anyone had black spots nearby?",
        "Any dark areas close?",
        "Is there any knowledge about nearby black spots?",
        "Is there something known about black spots in the area?",
        "Are you aware that black holes are around here?",
        "There is a question about nearby black spots.",
        "Is there a blackspot near the one that you are asking about?",
        "Do you know if there are blackspots in the area?",
        "Is there a information about black spots near me?",
        "Is there any dark areas near?",
        "Do you think there are black spots in the vicinity?",
        "Do you know about any known blackspots nearby?",
        "Is there any information regarding dark spots?",
        "Is there any information about black spots that is nearby?",
        "Is there any information regarding black spots here?",
        "Are any known blackspot nearby?",
        "Is there black holes around here?",
        "Are you aware of black spots near you?",
        "Do you know if there are known blackspots near you?",
        "Do you know where any black spots are?",
        "Do you know if there is a blackspot nearby?",
        "Do you know of any local dead spaces?",
        "Can you say if there are known black spots?",
        "Do you know if there are dark zones around the parts?",
        "Is there information about the blackout pockets nearby?",
        "I would like to know if there are known black spots nearby.",
        "Is anyone aware of black spots near me?",
        "Do you know about any dark spots?",
        "Does anyone have any dark spots around here?",
        "Can you tell me if there are any blackspots?",
        "Wondering if there are any dark areas nearby.",
        "Are there any dark areas around here?",
        "Are there any black spots right near the one you are asking about?",
        "Have you ever heard of black holes around here?",
        "If there are known black spots in the area?",
        "Can you tell me if black spots are nearby?",
        "Did you know any dark areas nearby?",
        "Are there known blackspot near you?",
        "Any black spots closer to you?",
        "Are there black problem areas close?",
        "Is there anything concerning black spots nearby?",
        "Was the area well-known for black spots?",
        "Is there any black spots very close by?",
        "Is it possible that black holes are visible closeby?",
        "Was there bad spots close by?",
        "Is there any known blackspots nearby?",
        "Are there any known black spots near the one you're wondering about?",
        "Is surrounding black spots known?",
        "Are there black spots in the locality?",
        "Does there exist any information about black spots near me?",
        "Are there black spots around?",
        "Have you located any blackspot nearby?",
        "Can you tell me about known blackspots in the area?",
        "Are there known black spots around?",
        "What are the known black spots nearby?",
        "Are there bad spots by?",
        "Does anyone know anything about black spots near me?",
        "Is there any known blackspots around the one you're talking about?",
        "Do you know of any blackspot nearby?",
        "There are any black spots that are close by?",
        "Where are any blackspots nearby?",
        "A few bad spots close by?",
        "Are any dark zones around here?",
        "Do you know which black spots are nearby?",
        "There is a question regarding nearby black spots.",
        "Was there any black spots nearby?",
        "Does anyone know of any dark areas nearby?",
        "Do you have any black holes close by?",
        "Is the black spots close to?",
        "Can you state if there are black spots in the area?",
        "Did you know that there are any dark zones around here?",
        "Is there a dark spot close by?",
        "Do you have black spots near?",
        "Have you checked out any blackspot nearby?",
        "Know any blackspots near you?",
        "I want to know if there are any black holes near.",
        "Is there a blackspot near the one you're wondering about?",
        "Do you think there are blackspots nearby?",
        "Is it possible to say if there are blackspot nearby?",
        "Is there a black spot near?",
        "Do you know if you have found black spots near?",
        "Is there any blackspots right around the one you are wondering about?",
        "How about bad spots close by?",
        "Can you say if there are any known blackspots in the area?",
        "All of you know black holes around here?",
        "Is that black spots right by?",
        "Are you aware of nearby black spots?",
        "Is there any dark spots around this?",
        "Do you know the dark areas?",
        "Do you know about the dark areas around these parts?",
        "Is there any blackspot right around the one you are wondering about?",
        "Do you have any black spots around?",
        "Can you tell me if the area has known black spots?",
        "Did you know the blackspots near you?",
        "Does anyone know any blackspots near?",
        "Do you know if the area has known black spots?",
        "I am wondering if there are blackspots nearby.",
        "Is it known that there are black spots near you?",
        "Is there anything regarding black spots nearby?",
        "There are any dark spots around.",
        "Does anyone have information about black spots near me?",
        "Is there any blackspot near the one you are asking about?",
        "I wonder if there is any information on blackout pockets nearby.",
        "Do you see any black spots here?",
        "Were there black spots in the vicinity?",
        "Is there any information about nearby black places?",
        "Are black problem areas near each other?",
        "There are spots, black, nearby or not?",
        "Blackspots are near?",
        "Is any blackspots near?",
        "Are black problem areas very close?",
        "Do you know whether there are blackspots nearby?",
        "Is the area known for black spots?",
        "Know of dark spots?",
        "Is there a known blackspot near the one that you are talking about?",
        "Do you know if there are known blackspots around?",
        "Are there any black places here?",
        "Are you familiar with a blackspot nearby?",
        "Is there a known blackspot close by the one you are about to ask?",
        "Is there any bad spots close by?",
        "Is there any info about nearby black spots?",
        "Around here, are any dark zones?",
        "Do you know of black spots around you?",
        "Is there a known blackspot near you?",
        "Is that black spots close to me?",
        "Is that black areas nearby?",
        "Are black problems close?",
        "Any blackspots nearby.",
        "There are any black spots close?",
        "Is there any black spots in your area?",
        "Do you know if there are any known blackspots near the one you are wondering about?",
        "Are there any dark parts nearby?",
        "Do you know anything about blackspots near you?",
        "Is anyone aware of any black spots close by?",
        "There are dark areas nearby?",
        "Do you know if there are blackspots?",
        "Are the dark areas round these parts?",
        "There were any dark spots around here?",
        "Is there any known black spots near the one you're about to ask about?",
        "There are black spots nearby, yet?",
        "Is there any known blackspot near the one you want to question?",
        "Did you know of dark areas around these parts?",
        "Are there any known blackspots close by?",
        "There are any dark zones here?",
        "Which dark zones are around here?",
        "Any black areas?",
        "Is there any blackspots?",
        "Bad spots just close by?",
        "Bad spots closeby?",
        "Is there any information about the nearby black spots.",
        "There were any black spots nearby?",
        "The blackspots are nearby yet?",
        "Is there any blackspot nearby?",
        "Can you say if there are any known blackspots nearby?",
        "Do you know if there is a known blackspot near the one you are about to ask about?",
        "Are there any blackspots near the one you are inquiring about?",
        "I want to know if there are known black spots.",
        "Are there blackspots nearby yet?",
        "What blackspots are close?",
        "Did you know there were any black spots around?",
        "Are black spots located in the vicinity?",
        "Know of black spots near you?",
        "Do you know if there are nearby black spots?",
        "Does anyone know about nearby black spots?",
        "Can you tell me if there are known blackspots around?",
        "Is the area well-known for its black spots?",
        "Has there any information about black spots near me?",
        "Can you tell me whether there are known blackspots nearby?",
        "Any blackspots around you?",
        "Are you aware of any black spots near you?",
        "Can you tell me if there are blackspot in the vicinity?",
        "There is any nearby blackspots?",
        "Are there black spots in the neighborhood?",
        "Is there any dark areas around here.",
        "Are the black spots in the vicinity well-known?",
        "Can you say if there are any known blackspots?",
        "Any dark locations around here?",
        "There are any dark zones near here?",
        "Is there information about the black spots near me?",
        "Does anyone know any information about black spots?",
        "Is known blackspots nearby?",
        "Any known black spots nearby?",
        "Is there any known blackspot close to the one you want to ask?",
        "black spots in the vicinity are well-known?",
        "Did you know about black spots nearby?",
        "Did you know there were some black spots near?",
        "I don't know if nearby black spots are known.",
        "Are you near black spots?",
        "Can you tell me the location of known black spots?",
        "Around this area, any dark zones?",
        "Is there any known blackspots near that one you want to ask?",
        "Is there any information on the blackout pockets near?",
        "Can you say if there are black spots in that area?",
        "There may be bad spots close by.",
        "Is there any information surrounding black spots?",
        "There are any black spots nearby?",
        "Any dark spots in this vicinity?",
        "Did you notice any dark spots around here?",
        "Have any black holes nearby?",
        "Can you tell me about the blackspots nearby?",
        "Is there any known blackspots near the one that you want to ask?",
        "Is there a blackspot in the area?",
        "Can you tell me if there are black spots in that area?",
        "Do you have known black spots near you?",
        "Do you have any black spots near?",
        "Are there any black areas?",
        "There are any nearby blackspot?",
        "Do you have any dark areas near?",
        "Do you believe there are spots with zero service around here?",
        "Know about black spots near you?",
        "Is there a known blackspot you're wondering about?",
        "Is there a known black spot near you?",
        "Do you have any black spots near you?",
        "Is there a location for black spots nearby?",
        "Spots with zero service around here?",
        "Is known blackspots near you?",
        "Close by bad spots?",
        "Can there be blackspots nearby?",
        "Is there a known blackspot right around the one you want to ask?",
        "Does anyone know if there are blackspots in the area?",
        "Is anyone near any black spots?",
        "Do you know about dark zones around these parts?",
        "Is there any information about the black spots that are near me?",
        "There is any information regarding black spots nearby.",
        "Is there any information about black spots around?",
        "Do you know if there are known blackspot in the area?",
        "Can you tell me if there are blackspotes nearby?",
        "Know of dark areas in the area?",
        "Is it nearby black spots?",
        "Do there any black spots close by?",
        "Is there a known blackspot right near your question?",
        "Are the black problem areas close to each other?",
        "Is black spots well-known in the area?",
        "Do you know if any black spots are near the one you are about to ask?",
        "There are any dark spots around here",
        "Some black spots?",
        "Is there a known black spot?",
        "are nearby black spots well known?",
        "Is there any blackspot that is near the one you are wondering about?",
        "Is there a known blackspot close to the one you are about to inquire about?",
        "Can you tell me if there are black spots?",
        "Have you located any dark spots?",
        "Are there any known blackspots near the one you want to ask?",
        "Are black spots well- known in the vicinity?",
        "Are there well known black spots?",
        "Is there any information about black spots located near me?",
        "Around here, any dark spots?",
        "Is there any dark spots in this area?",
        "Are there any blackholes nearest?",
        "Can you tell me if there are known black spots near me?",
        "Are you aware of black holes \"round here\"?",
        "You can ask if there are blackspots nearby.",
        "Are there any black spots that are close to the one you're asking about?",
        "Is there any dark places around this?",
        "Does anyone know any information about nearby black spots?",
        "Is there any known blackspots near the one you want to ask about?",
        "Did you know there were some blackspots nearby?",
        "Has anyone found any black spots near?",
        "Are blackspots close to you?",
        "Are there any blackholes in the area?",
        "There are any dark spots surrounding here?",
        "There are any dark spots around here?",
        "Do you know if there are any dark areas around here?",
        "Are there any black spots close by?",
        "There is any information regarding nearby black spots.",
        "Do you think there are black spots in the area?",
        "Can you say if there are any blackspots nearby?",
        "Is there any known blackspots close to the one you are about to ask about?",
        "Are there any known black spots near the one you want to inquire about?",
        "Are you searching for a known blackspot nearby?",
        "Are there any dark parts around here?",
        "Has anyone found a blackspot near you?",
        "Are there black spots close to you?",
        "Do you know if there is any blackspots near the one you are wondering about?",
        "I would like to know if there are known blackspots in the area.",
        "Are there any black spots in your area?",
        "Is there any knowledge about black spots?",
        "Have you got any dark places nearby?",
        "What information is there about nearby black spots?",
        "Did you know about dark zones around these parts?",
        "Are you aware of any known blackspot?",
        "Are there any nearby blackspot?",
        "Are these spots black or nearby?",
        "Is there any known dark spots?",
        "Do you know known black spots?",
        "There are any black spots by?",
        "Are black spots close to one another?",
        "There are any dark areas close?",
        "Do you know about dark zones in these parts?",
        "Is there any information about black spots right near me?",
        "Can you say if there are known black spots in that area?",
        "Do you know the dark zones around these parts?",
        "Any nearby areas with black spots?",
        "Is there black problem areas close?",
        "Did you know there are blackspots nearby?",
        "There are black spots near yet?",
        "How about any nearby black spots?",
        "Did you know about black spots near you?",
        "Do you know of those dark zones?",
        "dark spots around this area?",
        "Can you tell me if there are any black spots around?",
        "There may be black spots close by.",
        "Any blackspot nearby?",
        "Have you found any blackspots near?",
        "Did you know that there were any black spots near?",
        "Is there a known blackspot next to the one you're wondering about?",
        "Do you know of any dark zones?",
        "Are there any blackholes close?",
        "Is there any information about nearby black spots",
        "Is there any black spots closest to you?",
        "Are there any known blackspots near the one you're asking about?",
        "Are black spots known in the area?",
        "Are there black spots located nearby?",
        "Is it any nearby black spots?",
        "Is there any black spots close to me?",
        "Do you know if there are dark zones in these parts?",
        "Are those black spots close to us?",
        "Dark places around here?",
        "Does anyone have any black holes near?",
        "Is there any information regarding black spots around?",
        "Are there dark areas round these parts?",
        "Are the black spots near?",
        "Is the black spots known?",
        "Do you have blackspots near you?",
        "Is it possible that there are any dark zones around here?",
        "Is there black spot in the area?",
        "Do you know of dark areas.",
        "There were any dark zones around here?",
        "Are black spots in the area well- known?",
        "Are there any darker areas around here?",
        "There are blackspots near yet?",
        "Do you know if there are dark zones around these parts?",
        "Will there be any blackspots nearby?",
        "Do you know where the dark zones are round these parts?",
        "Did you know there were certain black spots nearby?",
        "Ya reckon bad spots close by?",
        "Are these dark areas around these parts?",
        "Is there any blackspots close to the one that you are wondering about?",
        "Is the black spots close to me?",
        "Does the vicinity have well-known black spots?",
        "Do you know if there are black spots near the one you're talking about?",
        "How about any blackholes near?",
        "Do you know about dark zones in these areas?",
        "There are any darker areas nearby?",
        "Is that black spots close to each other?",
        "Do you know if there are black spots close by?",
        "Is there anyone nearby with information about black spots?",
        "Black spots are nearby?",
        "There's any information about nearby black spots.",
        "There are any dark places around here?",
        "Can you tell me where the dark areas are nearby?",
        "Can you tell me any dark areas nearby?",
        "Was there any known black spots nearby?",
        "Is there a description of black spots nearby?",
        "Did you know that there are black spots near you?",
        "Is there anything pertaining to nearby black spots?",
        "Is there something about nearby black spots?",
        "Where are any nearby blackspots?",
        "Are you looking for black spots near?",
        "Can you tell me about any dark areas around here?",
        "There are any dark spots around this area?",
        "Do you know about the dark zones in these parts?",
        "Is there a known blackspot near the one you want to know about?",
        "Is there any dark zones in this area?",
        "Are the black problem areas close to one another?",
        "Blackspots located nearby yet?",
        "I wonder if black problem areas are close.",
        "Would there be any black spots close by?",
        "Have you discovered black spots near?",
        "Is there a known blackspot close to the one you are about to question?",
        "Does anyone know any black spots close by?",
        "Any dark places near here?",
        "Is there any information about black spots that are nearby?",
        "Do you know of any dark zones around these areas?",
        "Are there dark zones around these parts?",
        "Did you know there were black places nearby?",
        "Is there anything I can know about black spots near me?",
        "Do you know if there is a blackspot near the one you are about to inquire about?",
        "Any blackspots in the vicinity?",
        "Have you found any black spots in your area?",
        "Is there an information about black spots near me?",
        "Do you know which blackspots are nearby?",
        "Can you tell me where any blackholes are?",
        "Are nearby black places known?",
        "Is there known blackspot near you?",
        "Are there any black spots in the vicinity?",
        "Do people know about nearby black spots?",
        "Are there dark places nearby?",
        "Is there any dark areas close?",
        "Do you know if there are any known blackspots near the one you are about to ask about?",
        "Do you know if there is any blackspot right near the one you are about to ask about?",
        "Bad places close by?",
        "Any blackspots not far away?",
        "Any of the nearby blackspots?",
        "Is black spots well known in that area?",
        "Is there any known blackspot right near the one you are asking about?",
        "Are there blackspots near you?",
        "Is the black spots near you?",
        "Any black spots located near?",
        "Is there a known blackspot right near the one you are inquiring about?",
        "Is there any blackspots close to the one you're asking about?",
        "Dark areas are nearby?",
        "Did you know there were black spots just nearby?",
        "Does anyone know if there is a blackspot near the one you are asking about?",
        "There's any black spots?",
        "Does the area have any known black spots?",
        "There are any black holes around?",
        "Any blackspots located near?",
        "Are nearby black places well known?",
        "Is there any blackspots close to the one you are asking about?",
        "Is there black spots in this vicinity?",
        "There is a question about black spots nearby.",
        "Do you have information about black spots near me?",
        "Is there any known black spots right next to the one you are about to ask?",
        "Is there any dark zones around these parts?",
        "If there are black spots in the area?",
        "Is there a known blackspot near the one you're asking about?",
        "Is there black spots that are close by?",
        "Is there anything known about black spots nearby?",
        "Can you tell me if I know black holes here?",
        "Black holes in close proximity?",
        "Is the black spots around?",
        "Do you know there are black spots nearby?",
        "Bad spots in close proximity?",
        "What dark spots do you see around here?",
        "Are any nearby blackspots?",
        "Is black spots in the area well-known?",
        "ya reckon bad spots close by?",
        "Is there any blackspot that is close to the one you are asking about?",
        "Does anyone know if there are black spots in the vicinity?",
        "Is there any known blackspot right next to the one you are wondering about?",
        "Is thereany blackspots nearby?",
        "Can you tell me if there are any known black spots?",
        "Do you know of any blackspots near you?",
        "Were the black spots in the vicinity well known?",
        "Did you know about any blackspot nearby?",
        "Is there black spots in that area?",
        "Do you think black problem areas are close?",
        "Can you tell me if there are dark spots nearby?",
        "There are any blackspot nearby?",
        "Is there any black spots close by.",
        "Is there any blackspots near the one you are wondering about?",
        "I want to know if there are any blackholes nearby.",
        "Any black marks nearby?",
        "Did you know the black spots nearby?",
        "Have you seen black spots near?",
        "Does anyone know of any black spots nearby?",
        "Have you found any areas with black spots?",
        "There are any black spots near you?",
        "Did you know there were blackspots close by?",
        "Do you know if there were black spots nearby?",
        "Have you spotted any black spots near?",
        "Are there dark zones around these areas?",
        "Do you know if there are black spots near?",
        "Am I near any blackholes?",
        "Is black spots well known in the area?",
        "Are there any dark areas around these parts?",
        "Is that black spots that are close?",
        "Is anyone aware of any black spots near me?",
        "Is there any known blackspots near the one that you are wondering about?",
        "Can you say if there are any black spots in the vicinity?",
        "Did you know any nearby blackspots?",
        "Any dark spots around this area?",
        "Did you see any dark zones around here?",
        "Are there any known black spots right around the one you want to ask?",
        "Does anyone know if there are known black spots in the area?",
        "Is there an information about black spots nearby?",
        "There are black holes near?",
        "Are any blackholes close?",
        "There may be known blackspots nearby.",
        "Do you know if you have known black spots near you?",
        "Is there a known blackspot right by the one you are wondering about?",
        "Is the vicinity well-known for its black spots?",
        "Do you know where nearby blackspots are?",
        "Do you know known blackspots near you?",
        "Did you see any dark spots around here?",
        "Are there any black holes in the vicinity?",
        "Are you aware of any black spots nearby?",
        "Do you have any blackholes near?",
        "Any blackspots nearest you?",
        "Any blackspot in the vicinity?",
        "Anything black spots nearby?",
        "Is it possible to find information on the blackout pockets nearby?",
        "Black spots nearby, are they known?",
        "Know of dark areas around the parts?",
        "Is there any known black spots close to the one you're talking about?",
        "Are the black spots close?",
        "Have you seen any dark spots?",
        "Can you say if there are black spots?",
        "Has there been a known blackspot nearby?",
        "There is any information about black spots nearby.",
        "Are black areas close?",
        "Do you know any black spots near you?",
        "Is there a black spots near me?",
        "Are there any known nearby black spots?",
        "Are there any black spots located nearby?",
        "Do you have any black spots here?",
        "Is there a close black problem area?",
        "Is there any known blackspot near the one you are referring to?",
        "That black spots are near?",
        "Can you say if there are any known blackspot?",
        "So, any dark zones around here?",
        "Have you seen any nearby blackspots?",
        "Black problem areas close?",
        "Was there any blackspot near?",
        "Are the black spots known?",
        "Are there any dark places near?",
        "Can you tell me whether there are blackspots nearby?",
        "Are black spots in the area known?",
        "Anyone have any dark areas nearby?",
        "You think bad spots close by?",
        "Do you know known bleak patches here?",
        "Is there a known blackspot near the one that you are about to ask about?",
        "If there are known black spots in the area, can you tell me?",
        "Is there any information about nearest black spots?",
        "What nearby black spots are there?",
        "Is that area close to black spots?",
        "Any dark spots located here?",
        "Is there black spots close?",
        "Is there any blackspots right near the one you're wondering about?",
        "Have any dark spots nearby?",
        "Do you know where the dark zones are around here?",
        "dark spots in the area?",
        "Is there any information on the blackout pockets here yet?",
        "Any black spots around here?",
        "Can you tell me about nearby black spots?",
        "Do you know about blackspot near you?",
        "Any of the nearby black spots?",
        "Around here, are there any dark areas?",
        "You reckon there are bad places close by?",
        "Is there something about black spots near me?",
        "Have you found any black spots near you?",
        "Is there any information concerning black spots near?",
        "Is that black spots close?",
        "Is there black spots around well known?",
        "Do you know if there are any known black spots?",
        "Can you tell me if there are known blackspots there?",
        "Can you tell me about black spots near me?",
        "Are there any known black spots near the one that you're wondering about?",
        "Do you know of any black spots near?",
        "Is there a known black spot close?",
        "Are there blackspots in this area?",
        "Is there any black spots around me?",
        "Is there information on black spots nearby?",
        "Are there blackspots nearby?",
        "Black holes are 'round here?",
        "Is there a known black spot in the vicinity?",
        "Do you know if those black spots are nearby?",
        "Are you aware of a blackspot nearby?",
        "Has anyone found black spots near you?",
        "Is there any black spots near me?",
        "Is there black spots nearby.",
        "Are the black spots well known in the area?",
        "Is it true that there are bad spots close by?",
        "Is there black holes nearby?",
        "Do you have any blackholes nearby?",
        "Which dark spots are around here?",
        "Is there any known blackspots close?",
        "Can you state if there are known blackspots nearby?",
        "Do you reckon there are blackspots nearby?",
        "Have nearby black spots been reported?",
        "Can you say if there is a known blackspot in the area?",
        "Can there be any black spots close by?",
        "There's any blackspots near?",
        "Are there any known black spots close to the one you are wondering about?",
        "Do you know if there are blackspots here?",
        "Is there a place with black spots nearby?",
        "Is it possible to find black spots close by?",
        "Is there any black spot information near me?",
        "Do you know about bleak patches here?",
        "There are dark spots around here?",
        "Is there a blackspot located near the one you are wondering about?",
        "Is there any black spots that are close by?",
        "Is there anything concerning nearby black spots?",
        "Are black spots well-known here?",
        "Do you know anything about a blackspot nearby?",
        "Near by are bad spots?",
        "Did you know there are any dark zones around here?",
        "Are black spots well known in that area?",
        "Are there any known black spots by?",
        "Is the area well-known for black spots?",
        "Is the nearby black spots known?",
        "Is there a known blackspot near that one you want to ask?",
        "Can you say if there are black spots here?",
        "If there are black spots nearby.",
        "Any black spots located nearby?",
        "Near a blackspot?",
        "Are black spots well known in the area.",
        "Was there any black spots near?",
        "Are there any black spots right near the one you're wondering about?",
        "Are any black holes close?",
        "Are black spots found in the vicinity?",
        "Is there a known black spot near the one you want to ask?",
        "Do you know if there's any blackspots nearby?",
        "Do you know the dark areas around the parts?",
        "Do you know if there are blackspots in that area?",
        "Is there any known blackspots near the one you would like to ask?",
        "Is that black spots close to you?",
        "I am wondering if there is information on the blackout pockets nearby.",
        "Do you know the dark zones around the parts?",
        "Any dark areas close by?",
        "Is there any information on nearby black spots?",
        "Is there any black spots right by?",
        "Any information about nearby black spots?",
        "Is there a nearby black spot?",
        "Do you know if there were known black spots nearby?",
        "Are black spots in the locality well known?",
        "Have there been any black spots near?",
        "Any blackspots nearest?",
        "Have you ever seen black holes around here?",
        "Can you say whether there are black spots nearby?",
        "Are there any known black spots near the one you are talking about?",
        "Are black spots known in this area?",
        "I want to know if there are any black spots near me.",
        "Are there known black places?",
        "Are black spots widely known in the area?",
        "Is any black spot close by?",
        "Can you tell me if the black spots are nearby?",
        "Any black spots out there?",
        "Are nearby black spots noted?",
        "Did you know anything about black spots nearby?",
        "Are there any blackspots nearby?",
        "Can you say if there are any black spots in the area?",
        "Can you say if there are blackspots around?",
        "There may be any dark zones around here.",
        "Are nearby black spots know?",
        "Got any dark spots nearby?",
        "Do you know of any known black spots?",
        "Are you looking for any blackspot nearby?",
        "Are there any known blackspots near the one that you are talking about?",
        "Is there anything about the nearby black spots?",
        "Know if nearby black spots are known?",
        "Any of those black spots?",
        "Are black spots well-known in the vicinity?",
        "What about nearby black spots?",
        "There are any black marks here?",
        "Are black areas close to each other?",
        "Do you know of dark zones around these areas?",
        "Is there black spots in this area?",
        "Is there any information about the black spots nearby?",
        "Are the black spots well-known in the area?",
        "Are black spots common in the area?",
        "There may be any known blackspots nearby.",
        "I wonder if black holes are visible close by.",
        "Have you heard of blackspots near you?",
        "Have you heard of black holes around here?",
        "Are there any known blackspots close to the one you're wondering about?",
        "Are black spots in this area well known?",
        "Are there any black spots that are close to the one you are wondering about?",
        "What about nearby blackspots?",
        "Does anyone know any black spots?",
        "Do you know if there are black spots nearby?",
        "What are any dark zones around here?",
        "Would you say if there are blackspots nearby?",
        "Is there anything concerning black spots near me?",
        "Is there anything known about blackspots nearby?",
        "Do you know if there are blackspot in the area?",
        "Dark areas nearby?",
        "Is there any known blackspots in the area?",
        "Is there any dark zones around?",
        "There are black spots nearby, is there any information?",
        "Can you tell me if there are known blackspots near?",
        "Do you know if there is any blackspot near the one you want to ask?",
        "Dark spots around the area?",
        "Is there any blackspots in the area?",
        "Is thereany known black spots?",
        "Is there any info about black spots around me?",
        "Do you know of any black spots?",
        "Is there a known blackspot near the one you were wondering about?",
        "Is there any known black places close by?",
        "Any areas with darkness around here?",
        "Did you know there were any known blackspots near?",
        "There are blackspots nearby, yet?",
        "Bad spots located close by?",
        "Is any blackspot nearby?",
        "Are there known black spots close to you?",
        "Any known bleak patches here?",
        "Are you aware of any blackholes?",
        "Blackspots are known near you?",
        "Is there some black spots close by?",
        "Do you know if any black spots are close by?",
        "Any bad spots close by?",
        "Blackspots close?",
        "Is there any known blackspots around the one you're wondering about?",
        "Is there any black spots not far away?",
        "Was there a known blackspot nearby?",
        "I would like to know if there are blackspots nearby.",
        "Is the black problem areas close together?",
        "Is there any blackspots close to the one you're inquiring about?",
        "Are there any known black spots right near the one you want to ask?",
        "Is there any information about the black spots near me.",
        "Do you know if black holes are round here?",
        "Are there black spots close?",
        "I want to know if there is information on the blackout pockets nearby.",
        "Blackspots are near you?",
        "Is black problem areas close by?",
        "Is there any info on blackout pockets?",
        "There may be any dark spots around here.",
        "Is there any black spots near the one you are wondering about?",
        "Is there any black places close by?",
        "Are there bad spots close?",
        "Do you know if there are any known blackspots near the one you are about to ask?",
        "Is it possible to find info on blackout pockets nearby?",
        "Is there any black spots right near the one you are wondering about?",
        "Are there any black spots that are nearby?",
        "Any black spots near me?",
        "Have nearby black spots been known?",
        "The known bleak patches hereabouts?",
        "Do you have dark areas nearby?",
        "Do you know about dark zones around these areas?",
        "Black spots are known near you.",
        "Can you tell me whether there are black spots in the area?",
        "Do you know of areas that are dark?",
        "Can you tell me if there are known blackspots in the vicinity?",
        "Are there dark spots nearby?",
        "Does nearby black spots exist?",
        "Do you know if the area has known blackspots?",
        "Are those black spots nearby?",
        "Do you have black spots near you?",
        "There are black spots nearby yet?",
        "Are these dark zones round these parts?",
        "Can you tell me about the black spots in the area?",
        "Is it black spots that are nearby?",
        "Do you know if you have black spots close to you?",
        "Are these black spots known?",
        "Is there any blackhole near?",
        "Did you know there were black spots in the vicinity?",
        "Are there any black holes near you?",
        "Is there any known black spots in the area.",
        "There is a question regarding black spots nearby.",
        "Is there any information on blackout pockets near?",
        "Has anyone found any black spots near you?",
        "Do you know if there is any blackspot nearby?",
        "Will any blackspots be nearby?",
        "Around here, are there any dark zones?",
        "Around any black spots?",
        "Is there anyone near me that knows about black spots?",
        "Do you know anything about black spots near?",
        "Do you know whether there are black spots in the area?",
        "Is there other black spots nearby?",
        "Is there any information regarding the blackout pockets nearby?",
        "Blackspots nearby found yet?",
        "Are there any black spots you have seen?",
        "Are there dark zones around the parts?",
        "Have any blackholes in your vicinity?",
        "Are there spots black, nearby, or not?",
        "Are the black spots in this area well known?",
        "Is there any information about black spots near me.",
        "Do you know if black holes are around here?",
        "Can you tell us if there are black spots nearby?",
        "Are there any known blackspots in the vicinity?",
        "Is there any black spots near the one you're wondering about?",
        "Is there data about nearby black spots?",
        "Is there any blackspots near the one that you are asking about?",
        "You reckon bad spots are close by?",
        "Is there a black spot nearby?",
        "Is there anything pertaining to black spots nearby?",
        "Blackspots close by?",
        "Are y'all aware of black holes here?",
        "Are the black problem areas close by?",
        "Dark patches hereabouts?",
        "Is it possible the black spots are nearby?",
        "Any dark areas in the vicinity?",
        "Is the black spots close?",
        "Does anyone know if there are any black spots nearby?",
        "Are these nearby black spots known?",
        "Is there any known black spots near the one you are inquiring about?",
        "Do you know if there is any blackspots near the one you are about to ask?",
        "Can you tell me if there are known black spots in the area?",
        "I want to know if there are any dark areas nearby.",
        "Bad spots close by, yeah?",
        "There was a question about black spots near me.",
        "Are there known black spots in this area?",
        "Do you know of dark areas around these areas?",
        "There are any nearby blackspots?",
        "Have you located a blackspot nearby?",
        "Did you know there were any black spots close by?",
        "Do you know the dark spots around these parts?",
        "Are there any known blackspots near the one you're talking about?",
        "Where are the dark areas around here?",
        "What blackspots are close to?",
        "Is there some information about black spots near me?",
        "Do you know whether there are known blackspots nearby?",
        "Do you know if there are known blackspots in the area?",
        "Is there any information pertaining to black spots nearby?",
        "Do you know if there were any black spots nearby?",
        "Was the black problem areas close?",
        "Any blackspots around?",
        "Have any blackholes nearby?",
        "Y'all know black holes around here?",
        "Are there any dark areas nearby?",
        "Is there any known blackspots close to the one you are talking about?",
        "Can you tell me if there are any known blackspots in the vicinity?",
        "Anything near black spots?",
        "Do you know if there are black holes around here?",
        "There any black spots?",
        "Is there any known blackspot near the one you are inquiring about?",
        "Is there black spots well known in the vicinity?",
        "Is there any blackspots near the one you're inquiring about?",
        "Do you know if the area has blackspots?",
        "Do you know if you have blackspots close to you?",
        "Do you have any dark places around here?",
        "Is nearby black spots known?",
        "Is there any nearby blackspot?",
        "Did you know about black spots near?",
        "There are any black places here?",
        "Close by, are black holes visible?",
        "Any black spots not far away?",
        "Is there anything about black spots close to me?",
        "Do you know where dark zones are around these parts?",
        "Is there any known blackspot near the one you are talking about?",
        "Can you tell me if the blackspots are nearby?",
        "Do you know if there are any black spots close by?",
        "Black holes that are visible close by?",
        "Do you know if there is any nearby blackspots?",
        "Dark spots around this?",
        "Yes, bad spots close by?",
        "Is there any information for nearby black spots?",
        "Is there any black spots near the one you are inquiring about?",
        "Did you know that there were any known black spots nearby?",
        "Any black spots right by?",
        "Does anyone know what black spots are near me?",
        "Are any dark spots around here?",
        "Is there a known area of black spots?",
        "Bad spots close by you reckon?",
        "Can you tell me if there are known blackspotes nearby?",
        "Is there any known blackspots close to the one you are about to ask?",
        "Are there any known blackspots around the one you're wondering about?",
        "Can you tell me whether there are black spots nearby?",
        "I am wondering if there are black spots nearby.",
        "Is there any known blackspots near the one you are mentioning?",
        "Do you know the black holes round here?",
        "Is there a black spot close?",
        "Is anyone familiar with black spots nearby?",
        "Do you know if black spots in the vicinity are well-known?",
        "There might be any dark spots around here.",
        "Are there known blackspot's in the area?",
        "Is there a black area nearby?",
        "Is black spots in the vicinity well know?",
        "What dark spots are nearby?",
        "Is it possible that black holes are visible close by?",
        "Are there any known blackspot near the one you are talking about?",
        "Is the vicinity well known for black spots?",
        "Are black problem areas in close proximity?",
        "Do you know if there are known blackspots here?",
        "There are blackspots nearby?",
        "Do you know if there are any black spots near the one you are talking about?",
        "There are any dark spots over here?",
        "Are you near blackholes?",
        "Do you have known blackspots?",
        "Is there known bleak patches hereabouts?",
        "Are there any known black spots near the one you're asking about?",
        "Are there any known black spots that are close to the one you are wondering about?",
        "Is the black issue areas close?",
        "There may be any known black spots nearby.",
        "Found yet? Blackspots nearby?",
        "Is there any data regarding black spots nearby?",
        "Yeah, bad spots close by?",
        "Do you know if there is any blackspot right near the one you are about to ask?",
        "Do you know of dark areas in these areas?",
        "Are there spots black nearby or not?",
        "Is there a known blackspot right by the one you're wondering about?",
        "Can you tell me if there are black spots close?",
        "Did you know there was any known black spots nearby?",
        "Is there any known blackspots near the one you are asking about?",
        "Is black problem areas close?",
        "Can you say if there are any black spots nearby?",
        "Are there black holes near?",
        "Does anyone know of any nearby blackspots?",
        "Are you nearby a blackspot?",
        "Is there bad spots by?",
        "Is there a list of black spots near me?",
        "Any black places here?",
        "There may be known black spots close by.",
        "What are some dark spots around here?",
        "Can you tell me if there are black spots in the vicinity.",
        "Any of those dark spots?",
        "That black spots are close?",
        "Is there any known dark spots by?",
        "Any blackhole nearby?",
        "Did you know that there are some black spots nearby?",
        "There is any information about black spots near here.",
        "Are there any known black spots right near the one you are asking about?",
        "I need to know if there are any dark areas nearby.",
        "Is there a known blackspots near the one you are talking about?",
        "There are any dark areas close by?",
        "Is there any blackspots that are close to the one you're asking about?",
        "Is there a known blackspot near the one you want to question?",
        "Do you know the black spots near you?",
        "Do you have any blackholes around?",
        "Are there blackspots around you?",
        "You know black holes around here?",
        "Have you found any dark areas nearby?",
        "Is there any known blackspots near the one you are referring to?",
        "Have you noticed any black spots?",
        "Are there any known blackspots right around the one you are wondering about?",
        "Is there any known blackspots near the one you're referring to?",
        "Is there a known blackspot near the one you want to ask?",
        "Do you have any dark zones near here?",
        "I am wondering if there are known black spots nearby.",
        "Anything blackspots near?",
        "Is there a blackspot close to the one you want to question?",
        "Do you mean if there are known blackspots nearby?",
        "Are black spots in the vicinity known?",
        "Any dark areas in the area?",
        "Do you know if there are known blackspot near?",
        "Can you tell me if there are known black spots there?",
        "Any nearby black areas?",
        "Are black spots close by?",
        "I am wondering if there is any information on blackout pockets nearby.",
        "Any near black spots?",
        "You reckon the bad spots are close by?",
        "Are there any known blackspots near the one you are talking about?",
        "Is it known that blackspots near you?",
        "Is there any information on nearby black spots.",
        "Are you familiar with blackspots nearby?",
        "Any of the dark zones around here?",
        "Is there any blackspots in the vicinity?",
        "Can you state if there are black spots in the vicinity?",
        "Do you know if there are black spots in the area?",
        "Is this information about nearby black spots?",
        "Are there any blackspots close to the one you're asking about?",
        "Is there a known blackspot near the one you are asking about.",
        "Is there any blackspot in the area?",
        "A blackspot nearby?",
        "Do you know where blackspots are near you?",
        "Does anyone have any information on nearby black spots?",
        "Does anyone have any blackspots near?",
        "Black spots near us?",
        "There are any dark zones around here",
        "Are there well known black spots in the vicinity?",
        "Is there a black spot that is close by?",
        "Can you tell me any bad signal areas nearby?",
        "Does anyone know of a known blackspot nearby?",
        "Is there any blackspots that are close to the one you're wondering about?",
        "Do you have any dark zones here?",
        "Bad patches hereabouts?",
        "Do you know if there are known blackspots nearby?",
        "Do you know if you have found a blackspot nearby?",
        "Bad spots close by, right?",
        "Can you tell me about the blackspots in the vicinity?",
        "Is there any known black spots near the one you are talking about?",
        "There are bad spots close by, ya reckon?",
        "Can you tell me the dark zones around here?",
        "Did you know there were dark spots nearby?",
        "Are you searching for any known blackspot nearby?",
        "Is there any black spots within range?",
        "Is there any known dark places close by?",
        "Do you know of dark zones in the areas?",
        "Is there any darker areas around here?",
        "There are any blackholes nearby.",
        "Any black patches?",
        "Is there any information about black spots near here?",
        "Do you know of any dark zones here?",
        "There is any information regarding black spots near.",
        "Do you know of any dark areas around these parts?",
        "Can you tell me about the known blackspots nearby?",
        "Is there a known black spot close by?",
        "Is there a known blackspot right near the one you want to ask?",
        "Did you know there are any black holes near?",
        "black spots in the vicinity well known?",
        "Can you tell me any black holes near?",
        "Do you know if there are blackspots near the one you want to ask?",
        "Of known bleak patches here?",
        "Do you have any dark areas around here?",
        "Any of the dark spots around here?",
        "Bad spots close by you?",
        "Were there known black spots nearby?",
        "Is there information regarding black spots near?",
        "Were there any blackholes near?",
        "There's any nearby blackspots?",
        "There are any dark areas nearest?",
        "Is there any known black spots around?",
        "Is the black problem areas close?",
        "There might be blackspots nearby.",
        "Black holes are near?",
        "Is anyone aware of black holes around here?",
        "Is black spots well-known in the vicinity?",
        "Have you found any black spots nearby?",
        "Do you know if the area has black spots?",
        "Can you say if the black spots are nearby?",
        "Black spots nearby found yet?",
        "I am wondering if there are black spots in the vicinity.",
        "Is there a blackhole near you?",
        "Are those black spots located nearby?",
        "Is there any information on blackout pockets nearby yet?",
        "Is anyone aware of any local dead spaces?",
        "Blackspots around you?",
        "Can you tell me if there are known black spots in that area?",
        "Dark zones around these parts?",
        "Does anyone have any blackholes near?",
        "If there are known blackspots in the area?",
        "Do you know if there are black holes here?",
        "I am wondering if there are any dark areas nearby.",
        "There's any dark areas near?",
        "Around any blackspots?",
        "Is there any known black spots in the vicinity?",
        "There is a question about black spots near.",
        "Are there any known black spots near the one you are referring to?",
        "Can you tell us if there are black spots around?",
        "Can you tell us if there are any known black spots?",
        "Is it close to any blackspots?",
        "Was it known that black spots were near you?",
        "Should you know black holes here?",
        "There is a question about black spots near me.",
        "Do you know if there are any black spots near the one you are about to ask about?",
        "Is there any information concerning black spots near me?",
        "What about blackspots nearby?",
        "Is a black problem area close?",
        "Do you know any nearby black spots?",
        "Is there any blackhole near you?",
        "Do you think there's bad spots close by?",
        "Can you tell me if there is a known blackspot nearby?",
        "Can you tell me if there are known black spots in the vicinity?",
        "Any blackspots close by?",
        "Do you know where the dark areas are nearby?",
        "I want to know if there are black spots in the vicinity.",
        "Is there any black areas nearby?",
        "There could be any black spots here.",
        "Do you know any blackspots?",
        "Is there any known blackspots near the one you're wondering about?",
        "Does anyone know if there are any dark zones around here?",
        "I want to know if there are blackspots nearby.",
        "Did you know there wereknown black spots nearby?",
        "Do you know of dark areas here?",
        "Do you know a blackspot nearby?",
        "Is there any information about black spots next to me?",
        "Does anyone know of any dark zones around here?",
        "Do you know of any dark zones around these parts?",
        "Are there any known blackspot right near the one you are about to ask?",
        "Dark spots around this area?",
        "Is there a known blackspot close to the one you are wondering about?",
        "Any near blackspot?",
        "Do you know of dark zones throughout these parts?",
        "Around here, there are any dark spots?",
        "Is there a known blackspot in the vicinity?",
        "Is there any information on the nearby black spots?",
        "There could be blackspots nearby.",
        "Are there blackspots in the vicinity?",
        "There is any information regarding black spots nearby?",
        "Blackspots are known to be near you.",
        "Have you found any places with black spots?",
        "There may be blackspots nearby.",
        "Does anyone know if there are black spots nearby?",
        "Do you know if black spots are nearby?",
        "Is it possible that black spots are close?",
        "Is it well known that black spots are in the vicinity?",
        "Is there any info on black spots near?",
        "Do you have information about nearby black spots?",
        "Are black problem areas close",
        "Is there anything pertaining to black spots near me?",
        "Did you know there are blackholes near?",
        "Are there any known blackspot?",
        "There are any known black spots close by?",
        "Are there black spots known?",
        "Any dark places in this area?",
        "Are black spots close to each other?",
        "Is that any dark areas nearby?",
        "Are there any blackspots in the area?",
        "Is black spots well- known in the vicinity?",
        "Have you found any dark zones around here?",
        "Is there a known blackspot near the one you are asking about?",
        "Do you know of dark zones in these places?",
        "Hereabouts known for bleak patches?",
        "Can you confirm if there are black spots nearby?",
        "Did you know there were any blackspots nearby?",
        "Where are the bad spots close by?",
        "Is there any information on blackout pockets nearby?",
        "Can you tell me if the area has known blackspots?",
        "The blackholes are near?",
        "Is there a known blackspot around the one you're wondering about?",
        "Are black spots close to you?",
        "Did you know there are any dark areas around here?",
        "Are there any known blackspots right near the one you're asking about?",
        "Bad spots closer by?",
        "Does anyone know if there are known black spots?",
        "Is there any dark zones round these parts?",
        "Is there any information about dark spots nearby?",
        "Bad spots close by, you reckon?",
        "Is the black problem areas very close?",
        "Any black holes near you?",
        "There are any black spots close by.",
        "Is there any information about the black spots that are nearby?",
        "There is any information about the nearby black spots?",
        "There is any blackspot nearby?",
        "Are there any black spots in that area?",
        "Know if you have black spots near you?",
        "Have you found any blackholes near?",
        "Near you, are known blackspots?",
        "Near you, are there blackspots?",
        "Is there any blackholes nearest?",
        "Is there any blackspots close by?",
        "Can you say if the blackspot is nearby?",
        "Is there any known black spots right near the one you are about to ask?",
        "Is there any known dark places?",
        "There are any dark zones surrounding here?",
        "Can you say if there is a known blackspot nearby?",
        "Is there any known blackspots right near the one you're about to ask?",
        "Does anyone know if there is a blackspot nearby?",
        "Is there any information about black spots in the area?",
        "Any spots that are black?",
        "Were there any black spots nearby?",
        "Are there any known blackspots near the one you want to question?",
        "Do you know if there are any black spots in the vicinity?",
        "Can you tell us if there are blackspots nearby?",
        "I am looking for dark areas nearby.",
        "Can you tell me about any dark areas nearby?",
        "Any blackspots in proximity?",
        "Can you tell me if black spots in the vicinity are well known?",
        "Is there any information about black spots that are close to me?",
        "Are there black spots in this area?",
        "Do you know if there are black spots near the one you are about to ask?",
        "Do you know about black spots in the area?",
        "Are there known bleak patches hereabouts?",
        "Do you know if there is any blackspot near the one you are about to ask about?",
        "Any blackspots near you?",
        "Are there any dark areas located nearby?",
        "Is there any information about black spots in my area?",
        "Are those black spots close to you?",
        "Is there any info on blackout pockets nearby?",
        "Can you tell me whether there are known black spots?",
        "Is there a known blackspots near the one you are about to ask?",
        "Is it possible that black holes are close by?",
        "Is there any blackspot in the vicinity?",
        "Is there black spots in the area well known?",
        "Any black spots by?",
        "Is there any information relating to black spots near me?",
        "Are known black spots close to you?",
        "Are black spots known in that area?",
        "Are there any black spots around you?",
        "Bad spots very close by?",
        "Is there any information about black spots in the vicinity?",
        "Would you say if there are known blackspots nearby?",
        "Near black spots known?",
        "Are there black spots well known in the vicinity?",
        "Do you know if there are any black spots near the one you are about to ask?",
        "Have you ever found black spots near?",
        "Can you tell me if there are black spots close by?",
        "Did you know there was any black spots nearby?",
        "Do you think that black spots are nearby?",
        "Bad spots near?",
        "Are the black holes closeby?",
        "Are there any black areas here?",
        "Are there any blackspots in the vicinity?",
        "Have you located any dark areas nearby?",
        "Can you say if there are blackspots in the area?",
        "Do you have any blackspots close?",
        "Do you know if there are known black spots around?",
        "Is there any info regarding black spots nearby?",
        "Black holes around here?",
        "Are there black spots near you?",
        "Is there any known black spots?",
        "Do you know where a blackspot is nearby?",
        "Can you tell me any blackhole near?",
        "Do you know about black holes around here?",
        "Do you know if there are any black spots?",
        "Are there any known black spots close to the one you're asking about?",
        "Is anyone nearby black spots?",
        "Is there any information about black spots, nearby?",
        "Is there any black areas here?",
        "Know of dark places around these parts?",
        "Any blackspots close to you?",
        "Are you aware of the dark zones around these parts?",
        "Are there any known blackspots near the one that you are wondering about?",
        "Any black holes close by?",
        "Do you know if blackspots are near you?",
        "Is there known blackspots nearby?",
        "Do you know if black holes round here?",
        "Does anyone know if there are black spots near me?",
        "Are there any known blackspots right near the one you're wondering about?",
        "Is there a information about nearby black spots?",
        "Know of dark zones around these parts?",
        "Is there anything known about blackspots in the area?",
        "Are black spots well known around this area?",
        "Are there any black spots nearby me?",
        "Are black spots familiar in the vicinity?",
        "Have you found black spots near?",
        "Is there any known blackspot that is close to the one you are wondering about?",
        "Is there any known blackspot near the one you're talking about?",
        "Is that bad spots close by?",
        "Is the area well- known for black spots?",
        "Are there any known blackspot near the one you are wondering about?",
        "Is there info about black spots near me?",
        "Are black spots well known around the area?",
        "Can you tell me about any black spots?",
        "There are any black spots around?",
        "Are there any known black spots right near the one you're asking about?",
        "Can you tell me if there are known blackspot nearby?",
        "What black spots are close?",
        "Would you know black holes around here?",
        "black spots in the vicinity are well known?",
        "Is there any blackspot close to the one you're wondering about?",
        "Is there any blackspots near that one you want to ask?",
        "Are there any blackspots right near the one you're asking about?",
        "Can you say if there are blackspot in the vicinity?",
        "Do you know of any dark zones in these areas?",
        "There's a question about black spots nearby.",
        "Are any blackspot near?",
        "Can you tell me if there's any known blackspots nearby?",
        "Is there a known blackspot right around the one you're wondering about?",
        "Does there any information on black spots nearby?",
        "Are you aware of a known blackspot nearby?",
        "Are there bad places close by?",
        "Is there any known black spots nearby?",
        "There are Any black spots here?",
        "Are there any known blackspots near the one you are referring to?",
        "Do you have any knowledge of a blackspot nearby?",
        "What blackspots are nearest?",
        "Is there a known blackspot in the area you are about to ask about?",
        "Is there a black spot by?",
        "Are there black spots nearby.",
        "Is there any known blackspot right near that one?",
        "Did you know there are known black spots nearby?",
        "Do you know if there are known blackspots in that area?",
        "Is there any information regarding nearby black spots.",
        "Are black problem areas close.",
        "Black spots near?",
        "Is there anything regarding black spots near me?",
        "Can you tell me about the known black spots?",
        "There are blackspots nearby yet?",
        "Has anyone found a known blackspot nearby?",
        "Are that black spots nearby?",
        "Is thereany information about black spots near me?",
        "Any black spots near?",
        "Is there any blackspots near the one you're wondering about?",
        "Do you know anything about dark zones around these parts?",
        "Do you know if there are any dark zones around here?",
        "Can you say if the area has black spots?",
        "Do you know of any blackholes near?",
        "Which nearby black spots are known?",
        "Are black spots known there?",
        "Is there anything close to black spots?",
        "Is there anything close by that's black?",
        "I want to know if there are any dark areas near.",
        "Any places with black spots?",
        "There could be some dark spots around here.",
        "Is there info about black spots nearby?",
        "Do you know if there are blackspot nearby?",
        "Is there a known blackspot close to the one you are about to ask about?",
        "Do you know of black spots close to you?",
        "Are there any known blackspots nearby the one you are wondering about?",
        "Do you know who the blackspots are near you?",
        "Is there a known blackspot near this one?",
        "Is there known blackspots in this area?",
        "Are known black spots in the vicinity?",
        "Do you say if there are black spots nearby?",
        "Did you know any blackspots were nearby?",
        "Don't you know black holes round here?",
        "Are black spots well-know in the area?",
        "Are the black spots close by?",
        "Any blackspot close to you?",
        "Any dark pockets around here?",
        "Are the nearby black spots well-known?",
        "Do you know which dark zones are in these parts?",
        "There are any blackholes around?",
        "black problem areas close?",
        "Is the black spots that are nearby?",
        "Is there a known blackspot near the one you're talking about?",
        "Is thereany nearby blackspots?",
        "Were there any dark zones around here?",
        "Has anyone seen any dark spots around here?",
        "Does anyone know of any local dead spaces?",
        "nearby black spots are known?",
        "Any nearby spots of blackspots?",
        "Is there a known blackspot near the one that you're wondering about?",
        "Can you tell me if you have found any black spots?",
        "Say bad spots close by?",
        "Can you tell me if there are blackspots nearby?",
        "Do you know of dark zones around those parts?",
        "Do you know if there is a known blackspot near the one you are wondering about?",
        "Do you know if there are any black spots around?",
        "Are any dark areas around here?",
        "Is there any dark areas in the vicinity?",
        "I am wondering about black spots near me.",
        "Any black spots around you?",
        "Are black spots close?",
        "Are the nearby black spots known?",
        "Do you know any black spots here?",
        "Is thereany black spots close by?",
        "Is it known if there are black spots?",
        "Is it close to black problem areas?",
        "Is it possible that black spots are nearby?",
        "Are black problem areas not far away?",
        "There might be black spots nearby.",
        "Is there a known black spot near the one you are about to ask?",
        "Were there black spots nearby?",
        "Is there anything relating to nearby black spots?",
        "Can you say if there are known blackspots?",
        "Is it any dark spots around here?",
        "Are there any known black spots right next to the one you want to ask?",
        "Is there any knowledge of black spots near me?",
        "Is there a known blackspot near the one you're referring to?",
        "Are the black areas close to each other?",
        "Is there a blackspots near?",
        "Is there any information regarding the black spots nearby?",
        "Can you tell me if there are known black spots near?",
        "Any black spots in the area?",
        "Can you say if there are known black spots in the area?",
        "Is there any known blackspot right around the one you are wondering about?",
        "There are any known black spots close?",
        "Do you know of the dark areas?",
        "Is there any known blackspot near the one you're about to ask?",
        "Are Black problem areas close?",
        "Is it known that black spots are near you?",
        "Is there any known black spots near this one?",
        "Could there be any dark spots around here?",
        "Did you know there are some black spots nearby?",
        "Do you know if you have known blackspot near you?",
        "Is there any info regarding the blackout pockets?",
        "Is there information about black spots around me?",
        "Can you tell me if there are black spots there?",
        "Have you spotted any dark areas nearby?",
        "Do you know where dark zones round these parts?",
        "Is there a blackspot close to the one that you are wondering about?",
        "Is there any known blackspot close to the one you're talking about?",
        "Do you know what black spots are nearby?",
        "Do you know about black spots near you?",
        "Is there any dark zones around this?",
        "Any dark areas around?",
        "Around here, spots with zero service?",
        "Is there any known blackspots right by the one you are about to ask?",
        "Did you know there were blackspot areas nearby?",
        "Can you tell me if there are known blackspots?",
        "Is that near the black spots?",
        "Are you aware black holes round here?",
        "Are there any dark areas around here.",
        "Have you seen blackspots near you?",
        "Is there any known black spots near the one you are wondering about?",
        "Are the black problem areas close to eachother?",
        "There can be black spots close by.",
        "Are there known blackspot in the area?",
        "Is black problem areas close together?",
        "There are black holes nearby?",
        "Were there known black spots in the area?",
        "Is there a known blackspot around the one you are talking about?",
        "Are there any blackspot nearby?",
        "Have any blackholes close?",
        "Is this information about black spots near me?",
        "Do you know about known bleak patches?",
        "Do you have black spots here?",
        "Would you know known blackspots near you?",
        "Can you tell if there are black spots in the area?",
        "Can you tell me if there are black spots around me?",
        "If there are known black spots nearby?",
        "Is there any nearby black spots?",
        "Do you know any dark zones?",
        "black spots in the area?",
        "Did you know about any black spots nearby?",
        "Do black holes appear close by?",
        "Any black areas there?",
        "Can you tell me if there are black spots outside?",
        "There are any dark spots near here.",
        "There is any information about nearby black spots?",
        "Have there been any black spots?",
        "There are questions about nearby black spots.",
        "There might be dark spots around here.",
        "Is thereany known black spots close by?",
        "Do you know whether you have blackspots near you?",
        "Do you know if a blackspot is nearby?",
        "Is there any nearby blackspots?",
        "There are any darker areas around here?",
        "Do you know any dark zones around these parts?",
        "Is there information about blackout pockets nearby?",
        "Is there a black spot in the vicinity?",
        "Are there any black spots nearest?",
        "Did you know that there were any blackspots nearby?",
        "Have any black holes near you?",
        "Are there any known blackspots close to the one you are asking about?",
        "Is there a description about nearby black spots?",
        "Do you know where any blackspots are?",
        "Do you know of blackspot near you?",
        "Are there any blackspots?",
        "Is the black spots close to you?",
        "What information do you have about black spots near me?",
        "Can you tell us if there are known black spots nearby?",
        "Can you say if there are any known black spots in the area?",
        "Are there any blackspots near the one you're asking about?",
        "Are dark zones around these parts?",
        "Is the blackproblem areas close?",
        "Is there anything about black spots around me?",
        "Is anyone nearby blackspots?",
        "Is nearby black spots well-known?",
        "Is there any information about neighboring black spots?",
        "Do you know of dark zones around this area?",
        "Any dark places?",
        "Is it true that bad spots are close by?",
        "Are there any blackspots around?",
        "Bad spots close by, ya say?",
        "Any information about black spots near me?",
        "Blackspots are found nearby yet?",
        "Any darker places around here?",
        "Is therebad spots close by?",
        "Black spots in this area?",
        "Do you know if there are black spots near the one you are talking about?",
        "Is there any blackspots nearby yet?",
        "Any blackspots near me?",
        "Is there known dark patches here?",
        "Are there any dark zones around this?",
        "Is it well known that there are black spots in the vicinity?",
        "Could there be any black spots here?",
        "Do you know of dark spots around these parts?",
        "I'm wondering if there are any dark areas nearby.",
        "Do you know of dark zones around here?",
        "Is there any blackspot close to the one you are wondering about?",
        "Does anyone know any black spots nearby?",
        "Do you know of the dark zones around the parts?",
        "Are there blackspots in the area?",
        "Can you tell me if there are blackspots?",
        "There are any dark places near?",
        "Are there any black spots that are close to the one you're wondering about?",
        "There are any dark spots around?",
        "What dark spots are around here?",
        "Is that black area close to you?",
        "Is there any dark areas nearby?",
        "Is there a known black spot near the one you are wondering about?",
        "Are there any dark areas near?",
        "there are any black spots?",
        "Any blackspots closeby?",
        "Have you got any dark areas nearby?",
        "Do you know about known bleak patches here?",
        "Did you know that there are any dark areas nearby?",
        "Do you know if there are any black spots nearby?",
        "There may be some known black spots close by.",
        "Is there any information on black spots close by?",
        "I want to know if there is any information about black spots near me.",
        "Is there a blackspot in the area you want to ask?",
        "Are the bad spots close by?",
        "Black holes not far away?",
        "Is there any information on blackout pockets close by?",
        "Can you tell me if there's any blackspots nearby?",
        "Any black spots are nearby?",
        "Know of dark zones in these areas?",
        "Is there a blackspot near the one that you're asking about?",
        "Are there any known black spots around the one you are about to ask?",
        "Do there any dark spots around here?",
        "The black holes are around here?",
        "Are black spots seen in the vicinity?",
        "Any dark locations nearby?",
        "Are there known blackspot in the vicinity?",
        "Closeby are black holes?",
        "Are you aware of known black spots near you?",
        "Is it possible to say if there are known black spots nearby?",
        "Is it black spots nearby?",
        "Do you have any information on nearby black spots?",
        "Do you know where black holes round here?",
        "Want to know if there are any dark areas nearby?",
        "Was there any information about black spots near me?",
        "Is there any black spots in the vicinity?",
        "What are any dark areas around here?",
        "There is a question about black spots close by.",
        "Will there be any nearby black spots?",
        "Are there any black spots that are close to the one you are asking about?",
        "Do you know if there is a known blackspot near the one you are about to ask?",
        "Do you know of any dark areas near?",
        "Is there a known blackspot near the one you're wondering about?",
        "Do you know the dark zones around here?",
        "You have any dark areas nearby?",
        "Hereabouts, known bleak patches?",
        "I would like to know if there are black spots in the vicinity.",
        "Is there known blackspot near?",
        "There is any dark spots around here?",
        "Is there any information about blackout pockets nearby?",
        "Is there information about nearby black spots.",
        "Are there any known black spots around the one you are wondering about?",
        "Can you say if there are blackspots close by?",
        "Do you know if there are blackspots in this area?",
        "Do you know if there are known black spots in this area?",
        "Is there any information pertaining to blackout pockets?",
        "Can you tell me if there are black spots near you?",
        "What dark spots are around?",
        "Do you know if any dark areas are nearby?",
        "Is there a blackspot nearby?",
        "Black holes are around here?",
        "Is there a known blackspot right near the one you are about to ask about?",
        "There is any info about black spots near me.",
        "Was there black spots in the vicinity?",
        "Is there any known blackspot right near the one you want to ask?",
        "Do you know about any local dead spaces?",
        "Is there any dark locations nearby?",
        "Is there any blackspots near you?",
        "Can you say if there are known blackspots near?",
        "Are those black spots known?",
        "Can you tell me if the blackspot is nearby?",
        "There are any dark regions around here?",
        "Is it possible to find dark areas nearby?",
        "Was there any nearby black spots?",
        "Are black problem Areas close?",
        "Is it possible that there are blackspots nearby?",
        "Are there any blackholes close by?",
        "Near you are known blackspots?",
        "Is there a known blackspot close by the one you want to ask?",
        "Do you know any black holes here?",
        "Are you familiar with any known blackspot nearby?",
        "Have you found any dark spots near?",
        "Are there black spots close by?",
        "Are any dark areas near?",
        "Is there any known blackspots nearby the one you're asking about?",
        "Is those black spots close to you?",
        "Is there a chance of black spots near me?",
        "Any adjacent blackspots?",
        "Any dark spots around?",
        "Bad spots just by?",
        "Was it known that blackspots were near you?",
        "Is there anything known about black spots in the vicinity?",
        "Do you know if there were any blackspots nearby?",
        "Is there any blackspot right near the one you're wondering about?",
        "A nearby blackspot?",
        "Is there a known blackspot right around the one you are about to ask about?",
        "There are blackspot nearby yet?",
        "Do you know of some dark areas?",
        "Any dark places near?",
        "Are there any known blackspots close to the one you are wondering about?",
        "Did you know there were blackspots close?",
        "There may be some black spots here.",
        "Do you know of dark places around these parts?",
        "Are any black holes near?",
        "There are any known black spots that are close by?",
        "Are black spots in the area well known?",
        "I wonder if there is information on blackout pockets nearby.",
        "I would like to know if there are known blackspot nearby.",
        "Is there any known black spots right by?",
        "Hereabouts have known bleak patches?",
        "Do you know of dark zones around the parts?",
        "Any black spots in this area?",
        "blackspots nearby?",
        "Are there black spots around here?",
        "Is there nearby black spots known?",
        "Is it close to the black spots?",
        "Can you tell us if there are blackspots in the area?",
        "Is there any information near black spots?",
        "Can nearby black spots be known?",
        "Any dark zones in the vicinity?",
        "Can you say if there are known blackspot in the vicinity?",
        "What are the known bleak patches hereabouts?",
        "Is there a known blackspot near the one I want to ask?",
        "There is any information on black spots nearby?",
        "Are those spots black or nearby?",
        "Any blackholes close by?",
        "Are black spots well- known in that area?",
        "The area has any black spots?",
        "Is there a dark spot around here?",
        "Are dark problem areas close?",
        "dark spots around here?",
        "Is the area known for nearby black spots?",
        "Is there a known blackspot close to the one you're about to ask about?",
        "Are any of the blackholes near?",
        "Is there a known blackspot near the one you will ask?",
        "Is there any blackspots around the one you are asking about?",
        "Are there any dark zones around here?",
        "Is there a known blackspot near that one you are wondering about?",
        "What blackspots are near you?",
        "Is it possible that there are bad spots close by?",
        "Are there any black spots around the one you are wondering about?",
        "Can you confirm if there are known black spots in the area?",
        "There's any dark spots around here?",
        "There are any black areas here?",
        "Is there any known blackspots right next to the one you are wondering about?",
        "Does anyone have any dark areas around here?",
        "Is there anything about black spots near me?",
        "Are there spots black, nearby or not?",
        "Is there a nearby blackspots?",
        "Can you tell me about black holes here?",
        "There are known black spots close by?",
        "Is there any blackholes around?",
        "Are there any known black spots close to the one you are asking about?",
        "I'm wondering if there are black spots in the area.",
        "There are any blackspots around?",
        "How about black holes around here?",
        "Is there any dark spots around?",
        "Are there any blackspots near?",
        "Is there bad spots close by?",
        "Do you have known blackspots close to you?",
        "Does anyone know if there is a blackspot near the one you want to ask?",
        "Dark zones round these parts?",
        "There are any known black spots by?",
        "Are there near black spots?",
        "Are there any known black spots in the area?",
        "Is there a place near me with black spots?",
        "Can you tell me about the black spots in the vicinity?",
        "Does anyone have information about black spots nearby?",
        "Does the area have black spots well-known?",
        "Is there any known black spots right near the one you want to ask?",
        "Tell me if nearby black spots are known.",
        "Is there a known blackspot near the one you're about to ask about?",
        "Black holes are closeby?",
        "Is nearby dark spots known?",
        "Are black areas close to eachother?",
        "Are there any known black spots right near the one you're talking about?",
        "What are any dark spots around here?",
        "Any black patches here?",
        "Blackspots are known around you?",
        "Is there any blackspots that are close to the one you are wondering about?",
        "Are there any known black spots right near the one you're about to ask?",
        "There may be known black spots nearby.",
        "Do there any dark spots?",
        "Are black spots known around here?",
        "Are black spots well known in the locality?",
        "Is there any information regarding black spots around me?",
        "Is there any known blackspot near the one you're about to ask about?",
        "Is there a known black spot near the one you are about to ask about?",
        "What dark spots are located around here?",
        "Is there any known blackspot right near the one you're talking about?",
        "Is there any blackspot right near the one you are asking about?",
        "Are there any blackspots close to the one you're wondering about?",
        "Is there any blackholes in the vicinity?",
        "Do you know where the dark zones round these parts?",
        "If there are known black spots, can you tell me?",
        "do nearby black spots exist?",
        "Is there blackspots near?",
        "Are there black holes close by?",
        "Is there any blackspots close to the one you are wondering about?",
        "I am wondering if there is any information about nearby black spots.",
        "There are possible black spots close by.",
        "Did you know some black spots were nearby?",
        "Are black problem areas close together?",
        "Is there any black spots near?",
        "What dark places are around here?",
        "Is there any blackspots close to the one you want to question?",
        "I would like to know if nearby black spots are known.",
        "Is there nearby black spots?",
        "Is there a blackspot close by?",
        "Are black holes visible closeby?",
        "Are you near any blackholes?",
        "Are there any black spots in the area?",
        "Have you found any blackspot in the vicinity?",
        "Are there any blackspots close?",
        "Is there any information regarding black spots near you?",
        "Did you know there were nearby black spots?",
        "Is there any known black spots near the one you're wondering about?",
        "There are any black spots close to me?",
        "Do you know what dark spots are around here?",
        "Do you know any known blackspot near?",
        "Did you know that there are black spots close by?",
        "Dark spots around here?",
        "Is it possible that there are black spots in the vicinity?",
        "Do you have dark spots around here?",
        "Can you tell me if there are black spots in the area?",
        "Are there black spots around me?",
        "Are there any blackspots right near the one you're wondering about?",
        "Did you know there were black areas nearby?",
        "Can you tell me if black spots are well known?",
        "Any black dots nearby?",
        "Are there dark zones 'round these parts'?",
        "Do you know any nearby blackspot?",
        "Is there a blackspot near the one that you're wondering about?",
        "There are blackspots near?",
        "Do you know of dark zones in this area?",
        "You have any blackholes near?",
        "Is there any known blackspots near the one that you are about to ask?",
        "Did you know there are any black spots nearby?",
        "Are there any black spots close to the one you're asking about?",
        "There are any blackholes in the vicinity?",
        "Do you know where the dark areas round these parts?",
        "Are black spots well known around here?",
        "Do you know any dark zones around here?",
        "Are black spots well known here?",
        "Is there any dark patches around here?",
        "I am wondering if there are known blackspots nearby.",
        "What are the dark zones around here?",
        "Have you noticed black spots?",
        "Is there information regarding nearby black spots?",
        "Do you think there are blackspots in the area?",
        "Does anyone have any information regarding black spots?",
        "Are you familiar with black spots nearby?",
        "Is there a known blackspot nearby the one you're asking about?",
        "Is there any information for black spots nearby?",
        "Are you familiar with black holes round here?",
        "Does anyone know of any nearby black spots?",
        "Is it near the black spots?",
        "Does anyone know of any dark spots around here?",
        "Did you know there are dark zones around here?",
        "I'm wondering if there are known black spots in the area.",
        "Is there anything related to black spots nearby?",
        "Is black spots well known in this area?",
        "There are nearby black spots?",
        "Any blackspots that are nearby?",
        "Is there a known location of nearby black spots?",
        "Any dark regions around here?",
        "Did you know there are any blackspots nearby?",
        "Did you know there were any known dark spots nearby?",
        "Any blackholes in the vicinity?",
        "There is any information on black spots near me.",
        "Do you know about blackspots nearby?",
        "Did you know any dark areas?",
        "Do you think there are known blackspots in the area?",
        "Spots with no signal close by?",
        "Any bad spots around here?",
        "Which black spots are close?",
        "Any bad areas around here?",
        "Is there a known blackspot close to the one you are about to ask?",
        "Any black spots nearest?",
        "Are problematic areas close?",
        "Are known black spots in the area?",
        "Do you know any local dead spaces?",
        "Are known blackspots near you?",
        "Is there any dark parts around here?",
        "Do you know about black holes round here?",
        "Is there any known blackspots nearby the one you are about to ask?",
        "Do you know of dark areas around these parts.",
        "Black holes seen close by?",
        "Potential bad spots close by?",
        "What blackspots are located nearby?",
        "Is there a known black spot right near the one you want to ask?",
        "Are you looking for any black spots near?",
        "Are there any known black spots near the one you're about to ask?",
        "Has anyone seen any black spots here?",
        "Did you know there were known black spots around?",
        "Were there any dark areas nearby?",
        "Any dark patches here?",
        "There is any blackspot near?",
        "Are there black places in the vicinity?",
        "Do you know what dark zones are around these parts?",
        "What dark spots are near here?",
        "Can you tell me if there are known blackspot areas nearby?",
        "Around here any dark areas?",
        "Are there any blackholes near you?",
        "Is there anything information about black spots nearby?",
        "Black holes 'round here'?",
        "Is there any known blackspots nearby.",
        "Black holes are not far away?",
        "Are there any known black spots right near the one you are about to ask?",
        "Are you familiar with known blackspots near you?",
        "Is there dark areas nearby?",
        "Is it possible to say if there are blackspots nearby?",
        "Is anyone aware of any dark areas nearby?",
        "Do you know if you have blackspots nearby?",
        "Possible black spots here?",
        "Do you remember spots with zero service around here?",
        "Black spots nearby are known?",
        "I am wondering if there is any information about black spots near me.",
        "Does anyone know if there are any blackspots nearby?",
        "Any black spots that are close?",
        "Are there any known blackspots near the one you're wondering about?",
        "Do you know if there are known black spots nearby?",
        "Bad spots, close by?",
        "Which black spots are near you?",
        "Is there a blackspot in the vicinity?",
        "Did you know there were black spots close?",
        "Is there any information of nearby black spots?",
        "Have you searched for any known blackspot nearby?",
        "Do you know any known black spots near the one you are about to ask?",
        "Is there known blackspots near you?",
        "Do you have any known blackspots nearby?",
        "Can you tell me any dark zones around here?",
        "I wonder if there are black spots nearby.",
        "Is there any blackspot near that one you want to ask?",
        "Does anyone know of any known blackspot nearby?",
        "Know known blackspots near you?",
        "Can you say if there are known black spots in the vicinity?",
        "There is any known blackspot nearby?",
        "Are you aware there are black holes around here?",
        "Can you say if there are any black spots?",
        "Do you know any black spots nearby?",
        "Any black spots closeby?",
        "bad spots close by?",
        "Are there black spots near me?",
        "Are any dark zones here?",
        "Is it known that black spots are in the vicinity?",
        "Is there a blackspot near?",
        "Is there any known black spots near that one?",
        "Is there a known blackspot right near the one you're about to ask about?",
        "There could be any blackspots near.",
        "Is there any black spots nearest?",
        "Black holes \"round here\"?",
        "Did you know there were dark places nearby?",
        "Any areas with blackspots?",
        "Are there black areas nearby?",
        "Is there any known blackspots right near that one?",
        "Is the black spots in the vicinity well known?",
        "Are you able to find black spots near?",
        "Will any blackspots be near?",
        "Any dark areas around here?",
        "Do you know any blackspots near you?",
        "Is there any known black spots near the one you are referring to?",
        "Any of the dark places around here?",
        "Is there a known blackspot right around the one you're asking about?",
        "Is there anything about black spots?",
        "Are there any blackspots near the one you are asking about?",
        "Is it known that there are patches of bleakness here?",
        "Is there a nearby blackspot?",
        "Is there a black spots nearby?",
        "There are any blackspots near.",
        "Is it possible to find information about nearby black spots?",
        "Is that black spots closer to you?",
        "Are there any dark patches nearby?",
        "Are there any black spots close to the one you are asking about?",
        "Are there well-known black spots in the area?",
        "I would like to know if there are black spots nearby.",
        "Is there a known blackspots in the area?",
        "Did you know if there are blackspots nearby?",
        "Is there any information about the surrounding black spots?"
    ]
}