{
    "company_type": "Mobile Network Operators",
    "inquiry_category": "Network coverage and signal issues",
    "inquiry_sub_category": "Network coverage areas",
    "description": "Customers inquire about the availability and quality of network coverage in specific areas, asking whether the operator's network covers a particular region or if there are any issues with signal strength or connectivity in certain locations.",
    "inquiry": "Are there dead zones in this neighborhood?",
    "paraphrases": [
        "Where is this neighborhood that has dead zones?",
        "I'm wondering if there's any dead zones here.",
        "Does anyone still have dead areas here?",
        "So any dead spots around here?",
        "Do you know if there are dead zones in this area?",
        "Does the area have a dead zone?",
        "Do you know the area's dead places?",
        "Do you know if there are dead areas in this place?",
        "This neighborhood could have dead zones.",
        "I'm wondering if there are any dead zones around this neighborhood.",
        "Are we talking about dead zones here?",
        "Are any dead spots round here?",
        "Dead zones ‘round here?",
        "There may be dead places in this neighborhood.",
        "This \"hood got dead spots?\"",
        "Do you know if there is a dead area in the neighborhood?",
        "Do you know if the dead zone is here?",
        "I'm wondering if there are any dead zones in this place.",
        "What do you know about dead zones in this area?",
        "There are dead spots near this place?",
        "Are the dead zones in this neighborhood?",
        "I was wondering if there were dead zones in this area.",
        "There are dead spots in the area?",
        "Do you know if there are any dead zones around the neighborhood?",
        "Do you know whether or not this is a dead zone?",
        "It is a neighborhood with dead zones?",
        "Does anyone know if there is a dead zone in this neighborhood?",
        "There could be dead zones nearby.",
        "Do you know if this is a neighborhood with dead zones?",
        "Is this the location of any dead areas?",
        "Do you know which dead zones are in this area?",
        "Is the neighborhood where dead areas?",
        "Do we have dead areas around this?",
        "Do you think this is a neighborhood that has dead zones?",
        "Are you aware of a dead zone in the neighborhood?",
        "\"dead zones, here?\"",
        "Does our area have dead zones?",
        "Do you know if the neighborhood has 'dead Zones'?",
        "Any dead zones close to you?",
        "Are there dead zones in this area?",
        "I'm wondering what dead zones there are in this area.",
        "I'm wondering if there's dead areas here.",
        "I'm wondering if there are any dead areas here.",
        "Is this neighborhood a dead zones?",
        "Do we have dead zones at our location?",
        "Do you know if there are dead places around this neighborhood?",
        "are any dead zones nearby?",
        "I'm wondering if there are any dead spots in this neighborhood.",
        "I'm wondering if there are dead Zones in this neighborhood.",
        "I'm wondering if there is any dead area here.",
        "Do you know if the Neighborhood has dead Zones?",
        "Do you see dead spots near this place?",
        "Do you know what dead spots there are in this hood?",
        "What dead spots are close to this place?",
        "Do you know if there is a dead zone out there?",
        "Do there dead areas in this neighborhood?",
        "Do you know if there are any dead zones near this area?",
        "Do you know which dead places are in this neighborhood?",
        "Is there a dead zone around this neighborhood?",
        "Does the neighborhood has dead Zones?",
        "Is there any dead spots there?",
        "Does the neighborhood have dead areas?",
        "Is any dead area here?",
        "Were there any dead zones here?",
        "Do you know whether this area has a dead zone?",
        "I'm wondering if there is a dead neighborhood here.",
        "I'm wondering if there is any dead zones in the area.",
        "Any dead zones in the vicinity?",
        "Does this hood have any dead spots?",
        "Do you know whether there are dead zones in the neighborhood?",
        "There might be dead zones nearby.",
        "Do our place have dead zones?",
        "Do you know if the neighborhood has dead Zones.",
        "Do you know about the dead zone in this neighborhood?",
        "Are theresignal dead areas around here?",
        "I'm not sure whether there are dead zones in that neighborhood.",
        "Do you know if any dead zones are nearby?",
        "I was wondering if there are dead zones in this area of town.",
        "Do you know whether there are dead places in the neighborhood?",
        "Do you know if it is a dead zone in this area?",
        "I'm asking if there are any dead zones in this area.",
        "I'm curious about whether there are dead zones in this neighborhood.",
        "Dead spots my area?",
        "Do you remember if the neighborhood has dead Zones?",
        "Dead spots in this locale?",
        "Do you think this 'hood got dead spots?",
        "I am wondering if there are dead zones in this part of town.",
        "Is a neighborhood that has dead zones?",
        "Dead areas close to you?",
        "Is it possible that there are dead spots in this hood?",
        "Does the area have a dead zone or not?",
        "Do you know if the neighborhood is dead Zones?",
        "Is this a location for dead zones?",
        "Is this neighborhood a dead area?",
        "Is there any dead spots around here?",
        "Neighbo, Dead zones?",
        "This neighborhood is dead areas?",
        "Are there any dead places in this neighborhood?",
        "There are dead spots there?",
        "Anything dead zones here?",
        "Have there been periods or holes in the neighborhood?",
        "Does this place have dead spots?",
        "Is that the neighborhood where there are dead places?",
        "Do you know the neighborhood's dead zones?",
        "Do you know if there was a dead zone in this neighborhood?",
        "Do you know if there are any dead locations?",
        "I am wondering if there are any dead zones nearby.",
        "Is there a dead area nearby?",
        "Is this neighborhood dead zone?",
        "Is anyone here with any dead areas?",
        "There are any dead spots around here?",
        "I'm wondering if there is any dead areas in this area.",
        "I am wondering if there are dead zones near me.",
        "Do you know if there is any dead zones in this neighborhood?",
        "I is wondering if there are dead zones in this area.",
        "Do you think there are any dead zones here?",
        "Is the area dead spots?",
        "What about a neighborhood that has dead zones?",
        "Do you know if there is a dead zone in this vicinity?",
        "What about dead zones, here?",
        "I'm wondering if there are dead zones in the locality.",
        "Do you know if there are any dead places in that area?",
        "Do you know if there are any dead locations in that neighborhood?",
        "You have any dead spots here?",
        "Did you know if the neighborhood has a dead zone?",
        "Are there dead spots in this 'hood?",
        "Are there any dead neighborhoods in this area?",
        "Have any dead areas nearby?",
        "Can you tell me the dead spots in this hood?",
        "I'm wondering whether there are dead zones there.",
        "Would you know if there are dead zones here?",
        "Is there a dead area in the neighborhood?",
        "Is this neighborhood home to dead places?",
        "Is zone zombies hitting this hood?",
        "Do the neighborhood have dead Zones?",
        "Does anyone have areas that are dead here?",
        "Our place may have dead zones.",
        "Is thishood got dead spots?",
        "Is there dead places in my area?",
        "There are any dead zones in the vicinity?",
        "I'm wondering if there exist dead zones in this area.",
        "Are any of the dead spots in this hood?",
        "Do you know what the dead zones are in the neighborhood?",
        "Possible dead spots in my area?",
        "I'm curious if there are any dead zones.",
        "Hey, Dead areas nearby?",
        "Is there a neighborhood that has dead zones?",
        "If there are any dead zones here?",
        "Ahood got dead spots?",
        "I was wondering if there were dead zones in this neighborhood.",
        "Any dead spots in that hood?",
        "I'm curious about dead zones in this neighborhood.",
        "Around here are dead areas?",
        "I am wondering if there are any dead zones in that area.",
        "Is this neighborhood home to dead zones?",
        "Do you know if the dead zone is in this area?",
        "A place with dead spots?",
        "There are dead areas, here?",
        "Do dead areas exist here?",
        "I am wondering if there are any dead areas in this area.",
        "Is Neighbo dead zones?",
        "I'm wondering if there is any dead areas.",
        "Do you know if there is any dead zone in the neighborhood?",
        "Has anyone found dead spots in this hood?",
        "I'm wondering if the area has dead zones.",
        "Do you know if there are dead zones within the neighborhood?",
        "I'm wondering if there are dead areas in the neighborhood",
        "Is anybody aware of any dead areas here?",
        "I am wondering if there is any dead areas in the area.",
        "Neighbo, are there dead zones?",
        "Maybe there are dead spots in this location.",
        "I'm wondering if there are any dead zones in that area.",
        "Do you know about the dead places in this neighborhood?",
        "Is this the location of dead zones.",
        "What dead spots are located in this hood?",
        "What are the dead zones in this neighborhood?",
        "I'm wondering if there's a dead zone in this neighborhood.",
        "Is it possible that this is the site of dead zones?",
        "Do you know if the neighborhood has Dead Zones?",
        "Is it Dead areas nearby?",
        "I'm wondering if anyone has dead areas here.",
        "any dead spots?",
        "Do there dead zones in the area?",
        "I'm wondering about the dead zones of the neighborhood.",
        "Does anyone have dead locations here?",
        "Does this location have dead spots?",
        "I am asking if there are dead zones in the neighborhood.",
        "You know if there is a dead zone in this neighborhood.",
        "Do you know if there are any dead places in that neighborhood.",
        "A neighborhood where are the dead areas?",
        "Are this the site of dead zones?",
        "There are dead spots in the location?",
        "In this location, there are dead spots?",
        "Are the dead areas in this neighborhood?",
        "I was wondering if there is any dead areas in the neighborhood.",
        "Do you know if there are any dead zones near you?",
        "Dead zones located round here?",
        "I'm wondering if anyone has dead zones in this neighborhood.",
        "I'm curious if there are any dead zones in the area.",
        "Is it true that there are dead places in that neighborhood?",
        "Do you know any dead places in that area?",
        "Is it the place of dead zones?",
        "Dead zones going around here?",
        "Are there dead areas in that neighborhood?",
        "Do you know what dead places are in this area?",
        "I want to know if there are dead zones in this area.",
        "Do you know if there are dead spots in the area?",
        "I am wondering if there is dead areas here.",
        "Does that mean there are dead places in this neighborhood?",
        "Does anyone still have any dead areas here?",
        "Do you think there are any dead zones in this neighborhood?",
        "Does anyone know where dead areas are here?",
        "Are there dead zones around?",
        "Do you know any dead places in this neighborhood?",
        "Do you know if there are dead zones nearby?",
        "Were there any dead zones in this area?",
        "How many dead spots in my area?",
        "Do you know the number of dead places in that neighborhood?",
        "Did you find any dead spots in the hood?",
        "there are dead spots in this hood",
        "Any dead areas around the area?",
        "Is there any dead zones here.",
        "Has anyone seen any dead spots in the hood?",
        "Around here are there dead areas?",
        "What are the dead areas in this neighborhood?",
        "There are any dead spots 'round here?",
        "Do dead zones exist in our area.",
        "If there are dead areas around here.",
        "Do you know if there are any dead places in this place?",
        "dead areas here?",
        "Do dead zones exist in our place?",
        "Do you know if this is the site of dead zones?",
        "Do you know if there is a dead zone or not?",
        "\"Dead zones, here?\"",
        "Are there dead zones around this area?",
        "Do you know if there any dead zones in this neighborhood?",
        "Do you know anything about dead places in this neighborhood?",
        "Is there a dead zone in that neighborhood?",
        "Do you know if the neighborhood is in a dead zone?",
        "Do we have any dead areas around here?",
        "I am wondering if there are dead areas within the neighborhood.",
        "This \"hood got dead spots\"?",
        "Has anyone seen any dead spots in this hood?",
        "Is it a neighborhood with dead zones?",
        "The neighborhood has dead zones?",
        "Are there dead Zones in this neighborhood?",
        "I'm pondering if there are dead zones in the neighborhood.",
        "How about dead spots near this place?",
        "Are these dead areas in this neighborhood?",
        "Dead spots in the vicinity?",
        "Was it any dead zones here?",
        "Do you know if there are dead neighborhoods in this neighborhood?",
        "Do any dead zones exist in our area?",
        "I am curious if there are any dead zones in this neighborhood.",
        "I'm interested in whether there are dead zones in this area.",
        "Do you know if there are dead zones in the locality?",
        "I am wondering if the dead zones are in the area.",
        "I asked if there were dead zones in this area.",
        "Do you know if the area is a dead zone or not?",
        "Do you have any dead areas nearby?",
        "Is there a neighborhood with dead places?",
        "Is there any dead spots round here?",
        "Are there any dead areas nearby?",
        "Does anybody know of any dead areas here?",
        "Is it possible that there are dead places in this neighborhood?",
        "I'm wondering if there are dead spots in this neighborhood.",
        "Are there any dead zones, here?",
        "I'm wondering if there are any dead zones in the neighborhood.",
        "I want to know if there are any dead zones in this area.",
        "Are any dead spots around here?",
        "I'm wondering if there's any dead zones in this neighborhood.",
        "I'm wondering if there are Dead zones in this area.",
        "Do you know whether there are any dead spots?",
        "Dead areas 'round here?",
        "Do you know if there are dead areas in the neighborhood.",
        "I'm wondering if there's dead zones in this area.",
        "There are any dead areas in this hood?",
        "Are there dead zones in this neighborhood?",
        "Is there any dead spots in my area.",
        "That neighborhood has dead zones?",
        "I'm wondering if the neighborhoods have dead zones.",
        "Do you know if this area has any dead zones?",
        "I am curious about whether there are dead zones in the neighborhood.",
        "I'm wondering if there's dead zones in the neighborhood.",
        "This neighborhood is where dead areas are?",
        "I'm wondering if there are any dead areas in this area.",
        "If there are dead zones in this area, do you know?",
        "Does anyone have any dead locations here?",
        "Near this place, are there any dead spots?",
        "Do you know what dead zones are in your neighborhood?",
        "I'm wondering whether there are dead areas in this area.",
        "Do you know about the dead zones in this area?",
        "I'm not sure whether the dead areas are here.",
        "This is a neighborhood, where are the dead areas?",
        "Is it a neighborhood where are dead areas?",
        "Is there any dead zone in the neighborhood?",
        "Are there dead zones around the neighborhood?",
        "Do you know the status of dead zones in this neighborhood?",
        "I've been wondering if there are dead zones in this area.",
        "Does anyone have dead spots in the hood?",
        "I'm wondering if there is any dead spots in the neighborhood.",
        "I wonder if this 'hood has dead spots?",
        "I am not sure if there are any dead zones in this area.",
        "Is my area full of dead spots?",
        "Do you know if there's dead places in that neighborhood?",
        "Do you know whether or not there is a dead zone in this area?",
        "Is the neighborhood dead Zones?",
        "Any dead areas 'round here?",
        "Do there dead spots in this location?",
        "Is there any dead zones there?",
        "Dead spots of my area?",
        "I'm wondering if the neighborhood have dead zones.",
        "Do you know the dead zones nearby?",
        "Does anyone know if there are dead zones in this area?",
        "There are any dead places nearby?",
        "I'm wondering if there are dead areas around.",
        "I'm wondering about dead zones in this area.",
        "Do you have any dead areas near?",
        "Do you know the dead spots in this hood?",
        "Did you notice any dead spots here?",
        "Did you know there are dead spots in this hood?",
        "Do you know what dead areas there are in this area?",
        "What are the dead spots in the area?",
        "I was wondering if there was dead areas in the neighborhood.",
        "I want to know if there are dead areas in this area.",
        "Do you know if this area has dead places?",
        "Is it dead spots in this location?",
        "Is this a 'hood with dead spots?",
        "Where are there dead areas around here?",
        "Is there dead spots in the hood?",
        "Is this area of town dead zones?",
        "Where are the dead spots in my area?",
        "The 'hood is dead spots?",
        "Is this \"hood got dead spots\"?",
        "This neighborhood has dead zone?",
        "Do you know whether there are any dead zones in the neighborhood?",
        "There's dead zones, here?",
        "I am wondering if there are dead zones in this neighborhood.",
        "This neighborhood has dead Zones?",
        "Potential dead spots near this place?",
        "Did you see dead spots in your area?",
        "Do you know any dead spots in this neighborhood?",
        "Yeah, dead zones, here?",
        "Near this place, are dead spots?",
        "Do you know if there are any dead areas in the neighborhood?",
        "Would there be dead spots in this location?",
        "I'm wondering if there are any dead places in this area.",
        "Dead zones, here?!",
        "An area that has dead zones?",
        "Does anyone know if there are dead areas here?",
        "Do you know if the area has any dead zones?",
        "Does anyone know any dead zones here?",
        "Did you know if the neighborhood has dead places?",
        "I am wondering if there is any dead areas around here.",
        "Where are the dead areas around here?",
        "I'm wondering if the neighborhood has dead Zones.",
        "Is there a dead zone in this neighborhood?",
        "There are any dead zones close by?",
        "Is this neighborhood dead spots?",
        "I'm curious about whether there are dead areas in this area.",
        "Dead zones near us?",
        "Around here, do we have dead areas?",
        "Are there dead areas in this neighborhood?",
        "Is there dead places near this place?",
        "Do you know if there is a dead zone in this neighbourhood?",
        "Do there dead zones in this neighborhood?",
        "The area has any dead zones?",
        "I was wondering if there are dead areas in the neighborhood.",
        "Do you know if the locality has dead zones?",
        "I am wondering if there are any dead zones in this place.",
        "Around here, what about dead areas?",
        "I'm unsure if the neighborhood has dead zones.",
        "Near this location are there dead spots?",
        "I'm wondering if there's any dead zones.",
        "I'm wondering if there is any dead places in the neighborhood.",
        "Do you know whether there is a dead place in that neighborhood?",
        "Any dead patches here?",
        "I wonder if there are dead spots in this location.",
        "This is a neighborhood that has dead spots?",
        "Do you know if there are any dead zones in the neighborhood.",
        "I am wondering whether there are dead areas in the neighborhood.",
        "There are dead spots in this 'hood?",
        "I'm wondering if there are dead zones in this neighborhood",
        "I'm wondering whether there are dead zones within the neighborhood.",
        "I am wondering if there are dead zones in this area.",
        "Is this location littered with dead spots?",
        "I'm wondering if there are dead areas around this neighborhood.",
        "I'm wondering if there is dead areas here.",
        "Would you know if this neighborhood has a dead zone?",
        "Dead zones 'round here? Neighbo?",
        "Do you know that this 'hood got dead spots?",
        "Do you know if the neighborhoods have dead zones?",
        "This is a neighborhood with dead Zones?",
        "Are there any dead neighborhoods in this neighborhood?",
        "This 'hood got some dead spots?",
        "Do you know if there are any dead zones in the area?",
        "I'm wondering if there's dead zones there.",
        "I'm wondering if there is a dead area in the area.",
        "Do you know if there is a dead zone nearby?",
        "This neighborhood had dead zones?",
        "I'm wondering if there are dead zones in the neighborhood",
        "I am wondering if there is any dead zones in this neighborhood.",
        "Do you know if there is a dead zone in that area?",
        "Do you know if there are any dead zones in this place?",
        "I'm wondering whether there are any dead areas.",
        "Would there be any dead zones here?",
        "I was wondering if there are any dead areas in this neighborhood.",
        "Do you know if a neighborhood has dead Zones?",
        "I'm wondering if there are any dead zones in this particular area.",
        "I'm wondering if there is any dead areas here.",
        "Is there any dead zones close to you?",
        "A neighborhood where there are dead areas?",
        "This neighborhood is where there are dead areas?",
        "Is there a dead zone in this neighborhood.",
        "Any dead area nearby?",
        "Do you know if this is a dead area?",
        "Are you aware of a dead zone in this neighborhood?",
        "Is this neighborhood lined with dead zones?",
        "Do you know if there are any dead places in that neighborhood?",
        "Would there be dead spots near this place?",
        "Are there dead areas around here?",
        "Do you remember if there are dead zones in this neighborhood?",
        "Do you believe there is a dead zone in this area?",
        "Any dead zones near here?",
        "Could there be dead spots near this place?",
        "So there are any dead zones here?",
        "Do you know if there are dead areas in the vicinity?",
        "This \"hood has dead spots?\"",
        "I am wondering if there are dead zones in this community.",
        "The hood may have dead spots.",
        "Did you know if there are any dead zones in this area?",
        "Do you know of any dead zones in this area?",
        "Do you have dead spots in this hood?",
        "Neighbo, are there dead zones around here?",
        "Do you know of dead places in that neighborhood?",
        "I'm wondering if there is any dead areas in the area.",
        "I'm curious if there are dead zones in that neighborhood.",
        "I wonder if there are any dead spots in this hood.",
        "Where are any dead spots in this hood?",
        "This is a place with dead zones?",
        "Do you have any dead places in this hood?",
        "There are dead spots in this hood",
        "Dead zones here around Neighbo?",
        "Dead spots in that area?",
        "Do you know which neighborhood there is a dead zone in?",
        "Maybe there are dead zones in the neighborhood?",
        "Is This the site of dead zones?",
        "I'm wondering about dead zones in this area of town.",
        "Do you know any dead spots in the hood?",
        "I'm wondering if there are dead regions in this area.",
        "Do you know if a neighborhood has dead zones?",
        "Does anyone know where the dead are in this area?",
        "Some dead spots in this hood?",
        "Do you think there aresignal dead areas around here?",
        "Do you know if anyone has dead areas here?",
        "Do you know if there are dead locations in that neighborhood?",
        "I'm wondering if there are dead areas in this place.",
        "Is this a neighborhood that has dead areas?",
        "are dead areas nearby?",
        "How about dead zones around here?",
        "Do you think there are dead areas around this?",
        "I'm wondering if any dead zones are in this neighborhood.",
        "Is this a 'hood that got dead spots?",
        "Is anyone aware of the dead areas here?",
        "Do you know about the dead spots in this neighborhood?",
        "Do you mean dead areas around here?",
        "Do you know where the dead places are in this neighborhood?",
        "Do there any dead zones here?",
        "Is the 'hood got dead spots?",
        "Any dead spots around this place?",
        "Do you know whether or not there are dead zones in this neighborhood?",
        "Dead zones about here?",
        "Is this neighborhood filled with dead places?",
        "Do you know whether there are any dead spots in that neighborhood?",
        "I'm wondering if the dead zones are in the neighborhood.",
        "Is Neighbo Dead zones?",
        "Is this the site of dead regions?",
        "Did you know about dead places in that neighborhood?",
        "There are any dead places in this hood?",
        "Do you know if there is any dead zones?",
        "Dead areas in my area?",
        "I wonder if there are dead areas in the area.",
        "The 'hood got dead spots yo?",
        "What dead zones do we have here?",
        "Do you know if there are any dead areas in the neighborhood.",
        "Have there dead zones in this neighborhood?",
        "I was wondering if there were any dead areas in this neighborhood.",
        "Do you know if the neighborhood has dead zones?",
        "I'm curious if there are any dead zones in this area.",
        "I'm wondering if there are dead spaces in the neighborhood.",
        "Neighbo, Dead zones round here?",
        "How about dead spots in my area?",
        "Is there any dead spots here.",
        "Do you know anything about dead places in that neighborhood?",
        "Do you think there's a dead area around here?",
        "Will there be dead spots in my area?",
        "Do you know if there are any dead zones around you?",
        "Is there dead spots around my area?",
        "There may be a dead zone in this neighborhood.",
        "Is there any dead places in that neighborhood?",
        "Were there dead areas around here?",
        "Do you know if there are any dead zones in this neighbourhood?",
        "Are there dead spots near this place?",
        "Hey, dead zones nearby?",
        "I'm wondering if there were dead areas in the neighborhood.",
        "Has anyone seen dead areas here?",
        "What about dead zones round here?",
        "dead spots here?",
        "Do you know if there's a dead zone in this place?",
        "There are any dead zone here?",
        "Is the zone zombies hitting this hood?",
        "What dead spots are there around here?",
        "I'm wondering if there are any dead Zones in this area.",
        "I'm curious if there's any dead zones in this area.",
        "Do you believe there are dead zones in this neighborhood?",
        "Do you know if there is any dead zones in the neighborhood?",
        "Any dead areas in the area?",
        "Is there any dead spots in this hood.",
        "I'm not sure whether there are dead areas in this neighborhood.",
        "I'm wondering if there's dead zone in this area.",
        "Do you know where the dead zones are in this neighborhood?",
        "Is there dead areas in that neighborhood?",
        "Is this the site of dead areas.",
        "Any dead zones near us?",
        "In my area are there dead spots?",
        "This is a neighborhood with dead places?",
        "All the dead spots in this hood?",
        "I'm curious about whether there are dead zones in the area.",
        "Can this be the site of dead zones?",
        "I wondered if there are dead zones in the neighborhood.",
        "What are dead spots in my area?",
        "This hood have any dead spots?",
        "I'm wondering if there are any dead zones around here.",
        "I am curious if there is dead areas in the neighborhood.",
        "Thehood has dead spots?",
        "Is anyone having any dead areas here?",
        "Anyone have dead areas here?",
        "Are there any dead spots in this neighborhood?",
        "Do you know if this area is dead?",
        "Do you know whether there's a dead zone in this neighborhood?",
        "Is the neighborhood have dead zones?",
        "I'm curious if there are any dead areas in the neighborhood.",
        "I'm wondering whether the dead zones are in the neighborhood.",
        "There are Dead Zones, here?",
        "Did you know if there are dead areas in this area?",
        "Do dead zones exist in our location?",
        "Do you know if there are dead areas around?",
        "There are dead areas in the neighborhood?",
        "Do you know about dead zones in this neighborhood?",
        "This neighborhood contains dead areas.",
        "Death spots near this place?",
        "Dead spots around this place?",
        "You have dead zones, here?",
        "Is there dead spots in this place?",
        "I was wondering if there are dead zones in the area.",
        "Is it possible that there are dead zones in this neighborhood?",
        "Where are the dead zones around here?",
        "Was this location home to dead spots?",
        "There are any dead places in this hood.",
        "I was wondering if there were dead areas in the area.",
        "Do you think there is a dead area in this neighborhood?",
        "Have there any voids around?",
        "Do you reckon there are dead zones in this area?",
        "Does our place have dead areas?",
        "Does anyone know if anyone has any dead areas here?",
        "What are the dead areas nearby?",
        "This is a neighborhood where there are dead zones?",
        "Do you know of any dead zones here?",
        "Does anyone know the dead zones here?",
        "Is this a neighborhood with dead areas?",
        "The neighborhood has dead zones, is it?",
        "Near here, any dead spots?",
        "Do you know about dead areas in that neighborhood?",
        "Do dead zones happen here?",
        "You know this 'hood got dead spots?",
        "This is a dead zone neighborhood?",
        "Do dead zones exist in our vicinity?",
        "Any dead neighbourhoods here?",
        "I'm wondering if the dead areas in the neighborhood are there.",
        "Is the area filled with dead spots?",
        "Do you know whether there are dead places there?",
        "Are there dead spots nearby this place?",
        "Do you know if the dead places are in this neighborhood?",
        "Are there any dead spots 'round here?",
        "I'm wondering if there are any dead areas in this locality.",
        "Will there be dead zones here?",
        "I'm wondering about the dead zones in the area.",
        "I'm wondering if the neighborhood is dead.",
        "You have any dead spots around here?",
        "I'm wondering if there are any dead areas there.",
        "Do you know if it's a dead zone in this neighborhood?",
        "Is this neighborhood a neighborhood that has dead zones?",
        "Is anyone here that has dead areas?",
        "I'm wondering if there is any dead zones in the neighborhood.",
        "I wonder whether there are dead zones in this neighborhood.",
        "Do you think there are dead spots in my area?",
        "Does anyone know if the dead areas are here?",
        "Is there dead zone in the neighborhood?",
        "I'm not sure if there's dead zones in the neighborhood.",
        "I'm wondering if there are dead zones in this neighbourhood.",
        "I'm wondering if there are any dead zones in that area of town.",
        "Do you know the number of dead zones in the neighborhood?",
        "Dead zones closeby?",
        "I'm wondering whether there are dead areas in the area.",
        "Is this the site of some dead zones?",
        "Are there any dead areas in this area?",
        "A neighborhood has dead zones?",
        "Do you know where there is a dead zone in this neighborhood?",
        "Do you know if there is any dead zone in this area?",
        "Has anyone got any dead areas here?",
        "Is anyone aware of dead areas here?",
        "Do you know if there are any dead spots here?",
        "Does this hood contain any dead spots?",
        "Around here, there are dead areas?",
        "Does anyone know if this neighborhood has a dead zone?",
        "Is there any dead zones at this location?",
        "Around here, any dead spots?",
        "Do you know whether or not there are dead zones in the neighborhood?",
        "Is this the site of dead districts?",
        "Do you know the location of dead places in this neighborhood?",
        "Are the areas around here dead?",
        "I'm wondering if there is any dead zone in this neighborhood.",
        "I'm wondering if there are any dead zones within this area.",
        "Does anyone know the status of dead areas here?",
        "Do you know if neighborhoods have dead zones?",
        "Would you know if this is a dead zone?",
        "I'm not sure if there are dead zones in this neighborhood.",
        "The neighborhood may have dead zones.",
        "What is the neighborhood where there are dead areas?",
        "Do you think there are dead places in that area?",
        "Are there any dead spots around here.",
        "I was wondering if there were any dead zones in this neighborhood.",
        "Do you believe there is a dead zone in this neighborhood?",
        "Do you know if there are dead zones around the neighborhood?",
        "I am wondering whether there are dead zones here.",
        "Is anyone acquainted with dead areas here?",
        "Do you know if the neighbourhood has dead Zones?",
        "This neighborhood contains dead zones?",
        "Does anyone have dead areas near here?",
        "There might be dead spots near this place.",
        "There might be dead spots in this location.",
        "Any dead spots around this area?",
        "Referring to dead areas around here?",
        "Is there any dead spots around?",
        "Some dead spots in this location?",
        "Do you know if the neighborhood has dead regions?",
        "I am wondering if the dead zones are in the neighborhood.",
        "Do you know if the neighborhood has dead zones.",
        "I'm not certain if there are dead zones in this neighborhood.",
        "These are any dead zones here?",
        "I'm curious if there's dead zones in the neighborhood.",
        "I'm wondering whether there are any dead areas in this neighborhood.",
        "Is there dead areas in this neighborhood?",
        "I am wondering if there are dead zones in this neighbourhood.",
        "Do you know if there is a dead place in this neighborhood?",
        "Do you know if the neighbourhood has dead zones?",
        "Is there any dead zones in the locality?",
        "What are the dead areas of this neighborhood?",
        "Any dead neighborhoods?",
        "Do any dead spots exist in the hood?",
        "Do you know of any dead zones nearby?",
        "Do you know of dead places in this area?",
        "So are dead areas nearby?",
        "Do there dead zones here?",
        "I'm wondering if the area has any dead zones.",
        "do you know if the neighborhood has dead Zones?",
        "Is this location rife with dead spots?",
        "Are there death zones in this neighborhood?",
        "Does this the site of dead zones?",
        "I am wondering if there are dead zones near this area.",
        "I am wondering if there are any dead zones in this vicinity.",
        "Do you know if the neighborhood's dead zones?",
        "Did you know there are any dead zones nearby?",
        "This area is a neighborhood with dead zones?",
        "Do you know any dead places in that neighborhood?",
        "I'm wondering if there is a dead area in this neighborhood.",
        "Do you have any dead spots in my area?",
        "There are any dead zones in the neighborhood?",
        "The neighborhood is rumored to have dead zones.",
        "There are any dead spots here?",
        "The dead spots in this hood?",
        "Zone zombies in this hood?",
        "Was there any dead zones in this neighborhood?",
        "I'm wondering whether there's any dead zones in this neighborhood.",
        "I'm wondering if there's dead areas in this area.",
        "Do you know whether the area has dead places?",
        "This hood has any dead spots?",
        "Is that any dead zones here?",
        "Any dead spots there?",
        "Is there dead areas in this area?",
        "Any dead districts nearby?",
        "Does anyone have dead areas in the area?",
        "Does anyone know if there are any dead spots in this hood?",
        "Do you know if the area has a dead zone or not?",
        "I am wondering if there is dead zone in this area.",
        "Is there any dead spots in my area?",
        "Dead spots located near this place?",
        "Is there a dead area near here?",
        "Do you know if it has dead Zones?",
        "In this location are there dead spots?",
        "Did you know any dead zones nearby?",
        "Are there any dead places in my area?",
        "I'm wondering whether there are dead zones here.",
        "Do you know if there are dead areas around here?",
        "I'm wondering if there were any dead zones in this neighborhood.",
        "This is a neighborhood where there are dead areas?",
        "Is this the location of any dead zones?",
        "I am wondering if there is a dead zone in the neighborhood.",
        "Do we have dead areas here?",
        "I'm wondering whether there is a dead zone in this area.",
        "I'm curious about the dead zones in this area.",
        "Any dead zones located here?",
        "Do you know if there are dead areas in your neighborhood?",
        "Is this hood filled with dead spots?",
        "I am wondering if there are dead zones in this place.",
        "I am wondering if there are dead zones in this area",
        "Does the neighborhood have dead Zones?",
        "I'm wondering if there are dead zones in this region.",
        "Any dead spots around here?",
        "Was there any dead zones nearby?",
        "Did you know if the neighborhood has dead zones?",
        "Do you know the dead areas here?",
        "What dead spots are there here?",
        "Is there dead spots in this neighborhood?",
        "I wondered if there was dead areas in the neighborhood.",
        "Do you know if the neighborhood is dead or not?",
        "Are there any dead spots here?",
        "I am wondering if there are dead zones nearby.",
        "Is there any dead spots in my locality?",
        "I wondering if there are dead zones in the neighborhood.",
        "Is this dead zones here?",
        "I wondering if there are dead zones in this neighborhood.",
        "I am not sure if there are dead zones in this neighborhood.",
        "I'm wondering if there are dead areas in the neighborhood.",
        "Is this 'hood got dead spots?",
        "I was wondering if there are dead areas in this neighborhood.",
        "Have any dead zones here?",
        "Do you know if the neighborhood has dead pockets?",
        "I am curious if there are dead zones in this neighborhood.",
        "Neighborhood where are dead areas?",
        "In this location there are dead spots?",
        "Do you see any dead spots in the hood?",
        "Does anyone alive have any dead areas here?",
        "I asked if there were dead zones in the neighborhood.",
        "Did you know if there are dead places in that neighborhood?",
        "Do you know about the dead zones in the area?",
        "There may be dead spots around here.",
        "Dead spots in my locale?",
        "Any dead spots in this hood?",
        "I'm wondering if there are dead areas within this area.",
        "Dead places near this place?",
        "Does zone zombies hit this hood?",
        "Are there dead places in my area?",
        "Do you know about the dead areas in this area?",
        "Do you know whether there are any dead places in the area?",
        "Do you know if there are dead spaces in the neighborhood?",
        "any dead areas?",
        "\"Any dead spots?\"",
        "Do you know if there are dead neighborhoods?",
        "Does anyone know whether any dead areas are here?",
        "Do you believe there are dead zones in this area?",
        "Is our area dead zones?",
        "Is there any dead places in my area?",
        "Are there a dead zone in this neighborhood?",
        "There are dead zones in the neighborhood, I'm wondering.",
        "Dead spots near this location?",
        "What dead spots are there in the hood?",
        "I'm curious if there are any dead areas in this area.",
        "Are dead zones nearby?",
        "Did you know about dead zones in the neighborhood?",
        "This part got dead spots?",
        "I'm wondering if there are dead areas around here.",
        "Is this a sign of dead areas around here?",
        "I'm wondering if there are dead zones this area.",
        "Do you know if there is a dead zone in here?",
        "What about dead zones here?",
        "Is the neighborhood has dead zones?",
        "Do you know if there are dead zones around you?",
        "In any dead zones here?",
        "There are any dead spots nearby?",
        "I'm curious as to whether there are dead zones in this neighborhood.",
        "Were there dead zones in this area?",
        "I'm wondering if there are dead areas in this location.",
        "I'm curious if there are any dead areas here.",
        "Do you know about a dead zone in this area?",
        "Will there be any dead spots around here?",
        "Can anyone tell me the dead areas here?",
        "Are this a neighborhood with dead zones?",
        "Neighbo, dead zones around here?",
        "Do we have dead zones here?",
        "I'm not sure if there's dead areas in the neighborhood.",
        "Is this 'hood dead spots?",
        "I'm not sure whether the neighborhood has dead zones.",
        "Do you know what dead zones are in the neighborhood?",
        "I am wondering if there is any dead areas in this neighborhood.",
        "Do you have any information about dead zones in the neighborhood?",
        "Do you know if the neighborhood had dead zones?",
        "Is there any dead areas around?",
        "A neighborhood that has dead zones?",
        "Is there any dead zones around this area?",
        "Is that location with dead spots?",
        "Do you know if there is a dead area in that neighborhood?",
        "I'm wondering if the dead areas are in the neighborhood.",
        "Do there be dead spots near this place?",
        "Which dead spots are there in this hood?",
        "Is this the 'hood that got dead spots?",
        "Do you know whether or not the neighborhood has dead Zones?",
        "Do you have any dead spots in the hood?",
        "I'm wondering whether there is a dead area here.",
        "Are you aware that the neighborhood has dead Zones?",
        "What are the dead spots in this location?",
        "Does the place have dead spots?",
        "Do you know about the dead places in that neighborhood?",
        "Is this neighborhood in dead zones?",
        "Does anyone have dead areas here?!",
        "I want to know if there are dead zones in this neighborhood.",
        "Around here, are there signs of dead areas?",
        "Is this location home to dead spots?",
        "Do you reckon there is a dead zone in this neighborhood?",
        "Is it possible that dead zones are nearby?",
        "I am wondering if there are dead zones in the area.",
        "Do you know if there are dead areas in this location?",
        "I am curious if there are dead zones in the neighborhood.",
        "Do there any dead spots in this hood?",
        "Do you know if the neighbors have dead Zones?",
        "Dead spots round here?",
        "I wonder if there are dead areas in this area.",
        "Some dead spots in this hood.",
        "How about any dead spots?",
        "Do you know if there are any dead areas nearby?",
        "This is a 'hood that has dead spots?",
        "I am wondering about the dead zones in the neighborhood.",
        "Should you know if the neighborhood has dead zones?",
        "Is there any dead zones at this place?",
        "Does anyone know the location of dead areas here?",
        "Do you have any dead spots on this hood?",
        "I'm wondering if the dead areas are there.",
        "Do you know of dead zones in the area?",
        "I'm wondering whether there are any dead zones here.",
        "I am wondering if there are any dead zones in that part of town.",
        "Do you know whether there are dead zones in this area?",
        "Where are the dead areas of this neighborhood?",
        "I am wondering if there are dead zones in the neighborhood",
        "Are there any dead places around here?",
        "Do you know if this neighborhood has dead zones?",
        "Is a neighborhood with dead zones?",
        "You know if there are any dead zones in this neighborhood.",
        "Can you tell me any dead zones here?",
        "Do you know the dead zones in the area?",
        "I'm wondering if there are any dead zones in this part of town.",
        "Is this the site of Dead zones?",
        "If you know, the neighborhood has dead Zones.",
        "Do you know if there is a dead spot in this neighborhood?",
        "Is there some dead areas around here?",
        "Do you know whether this neighborhood has a dead zone?",
        "Neighbo have dead zones?",
        "Do you remember if there is a dead zone in this neighborhood?",
        "This neighborhood is where the dead are?",
        "Do you know how many dead zones there are in this area?",
        "Do you know whether or not there are any dead zones in this neighborhood?",
        "Do you know whether the neighborhood has dead places?",
        "Do you know which dead zones are in your neighborhood?",
        "That hood has any dead spots?",
        "I'm wondering if there are any dead zones in this community.",
        "Any dead zones near you?",
        "Neighbo, dead zones here?",
        "I'm wondering if there are dead zones in this section.",
        "Do you know if there were dead places in that neighborhood?",
        "Is this a place with dead spots?",
        "Do you believe the neighborhood has dead zones?",
        "Neighbo dead zones here?",
        "What are some dead spots in my area?",
        "Any dead areas?",
        "Would you know if there are dead places in this neighborhood?",
        "Are there dead spots near this location?",
        "Do you know what dead zones are nearby?",
        "Dead places round here?",
        "A 'hood has dead spots?",
        "Do you know about dead zones in the area?",
        "Is this the home of dead zones?",
        "Do you know the dead zones here?",
        "Does this neighborhood have dead places?",
        "Which neighborhood has dead zones?",
        "Do you believe there are dead zones in the neighborhood?",
        "Is this location have dead spots?",
        "I'm curious about whether there are dead zones in this area.",
        "There are dead spots in my area?",
        "Do you know if there is a dead zone around here?",
        "I'm wondering if there's any dead zones in this area of town.",
        "Are any of the dead spots here?",
        "Do you know if there are dead Zones in the locality?",
        "Do you know if the area has dead places?",
        "Potential dead zones nearby?",
        "Neighbo dead zones?",
        "Do you think there are any dead zones in this area?",
        "If there is a dead zone in this neighborhood, do you know?",
        "Is there Dead Areas nearby?",
        "any dead spots here?",
        "I am wondering if the dead areas are in the neighborhood.",
        "Did you see dead spots in my area?",
        "I'm interested in whether there are dead zones in the neighborhood.",
        "I was wondering if there were any dead zones in this area of town.",
        "Do you know where the dead places are in this area?",
        "I was wondering if there are dead zones here.",
        "This neighborhood might have dead zones?",
        "What are the dead places near this place?",
        "around here, are there dead areas?",
        "I'm wondering if there are dead areas in that neighborhood.",
        "How about dead zones round here?",
        "Is it the site of dead Zones?",
        "Do you think there are dead areas around here?",
        "Dead places nearby, huh?",
        "Any death zones here?",
        "So, dead areas nearby?",
        "Do you know if this neighborhood has dead areas?",
        "Did you know that this neighborhood has dead zones?",
        "Do you know whether or not there are dead places in this neighborhood?",
        "Do you know if there are any dead zones in this vicinity?",
        "Is anyone know of dead areas here?",
        "dead spots in this hood?",
        "Does anyone have any dead spots in the hood?",
        "I'm curious if there is dead areas in this neighborhood.",
        "Any dead places around here?",
        "Is any dead areas nearby?",
        "Do dead zones exist around here?",
        "If there is a dead zone in this neighborhood.",
        "Do dead zones occur here?",
        "Do you know if that neighborhood has any dead places?",
        "I'm wondering if there is dead areas in the neighborhood.",
        "I'm wondering if there's dead zones in this neighborhood.",
        "Dead spots, here?",
        "Are zone zombies hitting this hood?",
        "Do you know whether there are any dead zones in this area?",
        "Do you know whether there are dead areas in this neighborhood?",
        "Do you know if there are dead Zones in this neighborhood?",
        "Do you know whether the neighborhood is dead or not?",
        "Do you know how many dead Zones the neighborhood has?",
        "I am wondering about dead areas in the neighborhood.",
        "Dead spots at this place?",
        "Do dead zones exist at our location?",
        "Do you know if there is a dead zone within the neighborhood?",
        "If you know, there are dead places in that neighborhood.",
        "Do you know if there are dead spots near this place?",
        "This is a area that has dead zones?",
        "Does zone zombies strike this hood?",
        "This is a neighborhood with dead zone?",
        "There is a question about dead zones in this neighborhood.",
        "Have you found any dead zones here?",
        "Are there dead Zones in this area?",
        "I'm wondering if there's any dead zones in the area.",
        "I'm wondering if there are dead zones in this area of town.",
        "Is there dead areas in the area?",
        "Do you know if there are dead areas nearby?",
        "I'm wondering if there are any dead zones within this neighborhood.",
        "Is there dead areas in my area?",
        "I wonder if there are dead spots near this place.",
        "How about the dead areas around here?",
        "Do you have dead zones in this neighborhood?",
        "The neighborhood has dead zones, right?",
        "Did you know if there are dead zones in the neighborhood?",
        "There may be dead zones nearby.",
        "Do you know if there are dead zones in that area?",
        "Has anyone found any dead spots in this hood?",
        "Does this neighborhood have any dead zones?",
        "I'm wondering whether there are any dead areas here.",
        "There could be dead spots around here.",
        "Do we have dead zones?",
        "Neighbo are dead zones round here?",
        "Is our place where dead zones exist?",
        "Potential dead zones here?",
        "Do you know if there are dead spots in this neighborhood?",
        "Do you know if there exist dead zones in the neighborhood?",
        "Do you know if there are dead zones in this neighborhood.",
        "I'm curious if there are dead areas in this area.",
        "Will this be the site of dead zones?",
        "Do you know whether there are dead zones there?",
        "I'm not sure if there are any dead zones here.",
        "Do you know if there's any dead areas?",
        "Did you know if there are dead places in the neighborhood?",
        "Any dead sections here?",
        "Is that neighborhood dead zones?",
        "There are any dead spots 'round here'?",
        "Are dead zones round here?",
        "Do anyone have any dead areas here?",
        "Is it possible there are dead places in that neighborhood?",
        "There might be dead zones in the neighborhood.",
        "Is this signal dead areas around here?",
        "Near this spot, are there dead spots?",
        "I am questioning if there are dead zones in the neighborhood.",
        "Do you know that the neighborhood has dead Zones?",
        "Is it any dead spots around here?",
        "Do you know if the neighborhood has a dead zones?",
        "Do you know if there is a dead zone in the area?",
        "Is it possible that dead areas are nearby?",
        "Is there dead areas in the neighborhood?",
        "I'm wondering if there is a dead zone here.",
        "Neighbo are dead zones around here?",
        "I am wondering if the neighborhood has dead zones.",
        "Do you know where the dead zones are in the neighborhood?",
        "Do you know of any dead places in this neighborhood?",
        "This neighborhood had dead spots?",
        "I'm wondering if there is any dead zone in this area.",
        "Are there any dead zones in this neighborhood or not?",
        "There are any dead spots \"round here\"?",
        "What do you think about dead zones in this area?",
        "Is it dead zones round here?",
        "What are the dead spots around this place?",
        "Are there any dead places near this place?",
        "I'm curious whether there are dead areas in the neighborhood.",
        "Those are any dead zones nearby?",
        "Has anyone got dead areas here?",
        "Is this location has dead spots?",
        "There are dead zones in this neighborhood?",
        "I'm wondering if there are any dead spots in this area.",
        "I was wondering if there are dead zones in this area.",
        "Do you know if this has a dead zone?",
        "Do you know if there are any dead spots in this hood?",
        "I am asking if there are dead zones in this neighborhood.",
        "Do you know if you have dead zones?",
        "I'm wondering if there are dead zone in the neighborhood.",
        "Do you know if the neighborhood has a dead zone or not?",
        "Do you have any dead spots near this place?",
        "Do you know if the neighborhood have dead zones?",
        "So any dead zones nearby?",
        "I want to know if there is dead areas in the neighborhood.",
        "Did you know that there are dead zones in this area?",
        "I'm wondering if there are dead neighborhoods in this neighborhood.",
        "Do you know which neighborhood has dead Zones?",
        "Is there any dead places near this place?",
        "Is that any dead zones nearby?",
        "Do dead zones exist within our area?",
        "Does anyone know if there are dead zones here?",
        "Are you aware of any dead places in this neighborhood?",
        "Which dead spots are in this hood?",
        "I was wondering whether there are dead zones in this area.",
        "There is any dead zones here?",
        "Are the dead Zones in the neighborhood you know about?",
        "Are the dead zones round here?",
        "Do you think there are dead zones in this neighborhood?",
        "Do you know the dead zones in this area?",
        "I'm wondering if there are dead zones out there.",
        "I'm wondering if there are dead zones around me.",
        "Some dead areas nearby?",
        "Do you know if there are dead neighborhoods in this area?",
        "Do you know whether or not there are any dead places in that neighborhood?",
        "I'm not sure whether there are dead zones in the neighborhood.",
        "I am wondering if there are dead zones around here.",
        "Is it known if there are dead places in this neighborhood?",
        "Dead spots close to the place?",
        "What are the dead zones nearby?",
        "Is it dead zones here?",
        "This neighborhood has dead spots?",
        "Where are the dead areas in this neighborhood?",
        "Is there any voids around here?",
        "Any dead zones there?",
        "Dead zones in this area?",
        "Do you know whether there is a dead zone or not?",
        "Are you aware if the neighborhood has dead zones?",
        "Do any dead spots exist in this hood?",
        "In this hood are any dead spots?",
        "How about dead zones, here?",
        "A 'hood got dead spots?",
        "Does the hood have any dead spots?",
        "Do you know if the neighborhood has died down?",
        "Would you know if there are dead zones in the neighborhood?",
        "Do you know where there are dead zones in this neighborhood?",
        "Is the neighborhood covered in dead Zones?",
        "Is this hood got dead spots?",
        "Was there dead spots in my area?",
        "I'm wondering if there's any dead areas in this area.",
        "Is there any dead zones in this area?",
        "Are you aware of the dead Zones in the neighborhood?",
        "Is there any dead zones in this place?",
        "I'm wondering if there are any dead Zones here.",
        "Is there anything dead nearby?",
        "Do you know if there is a dead zone this neighborhood?",
        "Zones zombies are hitting this hood?",
        "Dead zones here?",
        "Is this neighborhood a dead place?",
        "I'm curious if there is dead areas here.",
        "I am wondering if there are dead areas in this area of town.",
        "Does anyone have dead areas in this area?",
        "Do you know what dead spots are in this hood?",
        "Do any dead spots round here?",
        "I'm wondering if the neighborhood contains dead zones.",
        "Are any dead spots here?",
        "Any dead parts here?",
        "The 'hood has dead spots, yo?",
        "Are there dead spots in this hood?",
        "Around here, are theresignal dead areas?",
        "Do you know if this neighborhood has a dead area?",
        "A question about dead zones in this neighborhood.",
        "Is it a neighborhood where there are dead areas?",
        "Dead spots 'round here?",
        "There are any dead places 'round here?",
        "any dead zones nearby?",
        "I wonder if there are dead zones here.",
        "I'm wondering if there are death zones in this area.",
        "I am wondering if there are dead zones in this section.",
        "I'm not sure if there is dead areas in the area.",
        "I've been wondering if there are dead zones in the neighborhood.",
        "This is a neighborhood where dead areas exist?",
        "I'm curious if there are dead areas in the neighborhood.",
        "Is it possible that the neighborhood has dead zones?",
        "I wondered if there were any dead zones in this area.",
        "This neighborhood has dead spots, yo?",
        "I would like to know if anyone has any dead areas here.",
        "Is the neighborhood that has dead zones?",
        "I was wondering if there were dead zones in the area.",
        "Do you know if the neighborhood is a dead zone or not?",
        "Do you realize the neighborhood has dead Zones?",
        "Neighbo? Dead zones around here?",
        "Do you know where dead places are in this area?",
        "I am wondering if there's dead zones in this area.",
        "Do you know if the neighborhood has a dead zone.",
        "Is this a neighborhood of dead areas?",
        "In my area, are there dead spots?",
        "Is there a dead spot in that neighborhood?",
        "I'm curious whether there are dead areas in this area.",
        "I was wondering if there are dead zones in this neighborhood.",
        "Some dead spots in the hood?",
        "Is there dead spots here?",
        "Are there any dead areas in the neighborhood?",
        "Near this place, are there dead places?",
        "I was wondering if there was a dead zone in the neighborhood.",
        "Do you know if there is a dead zone in this neighborhood, or not?",
        "I was wondering if there were any dead zones in that area.",
        "The location has dead spots?",
        "You have dead spots in my area?",
        "Do you have any dead areas here?",
        "In this neighborhood, there are dead zones?",
        "Should there be dead zones nearby?",
        "I was wondering if there were dead areas in the neighborhood.",
        "Does our place contain dead zones?",
        "Do you know whether there are dead places nearby?",
        "There is a neighborhood with dead zones?",
        "Do you think there is a dead zone in that neighborhood?",
        "What are the dead spots in this area?",
        "Did you know if there are dead zones here?",
        "Do you believe the neighborhood has dead Zones?",
        "This'hood got dead spots?",
        "Is anybody aware of dead areas here?",
        "Neighbo have dead zones around here?",
        "I was wondering if there were dead areas here.",
        "Is there dead zones round here?",
        "Any dead spots around this hood?",
        "Do you know about dead spots in this neighborhood?",
        "Do you know whether there are any dead places in the neighborhood?",
        "Around here, are there areas that are dead?",
        "Do you know about any dead zones here?",
        "Do any dead zones exist here?",
        "Do you have dead places near this place?",
        "Do you suppose there are dead areas around here?",
        "Did you know there are dead spots in the hood?",
        "Do you know the dead spots in the hood?",
        "Was there any dead spots on this hood?",
        "Near any dead zones?",
        "I'm wondering if there are dead places in this neighborhood.",
        "Are there dead zones in the area?",
        "This 'hood is filled with dead spots?",
        "Do you have dead areas nearby?",
        "Is this hood covered with dead spots?",
        "Is there a dead zone at this location?",
        "Do there dead zones in our area?",
        "There may be dead areas around here.",
        "Any areas that are dead?",
        "Do you know if there were dead zones in this neighborhood?",
        "In this neighborhood are there any dead zones?",
        "There are dead spots in this place?",
        "I am wondering if there are dead zones within the neighborhood.",
        "Does anyone have dead zones nearby?",
        "Does the neighborhood have dead zones?",
        "I'm wondering if there are any dead zone in this area.",
        "Near this place is there any dead spots?",
        "Is anyone with dead areas here?",
        "Dead spots near this area?",
        "Does anyone know if anyone has dead areas here?",
        "Do you have any information about dead zones in this neighborhood?",
        "Do you know if that neighborhood has dead zones?",
        "I was wondering if there were any dead zones in the neighborhood.",
        "Do you know if this locality has a dead zone?",
        "Do you know if there are any dead places here?",
        "Are any of the dead spots around here?",
        "Anything dead areas nearby?",
        "Do any dead zones exist nearby?",
        "Do you know how many dead zones there are here?",
        "Are there dead spots in my neighborhood?",
        "I'm wondering whether there are any dead areas in the area.",
        "I'm curious whether there are dead areas in this neighborhood.",
        "I'm wondering if there are dead zones in the vicinity.",
        "Are there any dead zones in the neighborhood?",
        "this is a neighborhood with dead areas?",
        "There's any dead spots around here?",
        "I am wondering about dead zones in this area.",
        "I'm wondering if there are anymore dead areas in the neighborhood.",
        "I'm wondering whether or not there are any dead zones in this area.",
        "What are the dead spots in this place?",
        "Does anyone know if any dead areas exist here?",
        "Are the dead Zones in your neighborhood?",
        "Do you know whether this neighborhood is a dead zone?",
        "Can you tell me if there are dead zones in this neighborhood?",
        "any dead zones near?",
        "There might be dead zones in this neighborhood.",
        "Do you know if the neighborhood has dead zones",
        "What are some dead spots in this location?",
        "Do you know if there are any dead spots in this neighborhood?",
        "Do you know about dead places in that neighborhood?",
        "Is this the site of dead places?",
        "Neighbo or dead zones here?",
        "Are there any dead areas around this?",
        "Is this the scene of dead zones?",
        "Is there dead spot in my area?",
        "I wondered if there were dead areas in the neighborhood.",
        "Is there any dead spots nearby?",
        "In the neighborhood are there dead zones?",
        "Do you know whether there are any dead places in this neighborhood?",
        "I'm curious if there's dead zones in this neighborhood.",
        "Is this the area of dead zones?",
        "Do you know if there's any dead places in this neighborhood?",
        "I am wondering whether there are any dead zones here.",
        "I've wondered if there are dead zones in the neighborhood.",
        "Is that neighborhood home to dead places?",
        "Is that a sign of dead areas around here?",
        "Do you know if a dead zone is in this neighborhood?",
        "Is it possible that the neighborhood has dead Zones?",
        "Do you know if there are any dead zones within this neighborhood?",
        "Is it known whether there are dead places in that neighborhood?",
        "If the neighborhood has dead Zones, do you know about it?",
        "There are dead zones in this area, I'm wondering.",
        "I am wondering if there are any dead zones in the area.",
        "Do you not know if the neighborhood has dead zones?",
        "Are there any dead zones around this neighborhood?",
        "There are any dead zones around?",
        "Do you know whether there is a dead zone in the neighborhood?",
        "Do you know if the neighborhood has death zones?",
        "Dead zones round here?",
        "I'm not sure if the neighborhood has dead zones.",
        "I'm wondering if there are dead zones down here.",
        "Is there dead zones here?",
        "You have dead spots in your area?",
        "There is any dead spots in this hood?",
        "Did you know that the neighborhood has dead Zones?",
        "There is a question about dead zones in the neighborhood.",
        "Any dead regions here?",
        "This is a neighbourhood with dead zones?",
        "Dead Zones around here?",
        "Wait, any dead spots in this hood?",
        "I'm wondering if there are any dead zones within the neighborhood.",
        "do you know if there are dead zones in this neighborhood?",
        "Is there dead Zones in the neighborhood?",
        "Near this place are any dead spots?",
        "I am wondering if there are dead spots in my area.",
        "Does anyone know what dead spots are in this hood?",
        "I'm unsure whether there are dead zones in the neighborhood.",
        "Do you know if this neighborhood is dead or not?",
        "Do you know whether this is a dead zone?",
        "Neighbo, dead zones?",
        "Do you think there is a dead zone in this neighborhood?",
        "Near this spot are there dead spots?",
        "That is a neighborhood that has dead zones?",
        "Is it a dead area around here?",
        "Any of the dead zones here?",
        "Death areas around here?",
        "Is there any dead Zones in this neighborhood?",
        "I wonder if there are dead zones in that area.",
        "Did you notice dead spots near this place?",
        "Were there dead spots near this place?",
        "Is anyone aware of any dead spots in this hood?",
        "I'm curious about the dead zones in this area of town.",
        "I'm curious about the dead zones in the area.",
        "Does anyone know the dead spots in this hood?",
        "Has anyone found dead areas here?",
        "Do you know where the dead places are in that neighborhood?",
        "Is any dead areas here?",
        "I am wondering if there is any dead zone in this area.",
        "I wonder if there are dead zones in this neighborhood.",
        "Do I see dead spots in my area?",
        "Does anyone have dead places here?",
        "Dead zones at Neighbo?",
        "Dead spots out here?",
        "Does our place has dead zones?",
        "Do you have dead areas around here?",
        "Do you know if the neighborhood has a dead Zone?",
        "Is it possible the neighborhood has dead Zones?",
        "This is a neighborhood with dead areas?",
        "Do you know whether the neighborhood contains dead places?",
        "Do you know the number of dead zones in this neighborhood?",
        "Do you know whether or not there is a dead zone in the neighborhood?",
        "Do you know the neighborhood's dead places?",
        "This 'hood has some dead spots.",
        "Is there any dead areas in the area?",
        "Can you tell me if there are dead zones in this area?",
        "Was this the site of dead zones?",
        "Near this place are dead places?",
        "Do you know the places that are dead in this neighborhood?",
        "Any dead areas closeby?",
        "Is there any dead spots in my vicinity?",
        "I question whether there are dead zones in the neighborhood.",
        "Dead places in this location?",
        "Dead zones round here, Neighbo?",
        "Is it possible that there are dead places in that area?",
        "Did you know if there are any dead zones in the neighborhood?",
        "Is this a dead zone in the neighborhood?",
        "Do there any dead spots around here?",
        "Do you think there are dead zones here?",
        "Do you know the dead places in this neighborhood?",
        "I am curious if there are dead zones in this area.",
        "Do you know if the dead zones are in the neighborhood?",
        "Do dead zones exist in our locale?",
        "This location has dead spots?",
        "It's any dead spots around here?",
        "Is this place where there are dead spots?",
        "I'm wondering if there are dead neighborhoods.",
        "Do you know what neighborhood there is a dead zone in?",
        "There are dead areas in the neighborhood, I'm wondering.",
        "Do you know whether there are dead places in that area?",
        "Around this area are there dead areas?",
        "dead zones nearby?",
        "Are there dead spots there?",
        "Dead zones, around here?",
        "Deadzones round here?",
        "Are there a dead zone in this area or not?",
        "I'm wondering if there's a dead zone.",
        "There are any dead spots in that hood?",
        "I am wondering if there is a dead area here in the neighborhood.",
        "I'm wondering if there is any dead areas in this neighborhood.",
        "I'm curious about whether there are any dead zones in this neighborhood.",
        "This hood got dead spots?",
        "Is it any dead zones nearby?",
        "Do you know which dead places are in that neighborhood?",
        "I'm wondering if there are dead zones in this neighborhood.",
        "Around here, do you have a dead area?",
        "Do you know where the dead spots are in my area?",
        "I'm curious if there are any dead zones in this part of town.",
        "Are dead zones in our place?",
        "I'm curious whether there are dead zones in this area.",
        "There are Dead zones, here?",
        "Was this neighborhood a dead zone?",
        "Is that my area with dead spots?",
        "Is this where dead areas can be found?",
        "There is any dead zone here?",
        "Those are dead spots near this place?",
        "Were there any dead spots around here?",
        "Do you know the area's dead zones?",
        "Which dead spots are around here?",
        "Is this a neighborhood where there are dead places?",
        "Do you know the status of dead zones in this area?",
        "Do you know if any dead zones are in this neighborhood?",
        "Have any dead spots been found in this hood?",
        "I was wondering if there were dead zones in this part of town.",
        "What are the dead spots in this hood?",
        "dead spots in this area?",
        "Do you know if the community has dead Zones?",
        "Dead Zones nearby?",
        "Does anyone know where any dead areas are here?",
        "Is there any dead area here?",
        "I'm wondering if there are dead zones within this neighborhood.",
        "I am wondering if there are dead zones in this neighborhood",
        "Do you know if any dead zones exist in this neighborhood?",
        "Are there a dead zone in this area?",
        "Does anyone has dead areas here?",
        "Do you know if there are dead places within that neighborhood?",
        "There are dead places in that neighborhood, do you know?",
        "The place may have dead zones.",
        "I am wondering if there is a dead area in this area.",
        "Any dead areas in proximity?",
        "I'm wondering if dead areas exist in the neighborhood.",
        "Is there any dead spots near this place?",
        "Are there Dead zones around here?",
        "I'm curious if there are any dead areas in this neighborhood.",
        "I'm not sure whether there are dead areas in this area.",
        "Is this the site of dead zones?",
        "Is anyone familiar with dead areas here?",
        "I want to know if there are any dead zones in this neighborhood.",
        "do you know if the neighborhood has dead zones?",
        "This is a neighborhood and it has dead zones?",
        "This is a neighborhood where there's dead areas?",
        "Does anyone know if any dead areas here?",
        "I was wondering if there are any dead zones here.",
        "Is any dead spots around here?",
        "I'm wondering if there's dead areas in the neighborhood.",
        "There are any dead areas around?",
        "Dead areas around Neighbo?",
        "I'm wondering if there are dead zones around the area.",
        "Are there dead zones in this neighborhood or not?",
        "I am wondering whether there are any dead areas here.",
        "Were there dead spots there?",
        "there are any dead zones nearby",
        "Are there dead areas around here.",
        "Are there dead places in this neighborhood?",
        "Have you seen any dead spots here?",
        "Is my area dead spots?",
        "I am wondering if there are any dead zones in this area of town.",
        "Do you know of dead places in this neighborhood?",
        "Is it possible there are dead areas around here?",
        "Is this location of any dead zones?",
        "I'm asking if there are dead zones in this neighborhood.",
        "There are dead places in this hood?",
        "This was a 'hood that had dead spots?",
        "Are anyone aware of dead areas here?",
        "I was wondering if the neighborhood has dead zones.",
        "Do you know any dead spots around here?",
        "Is this the neighborhood that has dead zones?",
        "I want to know if there are dead spots in my area.",
        "I'm wondering whether there are dead zones in that area.",
        "Do you know if there are dead zones in your area?",
        "I'm wondering if there are dead zones in the neighborhood?",
        "Is there a sign of dead areas around here?",
        "Do you know if the neighborhood has dead zone?",
        "Do you know if there are any dead spots in that neighborhood?",
        "dead spots in this place?",
        "This neighborhood has some dead zones?",
        "Should we have any dead zones here?",
        "Are any dead zones nearby?",
        "do you know if there is a dead zone in this neighborhood?",
        "What dead spots are there 'round here?",
        "I am wondering if there are dead areas here in the neighborhood.",
        "There could be any dead zones nearby.",
        "Maybe there are dead zones in this area?",
        "Neighbo, are dead zones around here?",
        "Do you know if any dead areas exist in the neighborhood?",
        "Dead spots located in my area?",
        "Does anyone have dead zones here?",
        "Is there any dead zones around this neighborhood?",
        "Do you know whether there is a dead neighborhood?",
        "Are there any dead Zones here?",
        "Is there a lot of dead areas around here?",
        "Is it possible that there are dead places in that neighborhood?",
        "Do you think the neighborhood has dead zones?",
        "Is there any dead zones close by?",
        "Is this the site of dead locations?",
        "Is this neighborhood home to any dead zones?",
        "Has there any dead zones here?",
        "Is this neighborhood dead Zones?",
        "I am wondering whether there are dead zones in this area.",
        "Is the place dead zones?",
        "This \"hood has dead spots yo?\"",
        "Do you know if any dead zones exist here?",
        "There may be dead spots here.",
        "Are Dead zones here?",
        "This 'hood has dead spots?!",
        "This hood has dead spots?",
        "I wonder if there are any dead zones in this area.",
        "Any of the dead spots in the hood?",
        "Is there any dead areas in this hood?",
        "Isn't this a neighborhood with dead zones?",
        "I'm wondering if there are dead regions in the neighborhood.",
        "Do you know if there are any dead zones in your neighborhood?",
        "Do you know if the neighborhood has dead places?",
        "Do you know if there is a neighborhood with dead zones?",
        "Does the area have dead places?",
        "Is anyone aware of any dead areas here?",
        "Did you know if there are dead zones in this area?",
        "Does anyone see any dead areas here?",
        "Is this neighborhood a place that has dead zones?",
        "I'm curious if there is dead areas in the neighborhood.",
        "I'm wondering if there are any dead neighborhoods here.",
        "I am wondering if there are dead zones in this location.",
        "The dead zones are around here?",
        "Could there be any dead zones here?",
        "I am wondering if there are dead zones there.",
        "I wonder if there are any dead zones in this neighborhood.",
        "Do you know if there is a dead zone",
        "Neighbo are there dead zones?",
        "Do you know the existence of dead zones in this area?",
        "Around here are some dead areas?",
        "I'm wondering if the neighborhood is dead zones.",
        "What dead spots in my area?",
        "Do you know if there's a dead area in this area?",
        "Did you know if there are dead places in this area?",
        "Do you know if the neighborhood has dead Zones??",
        "I'm wondering whether there are dead places in the neighborhood.",
        "Do you know any dead zones in this neighborhood?",
        "How about some dead areas around here?",
        "I wondered whether there were dead zones in the neighborhood.",
        "The neighborhood may have dead Zones.",
        "Do you have any dead spots?",
        "Do you know how many dead zones this area has?",
        "Are this neighborhood dead areas?",
        "There may be dead areas nearby.",
        "I'm wondering if there is a dead zone in this part of town.",
        "Do you think that the neighborhood has dead Zones?",
        "Did you see dead spots in this location?",
        "Do you know if there's a dead area in this neighborhood?",
        "Do you know whether there are dead spots in this neighborhood?",
        "I am wondering if there is a dead zone in this area of town.",
        "Do you know if there is a dead zone around this neighborhood?",
        "Are there dead spots in the area?",
        "Do you know if this area is a dead zone?",
        "I am pondering if there are dead zones in this area.",
        "The dead spots in the hood?",
        "Do you know of any dead zones in the neighborhood?",
        "Are there any dead areas here?",
        "Yeah, dead areas nearby?",
        "I'm wondering if there are dead zones near me.",
        "I'm wondering if there are dead zones around.",
        "Are the neighborhood's dead zones?",
        "I am wondering if there are any dead zones in this neighbourhood.",
        "I don't know if there are dead areas in the neighborhood.",
        "I am asking if there are dead zones in this area.",
        "Is this 'hood getting dead spots?",
        "How about dead spots in this location?",
        "Is it near dead spots?",
        "I'm wondering if there's a dead zone in this area.",
        "Dead areasround here?",
        "Is there dead areas nearby?",
        "I'm wondering if there are dead neighborhoods in the neighborhood.",
        "Do you know if any dead places are there?",
        "Do you know if this area has dead zones?",
        "I'm wondering if there is any dead zones here.",
        "Did you know there are dead zones in this area?",
        "Do any dead spots exist?",
        "I was wondering if there were dead zones in this area of town.",
        "Is there anything around that has voids?",
        "I am wondering if there are dead zones in the community.",
        "I'm wondering if there are any dead areas in the vicinity.",
        "This area has dead spots?",
        "This location contains dead spots?",
        "Does this area have dead zones?",
        "In this location, are there dead spots?",
        "Any dead places around?",
        "Do you think there is a dead zone here?",
        "Did you see any dead spots in my area?",
        "There are dead spots nearby?",
        "Any dead places here?",
        "Is my area filled with dead spots?",
        "I am not sure if there are any dead zones in this neighborhood.",
        "Any dead spots in the area?",
        "Is this the place where dead zones are?",
        "What dead spots do you have in this hood?",
        "I'm wondering if there are dead zones within this area.",
        "Is the neighborhood with dead Zones?",
        "Do you know if there is any dead zones in this area?",
        "Could be dead areas around here?",
        "Does anyone know if there are dead places in this neighborhood?",
        "Are you aware of dead zones in this area?",
        "Do you know about dead spots in that neighborhood?",
        "I'm wondering if there are \"dead zones\" in the neighborhood.",
        "There are any dead spots in this hood.",
        "Are there any voids in this area?",
        "I'm wondering if there are any dead zones in this region.",
        "Will there any dead spots in this hood?",
        "There are dead spots in this 'hood.",
        "I want to know if there are dead zones in the neighborhood.",
        "Is there anything dead in that neighborhood?",
        "I wonder if anyone has any dead areas here.",
        "Have you seen dead spots in this location?",
        "Does the area have dead areas?",
        "Those are dead areas around here?",
        "Did you find any dead spots in this hood?",
        "Do you know if there is a dead zone in that neighborhood.",
        "I'm wondering if the dead areas in the neighborhood are still there.",
        "Do you know what dead zones are in this neighborhood?",
        "Are there a dead zone or not in this neighborhood?",
        "This is an area where there are dead areas?",
        "Do you know whether there is a dead zone in this neighborhood or not?",
        "Is this a neighborhood with dead zones?",
        "Were there dead spots here?",
        "Any of the dead spots around here?",
        "Do we know if the neighborhood has dead Zones?",
        "Dead areas are around here?",
        "Do you know if there are any dead areas in the area?",
        "Do you know if this is a dead zone?",
        "Do you know if there are any dead zones there?",
        "Do dead spots exist here?",
        "Near this place are there dead spots?",
        "I'm wondering if there are any dead zones around this area of town.",
        "Do you know about the dead zone in this area?",
        "Any dead areas near me?",
        "Does anyone know if there are dead areas in this area?",
        "Do you know if there is a dead zone in this community?",
        "I am wondering if the neighborhood is dead zones.",
        "I am wondering if there are dead Zones in the area.",
        "Do you know if there are any dead spots in the neighborhood?",
        "Yes, any dead spots in this hood?",
        "Dead zones scattered around here?",
        "I am not sure whether there are dead zones in this neighborhood.",
        "Do you know if dead zones exist in this neighborhood?",
        "This locality has dead zones?",
        "Do you know the location of dead areas in this area?",
        "Is there anything dead in this hood?",
        "I'm wondering if the dead zones in the neighborhood are there.",
        "Do dead zones still exist here?",
        "I'm not sure if there is any dead areas in the neighborhood.",
        "any dead areas here?",
        "How about dead areas around here?",
        "Do you think there are any dead zones in the neighborhood?",
        "Do we have dead zones in this neighborhood?",
        "Do you know if there is a dead area in this area?",
        "Do we know if the neighborhood has dead zones?",
        "Are there dead spots around this location?",
        "There are dead areas near this place?",
        "Zones of zombies are hitting this hood?",
        "I'm wondering if there are dead zone in this area.",
        "Do you know if there's a dead zone in this area?",
        "There are dead places in my area?",
        "This 'hood has dead spots?",
        "I don't know if there are any dead zones in this neighborhood.",
        "This community got dead spots?",
        "I'm wondering if there are dead zones in this location.",
        "What about dead zones in this area?",
        "Any dead areas in vicinity?",
        "Any dead spots in the hood?",
        "Areas that are dead around here?",
        "You know if the neighborhood has dead Zones.",
        "I'm asking if there are dead zones in this area.",
        "Do the dead zones exist in our area?",
        "Is there any dead places in the area?",
        "Do you think there is a dead zone in the neighborhood?",
        "Is there dead areas nearby.",
        "Does anyone have dead areas in this place?",
        "Do you know the status of the dead zone in this neighborhood?",
        "Is anyone aware of dead areas in this area?",
        "This was a neighborhood that has dead zones?",
        "I'm curious if there are dead areas in the area.",
        "Is there any dead spots 'round here?",
        "I'm wondering if there are dead zones near this neighborhood.",
        "I'm wondering if there are any dead zones in this neighborhood.",
        "What are dead zones around here?",
        "Do you know whether there are any dead areas in this neighborhood?",
        "Do you know what the dead zone is in this neighborhood?",
        "Where are the dead places in my area?",
        "Do you see dead zones in this neighborhood?",
        "Do any dead areas exist nearby?",
        "Dead zones nearby?",
        "Do you know whether there is a dead zone in this area?",
        "Do you know that there is a dead zone in this neighborhood?",
        "Where do I find dead spots in my area?",
        "Do you know whether there are dead places in this area?",
        "This 'hood has some dead spots?",
        "Do you know if there are dead zones in this locality?",
        "In my area are there any dead spots?",
        "Is anyone familiar with the dead areas here?",
        "There are any dead Zones here?",
        "Did you know there are any dead spots around here?",
        "There could be dead areas in the neighborhood.",
        "Do you know if you have dead zones in the neighborhood?",
        "Do you understand if there is a dead zone in this neighborhood?",
        "Do any dead spots 'round here?",
        "Will there be dead zones nearby?",
        "Dead places nearby?",
        "Do we know if there is a dead zone in this neighborhood?",
        "Is this hood littered with dead spots?",
        "I was wondering if there were any dead areas in the neighborhood.",
        "Do you know if there are dead spots in this hood?",
        "Does anyone know if there are any dead areas here.",
        "Do dead zones exist near our place?",
        "Dead zones near me?",
        "Hey, this 'hood got dead spots?",
        "Is there any dead places in this hood?",
        "Do you know if there are dead zones within this area?",
        "Do you have any knowledge of dead zones in this neighborhood?",
        "This 'hood has dead patches?",
        "There are dead spots in this hood?",
        "Do you know if there are any dead areas in this area?",
        "Is there a dead spot in this neighborhood?",
        "Do you know if you have dead Zones in your neighborhood?",
        "I'm wondering if there are any dead zones there.",
        "The hood got dead spots?",
        "Was there a dead zone in this neighborhood?",
        "Do I have any dead spots in my area?",
        "Do you know if there's a dead zone here?",
        "This hood is home to zone zombies?",
        "Does anyone know whether there are dead areas here?",
        "Will there be dead areas in this neighborhood?",
        "Dead zones around Neighbo?",
        "Are there dead zones in the neighborhood?",
        "I'm curious if the neighborhood has dead zones.",
        "Are there some dead areas around here?",
        "In this neighborhood are there dead zones?",
        "If the neighborhood has dead Zones, do you know it?",
        "I've wondered if there are dead zones in this area.",
        "Dead zones around this location?",
        "Do anyone know of dead areas here?",
        "This is a neighborhood that has dead areas?",
        "I'm wondering whether the neighborhood has dead zones.",
        "In my area there are dead spots?",
        "Where are dead areas around here?",
        "Will there be any dead zones nearby?",
        "Is the neighborhood having dead Zones?",
        "I don't know if there is dead areas in the neighborhood.",
        "Should you know if the neighborhood has dead Zones?",
        "Is this neighborhood filled with dead zones?",
        "I am wondering if there are dead zones around.",
        "There are dead spots in that location?",
        "I'm wondering if there are any dead zones in this section of town.",
        "Do you know whether the neighborhood has dead spots?",
        "near this place are there dead spots?",
        "I was wondering if there were dead zones in that area.",
        "I'm wondering if there's dead zones in the area.",
        "It's a neighborhood where are dead areas?",
        "Dead zones here? Neighbo?",
        "I was wondering if the neighborhood had dead zones.",
        "Any dead sites nearby?",
        "I'm wondering if there are any dead areas in the locality.",
        "This 'hood has a lot of dead spots?",
        "Do you know how many dead zones there are in the neighborhood?",
        "I'm interested in whether there are dead zones in this neighborhood.",
        "Do you know if there are dead spots in this area?",
        "Was there any dead spots in the hood?",
        "A neighborhood which has dead zones?",
        "So there are dead spots in this location?",
        "Do you know if there are any dead places in this vicinity?",
        "Do you remember if there are dead zones in this area?",
        "Is it a neighborhood that has dead zones?",
        "Do there exist dead zones in our area?",
        "Do you know if there are anything dead in that neighborhood?",
        "Do you know if the neighborhood have dead Zones?",
        "I'm wondering if there are dead spots in the area.",
        "Does anyone know if there is any dead areas here?",
        "Do you know if there is a dead area here?",
        "Do you know whether or not there is a dead zone here?",
        "Do you know any dead zones in the neighborhood?",
        "Is there dead zones in this place?",
        "I'm wondering if there are dead areas around this area.",
        "I want to know whether there are dead zones in this area.",
        "I am wondering whether there are dead zones in this neighborhood.",
        "I'm wondering about the dead zones in this area.",
        "I'm wondering if there is any dead zone in the area.",
        "Do you know if there are any dead zones in the vicinity?",
        "Do you know if there is a dead zone in this neighborhoods?",
        "Does this place have any dead zones?",
        "I'm wondering if there's any dead zones in this area.",
        "Should there be any dead spots in this hood?",
        "Is the dead zone in this neighborhood?",
        "Do there are dead areas around here?",
        "Do you know if there are dead areas in that neighborhood?",
        "I am wondering whether there is a dead zone in the neighborhood.",
        "there are any dead zones here?",
        "I am wondering if there are dead Zones in this neighborhood.",
        "Any dead spots near?",
        "I'm wondering how many dead zones there are in this neighborhood.",
        "Is there any dead spots in this place?",
        "Is that a neighborhood that has dead zones?",
        "The area is wondering if there are dead zones.",
        "Are the dead zones in the neighborhood?",
        "Any dead areas round here?",
        "Do you know if there are any dead zones in your area?",
        "What are the dead zones here?",
        "I am wondering whether there are any dead areas in this neighborhood.",
        "There are any dead spots in the hood.",
        "Do you have dead spots near this place?",
        "Do there exist dead zones here?",
        "Have any dead spots been found here?",
        "I am wondering if there are any dead places in this neighborhood.",
        "Are Dead zones around here?",
        "Do you know if this neighbourhood has a dead zone?",
        "Does anyone see dead areas here?",
        "Where are the dead spots near this place?",
        "Do you know how many dead zones this neighborhood has?",
        "What about dead spots in my area?",
        "Dead zones all around here?",
        "I wondering if there are dead zones in this area.",
        "This \"hood got dead spots?",
        "I'm not sure if there is a dead area in the neighborhood.",
        "Do you know if there are any dead places around this neighborhood?",
        "How about dead spots around here?",
        "Do dead zones surround us?",
        "I was wondering if the dead zones were in the neighborhood.",
        "Do you know if there are any dead neighborhoods there?",
        "Any dead territories here?",
        "There are some dead areas in this neighborhood.",
        "Is anyone have any dead areas here?",
        "Do you know whether the neighborhood has dead areas?",
        "Are there any dead spots in this location?",
        "Was Neighbo dead zones around here?",
        "I wondered if there were dead zones in this area.",
        "Is there any dead areas around this?",
        "I'm wondering if there are dead zones in this community.",
        "Do you know if there are any dead zones in the locality?",
        "I'm curious about the dead zones of the neighborhood.",
        "Do you know whether there are dead areas in this area?",
        "If you know, there are dead places in this neighborhood.",
        "I'm wondering if there are dead zones in that part of town.",
        "Have you found any dead spots in this hood?",
        "How much dead spots are in this hood?",
        "Do dead zones exist within our vicinity?",
        "I am wondering if there are any dead areas around here.",
        "Do you know if there are dead places here?",
        "Some dead spots here?",
        "Neighbo? Dead zones round here?",
        "How about dead areas around this?",
        "Any dead places?",
        "I'm wondering if there are dead spots in the neighborhood.",
        "Do you know if the neighborhood has a dead area?",
        "Do you know if there are dead zones in this community?",
        "Do you know whether or not there is a dead zone?",
        "Are there dead areas here?",
        "Is there any dead Zones in the neighborhood?",
        "There might be dead areas around here.",
        "I want to know if there is a dead zone in this neighborhood.",
        "I'm curious about whether there are any dead zones in this area.",
        "Is there a dead neighborhood in that area?",
        "This neighborhood is filled with dead zones?",
        "Is there a dead place in that neighborhood?",
        "Were any dead spots here?",
        "Does anyone have any dead spots in this hood?",
        "I'm wondering about dead zones in this neighborhood.",
        "There are any dead places here?",
        "Do you have any dead spots round here?",
        "Did you know there are any dead zones here?",
        "Is this a neighborhood where there are dead zones?",
        "There may be dead areas in this area.",
        "I'm curious whether there are dead zones in this neighborhood.",
        "The \"hood\" got dead spots?",
        "What are the dead spots near this place?",
        "Do you know if there's a dead place in this neighborhood?",
        "Do you know if there are dead areas in this region?",
        "Do you know if you have dead Zones in the neighborhood?",
        "I am wondering if there are any dead zones in this locality.",
        "Does anyone know where any dead spots are in this hood?",
        "Do you know the extent of dead zones in this area?",
        "There are any dead spots in this hood",
        "How about any dead spots around here?",
        "Is there dead areas around here?",
        "Do you know if dead zones exist in the neighborhood?",
        "Are there any dead spots in this area?",
        "This is the neighborhood with dead zones?",
        "Were there dead spots in this area?",
        "Any dead spots here?",
        "I am wondering if there are dead Zones in the neighborhood.",
        "Dead places here?",
        "There might be dead zones in this area of town.",
        "there are any dead spots around here?",
        "Do you know of any dead places in this area?",
        "Possible dead spots near this place?",
        "Do you know if there are any dead areas?",
        "Is there dead places in this neighborhood?",
        "Do you know any dead areas nearby?",
        "I'm not sure whether there is a dead area here.",
        "There is a neighborhood that has dead zones?",
        "Do you know if the neighborhood contains dead places?",
        "There's a neighborhood that has dead zones?",
        "Is this where there are dead zones?",
        "I'm curious about the dead zones in the neighborhood.",
        "I don't know if there are dead zones in the neighborhood.",
        "Could there be dead spots in my area?",
        "Is it true that there are dead places in this neighborhood?",
        "I'm curious about whether there are dead zones here.",
        "Is there a dead zone in the neighborhood.",
        "Are there any voids in the vicinity?",
        "I wonder whether there are dead zones in the neighborhood.",
        "Is my area covered in dead spots?",
        "Do you know where dead zones are in this neighborhood?",
        "Is this neighborhood dotted with dead zones?",
        "This is a neighborhood where there are dead Zones?",
        "This is a neighborhood which has dead areas?",
        "Is there a dead zone in this place?",
        "are there dead spots in my area?",
        "Do you know any dead areas in this neighborhood?",
        "Is there a dead zones in the neighborhood?",
        "Im wondering if there are dead zones in the neighborhood.",
        "Do you see any dead spots here?",
        "Do any dead spots in this hood exist?",
        "Do you know if there are dead places in the area?",
        "Do you have any information on dead zones in this area?",
        "My area has dead spots?",
        "\"Any dead zones here?\"",
        "I'd like to know if there are dead areas in the neighborhood.",
        "I'm wondering if there are dead Zones in the area.",
        "Is that neighborhood a dead place?",
        "Are anyone aware of any dead areas here?",
        "What dead areas are there here?",
        "Do you have any information about dead areas in this area?",
        "I'm wondering if there were any dead zones in this area.",
        "Should there be any dead zones nearby?",
        "Are there Dead zones here?",
        "Dead spots nearby?",
        "dead areas nearby?",
        "I'm wondering if there are any dead areas within the neighborhood.",
        "Do you know if there are any dead zones in that area?",
        "Any dead areas around here?",
        "Dead zones close by?",
        "Do you know whether this neighborhood has dead zones?",
        "Do the neighborhoods have dead Zones?",
        "If there is a dead zone in this neighborhood?",
        "There are any dead areas near?",
        "Are there dead spots at this location?",
        "I'm wondering if there's any dead zones around this area.",
        "In Neighbo are dead zones?",
        "Do you know that the neighborhood has dead zones?",
        "There could be dead spots in this location.",
        "Any deadzones nearby?",
        "I'm wondering whether there's any dead zones in this area.",
        "This 'hood has bad spots?",
        "Dead locations in my area?",
        "Dead zones around the area?",
        "What dead spots are in this hood?",
        "I'm wondering about the dead zones in the neighborhood.",
        "I'm wondering if dead zones exist in this neighborhood.",
        "Do you know whether there are dead zones in this area.",
        "any dead spots around here?",
        "Do you know if there are any dead spots there?",
        "Are there any dead zones in that neighborhood?",
        "Does anyone know if there are dead zones in this area of town?",
        "Do you know if the area has dead areas?",
        "Is there a dead zone in this neighbourhood?",
        "Are there any dead Zones in the neighborhood?",
        "Where are the dead spots 'round here?",
        "Are there any dead spots around this area?",
        "This locality has dead spots?",
        "I'm not sure if there's dead zones in this area.",
        "Is there any dead areas around here?",
        "I want to know whether there are dead zones in the neighborhood.",
        "Do you know if it has dead zones?",
        "Do dead zones exist in the vicinity?",
        "Dead zones in the area?",
        "Areas that are dead here?",
        "I am wondering if there are dead areas in the neighborhood.",
        "This 'hood contains dead spots.",
        "Are there dead neighborhoods in this area?",
        "This is the neighborhood that has dead zones?",
        "I am wondering whether there are dead areas in this area.",
        "I wonder if dead areas are nearby?",
        "There aredead zones, here?",
        "There may be dead spots in the hood.",
        "I am wondering about dead zones in the neighborhood.",
        "Do you know if anyone has any dead areas here?",
        "Any dead spots 'round here'?",
        "Do you know the dead zone in this neighborhood?",
        "Dead spots in this vicinity?",
        "I'm curious whether there are dead zones in the neighborhood.",
        "The 'hood gets dead spots?",
        "Are dead areas nearby?",
        "In this location are there dead places?",
        "I'm wondering if the dead areas in the neighborhood exist.",
        "This 'hood had some dead spots?",
        "The 'hood got dead spots?",
        "I was wondering if there are any dead zones in this neighborhood.",
        "Does the area have dead spots?",
        "Are the neighborhoods dead zones?",
        "Do dead Zones exist in our area?",
        "I am wondering whether there are dead zones in the neighborhood.",
        "Dead spots in that location?",
        "Is this the place of dead areas?",
        "Do you know if there are some dead places in that neighborhood?",
        "Do you know the status of dead places in this neighborhood?",
        "Do you know if the area has any dead places?",
        "I would like to know if there are dead areas in the neighborhood.",
        "Are there dead spots in this area?",
        "Are there dead zones round here?",
        "Is it dead zones around here?",
        "Do you know if the neighborhood has \"dead Zones\"?",
        "Do you know if this neighborhood has a dead zone or not?",
        "How many dead spots in this hood?",
        "Any of the dead spots on this hood?",
        "Do you know where any dead spots are in this hood?",
        "Around this area, are there dead areas?",
        "Do you know if dead zones exist in this area?",
        "Is there any dead spots here?",
        "Should you know if there are dead zones in this area?",
        "Do you know of dead Zones in the neighborhood?",
        "Zone zombies are in this hood?",
        "Do you know if there's any dead areas in this area?",
        "There's any dead spots in this hood.",
        "What is the neighborhood like where there are dead areas?",
        "Neighbo, dead zones round here?",
        "Does anyone know if there are any dead zones in this neighborhood?",
        "There's any dead zones nearby?",
        "Do you know whether this neighborhood has dead places?",
        "Do you know which dead zones there are in this area?",
        "Did you know if there is a dead zone in this neighborhood?",
        "Are the dead areas in this area?",
        "Dead spots, this 'hood?",
        "I'm not sure if there are dead Zones in the neighborhood.",
        "Neighbo? Dead areas around here?",
        "I'm not sure if there are dead zones within the neighborhood.",
        "Really? Dead areas nearby?",
        "Will any dead zones be here?",
        "I'm wondering if there are any dead zones in this location.",
        "I am unsure whether there are dead zones in this area.",
        "Is this a dead neighborhood?",
        "Is anyone has dead areas here?",
        "I am wondering if there are dead places in the neighborhood.",
        "There may be dead zones here.",
        "Does anyone have any dead parts here?",
        "Any dead zones around here?",
        "Were there any dead spots in the hood?",
        "How many dead spots are there in this hood?",
        "Are Dead areas nearby?",
        "Are the dead Zones in the neighborhood?",
        "this is a neighborhood with dead zones?",
        "Do you have dead spots in my area?",
        "Do you know if the area has dead zones?",
        "Do you know of dead zones in this area?",
        "I am wondering if the dead zones in the neighborhood are there.",
        "Any areas dead?",
        "Do you know if the neighborhood is empty?",
        "I wonder if there are dead zones in this area of town.",
        "There could be periods or holes in the neighborhood.",
        "Do you know if there are any dead zones around here?",
        "Have any dead zones nearby?",
        "I was wondering if there are dead zones in that area.",
        "Have there dead spots in my area?",
        "I'm curious if there are dead zones within the neighborhood.",
        "Does anyone have any dead areas near here?",
        "This \"hood has dead spots yo?",
        "I question if there are dead zones in this area.",
        "Are there dead places in that neighborhood.",
        "Are the dead spots around here?",
        "You know if there are dead zones in this neighborhood.",
        "Which dead spots in my area?",
        "Do dead zones exist in this area?",
        "I'm wondering if there are Dead Zones in this area.",
        "There are Dead zones here?",
        "I am wondering if there are dead places in this area.",
        "I'm wondering if there are dead zones around the neighborhood.",
        "Are there dead areas in the neighborhood?",
        "The dead zones around here?",
        "Around here, do you think there are dead areas?",
        "This 'hood has dead places?",
        "Do you know whether or not there are any dead places?",
        "Do you know the status of dead zones in the neighborhood?",
        "a neighborhood that has dead zones?",
        "Nearby are any dead zones?",
        "What dead zones are around here?",
        "Any dead areas vicinity?",
        "Is there any dead areas close by?",
        "Does the neighborhood have any dead zones?",
        "Dead spots in my locality?",
        "I am unsure if there are dead zones in the neighborhood.",
        "Do you know if the neighborhood is dead zones?",
        "Any dead zone nearby?",
        "Are there dead zones here?",
        "Is this neighborhood has dead zones?",
        "Do you have any dead zones near?",
        "Does that neighborhood have a dead zone?",
        "Are any dead spots in the hood?",
        "Do you know if there are any dead places in this area?",
        "Is this a neighborhood with dead Zones?",
        "What are any dead zones nearby?",
        "I'm wondering if there are dead zones in this place.",
        "Does anyone know if there are any dead places in that neighborhood?",
        "How about any dead spots here?",
        "I'm wondering if there were dead zones in this area.",
        "Do you know about any dead zones in the neighborhood?",
        "Are you aware if the neighborhood has dead Zones?",
        "I'm not sure whether there are dead zones in this area.",
        "Is there dead spots in that location?",
        "Do you know if there is any dead zone here?",
        "Were there dead places near this place?",
        "I'm wondering if there is a dead area here in the neighborhood.",
        "Do you know if there are dead zones around?",
        "I am wondering if there are any dead areas in the neighborhood.",
        "Do you have any dead spots in this hood?",
        "The neighborhood has dead areas?",
        "Do dead zones exist in our area?",
        "Do you think this neighborhood has dead zones?",
        "Do you know if there are dead in the neighborhood?",
        "Were there dead spots in this location?",
        "Do you have dead zones nearby?",
        "There might be dead areas in this neighborhood.",
        "Did you notice any dead spots in the hood?",
        "Do you know where there are dead zones in this area?",
        "Do you have any dead spots 'round here?",
        "I'm wondering if there are any dead areas here in the neighborhood.",
        "I am wondering if any dead zones exist in this neighborhood.",
        "I am wondering if there is any dead areas here in the neighborhood.",
        "There are any dead zones near?",
        "Is Neighbo Dead Zones?",
        "Where are dead areas in this neighborhood?",
        "Does the location have dead spots?",
        "This location got dead spots?",
        "Is there a dead zone nearby?",
        "Do you know whether there are any dead zones in this neighborhood?",
        "If there are any dead zones in this neighborhood?",
        "Do you think that there is a dead zone in this neighborhood?",
        "Do you know if there is a dead Zone in this neighborhood?",
        "dead spots round here?",
        "I'm wondering if there are dead areas nearby.",
        "Do you know if there is any dead zone in this neighborhood?",
        "Do you know whether there are dead areas here?",
        "Do you know what dead areas there are in this neighborhood?",
        "I'm wondering if there are dead zones in the neighborhoods.",
        "Neighbo, Dead zones here?",
        "I was wondering if there are any dead zones in the area.",
        "Do you know if there are dead areas around this area?",
        "I am wondering if there are dead zones in this area of town.",
        "Do you think there are dead spots in this hood?",
        "Do you know if the neighborhood is dead?",
        "Did you know if there are dead places there?",
        "Is it dead areas nearby?",
        "I'm curious to know if there are dead zones in the neighborhood.",
        "Possible dead zones here?",
        "Dead places in this area?",
        "Do you know if there are Dead Zones in this neighborhood?",
        "Is anyone has any dead areas here?",
        "I am not sure if there are dead zones in the neighborhood.",
        "Are the neighborhoods dead Zones?",
        "Is there dead spots near this place?",
        "Is there any dead spots around here.",
        "Do you know whether there are dead areas in that neighborhood?",
        "Do you think there's dead areas around here?",
        "Are this a neighborhood that has dead zones?",
        "Do you know that there are dead places in that neighborhood?",
        "is this a neighborhood with dead zones?",
        "What do you think about dead spots in my area?",
        "I wonder if there are dead spots in my area?",
        "Do you know if there are any dead Zones here?",
        "What if there are dead zones in this area?",
        "Do you know about dead Zones in your neighborhood?",
        "Is this the place of any dead zones?",
        "I'm wondering if there's any dead areas here.",
        "Is there any dead places in this neighborhood?",
        "This neighbourhood has dead spots?",
        "Is that some dead areas around here?",
        "Did you know there are dead zones in this neighborhood?",
        "Is there a neighborhood with dead Zones?",
        "I don't know whether there are dead zones in this neighborhood.",
        "Do you know what dead zones exist in the neighborhood?",
        "I'm curious as to whether there are any dead zones in this neighborhood.",
        "Where are dead spots near this place?",
        "Do you know if there exists a dead zone in this neighborhood?",
        "That is a neighborhood with dead zones?",
        "I was wondering if there are any dead zones in this area.",
        "This \"hood\" got dead spots?",
        "Do you know if there are dead places nearby?",
        "What dead spots do I see in my area?",
        "Is any dead zone here?",
        "Does anyone have any dead areas around here?",
        "I am curious if there are dead areas in this neighborhood.",
        "Do anyone have dead areas here?",
        "Are the dead zones around here?",
        "Dark spots in the hood?",
        "Any dead spots around the area?",
        "There are dead places in this neighborhood?",
        "Were there dead zones nearby?",
        "I'm curious if there are dead areas in this neighborhood.",
        "Do you know whether there are dead places here?",
        "Is there any dead areas in this neighborhood?",
        "This hood contains dead spots.",
        "Do you know what the dead zones are in this area?",
        "How bad are the dead spots in this hood?",
        "Does anyone know anything about dead areas here?",
        "Do you have any dead zones here?",
        "I'm wondering if there's any dead zone in this area.",
        "Dead spots in my community?",
        "Are the dead spots in this hood?",
        "Did anyone see any dead spots in this hood?",
        "Any dead areas nearby??",
        "\"Is there any dead zones in this neighborhood?\"",
        "There are any dead spots around this area?",
        "Do you know if there are dead zones in the area?",
        "Do you know if there are dead zones there?",
        "In the vicinity, any dead zones?",
        "Do you know whether or not there are dead places in that neighborhood?",
        "In my area, there are dead spots?",
        "Was there dead spots here?",
        "I am wondering whether there are any dead zones in this neighborhood.",
        "Do you know what the neighborhood has dead zones?",
        "Do you know if that neighborhood has dead places?",
        "Does anyone have any dead zones here?",
        "I'm wondering if there is dead zone in this area.",
        "Are you aware of the dead places in this neighborhood?",
        "dead zones in this neighborhood?",
        "Is this the place where dead zones occur?",
        "Do you know about the dead places in this area?",
        "I'm wondering if there are any dead areas in this area of town.",
        "I am wondering if there are dead zones around the neighborhood.",
        "Any dead areas near here?",
        "Are there a dead zone in this neighborhood or not?",
        "There could be dead zones in this area.",
        "This is a neighborhood that has dead places?",
        "I'm wondering if there is a dead area here.",
        "This locality got dead spots?",
        "Maybe there are dead zones in this neighborhood?",
        "This neighborhood has dead zones, right?",
        "dead spots around here?",
        "Any dead spots around the place?",
        "Is anyone here with dead areas?",
        "I would like to know if there is dead areas in the neighborhood.",
        "Were there dead spots in the area?",
        "Do you know if there a dead zone in this neighborhood?",
        "I'm wondering if the dead zones exist in the neighborhood.",
        "Do you know if it's a dead zone?",
        "Were dead spots in my area?",
        "Do you know if any dead areas are in the neighborhood?",
        "Does this 'hood have dead spots?",
        "How about a neighborhood that has dead zones?",
        "This one has dead spots?",
        "Are you aware of dead places in that neighborhood?",
        "Do you know where the dead areas are in the neighborhood?",
        "Is there dead zones around this neighborhood?",
        "I'm wondering if there are any dead neighborhoods in this area.",
        "Do you know if there is a dead zone at this location?",
        "Dead spots within this location?",
        "Has anyone found any dead spots in the hood?",
        "I'm wondering if there are dead zones of the neighborhood.",
        "It is possible that the neighborhood has dead Zones.",
        "Is there any dead zones in this neighbourhood?",
        "Are there dead places in this area?",
        "Do dead zones exist at this location?",
        "Are the dead zones here?",
        "There are dead spots this location?",
        "Do you know if there are dead areas near this area?",
        "Is this the location for any dead zones?",
        "Are the dead spots in my area?",
        "Do you know if any dead areas are nearby?",
        "Do you know if there are any dead places in this locality?",
        "I am wondering if there are any dead zones in this part of town.",
        "Do I have dead spots in my area?",
        "This is a neighborhood that has some dead zones?",
        "I am wondering if there are dead zones in this section of town.",
        "Do you know what dead zones there are here?",
        "I am wondering if this neighborhood has dead zones.",
        "Do you know if there are any dead areas in your neighborhood?",
        "I am wondering if there are dead areas.",
        "This 'hood is getting dead spots?",
        "I'm wondering if there is a dead zone in that area.",
        "Was there any dead spots in this hood?",
        "Were dead spots in this location?",
        "Is this area home to dead zones?",
        "I am wondering if there are dead regions in this area.",
        "Do you know if there is any dead zone?",
        "This 'hood gets dead spots?",
        "Does anyone know if any dead areas are here?",
        "What are the dead spots here?",
        "I'm wondering whether there is a dead zone in the neighborhood.",
        "Do there any dead spots in my area?",
        "there are any dead spots here?",
        "Dead areas nearby?!",
        "Dead zones located around here?",
        "You have dead spots in this location?",
        "Do dead zones exist at the place?",
        "Do you know whether there are dead Zones in this neighborhood?",
        "Have any dead spots around here?",
        "I am wondering about the dead areas in the neighborhood.",
        "Do you know the dead spots around here?",
        "I'm wondering if there are dead zones in this particular neighborhood.",
        "Any dead spots around here.",
        "Do you know if there is any dead places in that neighborhood?",
        "Is that neighborhood dead places?",
        "Do you know how many dead zones there are in this neighborhood?",
        "Do you know if the neighborhood has any dead Zones?",
        "Is there any dead areas in the neighborhood?",
        "Does anyone know any dead spots here?",
        "Is there dead places in the neighborhood?",
        "I'm wondering if any dead zones are in this area.",
        "The Neighborhood where are dead areas?",
        "I'm not sure if there are dead areas in the neighborhood.",
        "There are dead spots on this hood?",
        "Deadzones, here?",
        "Do your neighborhood have dead Zones?",
        "What dead spots exists in this hood?",
        "Do you know if there are any dead places around here?",
        "Any dead spots located here?",
        "Round here, any dead spots?",
        "Were there dead spots in my area?",
        "I'm wondering if there are dead zones in this locality.",
        "I'm wondering if there are dead zones in this part of town.",
        "Does anyone know if there's any dead areas here?",
        "Did you know if there are dead places in that area?",
        "I'm curious if there are any dead zones in this neighborhood.",
        "Is there any dead zones nearby?",
        "Do you know any dead spots in this hood?",
        "Do you know if there are any dead Zones in this area?",
        "What about dead spots in this location?",
        "Is there dead area in this neighborhood?",
        "There are dead areas nearby?",
        "You have dead spots in this hood?",
        "I am wondering whether there is a dead zone in this area.",
        "What dead zones are there here?",
        "Where are the dead areas in this area?",
        "I'm wondering if there are dead zones in here.",
        "Do you know if this area has a dead zone or not?",
        "I am wondering if there are dead areas here.",
        "Do you know whether there are dead spots in that neighborhood?",
        "I'm wondering if there are any dead areas in the area.",
        "The hood has dead spots?",
        "I'm wondering whether there are dead neighborhoods.",
        "Do you know about the dead spots in that neighborhood?",
        "There are any dead zones in this neighborhood?",
        "Was Neighbo dead zones round here?",
        "Do you know if there are dead spots in that area?",
        "Does anyone know of any dead zones here?",
        "Hey, this 'hood has dead spots?",
        "I am wondering whether there are dead zones in that area.",
        "I question if there are any dead zones in this area.",
        "Does this neighborhood have a dead zone or not?",
        "I am questioning if there are dead zones in this neighborhood.",
        "Do you have any information on dead zones in the neighborhood?",
        "Is this neighborhood a place where there are dead zones?",
        "Do you know about dead places in this neighborhood?",
        "Are there dead areas around this?",
        "Dead spots located in this location?",
        "Do you know if there are dead Zones there?",
        "Do you know about dead areas in the neighborhood?",
        "I'm not sure if there are dead Zones in this neighborhood.",
        "Do you know if there's dead zones in this area?",
        "Is there any dead spots in this area?",
        "I am unsure if there are dead zones in this neighborhood.",
        "I want to know if there is any dead areas in the neighborhood.",
        "Do you know if the community has dead zones?",
        "I'm not certain if there are dead zones in the neighborhood.",
        "Does anyone have any dead spots around here?",
        "I'm wondering if there are dead neighborhoods in the area.",
        "I am wondering if there are dead zones within this area.",
        "There are any dead spots in the hood?",
        "Do you know if there's a dead zone in that area?",
        "Should there be any dead spots around here?",
        "Are you aware of dead zones in the neighborhood?",
        "I'm curious whether there are any dead zones in this area.",
        "I'm not sure about the dead zones in the neighborhood.",
        "You mean dead zones around here?",
        "I'm not sure if there is dead areas here.",
        "I'm not sure whether there are dead zones in this neighborhood.",
        "Are you aware if there is a dead zone in this neighborhood?",
        "Do you know what dead spots are near this place?",
        "Are there dead areas nearby?",
        "Do you know if there is a dead zone in this particular neighborhood?",
        "Do you think dead spots are near this place?",
        "There are dead spots in thishood?",
        "This community has dead spots?",
        "Dead areas 'round here'?",
        "Is it near dead areas?",
        "I am wondering if there is dead areas in this area.",
        "Anyone have dead zones here?",
        "Have you seen any dead spots around here?",
        "Did you see dead spots here?",
        "Neighbo? Dead zones here?",
        "Do you suppose there are dead places in that neighborhood?",
        "What about dead zones in the neighborhood?",
        "I'm wondering if there are any dead neighborhoods in this neighborhood.",
        "What dead spots are in this location?",
        "I don't know if there is dead areas in this neighborhood.",
        "I'm wondering if there are dead spots in my area.",
        "Is there dead zone in this neighborhood?",
        "Is there a dead zone in your neighborhood?",
        "You should know if the neighborhood has dead Zones.",
        "Do you know if there are any dead zones in this locality?",
        "Do you know if the neighborhood has any dead areas?",
        "Do you know where the dead areas are in this neighborhood?",
        "A question about dead spots in this hood.",
        "Do you know about the dead places in that area?",
        "Is the neighborhood home to dead zones?",
        "I'm wondering if there are dead zones over here.",
        "Would you know if there are dead places in that neighborhood?",
        "Do you know if the dead zone is here or not?",
        "I is wondering if there are dead zones in this neighborhood.",
        "This \"hood has dead spots?",
        "Am I talking about dead areas around here?",
        "I am wondering if the dead zones are in this area.",
        "any dead areas close by?",
        "Do you know if there are any dead areas in that area?",
        "Around here, dead zones?",
        "Is the area dead around here?",
        "Do you know if this neighborhood is in a dead zone?",
        "There can be dead zones here.",
        "Is the area have dead spots?",
        "I am wondering if there are dead zones within this neighborhood.",
        "I'm not sure if there is a dead area in this neighborhood.",
        "Any dead spots in this hood.",
        "Possible dead zones here.",
        "I'm curious whether there are any dead zones in this neighborhood.",
        "This area had dead spots?",
        "I don't know if there are dead zones in the area.",
        "Are there any dead Zones in this neighborhood?",
        "any dead spots in this hood?",
        "How about dead areas here?",
        "I'm wondering if there are dead zones in this area",
        "It's a neighborhood that has dead zones?",
        "dead spots on this hood?",
        "There may be dead zones in the neighborhood.",
        "Do dead zones exist there?",
        "Do dead zones exist at our area?",
        "Is dead zones nearby?",
        "I wonder if there are dead spots in my area.",
        "Do you know the extent of the dead zone in this neighborhood?",
        "I am wondering about dead zones in this neighborhood.",
        "Is anyone aware of any dead areas here.",
        "Do there any dead spots in the hood?",
        "I'm wondering if there's dead zones in that area.",
        "Near the place, dead spots?",
        "Are there dead zones, here?",
        "Do you know if the area is dead or not?",
        "Do you have any information regarding dead zones in the neighborhood?",
        "Are the dead areas here?",
        "Do you think there are dead areas in this neighborhood?",
        "I was wondering if there were dead zones in that neighborhood.",
        "There are any dead zones nearby?",
        "I'm curious if there are dead zones in this area.",
        "Is there any dead Zones in this area?",
        "I'm wondering if the dead zones are in the area.",
        "Is this area a dead area?",
        "Do you know about the dead areas in that neighborhood?",
        "Dead places in this place?",
        "I am wondering if there are dead zones in that neighborhood.",
        "Do you know if there's a dead area here?",
        "Do you know if there are dead zones in this place?",
        "Is any dead zones here?",
        "Is there a dead zone in the area?",
        "Is this neighborhood with dead zones?",
        "There are any dead regions here?",
        "Is this neighborhood comprised of dead zones?",
        "do you have any dead spots in this hood?",
        "In the hood, any dead spots?",
        "Do you know the places that are dead in that neighborhood?",
        "are there dead areas around here?",
        "Do you know if there are any dead areas around?",
        "Did you know this neighborhood has dead zones?",
        "In this neighborhood are dead areas?",
        "Do you know the location of dead spots in that neighborhood?",
        "Are there any dead places in this area?",
        "Do dead zones exist here?",
        "Do you know the location of the dead places in that neighborhood?",
        "Do you know what dead zones are here?",
        "Was there any dead spots here?",
        "Do you know if the neighborhood has dead neighbourhoods?",
        "I'm not sure if there is dead areas in this area.",
        "What dead spots are in the hood?",
        "I'm wondering if there is a dead zone.",
        "Do you know any dead areas in the neighborhood?",
        "I'm wondering if there are dead zones inside the neighborhood.",
        "Does anyone know what dead areas are here?",
        "Do you know if the neighborhood has dead districts?",
        "I'm wondering if there are dead zones at this location.",
        "Do you know if any dead places are in this neighborhood?",
        "Is there any dead places nearby?",
        "Is this a neighborhood which has dead zones?",
        "Is there dead spots in this hood?",
        "What do you know about dead zones in the neighborhood?",
        "I'm wondering if the dead areas are in this area.",
        "I was wondering if there were any dead zones in this part of town.",
        "are dead spots near this place?",
        "Will there be any dead spots in this hood?",
        "Are there a dead zones in this neighborhood?",
        "Does anyone have dead parts here?",
        "Do you know of any dead zones in this neighborhood?",
        "Has there any dead spots in this hood?",
        "Is anything dead nearby?",
        "I'm unsure if there is dead areas in the neighborhood.",
        "Do you know if there is a deadzone in this neighborhood?",
        "I'm wondering if there are dead places in the neighborhood.",
        "There are dead places near this place?",
        "Dead spots 'round here'?",
        "any dead zones here?",
        "dead spots in my area?",
        "Dead spots nearby this place?",
        "Do you know if it is a dead zone?",
        "Is there dead zones at our area?",
        "Do you know if there is a dead zone?",
        "Were there dead places in this neighborhood?",
        "Do zone zombies hit this hood?",
        "Does this area have any dead zones?",
        "Does anyone have dead areas here?",
        "I am wondering whether there are any dead areas in this area.",
        "This is a neighborhood with lots of dead areas?",
        "Is my area home to dead spots?",
        "Is there any dead zone nearby?",
        "I'm wondering if the dead areas are still there.",
        "Dead Zones 'round here?",
        "Do you know if the area is a dead zone?",
        "Any dead zones around?",
        "Do you know where dead places are in that area?",
        "Is there any dead zones in the area?",
        "Is there a dead area surrounding here?",
        "Possible dead spots near this place.",
        "Does the area have any dead zones?",
        "I am wondering if there is any dead areas.",
        "Dead zones around here?!",
        "Will there be any dead spots here?",
        "I'm wondering if there are any dead zones in this vicinity.",
        "Do dead areas exist at our location?",
        "Do you think that there are dead areas around here?",
        "Do the areas around here have dead areas?",
        "Does anyone know if there are dead zones in the neighborhood?",
        "This is a neighborhood in which there are dead areas?",
        "I'm not sure if there is dead areas in the neighborhood.",
        "Are the neighborhood dead zones?",
        "Do you know what dead zones there are in the area?",
        "Is this where dead zones exist?",
        "I am wondering if there are dead spots in this area.",
        "Are there any dead spots in this hood.",
        "Will there be dead areas around here?",
        "I am wondering if there are dead areas in the locality.",
        "Where are there dead spots in my area?",
        "I would like to know whether there are dead zones in this area.",
        "Do you know if the area is dead?",
        "do you know if there are dead zones in this area?",
        "This is a neighborhood which has dead zones?",
        "Is this where dead areas are?",
        "Do you know if any dead areas exist in this area?",
        "Dead zones areround here?",
        "Does anyone know if there are dead places in that neighborhood?",
        "I'm wondering whether there are any dead zones in the neighborhood.",
        "The 'hood has some dead spots.",
        "I'm not sure if there is a dead area here.",
        "Dead areas round here?",
        "I'm wondering if there's any dead zones in the neighborhood.",
        "Could be dead spots near this place?",
        "Do you know if the neighborhood has dead neighborhoods?",
        "I was wondering if there was a dead zone in this area.",
        "Any dead spots round here?",
        "This area got dead spots?",
        "Do you know whether or not this neighborhood has a dead zone?",
        "What are the dead spots in the hood?",
        "Near this place could be dead spots?",
        "Does any one have any dead areas here?",
        "I'm wondering if there are any dead zones in that part of town.",
        "Do you think there is a dead zone in this area?",
        "Do you know what the neighborhood has dead Zones?",
        "Do you know if there are any dead areas in this area.",
        "Do you know what dead areas are in the neighborhood?",
        "Is the site of any dead areas?",
        "Do you know where the dead spots are in this neighborhood?",
        "Talk about dead areas around here.",
        "Is there dead zone in this area?",
        "Was there a dead area around here?",
        "Is that neighborhood filled with dead places?",
        "I'm questioning if there are dead zones in this area.",
        "I am wondering if the dead areas are here.",
        "These dead spots in this hood?",
        "The neighborhood might have dead Zones.",
        "Are there any dead zones in this area?",
        "Do you know if there is a dead region in this neighborhood?",
        "Any dead zones here.",
        "Do you know whether there are any dead places in that area?",
        "Do you see dead spots in this location?",
        "Do you know the dead zones of the neighborhood?",
        "Does anyone know about the dead areas here?",
        "Should there be dead spots in my area?",
        "Would you know if there is a dead zone here?",
        "I'm wondering if there is a dead area.",
        "dead zones around here?",
        "Do you know the locations of dead zones in the neighborhood?",
        "I'm not certain if there are dead zones in this area.",
        "Are there dead spots here?",
        "Dead areas close to us?",
        "Do dead areas exist in our location?",
        "Is this a dead area around here?",
        "I'm curious about dead zones in this area.",
        "If there are any dead zones nearby?",
        "Do you know of any dead areas here?",
        "Do you know if there's any dead zones in this neighborhood?",
        "I'm wondering if there's a dead area here.",
        "Any dead places 'round here?",
        "I'm not sure whether there are dead areas here.",
        "Is there any dead zones in this locality?",
        "I'm wondering if there are dead zones around this neighborhood.",
        "The 'hood had dead spots?",
        "Is there any dead spots in this hood?",
        "Would you know if there are dead zones in this neighborhood?",
        "I'm wondering if this is the site of dead zones.",
        "Did you know this 'hood has dead spots?",
        "Is this any dead areas here?",
        "Is this \"hood got dead spots?\"",
        "Do you know whether there are any dead areas in the neighborhood?",
        "Do you know if a dead zone exists in this neighborhood?",
        "I'm wondering if there are dead areas in this area of town.",
        "Do you know the locations of dead places in that neighborhood?",
        "Do you know if there are dead areas?",
        "Is there a neighborhood that has dead places?",
        "I'm wondering whether there are dead zones in this part of town.",
        "any dead spots in the hood?",
        "Do you know if there are any dead places in this neighbourhood?",
        "Neighborhood that has dead zones?",
        "I'm wondering if there is dead areas in the area.",
        "Do you know if there's any dead zones in this area?",
        "Do you know the location of dead places in the neighborhood?",
        "Dead spots in my vicinity?",
        "Do you know if there is a dead zone in your neighborhood?",
        "Is this the site of any dead regions?",
        "I'm wondering if there are dead zones within the neighborhood.",
        "I'm wondering if there are dead areas in here.",
        "Zones of zombies hit this hood?",
        "Yeah, Dead zones nearby?",
        "Is there a dead area here?",
        "I am wondering if there are any dead spots in this area.",
        "I'm wondering if there's a dead zone in the area.",
        "I'm wondering if there are dead zones there.",
        "I am wondering whether there are dead areas in this neighborhood.",
        "Dead areas here?",
        "Do you know whether or not there is a dead zone in this neighborhood?",
        "I am wondering if there are dead spots in the neighborhood.",
        "Does anyone know any dead places here?",
        "Will there be any dead spots in the hood?",
        "Any dead areas here?",
        "Does someone have dead areas here?",
        "Is there any dead zones here?",
        "I am wondering if there are dead zones in this locality.",
        "Dead spots in this hood?",
        "Is it possible that this neighborhood has dead zones?",
        "Is this a neighborhood that has dead zones?",
        "I'm pondering if there are dead zones in this area.",
        "How about dead areas around this area?",
        "any dead areas nearby?",
        "Possible dead zones nearby.",
        "Deadzones around here?",
        "Any deadzones here?",
        "This is a 'hood with dead spots?",
        "Any dead locations here?",
        "Do you know the location of dead places in this area?",
        "Any dead spots?\"",
        "Are there voids in the area?",
        "Is there any dead spots around this place?",
        "I'm wondering if there is any dead neighborhoods here.",
        "Dead spots in my neighborhood?",
        "I am wondering if there is a dead area in this neighborhood.",
        "There can be dead zones nearby.",
        "I'm wondering if there are deadzones in this area.",
        "Is there a dead place in this neighborhood?",
        "Does anyone live in dead areas here?",
        "I'm wondering if there is any dead areas here in the neighborhood.",
        "Do you know if there are dead Zones in the area?",
        "Do you know if there's a dead zone in this neighborhood?",
        "Does anyone have dead area here?",
        "Has anyone found any dead areas here?",
        "Do you know about the dead zones in this neighborhood?",
        "So this is a neighborhood with dead zones?",
        "Do you know of dead areas in the neighborhood?",
        "Does the zone zombies strike this hood?",
        "Do you know the location of dead places in that neighborhood?",
        "Did there be periods or holes in the neighborhood?",
        "Do you know if there are dead neighborhoods in the area?",
        "Is this the site of dead areas?",
        "In this hood, any dead spots?",
        "Dead zones around here?",
        "I'm not sure if there are dead areas in this neighborhood.",
        "The neighborhood where are the dead areas?",
        "Do you see dead areas around here?",
        "Was there dead spots near this place?",
        "Is Zone zombies hitting this hood?",
        "Do you think there are dead spots near this place?",
        "Would this be a neighborhood with dead zones?",
        "Do you know whether or not there are dead zones in this area?",
        "Did you know about dead places in this neighborhood?",
        "A neighborhood with dead zones?",
        "Any dead regions nearby?",
        "Do you know if the dead areas are in the neighborhood?",
        "Neighbo Dead zones around here?",
        "Do you know of a dead zone in this neighborhood?",
        "I am wondering if there are any dead areas in the area.",
        "What are the areas that are dead around here?",
        "There are dead areas in this neighborhood?",
        "I don't know whether there are dead zones in this area.",
        "Are the neighborhood dead Zones?",
        "Do you know if there are dead places in this place?",
        "There are dead areas where this is a neighborhood.",
        "I am wondering if there are dead zones in this vicinity.",
        "Neighbo, there are dead zones here?",
        "What about dead zones in this neighborhood?",
        "I'm not sure whether there are dead zones in the area.",
        "How many dead spots around here?",
        "Is this location the site of dead zones?",
        "Alright, dead areas nearby?",
        "Could there be dead spots in this location?",
        "Is there some dead spots in my area?",
        "I'm wondering if there are any dead Zones in this neighborhood.",
        "Is there any dead zones within the neighborhood?",
        "Dead zones frequent here?",
        "Is the neighborhood has dead Zones?",
        "Zone zombies are at this hood?",
        "Are there dead spots in that neighborhood?",
        "Yes, is this the site of dead zones?",
        "dead areas around here?",
        "Do you know if there are dead places in this neighborhood?",
        "Are there dead spots in that location?",
        "I'm unsure of whether there are dead zones in the neighborhood.",
        "Are you aware of a dead zone in this area?",
        "Does anyone know if there are any dead places in this neighborhood?",
        "Are there any dead zones here.",
        "This is a neighborhood that has dead Zones?",
        "I was wondering if anyone has any dead areas here.",
        "That 'hood has dead spots?",
        "Dead zones round this place?",
        "Does anyone know if there are dead areas in the neighborhood?",
        "This 'hood has many dead spots?",
        "This has dead spots?",
        "Can you tell me if there are dead places in this neighborhood?",
        "Are you aware of the dead zone in this neighborhood?",
        "Did you know if there are any dead zones in this neighborhood?",
        "\"Any dead spots around here?\"",
        "Do you know if it's a dead neighborhood?",
        "I wonder if anyone has dead areas here?",
        "Is the neighborhood dead areas?",
        "There any dead zones nearby?",
        "Are there dead zones in our area?",
        "Do you know if this neighborhood is dead?",
        "Any dead areas close by?",
        "A location with dead spots?",
        "I'm unsure whether there are dead zones in this area.",
        "This could be the site of dead zones.",
        "There's any dead spots here?",
        "Do you know if this neighborhood has any dead places?",
        "Do you know about any dead areas in this area?",
        "\"Is this the site of dead zones?\"",
        "The area got dead spots?",
        "Do you see any dead zones in this area?",
        "Are the dead areas around here?",
        "Do you know if there is a dead area.",
        "I am wondering if there are dead neighborhoods.",
        "Is there dead Zones in this neighborhood?",
        "Do you know if that neighborhood has a dead zone?",
        "I'm wondering if there are dead neighborhoods here.",
        "I is wondering if there are dead zones in the neighborhood.",
        "Do you have any dead spots around?",
        "Do the dead zones exist at our location?",
        "I'm wondering whether or not there are dead zones in the neighborhood.",
        "How about a neighborhood with dead zones?",
        "Do you know if there's a dead zone in that neighborhood?",
        "I'm curious as to whether there are any dead zones in this area.",
        "Are dead spots in this location?",
        "Dead zones around the place?",
        "Do you know if this neighborhood contains a dead zone?",
        "So, any dead zones here?",
        "What dead spots exist in this hood?",
        "I'm not sure if there is a dead zone in the neighborhood.",
        "There are dead places in this neighborhood, do you know?",
        "The hood has any dead spots?",
        "Do there any dead zones in this neighborhood?",
        "Do you know if there is a dead zones in this neighborhood?",
        "Does anyone know any dead spots in this hood?",
        "Are any of the dead spots in the hood?",
        "\"Any dead areas nearby?\"",
        "What if there are dead places in that neighborhood?",
        "Did I see dead spots in my area?",
        "Dead zone around here?",
        "I am not sure whether there are dead zones in the neighborhood.",
        "Does anyone know where dead areas are in this area?",
        "I asked if there were any dead zones in this area.",
        "Does anyone know if there are any dead zones in this area?",
        "What are dead zones in this neighborhood?",
        "I'm wondering if there are dead parts of the neighborhood.",
        "Any dead zones near?",
        "Does anyone know which dead areas are here?",
        "I'm wondering if there are anything dead in this area.",
        "Do you mean this is a neighborhood with dead zones?",
        "In this area are there dead zones?",
        "Do you know if there are dead Zones within the neighborhood?",
        "Is there a neighborhood with dead zones?",
        "There are Any dead zones here?",
        "There are any dead areas around here?",
        "Is there dead spots in that neighborhood?",
        "Is this 'hood a dead spot?",
        "Are there any dead spots in that hood?",
        "Do you know whether there are any dead neighborhoods?",
        "Are there any dead zones near?",
        "Some dead zones nearby?",
        "Do you know what dead zones are in this area?",
        "I'm curious if there is any dead areas in the neighborhood.",
        "I'm wondering if there are dead areas in this neighbourhood.",
        "I am wondering if there are any dead areas in this neighborhood.",
        "I am wondering if any dead zones exist in this area.",
        "Did you find dead spots in this hood?",
        "Where are the dead spots in the area?",
        "Do you have any dead areas around?",
        "What is the location of dead areas in this neighborhood?",
        "Did you know there are dead spots in my area?",
        "I am wondering if there are dead zones in the neighbourhood.",
        "Is there dead zones around here?",
        "Do you know if there are dead neighborhoods in that area?",
        "Do any dead areas exist here?",
        "I'm not sure if there are dead zones in this area.",
        "I am wondering if there is a dead area in the area.",
        "I'm wondering if there is a dead area around here.",
        "Is that any dead spots in this hood?",
        "I am wondering if there is a dead area here.",
        "I'm wondering if there is a dead zone in the area.",
        "Any dead Areas nearby?",
        "Is it dead zones, here?",
        "I am unsure if there are dead zones in this area.",
        "Does anyone know of any dead spots in this hood?",
        "Was there any dead zones here?",
        "Did this neighborhood have dead zones?",
        "I'm wondering if the neighborhood has dead zones.",
        "I don't know if the neighborhood has dead zones.",
        "I wondered whether there were dead zones in this area.",
        "You know, this 'hood got dead spots?",
        "Do you know if there are dead zones in that neighborhood?",
        "There's dead spots in this 'hood?",
        "If there are any dead spots in this hood?",
        "Is this \"hood\" dead spots?",
        "Does anyone know about dead areas here?",
        "Do you know if there are dead Zones in the neighborhood.",
        "Is there dead areas around this?",
        "Any dead zones in the area?",
        "Do you suppose there is a dead zone in this neighborhood?",
        "There are dead places in this location?",
        "Do you know if there are dead regions in this area?",
        "Do you think there are dead places near this place?",
        "I'm wondering if there are any dead zones nearby.",
        "Did you know that the neighborhood has dead zones?",
        "Was there any dead areas here?",
        "Dead zones 'round here?",
        "Are there dead spots in the hood?",
        "this 'hood has dead spots?",
        "I'm wondering if there is dead zone in this neighborhood.",
        "I am wondering if there are any dead Zones in this area.",
        "Do you know if there is a dead zone in the area.",
        "Do you know of any dead areas nearby?",
        "Are there dead places in that area?",
        "I'm wondering if this area has dead zones.",
        "Our place might have dead zones.",
        "Do you know if there are dead places there?",
        "I would like to know if there is a dead zone in this neighborhood.",
        "What about dead places in this neighborhood?",
        "There are dead areas nearby, right?",
        "Do you know of dead areas in this area?",
        "Do you think there are dead places in this area?",
        "Should you know if there is a dead zone in this neighborhood?",
        "Is this the location of a dead zone?",
        "Is the neighborhood dead zone or not?",
        "Do dead zones exist in our locality?",
        "Do you recall this 'hood getting dead spots?",
        "I'm curious as to whether there are dead zones here.",
        "Do you think there are any dead places in this neighborhood?",
        "Do you know whether there is a dead zone?",
        "Is it a sign of dead areas around here?",
        "There are any dead zones near here?",
        "Could there be any dead spots in this hood?",
        "Do you have dead spots in your area?",
        "Do you know if the neighborhoods have dead Zones?",
        "Do you know whether or not there are any dead places in this neighborhood?",
        "Do you know whether the neighborhood is a dead zone?",
        "In any dead zones nearby?",
        "Does anyone know of any dead areas here?",
        "I'm wondering if the dead zones are here.",
        "Do you know if there are any dead Zones?",
        "Do you know if there are dead Zones in that neighborhood?",
        "There are dead zones in this area?",
        "Are there any dead spots round here?",
        "Any dead spots out here?",
        "Do you know if there are any dead areas around this area?",
        "Anyone have dead zones nearby?",
        "I'm wondering if there are dead zones in the area.",
        "Dead spots around this location?",
        "Do you know if there are dead zones in this neighbourhood?",
        "Around here, are there some dead areas?",
        "Do you know which dead zones are in the neighborhood?",
        "Is there anything dead in the neighborhood?",
        "Is it any dead zones here?",
        "I want to know if the neighborhood has dead zones.",
        "Do you know the status of dead places in that neighborhood?",
        "What about dead areas around here.",
        "Any dead areas present?",
        "Is this is the site of dead zones?",
        "So dead areas nearby?",
        "I was wondering if anyone has dead areas here.",
        "Do you know if there are any dead spots?",
        "How about a neighborhood where there are dead areas?",
        "If there are dead zones in this neighborhood?",
        "Did you see dead spots near this place?",
        "Dead zonesround here?",
        "Do you know whether there are any dead areas in that neighborhood?",
        "I'm not sure if there are dead zones in the neighborhood.",
        "Do you know whether the neighborhood has dead Zones?",
        "Does the neighborhood have a dead zone?",
        "Any dead locations nearby?",
        "Any dead areas there?",
        "Is there any dead zones in the vicinity?",
        "There is any dead spots around here?",
        "Does anybody have dead areas here?",
        "I am wondering if the dead zones are in this neighborhood.",
        "I wonder if there is dead areas in this neighborhood.",
        "Will this be the site of any dead zones?",
        "Do you know whether or not there are dead zones here?",
        "Does Neighbo have dead zones?",
        "Do you know if there is a dead zone down here?",
        "Do you know whether the neighborhood has any dead places?",
        "What dead spots are 'round here?",
        "Is there dead areas near?",
        "Dead zones close to us?",
        "I am wondering if there are any dead zones in the neighborhood.",
        "I want to know if there are any dead spots in this hood.",
        "I am wondering if there is dead areas in this neighborhood.",
        "This is a neighborhood where dead zones exist?",
        "Do you know any dead spots in that neighborhood?",
        "Do you know whether or not the neighborhood has a dead zone?",
        "In my area, dead spots?",
        "Do you know about a dead zone in the neighborhood?",
        "Dead areas are nearby?",
        "Has there any voids around?",
        "Does anyone know any dead areas here?",
        "Is this the site of dead Zones?",
        "Is there any dead zones in this neighborhood.",
        "I was wondering if there are dead areas in this area.",
        "Do you believe there are dead places in this neighborhood?",
        "Did you know there are dead places in that neighborhood?",
        "Dead zones 'round here'?",
        "Is there any dead areas in that neighborhood?",
        "Do you know if or not there is a dead zone in this neighborhood?",
        "I'm wondering if there are dead zones in the community.",
        "Does our place have dead Zones?",
        "Dead spots in a location?",
        "Have you seen any dead spots in the hood?",
        "This is a neighborhood with a lot of dead areas?",
        "I'm unsure of whether there are dead zones in this area.",
        "I'm wondering if there are any dead zones near this area.",
        "Is this the place that has dead zones?",
        "Dead zones \"round here?\"",
        "Are there dead places in the area?",
        "Do you know if there's a dead zone there?",
        "Is this a neighborhood where dead areas are?",
        "Any dead areas available?",
        "You have dead zones here?",
        "Do you know if any dead zones exist in the neighborhood?",
        "There may be dead spots in this hood.",
        "Do you know if there are some dead places in this neighborhood?",
        "This 'hood may have dead spots.",
        "This may be the site of dead zones.",
        "I am wondering if there are dead zones here.",
        "What are any dead areas nearby?",
        "I wonder if there are dead zones in that neighborhood.",
        "Are there any dead zones here?",
        "Have you seen dead areas nearby?",
        "I'm curious if there are dead zones in this area of town.",
        "Is the neighborhood with dead places?",
        "Dead spots close by?",
        "Do you know if there are any dead locations in this neighborhood?",
        "I am wondering whether or not there are dead zones in this area.",
        "Do you know if there's a dead zone?",
        "I'm wondering if there are any dead areas in this neighborhood.",
        "I'm wondering if there are any dead zones around this area.",
        "I am curious about whether there are dead zones in this neighborhood.",
        "Dead zonesaround here?",
        "Are this the site of any dead zones?",
        "Are there any dead spots around this place?",
        "I'm wondering if there are any dead zones in this area",
        "Hey, dead areas nearby?",
        "Do you know of any dead spots here?",
        "Do you know what dead places there are in this neighborhood?",
        "I am wondering if there is any dead zones here.",
        "Is the neighborhood have dead Zones?",
        "What are the dead areas around here?",
        "This neighborhood is where are dead areas?",
        "Do you have any knowledge of dead zones in the neighborhood?",
        "I'm not sure whether there are any dead zones in this area.",
        "Around here are areas that are dead?",
        "Do you know if there is a dead zone in this location?",
        "Is it the location of any dead zones?",
        "Do you know of dead zones in the neighborhood?",
        "Do you know if there are some dead zones in this neighborhood?",
        "Which is the neighborhood where there are dead areas?",
        "There are any dead zones here?",
        "I'd like to know if there are dead zones in this neighborhood.",
        "Do you know the dead areas in the neighborhood?",
        "I wonder if there are dead places in that neighborhood.",
        "Do you know if there is a dead zone in this neighborhood",
        "Do you know if there are any dead areas within the neighborhood?",
        "I wonder if there are dead areas in the neighborhood.",
        "Do you know which neighborhood has a dead zone?",
        "Do you know anything about dead zones in this area?",
        "Do you know if this neighborhood contains dead places?",
        "What if there are dead zones in the neighborhood?",
        "Is Dead areas nearby?",
        "I'm not sure about the dead areas in the neighborhood.",
        "I wonder if the neighborhood has dead zones.",
        "There are dead areas around here?",
        "Do you know about dead spots near this place?",
        "I am not sure if there is dead areas in the neighborhood.",
        "Do you know if there is a dead zone in this section?",
        "Does anyone know about any dead areas here?",
        "Is this area of town a dead zone?",
        "Any dead areas right around?",
        "Do you know about the dead zones in the neighborhood?",
        "This neighborhood have dead zones?",
        "Is there dead zones in this area?",
        "Near this place are some dead spots?",
        "I'm wondering if there are dead zones in that neighborhood.",
        "I wonder if there are any dead zones in this area of town.",
        "Do you know if there is any dead places in this neighborhood?",
        "I'm wondering if there are dead areas in this locality.",
        "I am curious whether there are dead zones in the neighborhood.",
        "Were there dead places in this location?",
        "I am wondering if there are any dead zones around this area.",
        "Any dead areas nearby?",
        "I'm unsure if there are any dead zones in this neighborhood.",
        "Do you know if the locality has dead Zones?",
        "Do you know if there are dead zones near you?",
        "Have you found any dead spots here?",
        "Does anyone have any dead areas here.",
        "I am wondering if the neighborhood contains dead zones.",
        "I am wondering if there is any dead areas in the neighborhood.",
        "Are there dead places near this place?",
        "I want to know if the neighborhood has dead Zones.",
        "I want to know if there are dead areas in the neighborhood.",
        "there are dead spots near this place?",
        "Do you know if it is a dead zone here?",
        "I'm wondering if there is any dead zones in this area of town.",
        "I'm wondering if there is any dead areas around here.",
        "Any dead spots over here?",
        "This is a 'hood that's got dead spots?",
        "Is there dead places in that neighborhood?",
        "Did you know if there were dead places in that neighborhood?",
        "Do you know whether there are any dead zones here?",
        "In this area, any dead spots?",
        "Did anyone find any dead spots in this hood?",
        "Is this where dead zones are?",
        "Dead spots in my neighbourhood?",
        "Were any dead spots around here?",
        "Do you know if a dead zone is in this area?",
        "I'm wondering if there are dead areas in the locality.",
        "I'm wondering if there is dead zones in this area.",
        "Is this neighborhood that has dead zones?",
        "Does the neighborhood have dead places?",
        "Do you know if there are any dead spots around here?",
        "Is it possible that there are dead places in this area?",
        "Where are the dead spots in this hood?",
        "dead spots 'round here'?",
        "I'm asking if there are dead zones in the neighborhood.",
        "Do you know what dead areas there are in the neighborhood?",
        "Is the neighborhood a dead zone or not?",
        "Do you have any idea if there is a dead zone in this neighborhood?",
        "Those dead spots in the hood?",
        "Do you know of a dead zone in this area?",
        "Is this a dead zone in this neighborhood?",
        "I wonder if anyone has dead areas here.",
        "Do this 'hood have dead spots?",
        "Do you think the neighborhood has dead Zones?",
        "Any dead zones near me?",
        "Do you know what dead areas are in this area?",
        "Were there dead spots in this hood?",
        "Do you know if this neighborhood has any dead zones?",
        "Has this 'hood got dead spots?",
        "Zone zombies are near this hood?",
        "I want to know if there are dead places in that neighborhood.",
        "Are there periods or holes in the neighborhood.",
        "Do you know about a dead zone in this neighborhood?",
        "I'm wondering about dead zones in the area.",
        "I'm wondering if there are dead places in this area.",
        "Do you know if there are dead areas in the area?",
        "Do the dead zones in this neighborhood exist?",
        "Do you know if there are dead areas in the neighborhood?",
        "Do you know if this neighborhood contains dead zones?",
        "Is this a location with dead spots?",
        "I'm wondering whether there are dead areas in this neighborhood.",
        "These are any dead spots around here?",
        "I'm wondering if there are any dead spots here.",
        "Is there any dead areas in this area?",
        "Do you know any dead zones near?",
        "Do you know if there are dead zones around here?",
        "I'm wondering whether there are dead zones in the area.",
        "Anyone have any dead spots here?",
        "I'm not sure if there are dead areas here.",
        "Could there be dead zones in this neighborhood?",
        "This neighborhood appears to have dead zones.",
        "I am wondering if this area has dead zones.",
        "Do dead zones exist in this place?",
        "I'm wondering if the dead zones are the neighborhood.",
        "Did you know there are dead spots around here?",
        "Is this neighborhood where dead areas?",
        "I would like to know if there are dead zones in this area.",
        "Is that the site of any dead zones?",
        "I am wondering if anyone has any dead areas here.",
        "Are any of the dead zones here?",
        "Around here, are there any dead areas?",
        "I'm unsure whether the neighborhood has dead zones.",
        "In this neighborhood are there dead areas?",
        "Do you know whether there is a dead zone in the area?",
        "Neighbo, are the dead zones here?",
        "Is there a lot of dead places in this neighborhood?",
        "I don't know if there are any dead zones in this area.",
        "Do you think there are dead zones in the neighborhood?",
        "Is there any voids in this area?",
        "Does anyone here have any dead areas?",
        "Will there be dead spots near this place?",
        "Near this location are dead spots?",
        "There are dead spots around this location?",
        "So there are dead zones here?",
        "Is it a sign that there are dead areas around here?",
        "I wonder if this 'hood got dead spots?",
        "I was wondering whether there were dead zones in the neighborhood.",
        "I'm confused about whether there are dead zones in this area.",
        "I'm wondering if there are any dead areas in this section of town.",
        "Is anyone aware of dead areas here.",
        "Do you know if there is a dead zone here?",
        "Do you think this is the site of dead zones?",
        "Will there be dead spots in this hood?",
        "Is my area have dead spots?",
        "Do you know if there are any dead places within that neighborhood?",
        "I was wondering if there were any dead zones in this area.",
        "Did anyone find dead spots in this hood?",
        "Do you know if any dead zones exist in this area?",
        "Do you believe that the neighborhood has dead Zones?",
        "Do you know about dead spots in my area?",
        "This neighborhoods has dead zones?",
        "What dead spots is there in this hood?",
        "Any dead places round here?",
        "Does anyone know if the neighborhood has dead Zones?",
        "Do you know if there exist dead zones in this area?",
        "Are the dead Zones in the neighborhood you know?",
        "This is a area with dead zones?",
        "Dead spots in the vicinity of this place?",
        "Do you know whether the area has dead Zones?",
        "What dead spots are there in my area?",
        "Is there a dead area in this area?",
        "The neighborhood might have dead zones.",
        "Do dead zones exist around us?",
        "Do you know whether there are dead areas in the neighborhood?",
        "Is there a dead Zone in this neighborhood?",
        "A neighborhood where there are dead zones?",
        "Is it possible that there are dead places in the neighborhood?",
        "How about dead areas near here?",
        "Do you know what dead zones are in the area?",
        "I am wondering if there are any dead places in this area.",
        "Was Neighbo dead zones?",
        "Is our place filled with dead zones?",
        "Did you know that there are dead spots in my area?",
        "I'm curious as to whether the neighborhood has dead zones.",
        "Do dead areas exist in our vicinity?",
        "There are any dead spots in this area?",
        "Does this neighborhood have a dead zone?",
        "I am curious if there are dead zones in the area.",
        "The neighborhood had dead zones?",
        "I am wondering if there are any dead zones there.",
        "Do you know the dead zones in this neighborhood?",
        "\"Do you know if the neighborhood has dead Zones?\"",
        "I'm not sure whether the dead zones are in the neighborhood.",
        "Does anyone know where the dead spots are in this hood?",
        "The 'hood got dead places?",
        "Near here are dead spots?",
        "I'm wondering if there are dead zones inside this neighborhood.",
        "Possible dead areas nearby?",
        "There may be dead areas in the neighborhood.",
        "Is this location where there are dead spots?",
        "There are dead areas here?",
        "Any dead spots around?",
        "Dead zones around this place?",
        "I am wondering if there are dead areas in the vicinity.",
        "Zones of zombies strike this hood?",
        "Anyone have dead areas nearby?",
        "I am wondering if there are dead zones in the neighborhood.",
        "This is the neighborhood where there are dead areas?",
        "I'm unsure if there are dead zones in the neighborhood.",
        "Are dead areas in this neighborhood?",
        "Does your neighborhood have dead Zones?",
        "Do you know the location of dead zones in the neighborhood?",
        "Is anyone there with dead areas here?",
        "Any dead zones nearby",
        "Do you have any dead spots around here?",
        "Do you know any dead spots here?",
        "Is there dead spots in my vicinity?",
        "I don't know whether there are dead zones in the neighborhood.",
        "Do you know where the dead spots are in that neighborhood?",
        "Can you tell me if there are any dead zones in the neighborhood?",
        "I wonder if there are any dead areas in the neighborhood.",
        "If there is a dead zone in this area, do you know?",
        "Does anyone currently live in any dead areas here?",
        "Do you know if there is a dead zone in the neighborhood.",
        "Were there periods or holes in the neighborhood?",
        "Do you know if there's a dead zone around here?",
        "Neighbo have dead zones round here?",
        "Is there any dead zones in your neighborhood?",
        "Does this place have dead zones?",
        "Do you know if the neighborhood has any dead places?",
        "Is this neighborhood covered in dead zones?",
        "I'm not sure if there are dead zones in that area.",
        "I'm wondering if there are dead areas in this vicinity.",
        "Do you know if there are any dead places in the area?",
        "Did you know this 'hood got dead spots?",
        "I am curious as to whether there are dead zones in this area.",
        "Is this place close to dead spots?",
        "I am wondering if there are dead zones in this region.",
        "I am wondering if there are dead Zones in this area.",
        "I am wondering if there is a dead zone in this area.",
        "I'm wondering if dead zones exist in the neighborhood.",
        "I'm wondering if there are any dead areas in that area.",
        "Dead spots in my own area?",
        "Do you know what dead places are in that neighborhood?",
        "Does anyone have dead areas here??",
        "Dead Zones here? Neighbo?",
        "Is there Dead areas nearby?",
        "There's dead zones here?",
        "Do you know the existence of dead zones in this neighborhood?",
        "Any dead areas near by?",
        "Do you know whether there are dead areas in the area?",
        "I'm wondering if there are any dead zones?",
        "Were there dead zones, here?",
        "Does anyone know whether there are dead places in this neighborhood?",
        "What are the dead zones around here?",
        "Does anyone there have dead areas?",
        "I am curious if there are dead areas in the neighborhood.",
        "Dead zones, here?",
        "Are there a dead zone in the neighborhood?",
        "Does anyone know if there are dead spots in this hood?",
        "I'm wondering if there are any dead areas in this part of town.",
        "Do you know if there is a dead zone in the neighborhood?",
        "Neighbo, dead zones 'round here?",
        "Do you think the areas around here are dead?",
        "Do you know if there are any voids around?",
        "Is this a neighborhood where there are dead areas?",
        "Does the place have dead zones?",
        "Is this neighborhood got dead spots?",
        "I'm wondering if there are any dead zones in this locality.",
        "Are there dead spots around this place?",
        "\"Do you know if the neighborhood has dead zones?\"",
        "This is a neighborhood that has dead neighborhoods?",
        "Dead spots within my area?",
        "Do you know of any dead areas in this neighborhood?",
        "Do you know any dead zones in the area?",
        "Do you know if your neighborhood has dead zones?",
        "Do you know if there are dead zones in this area.",
        "I'm wondering if there is any dead zones in this area.",
        "I'm questioning if there are dead zones in this neighborhood.",
        "I'm wondering if there are any dead regions in this area.",
        "If there are dead zones in the neighborhood?",
        "Dead zones located nearby?",
        "Do you know if there's dead Zones in the neighborhood?",
        "Is it true that the neighborhood has dead Zones?",
        "I'm wondering if there are dead zones in this area.",
        "Do you know if there are any dead spots in that area?",
        "Any dead places close by?",
        "Did you know if there are dead places in this neighborhood?",
        "Dead zones surrounding Neighbo?",
        "Is this location of dead zones?",
        "Are any dead spots in this hood?",
        "Do you know if this neighborhood has dead Zones?",
        "I am wondering if there are any dead areas in that area.",
        "I was wondering if there was any dead zones in this area.",
        "Do you know where the dead areas are around here?",
        "Can you tell me if there are any dead zones in this area?",
        "Those are any dead zones here?",
        "Do you know if there are dead neighbourhoods?",
        "Dead spots close to this location?",
        "You know if the neighborhood has dead zones.",
        "I am wondering if there are any dead zones around here.",
        "Neighbo? dead zones here?",
        "There might be dead spots around here.",
        "A neighborhood that has dead Zones?",
        "There are dead spots close to this place?",
        "Do there dead zones in this area?",
        "What dead spots are located near this place?",
        "I'm wondering if there are dead neighborhoods in this area.",
        "Do you know if there's a dead zone in this neighborhood.",
        "Is this spot with dead spots?",
        "Do you know if there are voids around?",
        "Did anyone know there are dead areas here?",
        "Do you know if there are dead zones in this region?",
        "Should there be dead places near this place?",
        "Any dead zones close to us?",
        "This 'hood has dead spots, huh?",
        "Is there a dead place in the neighborhood?",
        "I am wondering if there is any dead areas in this area.",
        "Dead regions around here?",
        "Is this a neighborhood that is dead?",
        "So this 'hood got dead spots?",
        "The neighborhood where these are dead areas?",
        "Is any dead spots here?",
        "any dead zones?",
        "Do you know if it's a dead zone here?",
        "Is this neighborhood full of dead zones?",
        "Do dead areas exist?",
        "Any dead spots on this hood?",
        "Is it possible there are dead places in this neighborhood?",
        "Do dead Zones exist here?",
        "Do you believe there are dead places in that neighborhood?",
        "Do you know if there is dead zone in this area?",
        "I'd like to know if there are dead zones in the neighborhood.",
        "There might be dead areas in the neighborhood.",
        "So, dead zones nearby?",
        "any dead areas near?",
        "The place might have dead zones.",
        "There are likely dead areas around here.",
        "Any dead zones located nearby?",
        "I wonder if there are any dead areas in this area.",
        "Is that neighborhood where there are dead places?",
        "I am wondering if there are dead zones around this area.",
        "Around here, are there dead areas?",
        "Is this the site of death zones?",
        "Is that a location with dead spots?",
        "I'm not sure whether there is dead areas in the neighborhood.",
        "At our location, do dead zones exist?",
        "This 'hood has dead areas?",
        "Do there dead spots near this place?",
        "I'm wondering if there is any dead zone here.",
        "Is there a dead zone in this neighborhood or not?",
        "Is this the site of dead territories?",
        "Do you know whether the area has dead zones?",
        "Dead zones around this area?",
        "I'm wondering if there are dead spots in this area.",
        "Do you know if there are dead Zones nearby?",
        "I am wondering if there are any dead zones here.",
        "Do dead areas exist at the place?",
        "Do you know if there are any dead areas here?",
        "There are any dead spots in this hood?",
        "Will there any dead zones here?",
        "Are there dead areas, here?",
        "I was wondering if there were any dead zones in the area.",
        "Is there a dead zone in the neighborhood?",
        "Is this neighborhood an area with dead zones?",
        "There are any dead Zones nearby?",
        "Do you know if there are dead zones around this neighborhood?",
        "Does anyone has any dead areas here?",
        "I am wondering if there is dead areas in the area.",
        "Hmm, dead areas nearby?",
        "Dead areas nearby?",
        "Is this neighborhood having dead zones?",
        "I do not know if there are dead zones in the neighborhood.",
        "Are the dead zones in the neighborhood you know?",
        "Does anyone know if there are any voids around?",
        "Dead spots in this 'hood?",
        "Is this location for dead zones?",
        "Did you know whether there were dead places in that neighborhood?",
        "Is this neighborhood where there are dead areas?",
        "Does anyone have any old dead areas here?",
        "This was a neighborhood with dead zones?",
        "Should I be concerned about dead spots in my area?",
        "What are the dead zones round here?",
        "Near this place are dead spots?",
        "Can you tell me if the neighborhood has dead zones?",
        "Neighbo or dead zones around here?",
        "There are dead zones nearby?",
        "Is there dead zones in the area?",
        "Dead areas in the vicinity?",
        "Do you know the neighborhoods dead zones?",
        "Could be dead spots in this location?",
        "There any dead spots in this hood?",
        "Were any dead spots in this hood?",
        "Do you know if any dead zones are in the area?",
        "Do dead areas exist in our area?",
        "are there any dead zones here?",
        "Does anyone know if there are any dead zones here?",
        "Is there a dead zone in this area.",
        "Im wondering if there are dead zones in this area.",
        "Do you know whether there are any dead places?",
        "Do you know if there are any dead zones in this neighborhood.",
        "I'm unsure if there are dead zones here.",
        "Neighbo dead zones around here?",
        "What are the dead zones in this area?",
        "Did you see any dead spots in the hood?",
        "I am curious if there are any dead zones in this area.",
        "Dead Zones round here?",
        "In this neighborhood there are dead zones?",
        "The dead spots around here?",
        "dead spots in this 'hood?",
        "Does anyone have any dead area here?",
        "do you have any dead zones here?",
        "I'm wondering if there are any dead zones.",
        "Do you know if there are any dead neighborhoods?",
        "Does anyone know any dead spots around here?",
        "Did you see any dead spots in this hood?",
        "Do you think this 'hood has dead spots?",
        "Do you know if there's a dead neighborhood?",
        "Do you know about any dead zones in this area?",
        "Dead spots here?",
        "Do you think there are dead areas here?",
        "Do there are dead zones here?",
        "I am wondering whether the neighborhood has dead zones.",
        "I'm wondering if there are any dead zones in this area.",
        "Were any dead zones here?",
        "Does anyone know whether there are any dead areas here?",
        "Does anyone have dead areas here.",
        "Do you know if there are dead areas in the locality?",
        "I'm unsure if there are dead zones in the area.",
        "Are dead zones here?",
        "There may be dead zones in this neighborhood.",
        "Do you know if there are dead Zones in your neighborhood?",
        "I question whether there are dead zones in this area.",
        "There are dead spots around here?",
        "Those are any dead spots around here?",
        "Do you have any information on dead zones in this neighborhood?",
        "What dead spots are near this place?",
        "What dead spots are found in this hood?",
        "I asked if there were dead zones in this neighborhood.",
        "Is anyone having dead areas here?",
        "Do you know if there is a dead zone in the locality?",
        "There are areas around here that are dead?",
        "Any dead spots in this vicinity?",
        "Does anyone know of any dead areas in this area?",
        "Do you not know if there is a dead zone in this neighborhood?",
        "Near the place, are there dead spots?",
        "Some dead spots around here?",
        "Is there any dead spot in this hood?",
        "Were dead spots near this place?",
        "How many dead spots is this hood?",
        "Were there any dead zones in this neighborhood?",
        "Does anyone know of dead areas here.",
        "I'm wondering if there are Dead Zones in the neighborhood.",
        "Does our location have dead zones?",
        "Do you know what dead zones there are in the neighborhood?",
        "Is Neighbo dead zones here?",
        "Is this the site of dead zones??",
        "Do you think anyone has dead areas here?",
        "In this hood, there are any dead spots?",
        "Are the dead spots in this 'hood?",
        "Did you find dead spots in my area?",
        "Does anyone here have dead areas?",
        "Dead spots nearby, right?",
        "Does this location contain dead spots?",
        "There are dead areas nearby, huh?",
        "This is a hood that has dead spots?",
        "Are there any dead zones in this neighborhood?",
        "I'm wondering if there's any dead zones there.",
        "Do you know if there are anything dead in this area?",
        "Is there dead zones nearby?",
        "I wonder whether there are dead zones in this area.",
        "Possible dead spots in this location?",
        "I'm wondering if there are any dead areas around here.",
        "This 'hood has dead spots, yo?",
        "Would there be dead areas around here?",
        "Do you know about any dead zones in this neighborhood?",
        "Where are the dead spots in this area?",
        "There may be dead spots near this place.",
        "If there are any dead spots in this hood.",
        "Do you know the dead Zones in the neighborhood?",
        "Do you know what dead places there are in that neighborhood?",
        "This neighborhood has dead zones?",
        "Dead spots close to this place?",
        "Near this place are there dead places?",
        "There any dead zones here?",
        "I wonder if there are any dead zones here.",
        "Would this neighborhood have dead zones?",
        "Are dead spots near this place?",
        "Do you know if there is a dead zone in this place?",
        "It is possible that there are dead places in this neighborhood.",
        "Is it possible that there are dead zones in the neighborhood?",
        "Did anyone know any dead areas here?",
        "Is there any dead zones in the neighborhood.",
        "Do you know if there's any dead zones in the area?",
        "Is that a neighborhood with dead zones?",
        "This neighborhood seems to have dead zones?",
        "There may be periods or holes in the neighborhood.",
        "Is this dead zones, here?",
        "Do you know if the neighbors have dead zones?",
        "What dead spots do you see in this hood?",
        "Any dead zones that are nearby?",
        "Do there are dead zones in our area?",
        "Is there any dead zones near?",
        "Around this place, are there dead spots?",
        "Does this hood have dead spots?",
        "Did you find any dead spots around here?",
        "Do you know if there is a dead section in this neighborhood?",
        "Do you know if there is any dead zones here?",
        "I am wondering if there are dead zones in the locality.",
        "This neighborhood has dead areas?",
        "Does anyone know if there are any dead areas in this area?",
        "The neighborhood is dead areas?",
        "I am wondering if the dead areas are in this neighborhood.",
        "Does anyone have dead areas around here?",
        "There may be dead zones in this area.",
        "I am wondering if there is dead zones in this area.",
        "Did you know that there are dead zones in this neighborhood?",
        "Is there a dead spot near this place?",
        "Do you know the location of dead zones in this area?",
        "I'm wondering if this area has any dead zones.",
        "I'm wondering if there are dead zones around this area of town.",
        "So dead zones nearby?",
        "Is this the neighborhood where there are dead areas?",
        "I'm wondering if there are dead areas in this neighborhood.",
        "Do you know if there are dead places in this area?",
        "I'm wondering about the dead zones in this neighborhood.",
        "Is this the site of dead zones.",
        "Is the neighborhood home to dead Zones?",
        "Is this a neighborhood where there's dead areas?",
        "Are Dead zones nearby?",
        "Does my area have dead spots?",
        "I'm wondering if there's any dead zones around here.",
        "Do you know the area's dead zone?",
        "I'm unsure if there are dead areas in the neighborhood.",
        "Is this area a neighborhood with dead zones?",
        "There are some dead spots in this hood?",
        "Do you know about dead Zones in the neighborhood?",
        "Is theredead spots in my area?",
        "Any dead spots near this place?",
        "If the neighborhood has dead Zones, do you know?",
        "Any dead spots within this hood?",
        "Is there dead spots in the area?",
        "Is there a dead zone in this neighborhood, or not?",
        "So there are dead areas nearby?",
        "In this neighborhood, are there dead zones?",
        "Was there dead spots in this location?",
        "What do you think are dead spots in my area?",
        "This 'hood is dead spots?",
        "I am wondering whether the dead zones are in the neighborhood.",
        "Do you know if there are dead places in the neighborhood?",
        "I'm wondering if there are dead zones in this area?",
        "Dead zones located here?",
        "Are there any dead spots in this hood?",
        "Do you know what dead zones there are in your neighborhood?",
        "I'm not sure if there is dead areas in this neighborhood.",
        "Dead zones here, Neighbo?",
        "This 'hood is a dead spot?",
        "There are any dead spots around here",
        "Those dead spots in this hood?",
        "Is this 'hood dead?",
        "There are any dead spots around this place.",
        "I'm curious if there is a dead area in the neighborhood.",
        "I was wondering whether there were any dead zones in this area.",
        "I am curious about the dead zones in the neighborhood.",
        "This is an area with dead zones?",
        "Do you know if there's any dead zones in the neighborhood?",
        "There may be dead zones in the area.",
        "This neighborhood has dead spots yo?",
        "Is there dead spots in my area.",
        "Has anyone seen any dead areas here?",
        "Are there any dead places here?",
        "Would you know if the neighborhood has a dead zone?",
        "I was wondering if there are any dead zones in the neighborhood.",
        "Is there any dead spots around this hood?",
        "Have you found any dead spots in the hood?",
        "I would like to know if there are any dead zones in this neighborhood.",
        "Does anyone know whether or not there are dead areas here?",
        "Are there any dead spots around?",
        "I want to know if there are dead zones in this area of town.",
        "What is the neighborhood that has dead zones?",
        "Is this the site of any dead spots?",
        "How many dead spots in the hood?",
        "This particular area got dead spots?",
        "Dead regions nearby?",
        "I'm wondering if there are dead zones within the area.",
        "Does anybody know of dead areas here?",
        "Do you have a dead area around here?",
        "Around here is there a dead area?",
        "There are any dead spots near this place?",
        "Were there any dead zones nearby?",
        "Are these dead spots near this place?",
        "There could be a dead zone in this neighborhood.",
        "What dead zones do you have here?",
        "Is anyone aware of any dead places here?",
        "Do you know if the dead zones are there?",
        "I'm wondering if there are dead zones in that area.",
        "This area has dead zones?",
        "Is this the site of any dead Zones?",
        "I'm wondering if there are death zones in this neighborhood.",
        "Do we have any dead areas nearby?",
        "I'm wondering if there are any dead zones here.",
        "Is this a neighborhood that has dead Zones?",
        "a neighborhood where are dead areas?",
        "Is there dead spots nearby?",
        "Are there dead areas near this place?",
        "Do you remember this 'hood getting dead spots?",
        "Does anyone know whether there are dead zones in this area?",
        "Should I look for dead spots in my area?",
        "Near this place, dead spots?",
        "Is this neighborhood dead zone or not?",
        "I'm unsure if there are dead zones in this neighborhood.",
        "Have there any dead spots in this hood?",
        "Do you know of dead spots near this place?",
        "Do you know if there are dead spots in the neighborhood?",
        "Do you know about dead areas in this area?",
        "There are dead places in that neighborhood?",
        "Do you know what dead Zones are in the neighborhood?",
        "I wondered if there were dead zones in this neighborhood.",
        "Do you know any dead areas here?",
        "Is there any dead spots in the area?",
        "Is there any dead zone in this neighborhood?",
        "Does anyone have any dead neighborhoods here?",
        "You know this 'hood has dead spots?",
        "I'm wondering whether there are any dead areas in this area.",
        "I'm wondering if the dead zones are in this neighborhood.",
        "Looking for dead areas around here.",
        "There are dead spots at this location?",
        "Is there any dead zones in this neighborhood?",
        "Is Neighbo dead zones round here?",
        "Do you know if there is any dead area in this area?",
        "So is this the site of dead zones?",
        "Is the area with dead spots?",
        "Death spots in my area?",
        "Is this area a dead zone?",
        "Were there any dead areas nearby?",
        "This neighbourhood got dead spots?",
        "Do you know if that neighborhood has dead Zones?",
        "Do you know about dead places in this area?",
        "There may be dead areas here.",
        "Is anyone with any dead areas here?",
        "Would you know if the neighborhood has dead zones?",
        "I'm wondering if there is a dead area in this area.",
        "Did you know there are dead spots near this place?",
        "I'm wondering whether there are dead zones in this area of town.",
        "Yes, any dead zones here?",
        "This section got dead spots?",
        "dead spots around?",
        "Do dead zones exist in our region?",
        "I'm wondering if there is any dead zone in the neighborhood.",
        "Do you know the area's dead Zones?",
        "Are dead zones around here?",
        "Did you know there are any dead spots here?",
        "Are there any dead zones at this location?",
        "Do you know if there's a dead zone in the area?",
        "Do you know if any dead zones are here?",
        "Are any dead spots found in this hood?",
        "Did you know that there are dead spots near this place?",
        "Is this neighborhood covered with dead zones?",
        "Do you know if there are death zones in this neighborhood?",
        "Did you know if there is a dead zone in this area?",
        "Are you aware of the dead places in that neighborhood?",
        "I'm curious if there are dead zones in that area.",
        "Yes, any dead zones nearby?",
        "Does anyone know where there are dead areas here?",
        "Are there dead spots in my locality?",
        "Is this the place where there are dead zones?",
        "Any dead areas near?",
        "Is there any dead places around here?",
        "Possible dead areas around here.",
        "Is there any dead spots in that hood?",
        "There is any dead spots in this hood.",
        "Does that neighborhood have dead places?",
        "Do you know whether there are any dead spots in this area?",
        "I am wondering if there are dead areas in that neighborhood.",
        "Do you know if the neighborhood has dying Zones?",
        "Is there dead places in that area?",
        "Do you know if there are dead places in that neighborhood.",
        "Dead areas near this place?",
        "Will there be any dead zones here?",
        "Should I worry about dead spots in my area?",
        "Do you know if a dead zone is present in this neighborhood?",
        "Is the neighborhood full of dead Zones?",
        "Were there dead spots in this place?",
        "Does anyone know the number of dead areas here?",
        "So any dead zones here?",
        "Near any dead areas?",
        "I'm wondering if there's dead areas in this neighborhood.",
        "Are you aware of the dead zones in the neighborhood?",
        "Some dead spots?",
        "Are there dead spots in the neighborhood?",
        "Is this the site of dead zones?!",
        "Any dead zones close by?",
        "Do you know if there are dead zones here.",
        "Is there any dead area nearby?",
        "I want to know if anyone has dead areas here.",
        "Is this the site of any dead zones.",
        "Is that dead spot in my area?",
        "I'm wondering if there are dead zone in this neighborhood.",
        "Can you tell me if there are dead zones in the neighborhood?",
        "Maybe there are dead zones in this neighborhood.",
        "Did you know if there are dead zones in this neighborhood?",
        "Do you know if there are anymore dead places in that neighborhood?",
        "Any of the dead spots in this hood?",
        "Do you know the locations of dead zones in this area?",
        "Do you think there are dead zones in this area?",
        "Do you know whether there are any dead places here?",
        "I'm curious about the dead zones in this neighborhood.",
        "Is anyone living in any dead areas here?",
        "I am wondering if the neighborhoods have dead zones.",
        "The area has dead zones?",
        "Is there any dead zones in that neighborhood?",
        "I wonder if there are dead zones in this area.",
        "Dead zones in the vicinity?",
        "Do you know if any dead areas exist in this neighborhood?",
        "Do you know whether the neighborhoods have dead places?",
        "Do you know whether there are any dead places in this area?",
        "I'm uncertain if there are dead zones in the neighborhood.",
        "This 'hood has spots that are dead.",
        "Do you know the dead zones in the neighborhood?",
        "I'd like to know if there are dead zones in this area.",
        "do I have dead spots in my area?",
        "Dead zones around us?",
        "Any dead spots?",
        "Is there a dead zones in this area?",
        "I am wondering if the dead areas in the neighborhood are there.",
        "The dead spots in my area?",
        "I was wondering whether there were dead zones in this area.",
        "Do you know about the dead Zones in the neighborhood?",
        "Do dead zones exist in the place?",
        "Does this neighborhood have dead zones?",
        "I am wondering if the dead areas are here in the neighborhood.",
        "Do you know if the neighborhood had dead Zones?",
        "Do you know the number of dead zones in the area?",
        "Were there dead places in that neighborhood?",
        "Do you know if there are dead in this area?",
        "Does someone have any dead areas here?",
        "Do you think this is a neighborhood with dead zones?",
        "Is there a lot of dead spots in my area?",
        "Are you sure if there is a dead zone in this neighborhood?",
        "This is a neighborhood where there's dead zones?",
        "Do you know if there are any dead zones here?",
        "Around here, where are dead areas?",
        "Is there anything dead in my area?",
        "this 'hood got dead spots?",
        "If there are any dead zones in the neighborhood?",
        "I'm curious if there are any dead zones in the neighborhood.",
        "Do you know if the area has dead Zones?",
        "Dead zones, round here?",
        "Any dead spots in my area?",
        "This 'hood got a lot of dead spots?",
        "Do you know how many dead places there are in this neighborhood?",
        "I'm wondering if there are dead areas within the neighborhood.",
        "Is there anything dead in this area?",
        "Are there areas that are dead around here?",
        "Do you have dead spots in this location?",
        "\"This 'hood got dead spots?\"",
        "I am pondering if there are dead zones in this neighborhood.",
        "Do dead zones exist in our neighborhood?",
        "Have you seen any dead zones here?",
        "Does your neighborhood have dead zones?",
        "Looking for dead spots in my area.",
        "There are dead zones in the neighborhood?",
        "I'm wondering if there's any dead areas in the neighborhood.",
        "Do you know if there is a dead zone there?",
        "Do you know that this 'hood has dead spots?",
        "Hmm, dead zones nearby?",
        "Do you know if there are dead zones near this area?",
        "Is this hood dead spots?",
        "This neighborhood might have dead zones.",
        "They have dead spots in this hood.",
        "Is this the location of dead areas?",
        "I'm curious if there are dead zones in the neighborhood.",
        "I'm wondering if there are any dead areas in that neighborhood.",
        "I am wondering if the neighborhood has dead areas.",
        "I am wondering if there are any dead zones in this location.",
        "I'm wondering if there are dead zones the neighborhood.",
        "I'm not sure if there are any dead areas in this area.",
        "Do there be dead areas around here?",
        "Do you know if there's any dead places in this area?",
        "I'm not sure if there are dead zones around the neighborhood.",
        "Do you know if the neighborhood has dead areas?",
        "Do you know if there is a dead area in this neighborhood.",
        "Is anyone here who has dead areas?",
        "Do you think there's a dead zone in this neighborhood?",
        "There are dead zones in this area, do you know about it?",
        "I am wondering if there are dead zones around this neighborhood.",
        "There are dead Zones, here?",
        "Any dead areas right near?",
        "Any dead zones in this place?",
        "\"Do you know if there is a dead zone in this neighborhood?\"",
        "What dead areas are around here?",
        "The neighborhood got dead spots?",
        "Do you know if the neighborhood contains a dead zone?",
        "Were these dead spots near this place?",
        "I'm not sure if there are dead areas in the area.",
        "Is that the site of dead areas?",
        "Is there any dead places here?",
        "Do you know where dead spots are near this place?",
        "Will there be dead spots in this location?",
        "I'd like to know if there are any dead zones in this area.",
        "Is there dead spots in this 'hood?",
        "The 'hood got dead spots, yo?",
        "What about dead areas around here?",
        "Do you know if there are dead zones this area?",
        "I'm wondering whether there are any dead zones in this part of town.",
        "Do you know any dead areas in this area?",
        "I'm wondering if there is a dead zone in this area.",
        "Do you see a dead zone in this neighborhood?",
        "I'm not sure whether there are dead zones here.",
        "Can you tell me if the neighborhood has dead Zones?",
        "Do you know what dead places are in that area?",
        "Are there any dead spots near this place?",
        "There are dead zones round here?",
        "There are any dead spots round here?",
        "Did you know that there are dead places in this neighborhood?",
        "I'm wondering if this is a dead area.",
        "Does anyone know where dead areas exist here?",
        "Is Neighbo dead zones around here?",
        "I was wondering if there were dead zones in the neighborhood.",
        "I am wondering about the dead zones in this neighborhood.",
        "Is there any dead Zones nearby?",
        "Do you know if there are any dead zones around?",
        "I don't know if there are dead spots in my area.",
        "What dead spots exist in this location?",
        "Are any dead areas here?",
        "I'm not sure if there are dead zones here.",
        "Dead spots near a place?",
        "Do you know about the dead places in the neighborhood?",
        "This neighbourhood has dead zones?",
        "Do you know if there's a dead area?",
        "Will there be any dead spots?",
        "Are the dead spots near this place?",
        "I'm curious if there are dead zones around the neighborhood.",
        "Do you know if there are dead zones in this neighborhood?",
        "Does anyone know if the neighborhood has a dead zone?",
        "dead zones round here?",
        "Has anyone found dead spots in the hood?",
        "I'm curious as to whether there are dead zones in this area.",
        "Possible dead areas nearby.",
        "I'm curious if there are dead areas here.",
        "Any dead areas to the vicinity?",
        "Is that a neighborhood where there are dead areas?",
        "If there are dead areas around here?",
        "Can anyone tell me if there are any dead areas here?",
        "Are the dead zones in the neighborhood you know about?",
        "There are any dead zones in this place?",
        "Do you know if there is a dead place?",
        "Are there dead neighborhoods in this neighborhood?",
        "Is there any dead Zones here?",
        "Do you know where dead places are in the neighborhood?",
        "Is there any dead zones in the neighborhood?",
        "I'm curious if the dead zones are in the neighborhood.",
        "Do you have any information regarding dead zones in this neighborhood?",
        "I wondered if there are dead zones in this neighborhood.",
        "Do we have dead zones there?",
        "I'm wondering if there is a dead neighborhood.",
        "What are the dead spots around here?",
        "A neighborhood with dead Zones?",
        "Do dead spots exist in our area?",
        "The dead spots near this place?",
        "I'm wondering whether the dead zones are in this neighborhood.",
        "I am wondering if there are any dead areas in this part of town.",
        "This is a dead areas neighborhood?",
        "Is this my area with dead spots?",
        "Could be dead spots in my area?",
        "Do you know whether there are any dead places there?",
        "I'm not sure if there are dead zones in the area.",
        "Is it the site of dead zones.",
        "Do you know if the dead zones are here?",
        "Are there any dead areas in that neighborhood?",
        "Do you know if there are any dead areas around the neighborhood?",
        "Do you know if there are dead places around that neighborhood?",
        "Do you know what the dead zones are in this neighborhood?",
        "I'm wondering if there are any dead zones in this neighborhood",
        "Dead zones throughout this area?",
        "Is there any dead areas nearby.",
        "I am curious about the dead zones in this neighborhood.",
        "Do you know if there are dead Zones in the neighborhood?",
        "Does anyone know where the dead areas are here?",
        "I am wondering if there is any dead zones in the neighborhood.",
        "Is there a dead zone in this area or not?",
        "Is there a dead area here in the neighborhood?",
        "Do you see any dead spots in this hood?",
        "Where are any dead areas nearby?",
        "I want to know if there are dead areas in this neighborhood.",
        "Does anyone know if there are dead zones in this neighborhood?",
        "Do you know if there are anymore dead places in this neighborhood?",
        "Any dead areas in this area?",
        "I'm curious as to whether there are dead zones in the neighborhood.",
        "Did you know if there are any dead places in that neighborhood?",
        "There's any dead zones here?",
        "Does anyone know whether or not there are any dead areas here?",
        "I was wondering if there were dead zones here.",
        "Would you know if there is a dead zone in this neighborhood?",
        "I was wondering if there was any dead areas in the neighborhood.",
        "Are there dead zones around here?",
        "I'm wondering if there exist dead zones in the neighborhood.",
        "Dead zones around here, Neighbo?",
        "I'm wondering whether the dead areas are here.",
        "Dead zones round this area?",
        "You know if there are dead places in this neighborhood.",
        "What do you know about dead places in that neighborhood?",
        "A dead area around here?",
        "I'm wondering if the dead zones are located in the neighborhood.",
        "Is it possible there are dead zones in this neighborhood?",
        "Do you know whether this is a dead neighborhood?",
        "Is the neighborhood with dead zones?",
        "What do you think are dead spots in this location?",
        "I'm curious to know if there are dead zones in this neighborhood.",
        "Do you know if there are any dead zones within this area?",
        "Do you know if any dead zones are in the neighborhood?",
        "Do the dead zones exist here?",
        "There are areas that are dead around here?",
        "Is this neighborhood dead zones?",
        "I'd like to know if there is dead areas in the neighborhood.",
        "I am unsure whether there are dead zones in the neighborhood.",
        "I'm wondering if there are \"dead zones\" in this area.",
        "Did you see any dead spots near this place?",
        "Do you know if there are dead zones in this vicinity?",
        "Possible dead areas around here?",
        "Does this location have any dead zones?",
        "There are any dead spots on this hood?",
        "Does anyone know of dead places here?",
        "Do you know if the neighborhood has a dead zone?",
        "Do anyone know if there are any dead areas here?",
        "\"Is there dead zones in this area?\"",
        "Neighbo, Dead zones around here?",
        "Dead places, here?",
        "Does anyone know any dead spots in the hood?",
        "I would like to know if there are dead zones in this neighborhood.",
        "What are any dead spots in this hood?",
        "If there is a dead zone in this area?",
        "Can you tell me whether there are dead places in this neighborhood?",
        "Were there any dead spots in this hood?",
        "Do you mean dead zones around here?",
        "Is there a dead area in that neighborhood?",
        "Do you know if there are dead areas in this vicinity?",
        "Found any dead spots in this hood?",
        "Do you think there are dead areas in the neighborhood?",
        "there are any dead zones nearby?",
        "Do you know if there are any dead zones in that neighborhood?",
        "I was wondering if there were dead areas in this area.",
        "Some dead zones here?",
        "Do you believe there are dead areas around here?",
        "Are the dead places in this neighborhood?",
        "Does anyone have any dead areas over here?",
        "Is there any dead spots around this?",
        "Have you seen dead spots in your area?",
        "Do you remember if the neighborhood has dead zones?",
        "Does anyone have dead neighborhoods here?",
        "Do we have dead zones around us?",
        "I'm wondering if there are dead zones in this vicinity.",
        "There are any dead spots around this area.",
        "I am wondering if there are dead neighborhoods in this neighborhood.",
        "Is this the site of dead spots?",
        "Does anyone know the dead areas here?",
        "Anyone have any dead areas nearby?",
        "Some dead spots in my area?",
        "I am wondering if there are any dead zones in this neighborhood.",
        "I'm wondering if this neighborhood has dead zones.",
        "This neighborhood has dead zones, is it?",
        "Do you know if it is a dead neighborhood?",
        "Do you know which neighborhood has dead zones?",
        "Any dead spots at this location?",
        "Do you know if there is a dead zone in this area?",
        "Are there dead spots near here?",
        "Are these dead areas around here?",
        "This is a 'hood that got dead spots?",
        "There are dead zones in this neighborhood, do you know?",
        "Do you know if there are any dead zones in this area.",
        "Does anyone have dead areas in this location?",
        "Is it the site of any dead areas?",
        "I am wondering if there are dead areas in the area.",
        "Did this 'hood get dead spots?",
        "Do you know if there are any dead places nearby?",
        "This is a place where there are dead areas?",
        "I'm wondering how many dead zones there are in this area.",
        "Do you think dead areas are nearby?",
        "I am wondering if there are any dead spots in this neighborhood.",
        "Did you know whether the neighborhood has dead places?",
        "Are the neighborhood's dead Zones known?",
        "There are any dead areas here?",
        "Do you know if there are dead areas in this neighborhood.",
        "Do you know which dead zones are in this neighborhood?",
        "I'm unsure if there are dead zones in this area.",
        "Does anyone have any dead spots here?",
        "I am wondering if there are any dead areas in this area of town.",
        "Do you know whether there are any dead areas?",
        "There's a neighborhood where there are dead areas.",
        "Is this the site of deadzones?",
        "I'm unsure if there are any dead zones in this area.",
        "The neighborhood is where dead areas are?",
        "Do you know if the neighborhood has dead Zone?",
        "I am not sure if there are dead areas in the neighborhood.",
        "Do you know if there are dead spots?",
        "Does this neighborhood contain dead zones?",
        "Neighbo are dead zones here?",
        "Are there any dead places in this hood?",
        "What are any dead spots here?",
        "Any dead areas in this hood?",
        "I'm wondering if there are any dead zones in this area of town.",
        "Is this location with dead spots?",
        "There is a dead zone in this neighborhood?",
        "Is there any dead spots in the hood?",
        "Do you know if there is a 'dead zone' in this neighborhood?",
        "Do you know if there are dead neighborhoods in that neighborhood?",
        "How about dead zones here?",
        "Near this place is there dead spots?",
        "Do you know if any dead places are in that neighborhood?",
        "Dead zones just around here?",
        "Is any dead zone nearby?",
        "I'm wondering if there are dead zones in the neighborhood.",
        "Do dead zones exist at our locale?",
        "Does anyone know of any dead places here?",
        "I am curious about whether there are dead zones in this area.",
        "Do we have dead areas around here?",
        "I am wondering if there are any dead zones in that neighborhood.",
        "Look for dead areas around here.",
        "Near this place are the dead spots?",
        "Do you know if there is a \"dead zone\" in this neighborhood?",
        "Does anyone know if there are dead places in this area?",
        "Do you know which dead zones are here?",
        "Do you know of dead areas around here?",
        "Near this place there are dead spots?",
        "Are there any dead areas in this neighborhood?",
        "Neighbo Dead zones?",
        "This is a neighborhood with dead zones?",
        "Do you know if your neighborhood has dead Zones?",
        "Does anyone know if there is a dead zone in this area?",
        "Any dead zones are nearby?",
        "Do you know if there are any dead neighbourhoods?",
        "Do you know if there are dead zones within this neighborhood?",
        "Do you know if it is a dead zone in this neighborhood?",
        "Do you know where the dead zones are in this area?",
        "What dead spots in this hood?",
        "Are the dead places in that neighborhood?",
        "Dead zones Around here?",
        "I was wondering if there are any dead areas in the neighborhood.",
        "There could be dead zones here.",
        "Is this where dead zones can be found?",
        "Do there dead spots in my area?",
        "Do there any dead spots in this location?",
        "What about dead zones around here?",
        "Do you know if the neighborhood contains dead Zones?",
        "I'm wondering if there are any dead areas around this area.",
        "I'm wondering if there are dead zones around this area.",
        "Do you know what dead places are in this neighborhood?",
        "Does anyone have dead neighbourhoods here?",
        "There are any dead places around here?",
        "Dead zones close to you?",
        "Are you aware of dead places in this neighborhood?",
        "I am wondering whether there are dead zones in the area.",
        "Is this the site of any dead places?",
        "Is Dead Areas nearby?",
        "This is a neighborhood of dead areas?",
        "Concerning dead areas nearby?",
        "Is the area a dead area?",
        "Is this hood covered in dead spots?",
        "Is this any dead zones here?",
        "Do you know if this is a neighborhood that has dead zones?",
        "I wondered if there are dead zones in this area.",
        "Are there dead spots in my area?",
        "I'm wondering whether there is a dead area in the neighborhood.",
        "Do you know if you have dead Zones?",
        "There are any dead regions nearby?",
        "Have you seen dead spots near this place?",
        "Do you know whether the neighborhood has dead Zones.",
        "Really, dead areas nearby?",
        "Do you have dead areas here?",
        "Do you know what the dead zone is in this area?",
        "Are there any dead spots in that neighborhood?",
        "I wondered if there were any dead zones in this neighborhood.",
        "Do you know if there are Dead Zones in the neighborhood?",
        "is this the site of dead zones?",
        "Do you know where the dead are in this neighborhood?",
        "I question if there are dead zones in this neighborhood.",
        "Any dead districts here?",
        "Are there signs of dead areas around here?",
        "I would like to know if there are dead places in that neighborhood.",
        "Is this neighborhood have dead zones?",
        "These are dead spots near this place?",
        "This is a neighborhood of dead zones?",
        "Is there Dead zones nearby?",
        "I am wondering if there are dead areas in this part of town.",
        "Are there any dead zones around?",
        "Do you know any dead zones here?",
        "Were any dead areas nearby?",
        "The 'hood has dead spots?",
        "Dead places in my area?",
        "Dead areas ‘round here?",
        "Can you tell me if there are dead places in that neighborhood?",
        "Do you know if there is a dead zone within this neighborhood?",
        "Do you know if the neighbourhood has a dead zone?",
        "Is that dead spots in my area?",
        "I'm wondering if there are dead neighbourhoods.",
        "Do you know if there is any dead area?",
        "Do you think the neighborhood has a dead zone?",
        "Is there any dead zones in that area?",
        "Are there dead areas around this neighborhood?",
        "Neighbo have dead zones here?",
        "Do you know whether there are any dead spots in this neighborhood?",
        "Dead spots in this place?",
        "Do you have dead spots in the area?",
        "Do you know if there is a dead zone located in this neighborhood?",
        "I was wondering if there are dead zones in the neighborhood.",
        "There were any dead spots around here?",
        "Do you know if there are any dead places there?",
        "Is there any dead areas in my area?",
        "Is there any dead places in the hood?",
        "Around here, do you have dead areas?",
        "Should there be any dead spots here?",
        "Should we be concerned about dead spots near this place?",
        "Do you know if the dead zone is in this neighborhood?",
        "Did you know that this 'hood has dead spots?",
        "Do any of the dead spots in this hood exist?",
        "This is a neighborhood where there is dead zones?",
        "Is there a dead neighborhood?",
        "Is this any dead spots?",
        "I'm wondering if there's a dead zone here.",
        "I'm wondering if there are dead zones somewhere in this area.",
        "Some dead areas here?",
        "This 'hood has dead spots yo?",
        "Do you know what the dead Zones are in the neighborhood?",
        "Are there any dead places in that neighborhood?",
        "I'm curious about the dead areas in the neighborhood.",
        "The Dead zones are around here?",
        "Do you know if neighborhoods have dead Zones?",
        "Is this any dead zones?",
        "Is this the place of dead zones?",
        "Has the neighborhood had periods or holes?",
        "Do you know whether or not there are dead places?",
        "Do you know whether this neighborhood has a dead zone or not?",
        "I am asking if there are any dead zones in this area.",
        "Do you know which dead zones there are in the neighborhood?",
        "Do you know if there are any dead places within this neighborhood?",
        "Do you have any dead places around here?",
        "Any dead areas near you?",
        "Maybe there are dead areas around here.",
        "Do you know if there is a dead area in the area?",
        "I'm wondering if there are dead areas of the neighborhood.",
        "Any dead spots nearby?",
        "Possible dead zones near?",
        "Was it dead spots in my area?",
        "Is this the site of dead zones",
        "Is it the site of dead zones?",
        "Do you know whether there are dead zones in this neighborhood?",
        "Are there any dead places in the neighborhood?",
        "Are there dead spots near this?",
        "Does our place have dead zones?",
        "Do you know if there are dead zones around this area?",
        "Do you know how many dead zones are in the neighborhood?",
        "Does that neighborhood have a dead zone or not?",
        "Potential dead spots in this location?",
        "A neighborhood where are dead areas?",
        "I'm wondering if there is a dead zone in this neighborhood.",
        "dead spots in the hood?",
        "I'm wondering if the dead zones exist in this neighborhood.",
        "Are there any dead places in that area?",
        "The neighborhood is called where are dead areas?",
        "Did you know about dead zones in this neighborhood?",
        "It is a neighborhood that has dead zones?",
        "This 'hood had dead spots?",
        "Do I have dead spots in the area?",
        "Is this location full of dead spots?",
        "I'm wondering about dead areas in the neighborhood.",
        "I wonder if there are dead places in this neighborhood.",
        "Do you know anything about dead zones in this neighborhood?",
        "Does anyone have dead spots in this hood?",
        "I'm questioning if there are dead zones in the neighborhood.",
        "Hey, any dead areas nearby?",
        "I'm wondering if there are dead Zones here.",
        "I am wondering if there is any dead zone in this neighborhood.",
        "What dead zones exist here?",
        "Do you know where the dead spots are in this hood?",
        "Do you know if this is a dead zone in this neighborhood?",
        "Do you know this 'hood has dead spots?",
        "Do you know if there exist dead zones in this neighborhood?",
        "Do we have any dead areas here?",
        "Do you know if there are dead places around here?",
        "It is possible that there are dead places in that neighborhood.",
        "I wonder if there are any dead areas in this neighborhood.",
        "Is this location contains dead spots?",
        "Dead zones \"round here\"?",
        "Are there dead places in that neighborhood?",
        "Where are the dead spots in the hood?",
        "I'm wondering if there are dead areas in the area.",
        "dead areas, here?",
        "I want to know if there are any dead areas in this area.",
        "I'm not sure whether there are dead areas in the neighborhood.",
        "Is this the site ofdead zones?",
        "Found any dead spots around here?",
        "Do there any dead zones in our area?",
        "Did you know the neighborhood has dead zones?",
        "Is anyone have dead areas here?",
        "I'm wondering if there is a dead area in the neighborhood.",
        "There are areas around here that are dead.",
        "Are there any dead zones around this area?",
        "This is a neighborhood in which there are dead zones?",
        "Is there a neighborhood where there are dead areas?",
        "There are any dead spots around this place?",
        "I'm wondering if there's any dead zones in that area.",
        "Have there been dead areas around here?",
        "Do you understand if the neighborhood has dead Zones?",
        "Someone asked if anyone has dead areas here.",
        "Do you know about the dead zones of the neighborhood?",
        "I was wondering if there was a dead area in the neighborhood.",
        "Really, dead zones nearby?",
        "Do you know whether there are dead zones here?",
        "Is this area with dead spots?",
        "Do you know if there are any dead places in this neighborhood?",
        "I'm wondering if there are dead zones in that area of town.",
        "Does anyone have some dead areas here?",
        "Does anyone have dead spots here?",
        "Did you know that there are dead places in that neighborhood?",
        "I'm curious as to whether there are dead zones in the area.",
        "How about areas that are dead around here?",
        "There are dead spots near this location?",
        "Are there any dead zones in your neighborhood?",
        "I'm wondering if there's any dead areas in the area.",
        "Near this place, there are dead spots?",
        "I'm wondering if there are dead zones nearby.",
        "Do anyone know of any dead areas here?",
        "Near this place are there any dead spots?",
        "I'm wondering if there are dead areas in the vicinity.",
        "Did you see any dead spots here?",
        "Would this be the site of dead zones?",
        "Dead spots located here?",
        "Do you know if there are dead spots in that neighborhood?",
        "Dead zones here or not?",
        "I'm wondering whether the area has dead zones.",
        "Could this be the site of dead zones?",
        "Where are dead spots in my area?",
        "Do you know if there is a dead area in this neighborhood?",
        "Are there any dead spots in my area?",
        "What are any dead spots around here?",
        "I'm wondering if there are dead zones near the neighborhood.",
        "Is it any dead areas nearby?",
        "This is a neighborhood filled with dead areas?",
        "Are there any dead areas around here?",
        "Should there be dead zones in this neighborhood?",
        "I am wondering if there is any dead zones in this area.",
        "I'm wondering if the dead areas are here.",
        "\"Is there any dead zones in this area?\"",
        "Were there dead places in my area?",
        "Do you know the location of dead spots in this neighborhood?",
        "So there are dead areas around here?",
        "Is anyone aware of any dead areas in this area?",
        "Are there dead spots in my vicinity?",
        "Are there any dead areas in this hood?",
        "Do any dead spots exist here?",
        "There are any dead zones nearby",
        "I am wondering if there is dead areas in the neighborhood.",
        "Do you know if the neighborhood has deadZones?",
        "This 'hood has spots that are dead?",
        "Is there any dead areas nearby?",
        "It's got dead spots?",
        "Do you know if there is dead Zones in the neighborhood?",
        "There are any dead spots on this hood.",
        "I'm wondering if any dead zones exist in this neighborhood.",
        "Dead spots around here?",
        "Do you know if there's any dead zones?",
        "I want to know whether there are dead zones in this neighborhood.",
        "Is it the location of dead zones?",
        "Do the dead zones exist in the area?",
        "Do you believe there are dead spots near this place?",
        "This neighborhood may have dead zones?",
        "Dead spots in the place?",
        "There are dead spots in this location?",
        "I'm wondering if there are dead areas in this area.",
        "Around here, is there a dead area?",
        "Do you know of any dead areas in this area?",
        "Is this where there are dead areas around here?",
        "Is this neighborhood dead places?",
        "I was wondering if there were dead areas in this neighborhood.",
        "I am pondering if there are dead zones in the neighborhood.",
        "There may be dead places in that neighborhood.",
        "Did you know whether there are dead places in this neighborhood?",
        "I'm wondering whether there are any dead zones in the area.",
        "Do you know if there is a dead zone near this neighborhood?",
        "Any dead patches nearby?",
        "Is our place home to dead zones?",
        "So are dead zones nearby?",
        "Dead zones in the vicinity, right?",
        "Do you know if there are any dead Zones in the neighborhood?",
        "I am wondering if there are any dead areas here in the neighborhood.",
        "I am curious whether there are dead zones in this area.",
        "Do you know whether this neighborhood has any dead places?",
        "Are there dead spots near the place?",
        "Dead spots near the place?",
        "Dead Zones, here?",
        "Do you know if there are dead spots here?",
        "Are there any dead zones in this area.",
        "I'm wondering if there's any dead areas.",
        "Does anyone know if there are any dead zones in the neighborhood?",
        "I was wondering if there were any dead zones here.",
        "Is this neighborhood a neighborhood with dead zones?",
        "Any dead area here?",
        "I'm wondering if there are dead Zones in the neighborhood.",
        "Do you know any dead areas near?",
        "Do you know if there are dead areas here?",
        "I wonder if there are dead areas in this neighborhood.",
        "There any dead spots here?",
        "Do you know what dead zones exist in this area?",
        "Do dead areas exist in the area?",
        "Are there dead places in the neighborhood?",
        "I'm wondering if any dead zones exist in this area.",
        "Do you know if there is any dead area here?",
        "a neighborhood with dead zones?",
        "Do you know of dead zones in this neighborhood?",
        "Have you found dead spots in your area?",
        "Does anyone know the locations of dead areas here?",
        "This ghetto got dead spots?",
        "I'd like to know if there are any dead zones in this neighborhood.",
        "I'm curious if there is a dead area here.",
        "Do you know if there are dead zones in the neighbourhood?",
        "You might know if the neighborhood has dead Zones.",
        "Are this the location of dead zones?",
        "Should there be any dead zones here?",
        "Do you know which dead zones there are in this neighborhood?",
        "This is an area that has dead zones?",
        "Where are the dead places near this place?",
        "I'm wondering if there are dead places in the area.",
        "Do you know where the dead are in that neighborhood?",
        "These dead spots are near this place?",
        "Are these dead zones around here?",
        "Are this neighborhood's dead zones?",
        "Do you know whether there is a dead zone here?",
        "Do you know if there are dead areas in this area?",
        "I'm asking if there are any dead zones in this neighborhood.",
        "Do you know the location of the dead places in this neighborhood?",
        "Do you know whether there is a dead place in this neighborhood?",
        "So there are dead spots in my area?",
        "Do you know any dead zones in this area?",
        "Do you know whether there are dead places in the area?",
        "Near this place, are there dead spots?",
        "I want to know if there are any dead zones in this area of town.",
        "Are dead spots in my area?",
        "Do you know if there are dead zones here?",
        "Is this where the dead zones are?",
        "Are there dead zones nearby?",
        "Yes, any dead areas nearby?",
        "I'm curious if there are dead zones here.",
        "Do dead zones exist nearby?",
        "Do you know about dead zones in your neighborhood?",
        "There are dead areas in this area?",
        "Do you know about any dead zones nearby?",
        "Do you think there are dead spots in this location?",
        "I'm not sure whether there are any dead zones in this neighborhood.",
        "Do you know if there are dead zones in this location?",
        "Do there any dead spots here?",
        "Do you know if this is a dead neighborhood?",
        "Are any dead areas nearby?",
        "How about dead areas around here.",
        "I'm wondering if there is a dead zone in the neighborhood.",
        "Do we have a dead area around here?",
        "Do you know of any dead places in that neighborhood?",
        "Is my area littered with dead spots?",
        "This particular neighborhood has dead zones?",
        "Dead zones in this place?",
        "I'm curious if there is any dead areas here.",
        "Is this neighborhood a place with dead zones?",
        "Does anyone know where dead areas can be found here?",
        "Is this location where dead spots are?",
        "This is a neighborhood that contains dead zones?",
        "Does this neighborhood have dead areas?",
        "Do you know where the dead places are in the neighborhood?",
        "There are dead areas in this location?",
        "Is there any dead zone here?",
        "Do you know if there's any dead places in that neighborhood?",
        "Are these dead zones in this neighborhood?",
        "dead spots close to this place?",
        "Is there a neighborhood where there are dead places?",
        "I'm wondering if there are dead Zones in this area.",
        "Do you know if the neighborhood has any dead zones?",
        "What about dead places in that neighborhood?",
        "Do you know if the dead zone is there?",
        "Any of the dead areas here?",
        "I'm wondering if there is any dead zone in this area of town.",
        "Do you know about dead zones here?",
        "There are any dead areas nearby?",
        "How many dead spots are around here?",
        "These are any dead zones nearby?",
        "An area where are dead areas?",
        "Are there dead spots around here?",
        "Is there any dead areas in this area of town?",
        "I am wondering if there are dead places in this neighborhood.",
        "Do you know if there's any dead areas in the neighborhood?",
        "I'm wondering if there are dead areas in this part of town.",
        "Do you know if there are any dead neighborhoods in that area?",
        "Do you know if there are any dead places in the neighborhood?",
        "Do you know about dead zones in the neighborhood?",
        "Dead zones throughout the area?",
        "Have you found any dead spots around here?",
        "Is the neighborhood filled with dead Zones?",
        "This is a neighborhood filled with dead zones?",
        "Do you know about dead areas in this neighborhood?",
        "Do you know the neighborhoods dead Zones?",
        "Is anyone know of any dead areas here?",
        "What are there dead spots in my area?",
        "Is there dead spots in this area?",
        "There might be dead zones in this area.",
        "Is there voids in the area?",
        "Is there a dead area around here.",
        "Do you know of any dead areas in the neighborhood?",
        "Is this a site of dead zones?",
        "I want to know if there are any dead zones nearby.",
        "Are the dead areas in the neighborhood?",
        "This 'hood have dead spots?",
        "Do dead spots exist in my area?",
        "Did you know there are dead places in this neighborhood?",
        "Is any of the dead areas here?",
        "Do you think there are dead areas in this area?",
        "Do you know whether there is a dead zone in this neighborhood?",
        "There could be any dead spots around here.",
        "I'm wondering if there are dead areas in that area.",
        "I'm wondering whether or not there are dead zones in this area.",
        "Is there any dead zones nearby.",
        "Is that dead areas around here?",
        "Do you know whether or not there are dead places there?",
        "I was wondering whether there were dead zones in this neighborhood.",
        "Do you know if there are dead areas within this area?",
        "This is a neighborhood where dead areas?",
        "I am wondering if there are dead areas around this area.",
        "Is it the site of any dead zones?",
        "I am wondering whether there are any dead areas in the neighborhood.",
        "I am wondering if there is a dead area in the neighborhood.",
        "Do you know if there is a dead zone or not in this neighborhood?",
        "Is there a dead area around here?",
        "Does anyone have any deceased areas here?",
        "I am wondering if the area has dead zones.",
        "Would this be a neighborhood that has dead zones?",
        "Dead spots in the area?",
        "This 'hood has lots of dead spots?",
        "Do you know if there is a dead place in that neighborhood?",
        "If the neighborhood has dead zones, do you know it?",
        "Any dead parts nearby?",
        "I was wondering if there are dead areas in the area.",
        "Do you know if there is a dead zone in the vicinity?",
        "I am wondering about the dead zones in this area.",
        "Are any dead zones here?",
        "Are there dead zones in the neighborhood.",
        "Were the dead spots near this place?",
        "Do you have any dead areas?",
        "Are there dead spots nearby?",
        "Should there be dead spots in this hood?",
        "Do you know about dead places in that area?",
        "This 'hood has dead spots, right?",
        "Do dead zones exist where we are?",
        "I'm not sure about dead zones in the neighborhood.",
        "Is there dead spots in my neighborhood?",
        "I'm wondering whether there are any dead zones.",
        "Did you know if this neighborhood has a dead zone?",
        "Dead spots around this area?",
        "Should there be dead spots around here?",
        "Do you know if the neighborhood has some dead zones?",
        "Do dead zones exist in the area?",
        "Do you know the locations of dead places in this neighborhood?",
        "Are there dead zones around this neighborhood?",
        "There may be dead zones in this area of town.",
        "Do you know if this neighborhood is a dead zone or not?",
        "I am wondering if the area has any dead zones.",
        "Do you know if there are any dead zones?",
        "Our place do dead zones exist?",
        "I am wondering if there are dead areas in this area.",
        "Do you know whether there are dead zones in the area?",
        "I wonder if there is a dead area in the neighborhood.",
        "Is Dead zones nearby?",
        "So there are dead zones nearby?",
        "Are there any dead areas near?",
        "I'm curious if there are dead zones in this neighborhood.",
        "Is there a dead zone in this locality?",
        "Do you know if there are any dead neighborhoods in that neighborhood?",
        "Do I have dead areas in my area?",
        "The neighborhood is where are dead areas?",
        "I wonder if there is any dead areas in the neighborhood.",
        "Are there dead areas in this area?",
        "Do you know whether there is a dead area in this neighborhood?",
        "Do you know if there is a neighborhood with dead Zones?",
        "In this neighborhood, are there dead areas?",
        "Dead places around here?",
        "Do you know if there are dead areas in this neighborhood?",
        "Any dead zone here?",
        "Do you know if the neighborhood has deadzones?",
        "Are there any dead areas around?",
        "Dead spots around my area?",
        "What dead spots are there in this hood?",
        "I'm wondering if there's any dead areas around here.",
        "Do you know whether the neighborhood has dead zones?",
        "Can you tell me if there are any dead zones in this neighborhood?",
        "I'm wondering if there are any dead zones out there.",
        "This place got dead spots?",
        "Was there dead spots in the area?",
        "This \"hood\" has dead spots?",
        "Do you know if this area has any dead places?",
        "I'm curious whether the neighborhood has dead zones.",
        "Do you know if there's any dead places?",
        "Are there any dead zones nearby?",
        "Is any dead zones nearby?",
        "I'm wondering if there's any dead areas in this neighborhood.",
        "I'm wondering if there is a dead zone in this area of town.",
        "Any dead neighborhoods here?",
        "I'm wondering if there are dead zones out here.",
        "This 'hood got dead spots?",
        "This is a neighborhood with dead neighborhoods?",
        "Do you understand if the neighborhood has dead zones?",
        "Thehood got dead spots?",
        "Do you know if there are dead spots there?",
        "Do you know if this neighborhood is a dead zone?",
        "I'm wondering if there were dead zones in the neighborhood.",
        "A neighborhood that has dead areas?",
        "Does anyone live in any dead areas here?",
        "Do you know if there are dead areas around the neighborhood?",
        "I am wondering if there are any dead zones in this section of town.",
        "I am wondering if there's any dead zones in this area.",
        "Is there a dead place in this area?",
        "Someone asked if anyone has any dead areas here.",
        "There are any dead spots around?",
        "I'm wondering about dead zones in the neighborhood.",
        "Any dead places near?",
        "There is any dead zone nearby?",
        "I'm interested in whether the neighborhood has dead zones.",
        "Does anyone know if there are any dead areas here?",
        "Do you not know if the neighborhood has dead Zones?",
        "Any dead areas that are nearby?",
        "I'm wondering if dead zones are in the neighborhood.",
        "I am wondering if there are any dead Zones in this neighborhood.",
        "Around here, what are the dead areas?",
        "I'm wondering if dead areas are in the neighborhood.",
        "This is a neighborhood with some dead zones?",
        "Is there any voids in the vicinity?",
        "Any dead areas in the vicinity?",
        "Where are dead zones around here?",
        "Do you know what dead zones there are in this neighborhood?",
        "Does anyone already have dead areas here?",
        "I am not sure if there are dead zones in this area.",
        "Our place, do dead zones exist?",
        "Do you know if there are any dead spots in the area?",
        "Is the neighborhood filled with dead zones?",
        "Do you know if there are any dead zones nearby?",
        "Do you know the area has dead Zones?",
        "Do you have dead spots around here?",
        "Any dead places nearby?",
        "Do we have any dead zones here?",
        "Is that a dead area around here?",
        "Do you know the dead zones in your neighborhood?",
        "Do you know of any dead spots around here?",
        "Do you know of any dead zones in the area?",
        "Is that Dead areas nearby?",
        "Do I have dead places in my area?",
        "I am wondering whether there is any dead areas in the neighborhood.",
        "There are areas that are dead in this neighborhood.",
        "I'm not sure if there are dead areas in this area.",
        "Do you know if there are dead areas in that area?",
        "Are there dead Zones in the neighborhood?",
        "Do you know if there's a dead zone or not?",
        "Was there any dead spots around here?",
        "Would you know if the neighborhood has dead Zones?",
        "Were there any dead spots here?",
        "Is that neighborhood dead?",
        "What if there are dead zones in this neighborhood?",
        "What are dead spots near this place?",
        "There are any dead zones in this area?",
        "I'm wondering if there is dead areas around here.",
        "Does anyone know if there any dead areas here?",
        "Is there dead spots there?",
        "Do you know whether or not the neighborhood has dead zones?",
        "Do you know if there are dead zones in your neighborhood?",
        "Is my area with dead spots?",
        "Did there dead spots in this location?",
        "Do dead zones exist around our place?",
        "Do you know about dead places in the neighborhood?",
        "I wonder if there are dead places in that neighborhood?",
        "I'm wondering whether there are any dead zones in that area.",
        "Do you know if the neighborhoods have dead places?",
        "I'm wondering if there is dead areas in this area.",
        "Have you seen dead areas around here?",
        "I'm curious if there's dead areas in the neighborhood.",
        "Do you know about dead zones in this area.",
        "Dead zones Round here?",
        "What dead spots are in my area?",
        "I'm wondering whether or not there are dead zones in this neighborhood.",
        "Do dead zones exist near us?",
        "Neighbo, are the dead zones around here?",
        "Is there any dead zones around the neighborhood?",
        "\"Is this the site of any dead zones?\"",
        "Is there Dead spots in my area?",
        "The neighborhood has dead Zones?",
        "There are dead Zones here?",
        "Neighbo, are there dead zones round here?",
        "Dead zones round Neighbo?",
        "Did you know whether there are dead places in that neighborhood?",
        "Are there any dead spots in the area?",
        "I don't know if there are dead zones in this area.",
        "Is the neighborhood a dead zone?",
        "dead zones close by?",
        "I'm wondering if the dead areas are found here.",
        "I'm wondering if there were dead zones in this neighborhood.",
        "I'm curious if there is a dead zone in the neighborhood.",
        "Wait, dead areas nearby?",
        "I am wondering if there's any dead zones in this neighborhood.",
        "I'm not sure if there are any dead zones in this neighborhood.",
        "I am wondering if there are dead spots in this neighborhood.",
        "This is a 'hood where there are dead spots?",
        "Were any dead spots found in this hood?",
        "Some dead spots near this place?",
        "This is a neighborhood with dead spots?",
        "Which dead zones are around here?",
        "Is there any dead zones in this area.",
        "I'm wondering if there are any dead zones in this section.",
        "Is this area home to any dead zones?",
        "Is this place home to dead spots?",
        "Do you know the locations of dead places in this area?",
        "I'm wondering if there are any dead zones in this neighbourhood.",
        "Neighbo? dead zones around here?",
        "There's a question about dead zones in this neighborhood.",
        "I was wondering if there are any dead areas in this area.",
        "Are the dead zones in your neighborhood?",
        "This 'hood got bad spots?",
        "In this location are there any dead spots?",
        "Do you know if there is a dead zone in this area or not?",
        "I wonder if there are dead areas around here.",
        "Near this location, are there dead spots?",
        "Dead spots within my vicinity?",
        "I wonder if the dead zones are in the neighborhood.",
        "This hood has zone zombies?",
        "Possible dead zones nearby?",
        "What if the neighborhood has dead zones?",
        "Is there a lot of dead places in that neighborhood?",
        "Do you know the neighborhood's dead Zones?",
        "Do you know how many dead places there are in that neighborhood?",
        "I'm wondering if there's a dead area in the neighborhood.",
        "I'm wondering if there's dead areas around here.",
        "Is there any dead spots in this location?",
        "Any dead areas located nearby?",
        "Is there dead zones in the neighborhood?",
        "Dead zones here in Neighbo?",
        "Is there dead zones in this neighborhood?",
        "I don't know if there are dead zones in this neighborhood.",
        "Were there dead zones in this neighborhood?",
        "Do you know if there's any dead zones here?",
        "Does anyone know the areas that are dead here?",
        "Did you know if the neighborhood has dead Zones?",
        "Do you know the neighborhood has dead Zones?",
        "I am wondering if there are dead zones in that area.",
        "Do you mean this 'hood got dead spots?",
        "Do you know if there are dead areas within the neighborhood?",
        "Is there any dead areas here?",
        "Is this neighborhood dead areas?",
        "The neighborhood where are dead areas?",
        "Do dead zones exist at the location?",
        "If the neighborhood has dead zones, do you know?",
        "dead spots nearby?",
        "Is there dead areas here?",
        "Does anyone know where dead areas are located here?",
        "Is anyone familiar with any dead areas here?",
        "Is that dead areas nearby?",
        "I'm curious about whether there are dead areas in the neighborhood.",
        "Did you know if there are any dead places in this neighborhood?",
        "I'm wondering if there's a dead zone in the neighborhood.",
        "What about dead areas here?",
        "Is it known whether there are dead places in this neighborhood?",
        "What do you know about dead zones in this neighborhood?",
        "How many dead spots are in this hood?",
        "I wonder if there are dead zones in the area.",
        "What areas have dead spots in my area?",
        "Does anyone have dead areas here",
        "Can you tell me if this is the site of dead zones?",
        "Is this neighborhood where there are dead places?",
        "I'm wondering if there is any dead area in this area.",
        "There are dead zones in the neighborhood, I am wondering.",
        "There are dead zones in this neighborhood, I'm wondering.",
        "Does anybody know if there are dead zones in this area?",
        "Have you found any dead zones nearby?",
        "Do you know if there are dead zones in our place?",
        "Is this place near dead spots?",
        "Is that dead zones nearby?",
        "This place has dead spots?",
        "Do you know what dead zones exist in this neighborhood?",
        "I'm curious whether there are dead zones in the area.",
        "Do you know if there are dead Zones here?",
        "Do you know if there are any dead zones around this neighborhood?",
        "There's a neighborhood where are dead areas?",
        "Do you know about dead zones in this area?",
        "There could be dead spots in this hood.",
        "I'm curious if there's any dead zones in this neighborhood.",
        "Are there any dead zones there?",
        "This 'hood got dead areas?",
        "Do we have dead zones at the place?",
        "Do you know about the dead areas in the neighborhood?",
        "Is there a dead zone in that area?",
        "Do you know if the neighborhood has dead Zones",
        "I am not sure whether there are dead zones in this area.",
        "Does anyone have any dead Areas here?",
        "There might be dead zones here.",
        "I'm curious to know if there are dead zones in this area.",
        "If there is a dead zone in this neighborhood, are you aware of it?",
        "Dead areas near us?",
        "Is my area has dead spots?",
        "Do you know about dead zones in this neighborhood.",
        "Any dead zones?",
        "Do you know whether the neighborhood is dead?",
        "Dead zones around here are Neighbo?",
        "Are there dead spots around my area?",
        "Is there anything dead around here?",
        "Is this hood dead?",
        "Neighbo dead zones round here?",
        "I'm wondering if there are dead areas here.",
        "Have any dead areas here?",
        "Can you tell me any dead spots in this hood?",
        "Are there dead areas in my area?",
        "There is any dead spots here?",
        "Do you know if it's a dead zone in this area?",
        "dead zones here?",
        "Around here, how about dead areas?",
        "Do you know whether there is a dead zone in that neighborhood?",
        "If there is a dead zone in this neighborhood, do you know it?",
        "I'm wondering if anyone has any dead areas here.",
        "I'm wondering whether there are any dead areas in the neighborhood.",
        "Are there any voids nearby?",
        "Do you know if there is a dead zone of this neighborhood?",
        "Is there any dead neighborhoods in this neighborhood?",
        "Do you know if the neighborhood has dead enclaves?",
        "I'm asking if there are dead areas in the neighborhood.",
        "I am wondering if there is dead area in the neighborhood.",
        "Do you know if this neighborhood has a dead zone.",
        "If there are any dead spots around here?",
        "How about any dead zones here?",
        "I'm wondering if there are Dead Zones in this neighborhood.",
        "I'm wondering if the neighborhood has dead areas.",
        "Is there a dead zone in this area?",
        "Is this hood full of dead spots?",
        "Do you know the number of dead zones in this area?",
        "Is the neighborhood dead places?",
        "There are dead zones here?",
        "I am wondering if there are any dead zones in this area.",
        "I am wondering if there are dead areas around here.",
        "I'm wondering if there are any dead zones in the area.",
        "There might be a dead zone in this neighborhood.",
        "I am wondering if there are dead areas in this neighborhood.",
        "If the neighborhood has dead zones, do you know about it?",
        "A neighborhood where are there dead areas?",
        "I'm wondering if there's any dead zones in that neighborhood.",
        "I am wondering if there is a dead zone in the area.",
        "I'm wondering whether there are dead zones in that neighborhood.",
        "What are the dead zones in the neighborhood?",
        "There could be dead areas around here.",
        "Dead spots in the hood?",
        "What are some dead spots near this place?",
        "Do we have any voids around?",
        "Are there any dead spots on this hood?",
        "There are any deadzones here?",
        "I'm wondering whether there's dead zones in this area.",
        "Any dead spots about here?",
        "Does anyone with dead areas here?",
        "Do you think there are dead places in this neighborhood?",
        "Do you know if there are dead Zones in this area?",
        "Do you believe that there is a dead zone in this neighborhood?",
        "Maybe there are dead zones in this area.",
        "Is there a dead areas around here?",
        "What dead spots 'round here?",
        "The areas that are dead around here?",
        "I'm curious if there are any dead zones in this area of town.",
        "Did this 'hood have dead spots?",
        "Does anyone know of dead areas here?",
        "Do you know if the area has a dead zone?",
        "There are any dead zones there?",
        "Deadzones nearby?",
        "I want to know if there are any dead zones here.",
        "Do you know if there are any dead spots in the hood?",
        "There may be dead spots in this location.",
        "Is this thesite of dead zones?",
        "Dead areas, here?",
        "I'm wondering if there are any dead zones in that neighborhood.",
        "Is this area dead zones?",
        "There are dead spots in the hood?",
        "Do you know if there are anything dead in this neighborhood?",
        "Any dead territories nearby?",
        "There are dead zones in this area, do you know?",
        "Do you know whether there are any dead zones in the area?",
        "Do you know if there are dead spots in my area?",
        "Is there any dead spots around my area?",
        "There are any dead spots there?",
        "I wonder if there is dead areas in the neighborhood.",
        "Do you know if there are dead patches in this area?",
        "I am curious whether there are dead zones in this neighborhood.",
        "Are there dead places there?",
        "Is the area home to dead spots?",
        "Do you know if the neighborhood has any dead spots?",
        "Do you know if there is a dead area?",
        "Do you know if the neighborhood contains dead zones?",
        "Do you mean dead zones round here?",
        "I'm wondering if there are dead zones here.",
        "Dead areas around this area?",
        "I'm wondering about the dead zones in this area of town.",
        "I'm confused about whether there are dead zones in the neighborhood.",
        "Would there be dead spots in my area?",
        "Do you know if there is a dead zone in this Neighborhood?",
        "What is the neighborhood like that has dead zones?",
        "In this 'hood, there are dead spots?",
        "Are there dead areas around this area?",
        "Do you know any dead zones nearby?",
        "Neighbo, are there dead zones here?",
        "The \"hood got dead spots\"?",
        "Do you know if there are any dead zones around this area?",
        "Do you think there are dead places in that neighborhood?",
        "Does anyone know of any dead areas here.",
        "Do you have any dead zones there?",
        "I am wondering if there are dead areas in that area.",
        "Do you know anything about dead zones in the neighborhood?",
        "Any dead Zones nearby?",
        "Do you know if there are any dead areas around here?",
        "This 'hood got dead places?",
        "This is a neighborhood where dead areas are?",
        "Isn't this a neighborhood that has dead zones?",
        "Have you seen dead spots in my area?",
        "Dead zones surrounding here?",
        "Are these the site of dead zones?",
        "Do you know whether there is a dead zone in this neighborhood.",
        "These are dead areas around here?",
        "In this location are dead spots?",
        "Do you know the neighborhood has dead zones?",
        "Do you know if the neighborhood has some dead Zones?",
        "Do the dead zones exist in this neighborhood?",
        "Do there dead zones around us?",
        "There are dead spots here?",
        "Do you have any knowledge of dead zones in this area?",
        "I'm wondering if there is dead area here.",
        "What are there dead spots near this place?",
        "Does anyone have any dead places here?",
        "I'm wondering if there are dead zones near this area.",
        "Were there dead zones here?",
        "Is anything dead in this hood?",
        "Do you know any dead areas around?",
        "Do you know if there are Dead Zones in this area?",
        "I'm curious if there are any dead zones here.",
        "I'm wondering whether there is any dead areas in the neighborhood.",
        "Around here are any dead spots?",
        "Do you believe there are dead spots in this location?",
        "Is there any dead areas here.",
        "I am wondering whether there are any dead zones in this area.",
        "Is there any dead areas near?",
        "Is there a deadzone in this neighborhood?",
        "Do you know what dead zones there are in this area?",
        "Do you know if there is a dead zone in this area.",
        "Where are the dead areas in the neighborhood?",
        "Any dead areas around the vicinity?",
        "Is this a 'hood that has dead spots?",
        "I would like to know if there are dead zones in the neighborhood.",
        "Do you know the dead places in that neighborhood?",
        "Do you know if this neighborhood has a dead zone?",
        "I want to know if anyone has any dead areas here.",
        "Dead places near this location?",
        "I'm wondering if the dead areas are located here.",
        "Is there any dead zone in this area?",
        "A neighborhood where are dead places?",
        "Any dead areas around?",
        "This is a place that has dead zones?",
        "I'm not sure if there are dead zones in that neighborhood.",
        "Around here, where are the dead areas?",
        "Are there any dead zones in this place?",
        "I am wondering if there are any dead areas.",
        "Is there any voids in the area?",
        "There is a neighborhood where there are dead areas.",
        "I am wondering if anyone has dead areas here.",
        "Do you know if there are any dead zones within the neighborhood?",
        "Do dead zones exist at this place?",
        "Do you know if you have a dead zone in this neighborhood?",
        "Do you know whether there are dead neighborhoods?",
        "Do you know if there is any dead zone in the area?",
        "Do you know if there are dead areas in this area.",
        "Do you know if this area contains dead zones?",
        "I'm wondering if dead zones exist in this area.",
        "Was there any dead spots in my area?",
        "dead spots 'round here?",
        "Any dead spots around this location?",
        "Does anyone have any dead areas in the area?",
        "Does any one have dead areas here?",
        "I want to know if there are dead zones in the area.",
        "Is there dead spots in my locality?",
        "The 'hood has dead spots yo?",
        "Will there be dead zones in this neighborhood?",
        "There are dead spots around this place?",
        "Is my area covered with dead spots?",
        "Will there be dead zones in this area?",
        "Did the areas around here have dead areas?",
        "I'm wondering if there any dead zones in this area.",
        "There is a dead zone in this neighborhood, do you know?",
        "Are there dead spots in my area.",
        "I am wondering if there is a dead area.",
        "This area has any dead zones?",
        "Do you know any dead places in this area?",
        "I'm wondering what dead zones there are in this neighborhood.",
        "Any dead spots in the vicinity?",
        "I am wondering if there is any dead areas here.",
        "This Neighborhood has dead zones?",
        "Is it the site of dead areas?",
        "Is the neighborhood dead zones?",
        "Should there be dead spots near this place?",
        "Neighborhood with dead zones?",
        "Is there a dead place in that area?",
        "Do you have any information regarding dead zones in this area?",
        "Has anyone seen dead spots in this hood?",
        "Dead areas around here?",
        "This neighborhood got dead spots?",
        "Does this be the site of dead zones?",
        "Do you know if there are dead zones in the vicinity?",
        "Is this the site of dead neighborhoods?",
        "Are there dead spots close to this place?",
        "There are dead zones around here?",
        "I'm curious whether there are dead zones here.",
        "Do you know if the neighborhood has dead spots?",
        "Do you know whether the neighborhood has a dead zone or not?",
        "So there are dead spots near this place?",
        "I'm wondering if there's dead areas in the area.",
        "Is that neighborhood full of dead places?",
        "Is there any dead spots around this area?",
        "Are the neighborhood's dead Zones?",
        "Do you have any dead zones nearby?",
        "Death spots in this location?",
        "Do you know if there's dead places in this neighborhood?",
        "Is there any dead places in the neighborhood?",
        "What dead spots are there near this place?",
        "Is the neighborhood covered in dead zones?",
        "Are the dead areas of this neighborhood?",
        "What dead spots are there in this location?",
        "Do you know if there are dead zones in the neighborhood.",
        "Do you know if there are any dead areas in this neighborhood?",
        "Do dead places exist in our area?",
        "Do you know where the dead spots are near this place?",
        "I'm curious if there are dead zones in this part of town.",
        "Do you know if it is a dead zone or not?",
        "Do you know if there are any dead areas in this neighborhood.",
        "Do you know about the dead zone in the neighborhood?",
        "Dead spots in this area?",
        "I am wondering if there are any dead zones.",
        "In this location, dead spots?",
        "Do you know whether the neighborhood has a dead zone?",
        "Is this location filled with dead spots?",
        "This 'hood contains dead spots?",
        "Any dead areas nearby?!",
        "Does anyone know any dead areas nearby?",
        "How about dead zones in this neighborhood?",
        "Did you notice any dead spots in this hood?",
        "I'm wondering if there are any dead places in the neighborhood.",
        "Is that neighborhood with dead places?",
        "I'm wondering if there are dead areas around the neighborhood.",
        "These dead spots in the hood?",
        "There is any dead zones nearby?",
        "I'm wondering if there's dead zones here.",
        "Is there any dead spots in that neighborhood?",
        "Do you know the location of dead Zones in the neighborhood?",
        "Do the areas have dead areas?",
        "Do you know if any dead spots are in this hood?",
        "Dead zones are around here?",
        "Dead zones near here?",
        "Do you know where dead zones are in the neighborhood?",
        "Do you mean this neighborhood has dead zones?",
        "are there any dead zones nearby?",
        "Is anyone living in dead areas here?",
        "Is it dead spots in my area?",
        "Is this place the site of dead zones?",
        "I wondered if there were dead zones in the neighborhood.",
        "I'm unsure if there are dead areas in this area.",
        "I was wondering whether there are dead zones in the neighborhood.",
        "Does anyone know any dead areas in this area?",
        "Do you know the location of dead places in that area?",
        "Are there dead spots in this neighborhood?",
        "Any dead spots inside this hood?",
        "There are dead spots in this area?",
        "Any dead spots near here?",
        "I would like to know if anyone has dead areas here.",
        "There are some dead spots in this hood.",
        "I was wondering if there were any dead areas in this area.",
        "Were there dead zones in the neighborhood?",
        "Is Neighbo a dead zones?",
        "So this 'hood has dead spots?",
        "I'm wondering if the dead zones are in this area.",
        "Does anyone have dead areas over here?",
        "What dead places are in this hood?",
        "This is a neighborhood full of dead zones?",
        "Would you know if there is a dead zone in this area?",
        "Do you know whether there are any dead places in that neighborhood?",
        "Do you know if the neighborhood has zombies?",
        "Is there any dead regions here?",
        "Maybe there are dead zones in the neighborhood.",
        "Is there a dead zone here?",
        "Do you think there are dead zones in the area?",
        "Do you know how many dead zones the neighborhood has?",
        "Is this the location of dead zones?",
        "Are you aware of dead Zones in the neighborhood?",
        "Do you know if there are any dead Zones in this neighborhood?",
        "Is there anything dead in the hood?",
        "Do you know the neighborhood's dead zone?",
        "I think this 'hood has dead spots.",
        "Do you know if there is a dead zone here or not?",
        "Do there are dead spots in my area?",
        "Dead spots near here?",
        "Does anyone have a dead area here?",
        "I'm wondering whether there are dead areas here.",
        "I wonder if there are dead zones in the neighborhood.",
        "There is a neighborhood where are dead areas?",
        "I'm wondering if there are dead zones in this particular area.",
        "Those are dead spots in my area?",
        "Can you tell me if there is a dead zone in this neighborhood?",
        "Do dead areas exist in our place?",
        "Do you know if there are dead places in that area?",
        "Are this the site of dead areas?",
        "This is a neighborhood where there are dead places?",
        "I'm wondering about the dead areas in the neighborhood.",
        "Do you have any dead spots here?",
        "I'm wondering if there are dead zones around here.",
        "I'm wondering whether there are dead areas in the neighborhood.",
        "Have there any dead zones here?",
        "If there is a dead zone in this neighborhood, do you know about it?",
        "I am wondering if there are dead zones in the vicinity.",
        "Is this the location of dead Zones?",
        "Did you know the neighborhood has dead Zones?",
        "Does the area have dead zones?",
        "Is there any dead spots in the hood.",
        "Do you know if there are any dead places around that neighborhood?",
        "Do you know what areas there are dead in this area?",
        "Do these areas have dead areas?",
        "There's any dead spots in this hood?",
        "The \"hood got dead spots?\"",
        "Do you know whether there are any dead areas in this area?",
        "I am questioning if there are dead zones in this area.",
        "Do dead zones occur in our area?",
        "Do you know if the neighborhood has dying areas?",
        "Are there dead spots in this place?",
        "I'm curious if there are dead zones in the area.",
        "Is Dead Zones nearby?",
        "Is there any dead zones at the place?",
        "A question about dead spots in the hood.",
        "Would you know if there are any dead zones in this neighborhood?",
        "Does anyone know if there are dead zones in the area?",
        "I'm wondering if there are death zones in the neighborhood.",
        "Any of the dead spots here?",
        "There could be dead zones in this neighborhood.",
        "Is this neighborhood where there are dead zones?",
        "Any dead Zones here?",
        "Did you know there are dead zones in the neighborhood?",
        "Do there be dead zones here?",
        "I'm curious about whether the neighborhood has dead zones.",
        "Is there a lot of dead spots in this hood?",
        "Is there dead zones in our area?",
        "Any dead places in this hood?",
        "Do there dead zones at the place?",
        "Do you know about dead zones in the neighborhood.",
        "Is it possible that there are dead areas around here?",
        "Do dead zones exist somewhere?",
        "I'm wondering if there is any dead zones in this neighborhood.",
        "There could be dead zones in the neighborhood.",
        "I want to know if there are dead places in this neighborhood.",
        "Do you know whether this is a dead area?",
        "Do you know if there is a dead place in this area?",
        "Do you know if there are any dead areas in that neighborhood?",
        "Is there any dead neighborhoods in that neighborhood?",
        "Do you know if there's a dead zone in the neighborhood?",
        "Do you know if this neighborhood has dead places?",
        "Do you believe this neighborhood has dead zones?",
        "If there are dead zones in this neighborhood, do you know about it?",
        "I'm curious if there is any dead areas in this neighborhood.",
        "I'm wondering if there are any dead spots in the neighborhood.",
        "Are there any dead spots around here?",
        "Do you know this 'hood got dead spots?",
        "I'm wondering if there are any dead areas in the neighborhood.",
        "I am wondering if there are dead areas around the neighborhood.",
        "I'm curious about dead zones in the neighborhood.",
        "There are dead zones in that neighborhood?",
        "Do you know if there are dead neighborhoods in the neighborhood?",
        "What about this neighborhood that has dead zones?",
        "What dead spots are round here?",
        "Is the dead zones here?",
        "I'm wondering if there are dead areas here in the neighborhood.",
        "Is the neighborhood dead zone?",
        "Do you have any dead areas around here?",
        "I'm wondering if there are dead areas in the neighbourhood.",
        "Do you think there are any dead spots in this hood?",
        "I'm wondering if there is dead area in the neighborhood.",
        "Is there any dead places in that area?",
        "Are there any dead zones in the area?",
        "Dead spots around?",
        "I'm curious to know if there are any dead zones in this area.",
        "I'm wondering if there are any dead places in this neighborhood.",
        "Killing spots in this hood?",
        "Are there any dead spots in the hood?",
        "Any dead spotsround here?",
        "The neighborhood is wondering if there are dead zones.",
        "What are the dead areas here?",
        "Do the dead zones exist in our place?",
        "This'hood has dead spots?",
        "Do you know if the neighborhood is a dead zone?",
        "I'm wondering if there's any dead zones in this part of town.",
        "Any dead zones in this area?",
        "Do you know if there are dead areas there?",
        "Is this the site of Dead Zones?",
        "Do you know if the dead zones are in this neighborhood?",
        "If there is a dead zone in this neighborhood or not?",
        "Is there any dead spots on this hood?",
        "Do you know where dead places are in this neighborhood?",
        "I question if there are dead zones in the neighborhood.",
        "Does anyone have the dead areas here?",
        "I'm wondering if there is dead areas in this neighborhood.",
        "Do you know if this 'hood has dead spots?",
        "I wonder if there is a dead zone in this neighborhood.",
        "Do you know if there is a dead zone in this locality?",
        "Have you seen any dead spots in this hood?",
        "So any dead spots here?",
        "Is there dead places in this area?",
        "Zones zombies hit this hood?",
        "Dead zones in Neighbo?",
        "Are any dead spots on this hood?",
        "I'm wondering if the dead areas are in this neighborhood.",
        "I'm not sure if there's dead zones in this neighborhood.",
        "Do you know if there are any dead zones in this community?",
        "Does the neighborhood have a dead zone or not?",
        "There might be dead spots in this hood.",
        "I'm wondering whether there is any dead areas here.",
        "Do you know if there's a dead zone in this neighborhood or not?",
        "Dead Zones here?",
        "Do you believe this is a neighborhood with dead zones?",
        "Are the dead zones in this area?",
        "Any dead spots in this area?",
        "This neighborhood may have dead zones.",
        "Do you know if there are any dead spots in this area?",
        "A neighborhood with dead areas?",
        "Neighbo, where are the dead zones?",
        "I'm not sure if the dead zones are in the neighborhood.",
        "Do you know if there's dead zones in the neighborhood?",
        "There are dead spots near here?",
        "Is this neighborhood composed of dead zones?",
        "Did you see any dead spots around here?",
        "Do you know if there are dead places in that neighborhood?",
        "I'm unsure whether there are dead zones in this neighborhood.",
        "Do you know if there is a dead zone in this neighborhood.",
        "Is this hood made of dead spots?",
        "This is any dead zones here?",
        "I am wondering if there is a dead zone in this neighborhood.",
        "Is this a dead areas neighborhood?",
        "Is this where dead zones occur?",
        "If there are dead zones in this area, do you know about it?",
        "Do you know if there is a dead zone here.",
        "Do you know where dead places are in that neighborhood?",
        "Do you know if there are any dead places?",
        "I'm wondering if there are dead zones in the neighbourhood.",
        "Do you think there is a dead area around here?",
        "Are you aware of any dead zones in the neighborhood?",
        "Did you know if there were dead places in this neighborhood?",
        "Any dead spots of this hood?",
        "Do you know if there are any dead areas there?",
        "Do you know if there are any dead neighborhoods in this neighborhood?",
        "I'm wondering if there are dead zones in this section of town.",
        "Near this location, dead spots?",
        "I'm not sure if there are any dead zones in this area.",
        "There are dead zones in the neighborhood, do you know?",
        "Near here, are there dead areas?",
        "Was this the site of any dead zones?",
        "What dead spots exist in my area?",
        "Does anyone have any dead areas in this area?",
        "Do you know if this area has a dead zone?",
        "Any dead zones are here?",
        "Do you know if there are any dead zones in this location?",
        "What dead places are near this place?",
        "Any dead places in the hood?",
        "Do you know if there is a dead zone in this district?",
        "Does anyone have any dead areas nearby?",
        "Do you know if there are any dead places in this neighborhood.",
        "Does anybody have any dead areas here?",
        "Are there any voids in the area?",
        "Does anyone know the location of any dead areas here?",
        "Do you know if there are dead pockets in the neighborhood?",
        "Do you know of any dead spots in this hood?",
        "Is there dead spots in my area?",
        "Is any dead spots in this hood?",
        "Do you know if there is a dead neighborhood?",
        "I'm wondering if there are dead areas there.",
        "Do you know if there are dead zones in the neighborhood?",
        "I'm wondering if the dead zones exist in this area.",
        "Will there be any dead areas here?",
        "I'm wondering if the dead areas are here in the neighborhood.",
        "Does anyone know of dead areas in this area?",
        "Do you know the location of dead zones in this neighborhood?",
        "Do you know if there is a dead zone in that neighborhood?",
        "Is there a void in the area?",
        "What are the dead spots in my area?",
        "What are any dead zones here?",
        "dead spots in the area?",
        "What dead spots are around here?",
        "Is there any dead spots in this neighborhood?",
        "Is there any dead zones around?",
        "I'm wondering whether there are dead Zones in this area.",
        "Would you know if there are dead zones in this area?",
        "dead spots near this place?",
        "Dead locations near this place?",
        "A sign of dead areas around here?",
        "Dead areas located nearby?",
        "Do there exist dead areas around here?",
        "Do you reckon there are dead areas around here?",
        "Does anyone know dead areas here?",
        "dead zones, here?",
        "Are these dead zones here?",
        "Do you have dead spots in the hood?",
        "are there dead spots near this place?",
        "Do you know if dead zones exist here?",
        "I'm pondering if there are dead zones in this neighborhood.",
        "The neighborhood contains dead areas.",
        "Neighbo, are dead zones here?",
        "This hood had dead spots?",
        "Which dead spots are near this place?",
        "Is there a dead area in this neighborhood?",
        "Do you know if there are dead places in this neighborhood.",
        "Is this neighborhood littered with dead zones?",
        "I would like to know if there are any dead zones in this area.",
        "Does anyone know how many dead areas there are here?",
        "Do you know if there are any dead neighborhoods in this area?",
        "This hood, any dead spots?",
        "I am wondering if there are any dead areas here.",
        "I'm not sure if there are dead zones in this area of town.",
        "Is there any dead places in this area?",
        "I'm curious if there's dead zones in this area.",
        "I'm wondering if the dead zones are there.",
        "Here any dead spots?",
        "Do you know if there is a dead area around here?",
        "Is any dead spot in this hood?",
        "Do you have any information about dead zones in this area?",
        "Do dead zones still exist in our area?",
        "Is this neighborhood a dead zone?",
        "There are dead zones, here?",
        "Does anyone know whether there are dead places in that neighborhood?",
        "Is there dead zones at this place?",
        "I am curious if there are dead areas in this area.",
        "Is this neighborhood a dead zone or not?",
        "There may be dead areas in this neighborhood.",
        "What if the neighborhood has dead Zones?",
        "Anyone have any dead areas here?",
        "I'm wondering whether the dead zones are here.",
        "I'm wondering if there are any dead areas.",
        "Is it a dead zone in this neighborhood?",
        "Do we have dead zones in our area?",
        "I'm curious about whether there are dead zones in the neighborhood.",
        "I'm wondering if there is any dead areas in the neighborhood.",
        "Does anyone possess any dead areas here?",
        "Should I be worried about dead spots in my area?",
        "This \"hood has dead spots\"?",
        "I am wondering if there is any dead zones in this area of town.",
        "Do you have dead zones here?",
        "Is it known if there are dead places in that neighborhood?",
        "You know if there are dead places in that neighborhood."
    ]
}