{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Assistance with placing online orders",
    "inquiry_sub_category": "Product availability",
    "description": "Customers want to know if a specific item is in stock, if it will be restocked, or if there are any alternatives available.",
    "inquiry": "Will you be restocking this product soon?",
    "paraphrases": [
        "Will there be more for sale?",
        "Are you getting replenish soon?",
        "It will be back in stock when?",
        "Any product refill dates planned?",
        "Immediate re-supply possibility?",
        "There is a chance of a restock for this product.",
        "When will they refill this?",
        "Will you soon reup?",
        "Any product refill on the way?",
        "Going to get more inventory?",
        "When will we bring back the inventory?",
        "Is newstocks on their way?",
        "When will there be more stock?",
        "Re stock is expected in the future?",
        "This product is going to be back in stock soon.",
        "Are you gonna replenish anytime soon?",
        "Are you ready to replenish?",
        "Stock expected in the near future?",
        "How soon will this be re-stocked?",
        "Does anyone have any upcoming re-stock?",
        "Can I expect the item to come back to me soon?",
        "Is there a chance of additional stock coming?",
        "There is a question of when stock replenish.",
        "How soon do you plan to replenish?",
        "New stocks may be on their way?",
        "Is there going to be stock in the near future?",
        "Will I see this item again soon?",
        "Will there additional stock?",
        "Is there stock expected in the future?",
        "Do you have plans for a product refill?",
        "This product could be in stock soon.",
        "Fast re-stocking arrival?",
        "Can anyone say when this will be back in stock?",
        "When the stock will come back?",
        "There is a chance that this product will be re-stocked.",
        "There should be a refill eventually.",
        "Will it be stocked again?",
        "When will stock come?",
        "When will you begin to replenish again?",
        "What is the date for product replenishment?",
        "Returning inventory soon?",
        "Will you be stocking it soon?",
        "Will you replenish the product soon?",
        "I wonder if the product will come back in stock soon.",
        "What is a product refill planned?",
        "I am wondering if this product is coming back in stock soon.",
        "Might new stocks be on their way?",
        "When will this be back for stock?",
        "Could there be a chance of a refill for this product?",
        "There is a plan to replenish the product soon.",
        "Is your plan to reorder before long?",
        "Are there more supplies coming soon?",
        "Will the product be around again?",
        "Are you about to get replenishment?",
        "When will this be refilled?",
        "Is this item restocked soon?",
        "Plans to replenish shelf-standing favorites?",
        "Are they planning to replenish this product soon?",
        "Is there a replenishment of this item soon?",
        "Are you planning to bring this item back soon?",
        "Will you be getting more product soon?",
        "Any product refills planned?",
        "Are you going to restocking this soon?",
        "When will you replenish once more?",
        "Is your replenishment coming soon?",
        "Are they planning to replenish this product?",
        "Are there plans for a replenishment of this product?",
        "When will they restock again?",
        "Is there an Immediate re-supply expected?",
        "Do the stocks come back soon?",
        "Will there be a product refill planned?",
        "Is this item going to go back in stock soon?",
        "Product for sale again soon?",
        "Will you restock again?",
        "Re-supply expected swiftly?",
        "So when this will be back in stock?",
        "There will be a restock of this product in the near future.",
        "Are there any upcoming stock re-stocks?",
        "So you replenish this?",
        "Is it going to be sold again soon?",
        "Can they replenish this product soon?",
        "Is this product back on sale soon?",
        "Can I expect a replenishment of this item in the near future?",
        "Is there any plan to get more stock?",
        "Is stock coming back quickly?",
        "Do you think stock will replenish?",
        "When will this item come back?",
        "Do you know when stock will return?",
        "The stock date is coming soon?",
        "If there are any plans for more stock?",
        "Can I expect a refill shortly?",
        "When will you restocking again?",
        "The stock will be back in stock soon.",
        "When will this show up in stock?",
        "When will the stock replenish?",
        "Is the product going to be available again?",
        "Will product be back?",
        "Will it be re-supplied?",
        "Getting some inventory?",
        "Will y'all reup?",
        "Any upcoming product refill?",
        "There is any upcoming re- stock?",
        "Re-stocked in the future?",
        "Have plans for more stock?",
        "This is going to come back in stock.",
        "Product available again?",
        "Or are you going to replenish this?",
        "Are you planning on bringing it back soon?",
        "Is it time to replenish this?",
        "When will you put this back in stock?",
        "Are you going to replenish your stock anytime soon?",
        "Does anyone know if there will be a restock for this product?",
        "Will the product be back soon?",
        "Will there be any plans to replenish this product?",
        "Is this product back in stock soon",
        "I wonder if this item will be updated soon.",
        "Do you know when it will get restocked?",
        "Are you going to reorder before the end?",
        "Will you eventually have more stock?",
        "Is it close to refilling it?",
        "Restock expected to happen soon?",
        "A fast replenishment arrival?",
        "Can we expect a refill of this item soon?",
        "Do you have any plans to replenish this soon?",
        "Getting more stock?",
        "Will more stock be made available soon?",
        "Are y'all reuping soon?",
        "Is this item coming back in the near future?",
        "This item might be restocked soon.",
        "Re-supply?",
        "The product will be back in stock soon.",
        "Could this product be back in stock soon?",
        "Are there more supplies soon?",
        "What if there is a product refill planned?",
        "Will there be more stock coming in?",
        "Will product be available again soon?",
        "When will you get back to replenish?",
        "When will this item be coming back?",
        "Are you expecting immediate re-supply?",
        "Will there be any product refill?",
        "Will there be more stock out soon?",
        "Will there be more stock around soon?",
        "Will you bring this product back soon?",
        "I'm curious when this will be back in stock.",
        "Can I expect it to come back soon?",
        "Are you planning to reorder soon?",
        "Will a stock date be coming up?",
        "Are we getting more inventory?",
        "Are you replenishting soon?",
        "Can there be a plan to replenish this product?",
        "Is a stock date imminent?",
        "Will this product arrive in stock soon?",
        "When will there be inventory returning?",
        "Are they going to have new stocks?",
        "Are you planning on stocking this soon?",
        "Are you getting replenishment?",
        "Has there a plan to replenish this product soon?",
        "Will you be able to obtain more stock soon?",
        "Are you ready to replenish this?",
        "When will the returning inventory be?",
        "Is this item going to go back on sale soon?",
        "When will be returning inventory?",
        "Will the product come back?",
        "Any Upcoming re-stock?",
        "Is there a possibility of a refill eventually?",
        "will you reup soon?",
        "If there is any chance of new stock coming?",
        "What is planned for a product refill?",
        "There is a chance of a restock for this item.",
        "Will there be a restock of this product soon.",
        "When will this be re-stocked?",
        "Any chance of fresh stock coming?",
        "Arrival of more supply soon?",
        "Is there a plan to replenish the product?",
        "Will there be more stock later?",
        "I need to know when this will be in stock.",
        "Will you refill this product?",
        "I'm unsure when this will be back in stock.",
        "Are there any plans to have more stock?",
        "Are you going to get some replenishment soon?",
        "Will you stock this item soon?",
        "Are you close to refilling it.",
        "This product might be back in stock soon.",
        "Will you soon get more stock?",
        "Is this product going to be back in stock soon?",
        "Can I expect a refill eventually?",
        "Howbout a product refill?",
        "I don't know when this will reappear in stock.",
        "Any planned refill of product?",
        "When will this item be replenish?",
        "Will you have more supply soon?",
        "Are there any plans to replenish this item soon?",
        "I wonder when this will be in stock.",
        "Is this product going to be reintroduced soon?",
        "You'll be able to replenish anytime soon?",
        "When will this be resupplied?",
        "Will you be adding more stock soon?",
        "Are you going to be replenished soon?",
        "How soon are you going to replenish?",
        "Restock date nearing?",
        "Are you going to refill anytime soon?",
        "What are any plans for more stock?",
        "Is there any future plans for more stock?",
        "Are you going replenishment soon?",
        "What is the product refill planned?",
        "This item will be resupplied when?",
        "When will the inventory be back?",
        "Will this come back in stock soon?",
        "Are you going to replenish this or?",
        "Has any product refill been planned?",
        "More product is on the way?",
        "Is this product returning soon?",
        "Do you have a product refill in the works?",
        "When will this back in stock?",
        "Are you intending to get more inventory?",
        "Are you ready to replenish this item?",
        "I am wondering when this product will be back in stock.",
        "When will you come back with the inventory?",
        "Do you think stock will be expected in the near future?",
        "When will there be another restock?",
        "Did you have more product soon?",
        "I want to know when it will be back in stock.",
        "Got more stuff soon?",
        "Would you be able to replenish anytime soon?",
        "Are there any upcoming re-Stock?",
        "Are you going to replenish sometime soon?",
        "Are there upcoming stock date?",
        "When will it be re-supplied?",
        "Will it return in stock?",
        "Is close to refilling it?",
        "Are new stocks coming soon?",
        "A product refill is planned?",
        "Are you going to reorder before long?",
        "Shouldn't I expect a refill in the future?",
        "Will there more stock?",
        "Are you going to stock up anytime soon?",
        "There will be a replenishment of this product.",
        "When gonna replenish again?",
        "Will there be more goods?",
        "When will there be a replenishment of this?",
        "So you replenish?",
        "Can I expect the item to be reloaded soon?",
        "Are you planning on getting more product soon?",
        "Is stock expected to come back soon?",
        "When this will be back to stock?",
        "Something planned for a refill?",
        "Will there be a refresh of this product?",
        "Is stock come back quickly?",
        "Can you say when I will get this item again?",
        "There is any plans for more stock?",
        "When will restocking happen?",
        "So will there be more stock?",
        "Can immediate re-supply be expected?",
        "Are this coming back in stock?",
        "I was wondering if this item would be restocked soon.",
        "Are you trying to replenish this soon?",
        "How soon will you reup?",
        "Restock date coming near?",
        "When will the stock come back",
        "product will be available again?",
        "Do you know if there is plans to replenish this product?",
        "Will you be given more stock soon?",
        "When this is going to be back in stock?",
        "The stock will be back in stock.",
        "Is stock going back?",
        "An idea when this will be back in stock?",
        "I wonder if I will get a refill of this item soon.",
        "You will be re-stocking soon?",
        "If product is available again soon?",
        "Is it possible that stock will be expected in the near future?",
        "Will you replenish this product quickly?",
        "When is it going to get re-stocked?",
        "Is there any plan to add more stock?",
        "Is new stocks coming?",
        "Do you have any plan for a product refill?",
        "Fast replenishment anticipated?",
        "Can I expect to see this item soon?",
        "There is a possibility that this product will be restocked.",
        "Are you bringing it back soon?",
        "Is there a plan for you to reorder before long?",
        "When will we replenish stock?",
        "Are any upcoming re-stocks coming?",
        "How soon do you intend to replenish?",
        "When will this be back for sale?",
        "How about a product refill?",
        "Have more product on the way?",
        "Is this item going to be available for purchase again soon?",
        "When will they replenish?",
        "There might be a restock of this product soon.",
        "Are there a stock date coming up?",
        "Any plans to purchase more stock?",
        "When will this item be refilled?",
        "Are there plans to replenish this product in the near future?",
        "Is there a re stock date coming up?",
        "Are you going to replenish someday soon?",
        "Would there be a chance of a restock for this product?",
        "Do you have any plans for more stock?",
        "Does anybody know when this will be back in stock?",
        "Can a product refill be planned?",
        "Would stock come back?",
        "Will the product be available again?",
        "Is there any plans to get more stock?",
        "Will there be more availability?",
        "Are you going to re-stocked anytime soon?",
        "When shall the stock replenish?",
        "What is the timing for product restock?",
        "Can I expect a replenishment of this item shortly?",
        "Will it be available again?",
        "When will I be able to replenish again?",
        "You will restock soon?",
        "Will there be more stock on the market?",
        "Is this product going to be coming back soon?",
        "Are you planning to replenish before long?",
        "Can I expect a refill of this item very soon?",
        "Will you offer this product again soon?",
        "Are you going to replenish this soon.",
        "When shall stock replenish?",
        "Is the product in stock again?",
        "Is this product going to be in stock soon?",
        "When will this be back into stock?",
        "Is new stock coming?",
        "Will product be on sale again?",
        "When will they stock again?",
        "There may be plans to replenish the product soon.",
        "Is this item going to be in stock?",
        "How soon will it be resupplied?",
        "Will there be any re-stock soon?",
        "Will you be restocking soon?",
        "Maybe when this will be back in stock?",
        "Are you going to stock it soon?",
        "Is this stock expected in the near future?",
        "Is this gonna be back in stock?",
        "Will you replenish this?",
        "Is there a time when this will be back in stock?",
        "Do you have more product soon?",
        "What are any upcoming re-stocks?",
        "Could new stocks be on their way?",
        "When will the inventory return?",
        "I wonder if the item will be restocked soon.",
        "Is there any plans to replenish this item soon?",
        "Is stock expected soon?",
        "Can we expect a restock of this product soon?",
        "Are immediate re-supply expected?",
        "I wonder if I can expect a refill soon.",
        "When will this item be returning?",
        "Is this item going to be reloaded?",
        "Will there be stock replenish when?",
        "When will the item be re-stocked?",
        "there are any plans for more stock?",
        "Do you have a plan to replenish before long?",
        "How soon will the replenishment arrival be?",
        "Product that's available again soon?",
        "When will product be available again?",
        "Do you plan to refill this soon?",
        "Will the stock come back soon?",
        "Are you planning to replenish this item?",
        "The item is going to be restocked.",
        "Will there be a replenishment of this product?",
        "When will you be able to replenish?",
        "When to put this back in stock?",
        "Will you re-release this product?",
        "When will this be back to stock?",
        "Are you getting more inventory?",
        "Is there any plan to replenish this product soon.",
        "Are the product available again?",
        "Upcoming re-stock?",
        "Will you ship more stock soon?",
        "Will more come soon?",
        "When is this going to return to stock?",
        "What about when this will be back in stock?",
        "Can there be a replenishment of this item soon?",
        "There could be a restock of this product.",
        "Any re- stock coming up?",
        "Can we know when this will be back in stock?",
        "Will there be more stock in it?",
        "Is there a chance of restock coming?",
        "Will this be back in stock someday?",
        "Are there any plans for the replenishment of this product?",
        "Was the product refill planned?",
        "Possible plans for more stock?",
        "Are you having replenishment soon?",
        "New stocks are going to arrive?",
        "Is any chance of new stock coming?",
        "Will you have more of this product soon?",
        "Nearly to replenish it?",
        "Will you stock more soon?",
        "When will the item be restocked?",
        "There should be plans to replenish this product soon.",
        "Restock expected in the near future?",
        "Do you know when it will be re-stocked?",
        "Any chance of replenishment coming?",
        "You're going to replenish anytime soon?",
        "any product refill plans?",
        "Will you bring more stock soon?",
        "Is there any planned refill?",
        "Is there a chance of a refill?",
        "Is it coming back in stock?",
        "Will the product be back in stock again?",
        "Will they bring this back?",
        "Restock date near?",
        "When is it going to be re-stocked?",
        "Do you have any plans to replenish anytime soon?",
        "When will this stock be back in stock?",
        "How soon will this product be replenished?",
        "Will you stock this product again soon?",
        "Re-supply is expected soon?",
        "Restock on the way?",
        "Do you think stock will be in the near future?",
        "Will you be re-supplying this product?",
        "Will be stock expected in the future?",
        "Are you going to get replenish soon?",
        "Will y'all re-up soon?",
        "Do you know when the product will be available again?",
        "Can you replenish quickly?",
        "Is that stock expected in the near future?",
        "Are there any plans to purchase more stock?",
        "Are you replenish this soon?",
        "When is it going to be back in stock?",
        "Will you be able to receive more stock soon?",
        "Is there a fast restock arrival?",
        "New stock on the way?",
        "Do you plan on reordering soon?",
        "Will you restock soon?",
        "Will there be any plans to replenish this product in the near future?",
        "When are they going to replenish again?",
        "Has the fast restock arrival been planned?",
        "There is a possibility of a restock for this item.",
        "Will you have more available soon?",
        "When will this item be re-stocked?",
        "Is there any plans to replenish this product soon?",
        "A product refill planned?",
        "When will we be able to replenish?",
        "product refill planned?",
        "Can you give me an idea when this will be back in stock?",
        "Would you replenish soon?",
        "Do you know when stock will come back?",
        "When will there be this back in stock?",
        "Do you have any product refill in the works?",
        "Is this item going to be put back on sale soon?",
        "Could this be back in stock?",
        "Do you possess more product soon?",
        "Is it coming back in stock soon?",
        "Is this item going to come back soon?",
        "Is it possible that stocks come back soon?",
        "There is a chance of a replenishment for this product.",
        "Will there be plans to replenish this product in the future?",
        "Will the stock date be coming up soon?",
        "When are you going to replenish?",
        "Is this item going to be re-stocked anytime soon?",
        "Was this product coming back in stock?",
        "Will stock be expected in the near future?",
        "Is there new stock on their way?",
        "Y'all will reup soon?",
        "Restocking soon?",
        "Will there be a chance of a restock?",
        "How soon will this item be replenished?",
        "When will you replenish the item?",
        "Resupply expected very soon?",
        "Will something be available again?",
        "Is it possible that new stocks are on their way?",
        "Are you going to reup soon?",
        "Is returning inventory imminent?",
        "Are you trying to replenish this or something?",
        "Was there an upcoming re-stock?",
        "Are you soon going to have more stock?",
        "Will more stock be forthcoming?",
        "Is this item going to get restocked?",
        "Restocking in the near future?",
        "Does anyone have more product soon?",
        "Will this product be made available again soon?",
        "Are you getting refilled soon?",
        "The close to replenish it?",
        "Will there be a re stock date?",
        "Any chance of replenishment?",
        "When will returning inventory be done?",
        "Should I anticipate a refill in the future?",
        "Can there be a product refill planned?",
        "Will there be a product refill?",
        "Will this product be restocked?",
        "When we will have this back in stock?",
        "Are you going to restocking soon?",
        "Will this be resupplied?",
        "When willSTOCK replenish?",
        "Are there expected stock in the near future?",
        "Can I expect this item to be available soon?",
        "Will there be plans to replenish this product?",
        "Will this product be restocked soon?",
        "Are you planning to reorder before the end?",
        "Product available soon again?",
        "Will this product be coming back soon?",
        "Will the stock date be soon?",
        "Any re-stocks upcoming?",
        "Are there any plans to replenish this product?",
        "Do you have plans to replenish this item soon?",
        "Near to refill it?",
        "Is product coming back?",
        "Is it close to refill?",
        "Are youstocked soon?",
        "Can you provide more product soon?",
        "Is there an idea when this will be back in stock?",
        "Does that mean I should expect a refill eventually?",
        "Can there be more coming soon?",
        "Product back soon?",
        "Is there plans to replenish the product soon?",
        "Are stocks on their way?",
        "Is this item going to be available for purchase again?",
        "There is a possibility of a restock.",
        "What are your plans for more stock?",
        "Is it a quick restock arrival?",
        "Re stock expected soon?",
        "Will the stock come back?",
        "Are you able to bring this back soon?",
        "Will I have a refill eventually?",
        "There are plans to replenish this product soon.",
        "Are there any chances of re-stocking coming?",
        "Will this product come back into stock soon?",
        "Are you preparing to replenish?",
        "Do you plan to have it available soon?",
        "Prompt plans for refilling shelf-standing favorites?",
        "Is there a plan to reorder before long?",
        "Will it be when you replenish again?",
        "When will the restocking happen?",
        "Any planned refill?",
        "Are you re-stocking anytime soon?",
        "Will the item be restocked?",
        "Will the product come again?",
        "Do you know when this will be back in stock?",
        "I wonder if there will be a restock of this product soon.",
        "When will it be supplied again?",
        "Is new stocks going to arrive?",
        "Restock in the near future.",
        "Plans for refilling shelf favorite?",
        "Isn't this going to be back in stock?",
        "Are you going to stock soon?",
        "Does anyone know if there is a chance of a restock for this product?",
        "Do you have any planned for more stock?",
        "Do you want to stock this item soon?",
        "Will you bring in more stock soon?",
        "When will they replenish it?",
        "when will it be restocked",
        "What is the plan for a product refill?",
        "It's possible that this will be back in stock.",
        "Should I expect another refill?",
        "When will we replenish this?",
        "Are you bringing back this soon?",
        "Is there more product available soon?",
        "When will be back in stock?",
        "Can you provide more stock soon?",
        "Will there be any more stock available soon?",
        "Is new stock on its way.",
        "Can I expect to see this item in the near future?",
        "Are there more stock coming soon?",
        "Were there plans for more stock?",
        "What are plans for more stock?",
        "Re-supply expected as soon as possible?",
        "Is it a fast replenish arrival?",
        "It is not known when this will be back in stock.",
        "When will they replenish again?",
        "Will it be back in stock again?",
        "Should I expect a refill someday?",
        "How fast will the restock arrival be?",
        "Re-supply expected quickly?",
        "Will there be new stocks on their way?",
        "You could be close to refilling it.",
        "When will this item come back in stock?",
        "Will you replenish the product in the near future?",
        "This will be back in stock some time.",
        "Do you have more stock forthcoming?",
        "I wonder when this product will return to stock.",
        "Can I expect this item to be reloaded soon?",
        "Will there be a restock of this product in the near future?",
        "Is there a replenishment plan for this product soon?",
        "Any plans to increase the stock?",
        "I wonder if there is plans to replenish this product soon.",
        "Will there be any plans for more stock?",
        "Is it something you replenish or something?",
        "Is there any chance of refilling this product?",
        "Are they about to have new stocks?",
        "there are plans to replenish this product",
        "What will be the upcoming re-stock?",
        "This item will be filled soon?",
        "It's unclear when this will be back in stock.",
        "This product could be coming back in stock soon.",
        "When will they be returning inventory?",
        "There could be plans to replenish this product.",
        "Are you about to replenish?",
        "When will you returning inventory?",
        "Will you replenish this item?",
        "Can there be a chance of a restock?",
        "When will this returning in stock?",
        "Are there expected to be stock in the future?",
        "Product available again soon?",
        "How soon is it for product restock?",
        "Is it possible for a quick restock arrival?",
        "There are plans to replenish this product soon?",
        "Is this product going to come back in stock soon?",
        "Do you plan to refill any product?",
        "Is re stock happening?",
        "This item will be refilled soon?",
        "How soon will it get restocked?",
        "Are you planning to re-order before long?",
        "Any product refill plans planned?",
        "Plans for refilling shelfstanding favorites?",
        "Have any upcoming re-stocks?",
        "ReStock expected soon?",
        "Will there be more of this item?",
        "Will you be putting it back in stock soon?",
        "Is it a fast restockarrival?",
        "Are you close to reestablishing it?",
        "When will there be more this?",
        "Re stock is expected soon?",
        "Is there more product coming soon?",
        "There are any plans to have more stock?",
        "The item will be restocked soon.",
        "Will stock be expected in the future?",
        "Is that product back in stock?",
        "There is a chance of a restock",
        "Will product be available again in the near future?",
        "Re-stock coming up?",
        "Does anyone know if there will be a restock of this product?",
        "Will the product be sold again soon?",
        "Will this product come back?",
        "Are you planning to refill this item soon?",
        "There's a chance of a refill for this product.",
        "Is it possible for a fast replenishment arrival?",
        "Is it expected to re-supply immediately?",
        "Immediate re-supply possibly?",
        "Are you going to bring this item back soon?",
        "There is any chance of new stock arriving?",
        "Is there a restock of this product near?",
        "When will the stock be back in stock?",
        "Was there any planned product refill?",
        "I am wondering if there will be more stock.",
        "When will this go back in stock?",
        "What is the planned refill of the product?",
        "Are there replenishment plans for this product?",
        "Prepare more supply soon?",
        "Do you know about any upcoming re-stock?",
        "Do you want to replenish before long?",
        "There are plans to replenish this product",
        "Are you soon going to get more product?",
        "Can I get a supply of this item soon?",
        "How soon will it be re-stocked?",
        "Are there any chances of replenishment coming?",
        "Are you planning on refilling this soon?",
        "When will it be brought back into stock?",
        "Got more product on the way?",
        "Will there be another supply soon?",
        "Is this going to be re-stocked?",
        "Is there plans to refill shelf-standing favorites?",
        "When will you bring back the inventory?",
        "Will there be more stuff?",
        "Are you going to offer this item again soon?",
        "Do you anticipate reordering before long?",
        "When the stock will return?",
        "The item is coming back in stock.",
        "When will stock come back again?",
        "Is it possible that this will be back in stock?",
        "The product is coming back in stock soon.",
        "Does the stock come back quick?",
        "Will you get more inventory soon?",
        "Are the stock date approaching?",
        "Will there be more stock in future?",
        "There are plans to replenish this product, right?",
        "Will there be more stock",
        "This item is being replenished?",
        "Do you plan to stock this item soon?",
        "When will they restocking again?",
        "Is it possible that stocks come back promptly?",
        "There is a chance of a refill on this product.",
        "Should I expect a refill in time?",
        "Do you intend to reorder quickly?",
        "When are the stock replenish?",
        "When do you intend to replenish this?",
        "Are there prompt plans for refilling shelf-standing favorites?",
        "Do you think y'all will reup soon?",
        "There will be a restock of this item.",
        "When will there be more of this?",
        "Is there any plan for more stock?",
        "Is immediate re-supply anticipated?",
        "Is there a plan to replenish this product?",
        "Will you be doing a refill soon?",
        "Will there be any replenishment of this product soon?",
        "Any time soon will the product be available again?",
        "Will there be an upcoming re- stock?",
        "There is a chance of a refresh for this product.",
        "This item will be brought back soon?",
        "Will the product be here again?",
        "When would this be back in stock?",
        "Will there be more product?",
        "Any chance of new stock coming?",
        "Will new stocks be on their way?",
        "Are you replenishin soon?",
        "What is the approximate time for product restock?",
        "Will there be more stock in the near future?",
        "Are you re-stocked soon?",
        "Re-supply expected quick?",
        "Will any upcoming re-stock?",
        "Is this item going to be stocked again soon?",
        "So when will the stock replenish?",
        "When will this be stocked again?",
        "When will the stock return?",
        "Is it possible for immediate re-supply?",
        "Closer to refilling it?",
        "Will re stock be in the near future?",
        "When the stock will be back in stock?",
        "When this will arrive in stock?",
        "Is there plans to replenish it soon?",
        "Is there more stock for sale soon?",
        "Is it possible to bring this item back soon?",
        "Will the fast restock arrival be?",
        "Will you replenish it soon?",
        "Will this be available again?",
        "This item is being restocked?",
        "Is there any plan to purchase more stock?",
        "Is there a chance of re-stocking coming?",
        "near to replenish it?",
        "Are restory in the works?",
        "Will the product be replenished soon?",
        "Can I expect this item to come back to me soon?",
        "Is this product coming back into stock soon?",
        "Will you put this item back in stock soon?",
        "When is returning inventory going to happen?",
        "It is close to being refilled?",
        "Is it possible that I will get a refill of this item soon?",
        "There might be a plan to replenish this product soon.",
        "Will this item be brought back soon?",
        "Will your reup occur soon?",
        "There is a plan to replenish this product soon.",
        "When is this going to be in stock?",
        "Was any product refill planned?",
        "Are you planning to stock up on this item soon?",
        "Is it possible to expect a refill eventually?",
        "Does anyone know when this will return to stock?",
        "Will there be more stock in the future.",
        "Does anyone have any plan for more stock?",
        "Are there any chances of restock coming?",
        "Any Upcoming re- stock?",
        "Can you tell me when you will have more stock?",
        "Will you have more stock in the near future?",
        "Are close to replenishing it?",
        "Is there any upcoming re stock?",
        "What about upcoming re-stock?",
        "Are this going to be restocked?",
        "Will more stock be available in the near future?",
        "There might be a restock of this product.",
        "Re stock date near?",
        "There are any plans for new stock?",
        "This product may be back in stock soon.",
        "Any product refill that was planned?",
        "Would product be available again?",
        "What is the time frame for the product restock?",
        "Are you going to stock this item?",
        "Immediate re-supply?",
        "Should I expect a refill at some point in the future?",
        "Is it close to being reloaded?",
        "Will there be a refill soon?",
        "Is there an idea when this will be in stock?",
        "Will you have more product soon?",
        "There is a chance of a restock on this product.",
        "Is there a planned restory in the works?",
        "I wonder if this item will be back in stock soon.",
        "When this will get back in stock?",
        "Are you reloading this soon?",
        "Are you going to restock this item soon?",
        "Is it possible that stocks will come back quickly?",
        "How fast will the replenishment arrive?",
        "Has there any plans for more stock?",
        "Is there more product coming?",
        "This item is going to be filled soon?",
        "There will be a time when this will be back in stock.",
        "When will this be back in stock.",
        "Willstock expected in the near future?",
        "Stock replenish soon?",
        "Are you going to be replenishment soon?",
        "Will you bring this product back?",
        "Will there be a new restock?",
        "Is this item going to be back in stock soon?",
        "Are you planning on reordering soon?",
        "Is the product available again soon?",
        "Will it be refilled?",
        "Are you planning to stock up soon?",
        "Can there be a chance of a restock for this item?",
        "Are you going to restock any time soon?",
        "Is the item going to be sold again soon?",
        "Will this product come back soon?",
        "when will stock replenish",
        "When this will be back in stock?",
        "Is the product coming back into stock soon?",
        "Any plans for additional stock?",
        "Is there a new stock on its way?",
        "Are the products coming back in stock?",
        "Will it be re-stocked soon?",
        "This product will be back in stock soon.",
        "Will this product be reloaded soon?",
        "Is new stocks on the way?",
        "Should I expect to get another refill eventually?",
        "Will you have more stock in a few days?",
        "Are you going to replenish when again?",
        "Getting more product soon?",
        "What about the upcoming re- stock?",
        "There will be a restock of the product.",
        "Are you planning on refilling shelf-standing favorites?",
        "When about to replenish?",
        "Is this item going to get refreshed?",
        "When do you think you will replenish?",
        "Are you going to increase your stock anytime soon?",
        "Soon will there be more coming?",
        "What about the upcoming re-stock?",
        "There is a question as to when this will be back in stock.",
        "Will there be new stock soon?",
        "Are you planning to refresh this item soon?",
        "Are you getting replenishing soon?",
        "Can anyone tell me when this will be in stock?",
        "Will there be any additional stock?",
        "Will you be re-supplying this product soon?",
        "Can we expect a refill soon?",
        "Receive more supply soon?",
        "There will be a product refill planned.",
        "Is this product going to be brought back soon?",
        "Are you getting plenty of replenishment soon?",
        "Will there be plans to replenish it soon?",
        "Do you plan on reordering in the future?",
        "Are there any plans to add more stock?",
        "Are there plans to replenish this product now?",
        "Restocking expected in the near future?",
        "Are there any plans to replenish this item?",
        "Is there a stock expected in the near future?",
        "Will there be a restock of this product.",
        "Can I expect this item to come back soon?",
        "Plans for additional stock?",
        "Will you get more stock in the future?",
        "Will you have stock soon?",
        "What about an upcoming re-stock?",
        "Any chance of more stock?",
        "Will y'all be able to reup soon?",
        "Will someone replenish this?",
        "Should a product refill happen?",
        "Do you think you will be able to reorder before long?",
        "Is there any plans to replenish?",
        "Would it be a fast restock arrival?",
        "Is there a plan for a product refill?",
        "Will there be more soon?",
        "This item can be replenished?",
        "Is the stock expected to come back in the near future?",
        "Should I anticipate a refill eventually?",
        "There could be a restock of this product soon.",
        "will there be more stock soon?",
        "Is the item going to be re-stocked?",
        "Will you replenish this soon?",
        "When will we see this in stock?",
        "How soon is the product restock?",
        "Are you going to re-stocking soon?",
        "any plans for more stock?",
        "Plans to refill shelf favorites?",
        "Will there be a replenishment of this item soon?",
        "Is there expected re-supply?",
        "will you replenish this product soon?",
        "Any time soon, will the product be back?",
        "replenish stock?",
        "Are you going to have this item again soon?",
        "Is there plans for refilling shelf favorites?",
        "Are you getting new replenishment soon?",
        "Product availability again soon?",
        "Is it close to refilling?",
        "Any product that will be refill?",
        "Will more stock be added?",
        "When will you restock this?",
        "Is it envisaged for a fast restock arrival?",
        "Is stock expected to return soon?",
        "Do you plan to replenish your order soon?",
        "Will it get back in stock?",
        "How soon will you restock?",
        "Is new stock about to come?",
        "Does anyone have any idea when this will be back in stock?",
        "How soon will the product be available again?",
        "There may be plans to replenish this product soon.",
        "When will there be more of it?",
        "When is it time to replenish this?",
        "Is it soon that this product will be back in stock?",
        "How soon will this be back in stock.",
        "Is there any upcoming re-stock happening?",
        "Will you be able to buy more stock soon?",
        "Will you be able to get more stock?",
        "Restory planned in the near future?",
        "Will the item be re-stocked?",
        "When will you bring the inventory back?",
        "Do you think you'll reorder before long?",
        "Were new stocks on their way?",
        "Product may be available again soon.",
        "Any product refill on the horizon?",
        "Will it get new stock?",
        "How soon will the product be re-stocked?",
        "Will it be restocked in the future?",
        "When will the item be reloaded?",
        "Is there any plans to buy more stock?",
        "Do I expect a refill someday?",
        "Is it going to be in stock soon?",
        "I would like to know when this will be back in stock.",
        "Do you want to replenish this item?",
        "You'll replenish soon?",
        "Is this returning in stock?",
        "Will there be even more stock soon?",
        "Will YOU reup soon?",
        "Will the product be back in stock?",
        "Will the product be re-released soon?",
        "Does this product come back in stock soon?",
        "Are you going to have more available soon?",
        "When will it replenish stock?",
        "Do you plan to replenish soon?",
        "Need to replenish it?",
        "Will you re up soon?",
        "Are you planning to replenish this product?",
        "Any upcoming stock?",
        "Is there a refill planned?",
        "When will this be back on sale?",
        "Are you getting more replenished soon?",
        "Will there be stock in the near future?",
        "How soon will stock be expected?",
        "Will you have new stock soon?",
        "How soon will you replenish again?",
        "There is a possibility of a refill for this product.",
        "Is this item going to be available again soon?",
        "Do you want to replenish soon?",
        "Has anyone heard when this will be back in stock?",
        "There is a chance of restock coming.",
        "Should you replenish this item soon?",
        "Might be a stock date coming up?",
        "Will this product be refreshed soon?",
        "Is there any plans to increase stock?",
        "Is the stock on their way?",
        "Will there more stock available soon?",
        "Is stock going to happen now?",
        "Do you have enough to replenish this soon?",
        "Any plans for a product refill?",
        "When is the stock replenish?",
        "When will it be back in inventory?",
        "Are you having a replenishment?",
        "Are we going to replenish this when?",
        "Will you be having more stock soon?",
        "When will the stock refill?",
        "When it will be back in stock?",
        "Is it your plan to reorder before long?",
        "Do you plan to stock up?",
        "Will it be restocked in the near future?",
        "When could this be back in stock?",
        "When will you bring back this?",
        "A restory in the works?",
        "Stock date approaching?",
        "Perhaps there will be more stock.",
        "So, you replenish this or what?",
        "Are you planning on refilling this product soon?",
        "Are you nearing your replenishment?",
        "Will there be more stock in the future?",
        "Does this product coming back in stock soon?",
        "Can I expect to get this item again?",
        "There is a product that is coming back in stock.",
        "What's upcoming re-stock?",
        "Will there be returning inventory when?",
        "Is there any upcoming re-stocks?",
        "Do you know any upcoming re-stock?",
        "Will you have more in the near future?",
        "How soon will the restock arrival be?",
        "Is there going to be more supply soon?",
        "When will be restocking again?",
        "Are y'all reup soon?",
        "When will there be more coming?",
        "Are you intending to reorder before long?",
        "Will it be offered again?",
        "How soon is it for the product to be restocked?",
        "Are close to refilling it?",
        "Is the restock date coming up?",
        "Are you going to stock again?",
        "Are there any product refill planned?",
        "Are you going to stock up quickly?",
        "Can you tell me when I will get this item again?",
        "Has there any plan for more stock?",
        "Do you have any plans to replenish soon?",
        "Will more supply come soon?",
        "When will you stock this up?",
        "Will you have a reup soon?",
        "Will it be back in stock soon?",
        "Will the product be available again",
        "Will it be available again.",
        "Will the product be offered again?",
        "There are plans for more stock?",
        "Are you able to replenish it soon?",
        "Any time soon the product will be available again?",
        "Maybe this product will be back in stock soon.",
        "I want to know if there will be more stock.",
        "Will there be more?",
        "Are you going to replenish quickly?",
        "Will you have more inventory?",
        "Do you want to replenish this?",
        "Will it be back in stock?",
        "Do you plan to have it available before long?",
        "Product available again in the near future?",
        "When will returning inventory be?",
        "Is it soon that the product will be available again?",
        "Is that item going to be restocked soon?",
        "Any upcoming re-stocked?",
        "Product available once again?",
        "What time will it get re-stocked?",
        "Does anyone have a planned product refill?",
        "So are new stocks on their way?",
        "How soon will there be more coming?",
        "Stock date coming soon?",
        "When are we going to replenish this?",
        "Is it planned to replenish this product soon?",
        "Is there any plans to purchase more stock?",
        "Take inventory back soon.",
        "Will stock be forthcoming in the near future?",
        "Is this going to be replenished?",
        "Will be available again?",
        "Is there a stock date coming soon?",
        "Is there any chance that this product will be restocked?",
        "Will you reup soon.",
        "Do you have any product refill plans?",
        "Can there be a restock for this product?",
        "Will there be stock expected in the future?",
        "Should I be expecting a refill eventually?",
        "Will you have more forthcoming stock?",
        "Will you have more stock soon.",
        "Has new stock on their way?",
        "Is there any chance for new stock coming?",
        "This product may return to stock soon.",
        "Could be a stock date coming up?",
        "Are you in possession of more product soon?",
        "When will this be coming back in stock?",
        "Is there a replenishment of this product soon?",
        "Will you be reuping soon?",
        "When will it be made available again?",
        "Shall stock replenish?",
        "When will you return inventory.",
        "Are you prepared to replenish anytime soon?",
        "Which product is planned for a refill?",
        "The item being replenished?",
        "Do you have plans to replenish anytime soon?",
        "Close to refill?",
        "Is there any chance of replenishers coming?",
        "When will the restock happen?",
        "Is there any plans for refilling shelf-standing favorites?",
        "When will this come back to stock?",
        "Will you be bringing this item back soon?",
        "When it's going to be back in stock?",
        "I want to know if the product will be available again.",
        "Are you replenishment coming soon?",
        "Are you planning to put this item back in stock soon?",
        "Are you going to carry this item again soon?",
        "Is this item going to be re-stocked soon?",
        "There will be more stock, will it?",
        "I don't know when it will be back in stock.",
        "A refill of a product?",
        "Is this item going to go back on sale?",
        "Is a stock date coming up?",
        "Is this going to be back in stock eventually?",
        "Are there any upcoming re-stocked?",
        "Is it going to be restocked?",
        "I wonder when the stock date is coming up?",
        "Will you replenish your stock soon?",
        "This is going to be back in stock?",
        "There is any chance of more replenishment?",
        "More product coming soon?",
        "Are any upcoming re-Stocks?",
        "Will stock be happening now?",
        "Is it close to being replenishment?",
        "Are you carrying more product soon?",
        "Do you plan on reordering in the near future?",
        "When will be able to replenish again?",
        "When will this be back in stock??",
        "Any forthcoming re- stock?",
        "Are there plans for the replenishment of this product?",
        "Are you able to replenish soon?",
        "Will you have more stock available in the future?",
        "Is there more stock to be had soon?",
        "More supply coming soon?",
        "Will you have more stock in the future?",
        "Is it possible for me to expect a refill eventually?",
        "There are plans to refill this product soon.",
        "Can I expect a replenishment of this item in a few weeks?",
        "Any plans for adding more stock?",
        "When will this item be taken up again?",
        "I wonder if there are any plans for more stock.",
        "Will there be a restock of this product in the future?",
        "Is there an update for product restock?",
        "Is the product again available?",
        "Will it be back in stock someday?",
        "Will you find more stock soon?",
        "Will you be replenishment soon?",
        "Are you sure you have more product soon?",
        "A product refill planned.",
        "Close to being able to replenish?",
        "Can I expect a refill soon?",
        "Is there any upcoming stock?",
        "Are you planning to add this item again soon?",
        "When is the return of inventory?",
        "Is this item going to be stocked?",
        "When will you come back the inventory?",
        "Is there any upcoming stock replenishment?",
        "There may be a stock date coming up.",
        "When will stock replenish",
        "Are you going to replenish yet?",
        "Will you be able to get more of it soon?",
        "There is any chance of more stock coming?",
        "Is this item going to be supplied soon?",
        "Are you soon going to replenish?",
        "Is this item going to be there soon?",
        "Restocking this?",
        "What are the plans for more stock?",
        "Will product be there again?",
        "Would it be fast to replenish?",
        "Restock?",
        "Immediate re-supply probable?",
        "Do you think this item will be restocked soon?",
        "Product will be out again soon?",
        "Is there more product to be had soon?",
        "There will be stock replenish when?",
        "Are you going to get more product soon?",
        "Are you going to bring back this product soon?",
        "Do you have a plan to replenish?",
        "Are you about to stock up?",
        "Will be immediate re-supply?",
        "do you have any plans for more stock?",
        "Nearing to replenish it?",
        "Is there any chance of renewed stock?",
        "Is this product returning to stock soon?",
        "When will stock refill?",
        "Is this item going to get new stock?",
        "Do you plan to reorder in the near future?",
        "Product soon available again?",
        "When will the restock this happen?",
        "Is your replenishment imminent?",
        "Will you have more stock?",
        "Are you replenishes soon?",
        "The item is going to be re-stocked.",
        "Will this product come back in stock?",
        "Are you planning on re-stocking anytime soon?",
        "Are you planning to replenish this item quickly?",
        "Is this item going to be added to the stock?",
        "Should there be any plans for more stock?",
        "Will there be a fast restock arrival?",
        "Should I be expected to get a refill eventually?",
        "Will you make more stock available soon?",
        "Do you think there will be a restock for this product?",
        "Re-stocks upcoming?",
        "Do you know of any upcoming re-stock?",
        "When will it get re-stocked?",
        "Is there an upcoming re-stocked?",
        "Is there more inventory coming?",
        "Does there plans to replenish this product soon?",
        "I wonder if product will be available again?",
        "Will the product be back next time?",
        "When will you replenish the inventory?",
        "Will there be a return of this product?",
        "Is stock expected in the future?",
        "Will you bring this back soon?",
        "Do you intend on reordering soon?",
        "Are you refilled soon?",
        "Can there be a restock of this product soon?",
        "Was this item going to be restocked soon?",
        "When can the stock replenish?",
        "This item will beReplenished soon?",
        "Will this product be replenished soon?",
        "Will you have more stuff soon?",
        "Is new stocks on their way?",
        "Is the reup soon?",
        "When it will be re-stocked?",
        "If there are plans for more stock.",
        "Is new stock on its way?",
        "Will there be a return of this item soon?",
        "Will it be available once again?",
        "Immediate re- supply anticipated?",
        "Was there a planned product refill?",
        "Are we expected to get immediate re-supply?",
        "Are you going to replenish this or something?",
        "Will the product beReplenished soon?",
        "Will this be re-stocked?",
        "Will there be a replenishment of this product soon?",
        "When is inventory returning?",
        "When will your stock replenish?",
        "It will be a fast restock arrival?",
        "y'all will reup soon?",
        "I wonder if there are any plans for more stock?",
        "Possibly close to replenish it.",
        "Is it close to being re-stocked?",
        "Are there any replenishment plans for this product?",
        "Stock replenish?",
        "When will this being back in stock?",
        "I want to know if this item will be restocked soon.",
        "when will the stock replenish",
        "I want to know if I should expect a refill eventually.",
        "Do new stock on their way?",
        "Do you know when the stock date will be?",
        "Is the item coming back in stock soon?",
        "Is the stock date about to arrive?",
        "What date will this be back in stock?",
        "Do you know any plans for more stock?",
        "There are plans for a replenishment of this product.",
        "When will stock come back",
        "Will they have more stock soon?",
        "Wondering when the stock date will be?",
        "Is there plans to replenish this product in the future?",
        "Is it time for you to replenish?",
        "Are you going to restocking anytime soon?",
        "Will there be further plans for more stock?",
        "Is this product going back in stock soon?",
        "There will be a restock of this product soon.",
        "This item will be restocked?",
        "Is there more supply coming soon?",
        "When will be when to replenish this?",
        "stock expected in near future?",
        "Will it be available once more?",
        "When do you expect to replenish this?",
        "Are there any chances of a new stock coming?",
        "How soon will the fast restock arrival?",
        "Will there be a new inventory soon?",
        "When will this be returned in stock?",
        "Next to replenish it?",
        "Is there a new stock on the way?",
        "Can I expect to get this item in the near future?",
        "This item will be replenished soon.",
        "Will there be more items?",
        "There is any planned product refill?",
        "Will product be present again?",
        "Is there any plans for replenishment soon?",
        "Is new stock about to arrive?",
        "Are you having more product soon?",
        "Back in stock?",
        "When will this be again in stock?",
        "Will there be a fresh supply of this product soon?",
        "Is this item returning soon?",
        "Is there a plan to replenish this product soon.",
        "Any chance of re-stocking?",
        "Is this going to be in stock again?",
        "Do you think this will be restocked?",
        "Can I be sure that this item will be back soon?",
        "Are you going to put this item back in stock?",
        "Should I expect another refill in the future?",
        "Is it a fast replenishment arrival?",
        "Was there a plan to replenish this product?",
        "Is there more product going to be soon?",
        "Will product be back in stock?",
        "Are there upcoming plans to replenish this product?",
        "You replenish something or what?",
        "When will you start to replenish this?",
        "Are you gonna reup soon?",
        "When it's time to replenish again?",
        "In the near future, will there be stock?",
        "When are we going to replenish again?",
        "Any time soon, will this product be back?",
        "Plans to refill shelf favorites are prompt?",
        "Are there new stocks on the way?",
        "Will you be reup soon?",
        "Any time soon, will product be available again?",
        "Can you tell me when you have more product?",
        "Can you say when y'all will reup?",
        "Arenew stocks on their way?",
        "Are you going to re-stock soon?",
        "Will that product be available again soon?",
        "Will there be a restock of this item?",
        "When will you get more stock?",
        "When willstock replenish?",
        "Can I expect to replenish this item soon?",
        "Are there plans for replenishment soon?",
        "Will new stocks arrive?",
        "Re supply expected soon?",
        "Will you be bringing back this product soon?",
        "I don't know if this product will be back in stock soon.",
        "When is this item going to be replenishment?",
        "Are you going to replenishment soon?",
        "Would product be available again soon?",
        "Is it possible you will reorder before long?",
        "Will the product be available again soon?",
        "When will there be replenishment again?",
        "The thing will be back in stock.",
        "Will product being available again?",
        "Does the product coming back in stock soon?",
        "Any chance of new inventory coming?",
        "When will this item be replenishible?",
        "When will the product be restocked?",
        "Are you considering getting more inventory?",
        "When will they re-stocking?",
        "This will return in stock?",
        "Re- supply expected soon?",
        "There might be a product refill planned.",
        "This item is going to be replenished?",
        "Does anyone know about any upcoming re-stock?",
        "There might be an upcoming re-stock.",
        "Will there soon be more stock?",
        "Could it be close to refilling it?",
        "Can I expect a refill in the near future?",
        "Is it possible that this will return in stock?",
        "Can you offer more product soon?",
        "Do you know any upcoming re-stocked?",
        "When will there be back inventory?",
        "Do you have a plan for a product refill?",
        "When will returning inventory arrive?",
        "Are there new stocks imminent?",
        "When will it get resupplied?",
        "There are any plans for additional stock?",
        "Are you able to replenish this soon?",
        "Do you know about any upcoming re-stocks?",
        "Are any upcoming re-stocks happening?",
        "Is there a chance of a new stock?",
        "Will product become available again?",
        "Are you about to have more stock?",
        "Can I expect a refill someday?",
        "Will there be enough to replenish this product soon?",
        "This will be back in stock soon.",
        "Will it get restocked soon?",
        "Should the product be available again soon?",
        "Will the stock date be announced soon?",
        "I wonder if the product is coming back in stock soon.",
        "Will there be a replenishment soon?",
        "Any upcoming stock re-stocked?",
        "replenishing soon?",
        "Is there any chance of re-stocking?",
        "I wonder if I should expect a refill eventually.",
        "When will stock come back?",
        "Are there expected to be stock in near future?",
        "Are the stocks on their way?",
        "When is stock going to come back?",
        "Are there any plans to increase stock?",
        "This product should be back in stock soon.",
        "When will it get a new stock?",
        "When will be able to replenish this?",
        "Will you have further stock soon?",
        "Does your plan to reorder before long?",
        "Are you restocking soon?",
        "Got more stuff coming soon?",
        "Are we going to replenish this product soon?",
        "Will it be reloaded soon?",
        "Is there plan for more stock?",
        "do you have more product soon?",
        "Product will be back any time soon?",
        "Is there more inventory in the works?",
        "Is this item returning in stock soon?",
        "This item being replenished?",
        "Do you think you will reorder before long?",
        "Is there plans to replenish this product?",
        "Will this be restocked.",
        "Restocking arrival is envisioned?",
        "Are you getting more replenishment soon?",
        "Do you want to reup soon?",
        "Will there be a product available again?",
        "Is there any plan for a product refill?",
        "When will they replenish stock?",
        "Is this product going to be replenished soon?",
        "Are you going to restocking again?",
        "Product available again very soon?",
        "Can I expect a fresh supply soon?",
        "Are you about to replenish this?",
        "Is this item going to get resupplied soon?",
        "Is stock expected to be in the near future?",
        "Are there expected to be immediate re-supply?",
        "Is there an upcoming stock re-stock?",
        "What about the product restock?",
        "Is there a restory in the works?",
        "Will new stocks come on their way?",
        "When will stock come up?",
        "Do you know when product will be restocked?",
        "Do you think I should expect a refill someday?",
        "Are new stocks coming?",
        "Are you planning to replenish this product soon?",
        "Getting more in stock?",
        "Are this item going to be re-stocked soon?",
        "You restocking very soon?",
        "Upcoming stock?",
        "Any upcoming stock replenishments?",
        "The product will be re-stocked soon.",
        "Is this item going to be available again soon.",
        "Are you going to be replenish soon?",
        "Are you going to replenish or something?",
        "Will it be re stocked?",
        "Will there be more stock forthcoming?",
        "any upcoming re-stock?",
        "Are you planning on reordering before long?",
        "What about a product refill?",
        "Is this item going to have a refill soon?",
        "Is there a plan to refill shelf-standing favorites?",
        "Is this item going to be filled soon?",
        "Will stock be coming in the near future?",
        "Do you expect to replenish soon?",
        "Will this be brought back?",
        "Any product refill expected?",
        "I wonder if this item will be re-stocked soon.",
        "Are you stocking this soon?",
        "Are you starting to replenish soon?",
        "There might be a chance of a restock for this product.",
        "Do you have any more product soon?",
        "Are you ready to replenish this soon?",
        "Does anyone know when this will be back in stock.",
        "Will there be more stock on the way?",
        "Will you have more of it?",
        "Are there any plans to replenish this product in the near future?",
        "Is there anticipated stock in the near future?",
        "When will this item be resumed?",
        "There possibly will be more stock.",
        "Is the item going to be refreshed?",
        "Will you be restarting this product?",
        "Can you replenish this?",
        "Are there any plans for a product refill?",
        "Is this item going to be brought back soon?",
        "When will the stock replenishment happen?",
        "There will be stock in the near future?",
        "Prompt plans for refilling shelf favorites?",
        "Will you have more of it soon?",
        "There are any plans to add more stock?",
        "When are stock replenish?",
        "When will you stock up on this?",
        "Are you going to replenish this item soon?",
        "When will there be a restock of this product?",
        "When will stock reappear?",
        "Will it be re-stocked?",
        "How will product be available again?",
        "Is it close to being replenish?",
        "Is that product available again soon?",
        "Is there a chance of a restock?",
        "When this will be in stock again?",
        "Any chance of getting more inventory?",
        "Is this going to be reloaded?",
        "Do you have any planned refill?",
        "Can I expect to see this item in a few days?",
        "What will be the plans for more stock?",
        "Do you think you'll reup soon?",
        "Will this item be available again?",
        "Would you have plans for more stock?",
        "Do you intend to replenish soon?",
        "Any chance of new stock arriving?",
        "How soon will stock replenish?",
        "When will this be brought back up?",
        "Is there a restock of this product on the horizon?",
        "Does the stock come back soon?",
        "There are plans to replenish this product.",
        "When will they bring it back again?",
        "Will we see a restock of this product soon?",
        "There will be more stock in the future?",
        "Can I expect a refill?",
        "Will you be getting more stock?",
        "Would new stocks be on their way?",
        "A stock expected soon?",
        "Are there any upcoming re-stocks.",
        "Is this item coming back?",
        "Is there any plans to replenish the product?",
        "Do you think stock is expected in the near future?",
        "Are you about to get more product soon?",
        "When will it replenish?",
        "Will you be refilling this item soon?",
        "Are there coming a stock date?",
        "Anything planned for a product refill?",
        "Is that product coming back in stock soon?",
        "Any time soon will it be available again?",
        "Are there any Upcoming re-stocks?",
        "Re-stock upcoming?",
        "Is this product on its way back in stock?",
        "Is the product returning in stock soon?",
        "Can I get a refill soon?",
        "Can I expect a supply of this item soon?",
        "Do you have a plan to reorder before long?",
        "Are you planning to stock this item soon?",
        "Stock replenishing?",
        "Will any plans be made for more stock?",
        "When will they bring back this?",
        "It will be back in stock eventually.",
        "Will that product be available again?",
        "Does anyone have an idea when this will be in stock?",
        "Does product will be available again?",
        "You refill anytime soon?",
        "Will there be a stock date in the future?",
        "Will there be a refill on this product soon?",
        "Can I expect another shipment soon?",
        "Are you planning to reorder before the end of the year?",
        "Can I get this item back soon?",
        "Is there any plans for more stock?",
        "Will this item come back in stock soon?",
        "Will there be more stock next time?",
        "Will you stock up on this product?",
        "Can you say when this will be back in stock?",
        "Do you know any upcoming re- stock?",
        "When is stock going to replenish?",
        "Is this item going to go back in stock?",
        "There is a product refill planned.",
        "Will you be able to acquire more stock soon?",
        "Do you plan to replenish before long?",
        "What product refill will be done?",
        "I'm wondering when this will be in stock.",
        "Do you intend to reorder soon?",
        "Will there come more stock?",
        "Close to refill it?",
        "I need to know when this will be back in stock.",
        "I'm unsure of when this will be back in stock.",
        "Can you tell me about any plans for more stock?",
        "Does this product come back soon?",
        "Will they reup soon?",
        "Will there be a plan to replenish this product?",
        "Re-supply is expected imminently?",
        "Will there be even more stock available soon?",
        "Will stock be in near future?",
        "Will product be available again",
        "When can we replenish the stock?",
        "Will this product be returning soon?",
        "Is this item going to be restocked soon.",
        "How soon will this product be back in stock?",
        "Should i expect a refill eventually?",
        "There are plans to replenish the product.",
        "There may be a restock of this product soon.",
        "Will the stock date be arriving soon?",
        "When it will return in stock?",
        "Will there be a restocked product soon?",
        "There are upcoming plans to replenish this product.",
        "Any chance of restock?",
        "What is the expected arrival of fast restock?",
        "Will there be a restock of the product soon?",
        "Will the product be back again?",
        "What about a restory in the works?",
        "Let me know if you have more product soon.",
        "Are you replenishers soon?",
        "What are the plans for a product refill?",
        "Will you be adding this product to your inventory?",
        "Will you be able to replenish soon?",
        "Product to be available again soon?",
        "Is there a resupply of this item imminent?",
        "There are plans to replenish this item soon.",
        "Should stock be expected in near future?",
        "Any product refill planning?",
        "When are they going to replenish this?",
        "When will there be more replenishment?",
        "Are the restock date coming up?",
        "Should I be expecting a refill one day?",
        "Are you planning on having more stock soon?",
        "Restocking arrival is planned?",
        "In the near future will there be stock?",
        "Are you going to replenish or what?",
        "Is this product going to be re-stocked?",
        "Will it get refreshed?",
        "Is this item going to get new stock soon?",
        "Does anyone know when it will be back in stock?",
        "Can I expect a refill in a few days?",
        "Will you be carrying it again soon?",
        "Do you have a plan to replenish anytime soon?",
        "When might this be back in stock?",
        "I want to know when this will be back in stock.",
        "Will a restock of this product happen soon?",
        "Are any upcoming re-stocks?",
        "When is this item going to replenish?",
        "This will be back in stock, when?",
        "restocking soon?",
        "I wonder if there are plans to replenish this product soon.",
        "Will there be more supply soon?",
        "Should I receive a refill eventually?",
        "Are you going to replenish this item anytime soon?",
        "How soon will there be a restock of this product?",
        "Is there more stock in the future?",
        "Will there be a replenishment of the product soon?",
        "Will this product be available again?",
        "When do you expect to replenish again?",
        "Are there new stocks going to arrive?",
        "When will stock replenish??",
        "Are you planning on getting more stock soon?",
        "Is there a chance of restock?",
        "When will you replenish again?",
        "Are you going to have more?",
        "Will the product be there again?",
        "There could be a chance of a refill for this product.",
        "Are you starting to replenish?",
        "Do you know about upcoming re-stock?",
        "Any product refill that's planned?",
        "Are there plans to replenish the product soon?",
        "Will the product come back soon?",
        "Are the stocks back quickly?",
        "Will there be more stock.",
        "Is there a supply of this item soon?",
        "Plans for more stock in the future?",
        "Will there be more stock??",
        "Is there upcoming re- stock?",
        "Is the stock expected in the near future?",
        "Is there any plans to replenish the product soon?",
        "Will the re-supply be immediate?",
        "You replenish this?",
        "Are you going to refresh this soon?",
        "Will it be available again in the near future?",
        "Re-supply is expected asap?",
        "Is there a chance of a replenishment of this product?",
        "Is this product coming back soon?",
        "Will there be any upcoming re-Stock?",
        "Any refill planned?",
        "Immediate re- supply?",
        "Replanning inventory may happen soon.",
        "Do you intend to replenish this item in the near future?",
        "Any plan to refill any product?",
        "Will product be here again?",
        "What are the plans for additional stock?",
        "I was wondering if this product would be back in stock soon.",
        "Is this product going to be replenishment soon?",
        "Will it be stock in the near future?",
        "Do you plan to stock up soon?",
        "Are you going to replenish this right away?",
        "Is this product available again soon?",
        "How soon will the product be restocked?",
        "restocking again?",
        "Will there be stock in the future?",
        "Do you have an upcoming re-stock?",
        "Would there be more coming?",
        "Will you have more goods soon?",
        "Will stock be expected in near future?",
        "I wonder if there are plans for more stock.",
        "Is restock in the near future?",
        "When is this item being replenish?",
        "You will be able to replenish anytime soon?",
        "Can I expect to have this item soon?",
        "Have more coming soon?",
        "Is there an idea on when this will be back in stock?",
        "Will it be when you replenish this?",
        "Will there be more product available?",
        "Are there plans for more stock?",
        "Will a product refill happen?",
        "Will there be enough product to replenish soon?",
        "I am unsure of when this will be back in stock.",
        "When will the stock come back.",
        "Will it be in stock soon?",
        "Will you be re-up soon?",
        "Would there be plans to replenish this product?",
        "When will you get this back in stock?",
        "Will it get re-supplied?",
        "Should be stock expected in the near future?",
        "Immediate re-stocking arrival?",
        "Will there a restock of this product soon?",
        "Are you replenishment anytime soon?",
        "What about more product soon?",
        "Does this item come back in stock soon?",
        "How soon will product be restocked?",
        "Any kind of refill planned?",
        "A product refill is planned.",
        "Can I expect a return of this item?",
        "When it's time to replenish this?",
        "Is there a return of inventory when?",
        "Are we going to see immediate re-supply?",
        "Shouldn't I expect a refill soon?",
        "What's the plan for more stock?",
        "Shall we expect more supply soon?",
        "Re-supply expected in the short term?",
        "Do you know if there will be a restock for this product?",
        "Are there any product refill plans?",
        "Are you going to replenish this shortly?",
        "Product is soon available again?",
        "Will I get a refill eventually?",
        "Are you going to bring it back soon?",
        "Can you tell me when it will be back in stock?",
        "I wonder when this will be back in stock?",
        "Are you sure when this will be back in stock?",
        "I want to know when this will return in stock.",
        "Will there be more stock for sale soon?",
        "Would this be back in stock?",
        "Has there a plan for more stock?",
        "When will this product be back in stock?",
        "Are you on the way to replenish?",
        "Is there any chance of more stock coming?",
        "Are the restory in the works?",
        "Do you want to replenish this soon?",
        "Will there be any additional stock plans?",
        "I would like to know if I can expect a refill soon.",
        "Do you want to re-order before long?",
        "Should I be given a refill soon?",
        "Any product refill plan planned?",
        "Any product refill happening?",
        "Are the restock dates coming up?",
        "Is there any upcoming re- stock?",
        "You are replenishment soon?",
        "Will you stock it again soon?",
        "Is this product going to beReplenished soon?",
        "Are you able to replenish this item?",
        "Are you planning on refilling anytime soon?",
        "Are there any chances of a restock for this product?",
        "Are there plans to replenish this product in the future?",
        "How soon will it be back in stock?",
        "Stock will replenish?",
        "Do you have plans to replenish this product soon?",
        "Will the stock replenish soon?",
        "Do you intend on reordering before long?",
        "Is this item going to come back in stock soon?",
        "Plans to refill shelf-standing favorites are prompt?",
        "Can you tell me about any upcoming re-stock?",
        "Are you getting refill soon?",
        "Is you replenishing soon?",
        "Are you planning to add this item again?",
        "Is there any plan to replenish the product soon?",
        "Will you get more stock?",
        "Will you be reloading this product?",
        "There are plans to replenish this product soon",
        "Is there any chance of fresh stock coming?",
        "There is a plan to refill this product soon.",
        "Are you starting to replenish anytime soon?",
        "Are there plans to refill this product?",
        "Are we close to being able to replenish it?",
        "Do you know if there is plans to replenish this product soon?",
        "Do you plan to stock this product soon?",
        "Will this product get a refill soon?",
        "Is there any upcoming re-stock?",
        "Any product refill plan in the works?",
        "I would like to know if this product is coming back in stock soon.",
        "You're going to replenish?",
        "Can we expect more stock?",
        "You replenish sometime soon?",
        "when will this be back in stock",
        "Will there be a new stock of this product soon?",
        "Will there be another shipment of this product soon?",
        "Are you close to refilling it?",
        "Will you revive this product soon?",
        "Will there be even more stock?",
        "Should I be given a refill eventually?",
        "Will there be a restock?",
        "Are you preparing to replenish this soon?",
        "Can I expect a replenishment of this item?",
        "I wonder if the product is back in stock soon.",
        "Are there plans to replenish it?",
        "Plans for refilling shelf-standing favorites soon?",
        "Will there be more units of stock?",
        "Are there more product to come?",
        "Will you replenish this item soon?",
        "There is a product available again soon?",
        "New stock are on their way?",
        "Are there plans for refilling shelf standing favorites?",
        "Is there plans to replenish?",
        "What are the plans for any product refill?",
        "You restocking soon?",
        "Should I expect a refill in future?",
        "Is this item going to come back?",
        "Might there be plans for more stock?",
        "Will you be reordering before long?",
        "Do you know when it will be restocked?",
        "Can you replenish this product soon?",
        "Is this item going to beReplenished soon?",
        "Upcoming product available again?",
        "I want to know if I can expect a refill of this item soon.",
        "Will it get re-stocked soon?",
        "Will stock come back again?",
        "Will there be another shipment soon?",
        "Are you going to stock up?",
        "The item will be replenished when?",
        "Are you going to replenish this item very soon?",
        "Will you have more stock soon?",
        "Will you have even more stock soon?",
        "Is you getting replenishment soon?",
        "Will new stocks be arriving soon?",
        "Y'all reup soon?",
        "I am wondering if I can expect a replenishment soon.",
        "Will new stocks arrive soon?",
        "Is product available again soon?",
        "There will be a restock of this product soon",
        "Any product refill plans in the works?",
        "Will there be more inventory available soon?",
        "Will you have additional stock soon?",
        "Will additional stock be available soon?",
        "When will this reappear in stock?",
        "Establishing more inventory?",
        "When will it be put back in stock?",
        "Will there be a chance of restock?",
        "There is a chance of a restock for this product?",
        "Will you be receiving more stock soon?",
        "Any next re-stocks?",
        "Will you be back with this product soon?",
        "Are you going to refill this item soon?",
        "This item will be available again soon?",
        "Restock about to happen?",
        "When will this be back in stock",
        "Will the product be reloaded soon?",
        "When will they replenish again.",
        "Can this item be re-stocked soon?",
        "Is the stock date nearing?",
        "Any re-stocks?",
        "How soon will this be back in stock?",
        "Will there be re stock in the future?",
        "will this be re-stocked?",
        "This will come back in stock.",
        "Is there any upcoming re-Stock?",
        "Going to refill shelf-standing favorites?",
        "Is y'all going to reup soon?",
        "Do you have a product refill planned?",
        "Is there a chance of refilling?",
        "Restory to be planned in the near future?",
        "Do you think I should expect a refill?",
        "Should I expect an refill?",
        "Can there be a chance of a restock for this product?",
        "replenish soon?",
        "will there be a restock of this product?",
        "When will the stock replenish.",
        "Will be stock expected in the near future?",
        "Is there a chance of a refresh for this product?",
        "Will product be back again?",
        "Can you supply more product soon?",
        "Will you be stocking this product soon?",
        "Near to replenish?",
        "Do you know when this will return to stock?",
        "Is there expected immediate re-supply?",
        "Do you know when it will be back in stock?",
        "Will it be an immediate re-supply?",
        "Are you planning to bring it back soon?",
        "Will you be bringing this product back soon?",
        "I don't know when this will be back in stock.",
        "Is this coming back soon?",
        "Will you provide more stock soon?",
        "It will be back in stock at some point.",
        "Product available once again soon?",
        "Are there any plans to get more stock?",
        "Should i expect a refill?",
        "Will this item be re-stocked soon?",
        "Is there any plan to increase stock?",
        "When do you intend to replenish?",
        "Do you plan to have it in stock?",
        "Is this product going to be reloaded soon?",
        "When will it receive a new stock?",
        "You can expect a fast restock arrival?",
        "will the product be available again?",
        "There may be a chance of a refill for this product.",
        "When will this be added back?",
        "Are you going to replenish the product soon?",
        "When do you think stock will replenish?",
        "Are you intending to replenish this item soon?",
        "Have more product coming soon?",
        "What's the plan for a product refill?",
        "Is there a product again soon?",
        "Will this item be resupplied soon?",
        "I wonder if the product will be available again.",
        "Do you plan to reorder in the future?",
        "Is immediate re-supply likely?",
        "How soon will this return in stock?",
        "When will you stock this again?",
        "a product refill planned?",
        "Do you want to replenish this product soon?",
        "Is this item going to be re-released soon?",
        "Is this item going to be resupplied shortly?",
        "Will this product be sold again soon?",
        "Should I expect to get a refill in the future?",
        "Do you expect to replenish anytime soon?",
        "Will there be more availability soon?",
        "Would the product refill be planned?",
        "What is the expected time for the restock of product?",
        "There is a chance for a restock of this product.",
        "When is the inventory returning?",
        "When will they bring back the inventory?",
        "This product could come back in stock soon.",
        "Are we going to get more inventory?",
        "Are new stocks in the works?",
        "Are you planning to bring this item back?",
        "Is there an immediate re-supply expected?",
        "Will you have more on hand soon?",
        "More supplies soon?",
        "Restocking arrival envisioned?",
        "Do you plan to replenish this item soon?",
        "Is this item about to be reloaded?",
        "Any time soon, will this product be available again?",
        "Was there any plan for more stock?",
        "Do you anticipate reordering soon?",
        "Is it coming back soon?",
        "A fast restock arrival?",
        "It's not known when this will be back in stock.",
        "When will inventory replenish?",
        "Will more stock be there soon?",
        "Are you planning to stock this soon?",
        "Is the expected re-supply imminent?",
        "Do I expect a refill?",
        "Are you close to replenishment?",
        "Is this product coming in stock soon?",
        "Do you replenish or something?",
        "Is the item going to be brought back?",
        "Are you going to reload anytime soon?",
        "Are you getting your replenishment soon?",
        "This product may return in stock soon.",
        "Is there more stock coming soon?",
        "It will be restocked, when?",
        "Are you thinking of reordering before long?",
        "Is it time to replenish this soon?",
        "Will it get replenished?",
        "Do you have a refill planned?",
        "Will you be re-stocked soon?",
        "What is the timetable for product restock?",
        "Do you have more product forthcoming?",
        "Will this be coming back?",
        "Are there any plans for replenishment?",
        "Are there any planned product refill?",
        "You're going to restock soon?",
        "Will the stock replenish?",
        "Would there be plans to replenish this product soon?",
        "Will you see more stock soon?",
        "When would this return in stock?",
        "Are close to being able to replenish it?",
        "How will you replenish this product?",
        "When will it be re stocked?",
        "Is it a plan to reorder before long?",
        "There is a plan to replenish this product in the future.",
        "Will they have more stock?",
        "Is there a plan to replenish this product.",
        "Will you have more stocks soon?",
        "Is the item going to be restocked?",
        "Do you have any plans for a product refill?",
        "Do you have a plan to reorder?",
        "Can I expect to get it again soon?",
        "Getting more inventory in the future?",
        "Do you want to reorder before long?",
        "Any product refill going to happen?",
        "This might be back in stock soon.",
        "When will it replenish the stock?",
        "Will a product be available again?",
        "When will it be back on shelves?",
        "I'm wondering if I can expect a refill soon.",
        "Will stock return?",
        "Does any one know when this will be back in stock?",
        "When will stock return?",
        "When will you stock up?",
        "Before long, do you plan to reorder?",
        "Will you be reviving this product soon?",
        "If there are plans for more stock?",
        "Will stock be forthcoming in the future?",
        "Would a product refill be planned?",
        "Maybe you have more product soon?",
        "Will there be more stock arriving soon?",
        "Will the product arrive again?",
        "Will you be able to buy more stock?",
        "Can I expect this item to be resupplied soon?",
        "Will this be back in stock soon?",
        "Will there be more stock in your possession soon?",
        "Are there any plans for replenishment soon?",
        "Will you get more product soon?",
        "I want to know if I will get a refill of this item soon.",
        "Will there be a plan for more stock?",
        "Do you know when this will come back in stock?",
        "We do not know when this will be back in stock.",
        "Is this item going to be brought back?",
        "Is this product back in stock soon.",
        "When will they be restocking again?",
        "Is there a restock of this product?",
        "Is restock expected in the near future?",
        "Shall product be available again?",
        "Is there any plan to refill this product soon?",
        "Any upcoming stock ups?",
        "Is it possible that there will be more supply soon?",
        "I wonder if this item will be added soon.",
        "When will it be restocking?",
        "Is it possible there will be more stock?",
        "Will someone replenish this product soon?",
        "When should I expect a refill?",
        "Will there be a restocked product?",
        "There will be stock in the future?",
        "Are you planning on re-stocking this product soon?",
        "When it will come back in stock?",
        "Am I going to get more inventory?",
        "Will you have more stock forthcoming?",
        "Should I expect to get a refill at some point?",
        "Will you soon have more product?",
        "A refill for a product?",
        "Will this product be brought back soon?",
        "Is the item going to be re-stocked soon?",
        "Do I have to expect a refill eventually?",
        "Are there any upcoming re-stockments?",
        "Is it close to replenish it?",
        "There is any chance of a restock of this product?",
        "When will you return to replenish again?",
        "Will you be getting replenishment soon?",
        "Will it be brought back soon?",
        "Is that when you replenish this?",
        "Will this product soon be back in stock?",
        "Will there be more stock available in the future?",
        "How about a refill for a product?",
        "Is this product in stock again?",
        "Are you going to stock this?",
        "Is it possible this will be back in stock?",
        "Is there a restock of this product imminent?",
        "Stock expected to come back in the near future?",
        "Are there plans to replenish the product?",
        "Is there plans to replenish this product soon?",
        "Will you bring this item back soon?",
        "Do you know when this will return in stock?",
        "Will there be more of the product soon?",
        "What is the anticipated time for the product restock?",
        "How soon will this come back in stock?",
        "Will there be more stock available soon?",
        "So any upcoming re-stocks?",
        "Are this coming back soon?",
        "Do you have an idea when this will be back in stock?",
        "When can you replenish this?",
        "When it'll be back in stock?",
        "Will this be in stock when it returns?",
        "Are you planning on refilling this item?",
        "Are new stocks going to come soon?",
        "Is it time for a restock?",
        "Is that product coming back in stock?",
        "Do you intend to replenish this item in the future?",
        "Will there be another shipment of this product?",
        "Are you planning to bring back this item?",
        "Will there be further stock?",
        "Do you need to replenish this soon?",
        "How quickly will the replenishment arrive?",
        "I'm not sure when it will be back in stock.",
        "any plans for more stock",
        "There is a chance that this product could be restocked.",
        "This may be back in stock soon.",
        "Should there be plans to replenish this product soon?",
        "Stock will return?",
        "When will it be in stock?",
        "Is restock expected soon?",
        "Is this product returned to stock soon?",
        "Will stock come back?",
        "Will it be close to replenish it?",
        "When is the returning inventory?",
        "Will they replenish this?",
        "There's any upcoming re-stock?",
        "Is this product getting back in stock?",
        "Are you planning more product soon?",
        "You will replenish sometime soon?",
        "Restocking arrival is anticipated?",
        "Is it time for a fast restock arrival?",
        "When will the stock come back again?",
        "Are you going to stock this item soon?",
        "There is a chance of a replenishment of this product.",
        "Is there an upcoming re- stock?",
        "Would there be any chance of new stock coming?",
        "Is there any plans to add more stock?",
        "A quick re-supply expected?",
        "When will there be inventory return?",
        "Should I expect a refill at some point?",
        "Are you going to replenish this very soon?",
        "This item will replenish when?",
        "Is this item about to be restocked?",
        "Product may be available again soon?",
        "Is this going to reappear in stock?",
        "Is there a plan to replenish the product soon?",
        "Are you expecting stock to be in the near future?",
        "Can I expect the item to be brought back soon?",
        "Will it be close to replenish?",
        "Can I expect a replenishment of this item in a few days?",
        "Will there be more stock available in the near future?",
        "Is a product refill planned?",
        "Can I expect a replenishment of this item soon?",
        "Will you replenish soon?",
        "Do you want to replenish again?",
        "I don't know when this product will be back in stock.",
        "Was there plans to replenish this product?",
        "Will there be a stock date in the near future?",
        "There may be an upcoming re- stock.",
        "Is this item going to be replenished?",
        "Is it possible to get a supply of this item soon?",
        "Can you tell me when more stock will be available?",
        "Are you going to re-up soon?",
        "Will you replenish this product?",
        "Any product refill slated?",
        "will there be more stock?",
        "Will there be further plans for stock?",
        "Should I expect to have a refill eventually?",
        "This product is coming back in stock.",
        "Is this going to come back in stock?",
        "When will it be added to the inventory?",
        "Will you get to reup soon?",
        "Will you stock this product soon?",
        "Is this product going to be restocking soon?",
        "Do you know when the stock will come back?",
        "Is this item being reloaded?",
        "Will the stock be expected in the near future?",
        "Are re-supply expected?",
        "Is it possible that this will be back in stock soon?",
        "When will the product be available again?",
        "Are you planning on stocking up soon?",
        "How soon will product replenish?",
        "Are they going to get new stocks?",
        "Will more stock be available in the future?",
        "Is a new stock on their way?",
        "Immediate re-supply anticipated?",
        "Is Restock expected in the near future?",
        "Restock expected very soon?",
        "Will there be any chance of new stock coming?",
        "Do you intend to replenish anytime soon?",
        "Should I expect another refill eventually?",
        "We don't know when this will return in stock.",
        "Will there be replenishment soon?",
        "Can stock come back soon?",
        "Can I expect the item to be back soon?",
        "When will this return to stock?",
        "There are any plans regarding more stock?",
        "Can you tell me when I'll get more product?",
        "Is there a chance of a restock coming?",
        "Can this be back in stock?",
        "Have there plans to replenish this product soon?",
        "I wonder when the product will be back in stock.",
        "Do you know of any upcoming re-stocks?",
        "Is this item going to beReplenished?",
        "Is there plans to replenish this item soon?",
        "Will it be restocked.",
        "Do you want to replenish this item anytime soon?",
        "Is this product returning in stock?",
        "Is this item going to be available once more?",
        "Are you expecting more stock soon?",
        "Are you putting this back in stock soon?",
        "Will there being more stock?",
        "There's any product refill planned?",
        "Upcoming re- stock?",
        "Are you close to replenish it?",
        "When will this item being reloaded?",
        "Is there more product soon?",
        "Do you plan on re-ordering soon?",
        "Are there plans for a restory in the works?",
        "Implementing more inventory?",
        "Any product refill contemplated?",
        "Will this product be in stock soon?",
        "Do you intend to replenish this soon?",
        "Will the stock date come soon?",
        "Do you have a plan to re-order?",
        "Are you going to replenish at anytime soon?",
        "This item will replenish?",
        "Any chance of more stock coming?",
        "Are you going to be refilling this product soon?",
        "There is any chance of re-stocking?",
        "Can you bring more product soon?",
        "When will there be another restocking?",
        "When will this be brought back?",
        "Will it be restocking?",
        "Are we about to get a stock date?",
        "Will the product reappear?",
        "Is there any planned for more stock?",
        "Can I expect the item to come back soon?",
        "Are you going to put this item back in stock soon?",
        "a product refill planned",
        "When will this be replenished?",
        "Are new stock on the way?",
        "Will this product be back?",
        "Will there be stock soon?",
        "Are there plans to replenish this product?",
        "Are you gonna replenish this soon?",
        "Will there be a refill of this product?",
        "Got more product coming?",
        "Do you anticipate a fast restock arrival?",
        "Are there any upcoming re stock?",
        "Is this item going to be restocked.",
        "Will this be restocked in the future?",
        "Is there any chance of a replenishment of this product?",
        "How soon will it get new stock?",
        "How likely is it that this product will be restocked?",
        "So you replenish this or something?",
        "Are you going to replenish the item soon?",
        "Is Y'all going to reup soon?",
        "When will the inventory replenish?",
        "Are stock coming back?",
        "Re-stocked soon?",
        "When will they restock?",
        "Do you plan to reorder soon?",
        "Getting some more inventory?",
        "Are you planning to replenish it soon?",
        "This may be re-stocked.",
        "Will this be brought back up?",
        "Will there be immediate re-supply?",
        "Does anyone have a plan for more stock?",
        "It is uncertain when this will be back in stock.",
        "Does anyone know about upcoming re-stock?",
        "When will the item beReplenished?",
        "Is there anyone planning to replenish this product soon?",
        "Is it going to be restocked soon?",
        "Will more stock be present?",
        "What product is planned for refill?",
        "Will restock happen in the future?",
        "Will this product be re-stocked soon?",
        "This item will be replenished soon?",
        "A refill of any product planned?",
        "Would you like to reorder before long?",
        "Fast replenishment?",
        "Will there be new plans for more stock?",
        "Will you have more stock coming?",
        "Will there be re stock in the near future?",
        "Is there any more stock available soon?",
        "Are you starting to replenish this soon?",
        "Is it possible to get a resupply of this item soon?",
        "Are you going to have more stock available soon?",
        "What is the timescale for product restock?",
        "Are you planning on bringing this back soon?",
        "Any chance of getting more stock?",
        "It is unclear when this will be back in stock.",
        "Is this product going to be restocked soon?",
        "Was this going to be back in stock?",
        "Will this product be re-released soon?",
        "Will product reappear?",
        "This will be back in stock someday.",
        "I want to know if there are plans for more stock.",
        "Are there plans soon to replenish this product?",
        "Product might be available again soon?",
        "How soon is the product restocked?",
        "I wonder if I should expect a refill.",
        "Are immediate re-supply anticipated?",
        "I wonder if this product is in stock soon.",
        "Will you have more in stock soon?",
        "Would a refill be planned?",
        "Would you like to replenish this item soon?",
        "How soon would you replenish?",
        "Are we expecting immediate re-supply?",
        "Are you soon going to have more product?",
        "Will you be restarting this product soon?",
        "What are you going to do to replenish this or something?",
        "There's plans to replenish this product.",
        "There are any possible plans for more stock?",
        "Will product be available once again?",
        "Close to replenish it?",
        "Are you planning to replenish it?",
        "Will a refill of this product be forthcoming?",
        "will this be restocked?",
        "I'm not sure when this will be back in stock.",
        "Are you planning to replenish anytime soon?",
        "Take inventory again soon.",
        "There's a chance that this product will be restocked.",
        "So when will it be back in stock?",
        "I wonder when it will be restocked.",
        "Any plans for a refill?",
        "Is there a plan to replenish this product soon?",
        "Am I supposed to expect a refill eventually?",
        "Is there any chance of a refill of this item soon?",
        "Are there expected re-supply?",
        "Are there plans to replenish it soon?",
        "Is this coming back in stock?",
        "Is it planned for a quick restock arrival?",
        "Plans for refilling shelf favorites quickly?",
        "Product being available again soon?",
        "Will you have more in stock?",
        "Restock anticipated in near future?",
        "Are you getting replenish?",
        "What time will this be back in stock?",
        "When will this item replenish?",
        "Exactly when will this be back in stock?",
        "Is your replenishment happening soon?",
        "Will the product be on hand again?",
        "Can there be a restock of this product?",
        "When will replenish again?",
        "When will returning the inventory be?",
        "Is this going to come back in stock soon?",
        "Will you be stocking this item soon?",
        "I am wondering if this product will be back in stock soon.",
        "Is there any plan for more stock.",
        "Possibly getting more inventory?",
        "Do you plan on bringing this item back soon?",
        "Will there be a fresh supply of this product?",
        "Any plans to add more stock?",
        "Are we going to replenish this product?",
        "Are we replenishment soon?",
        "When may the stock replenish?",
        "How about a fast restock arrival?",
        "Is there a chance that this product will be restocked?",
        "Will there soon be a restock of this product?",
        "Can this product be found in stock soon?",
        "Are new stocks about to come?",
        "There will be more stock, will that be?",
        "When will you try to replenish again?",
        "Will you have more inventory soon?",
        "Is this product coming back to stock?",
        "Will this be restocked again?",
        "So when will this be back in stock?",
        "will it be re-stocked?",
        "Would you reorder before long?",
        "Will there be a return of this product soon?",
        "Are you getting more product soon?",
        "Do you replenish this?",
        "When will the inventory be brought back?",
        "Any product refill has been planned?",
        "Are you going to replenish this item quickly?",
        "Are you willing to replenish anytime soon?",
        "Are they going to replenish this product soon?",
        "Are we about to replenish this product?",
        "Is there new stock coming?",
        "Is this product back in stock very soon?",
        "Will you be bringing it back soon?",
        "Are there plans for replenishment?",
        "Will there be upcoming re-stock?",
        "Will you reup in the near future?",
        "Are you thinking about when to replenish this?",
        "Is there plans to refill this product soon?",
        "This item will be replenished?",
        "Restocked in the near future?",
        "Is re stock expected soon?",
        "Can you replenish this or something?",
        "Any chance that they will replenish?",
        "This is going to be back in stock.",
        "I wonder if I can expect a replenishment of this item soon.",
        "Any product refill that will happen?",
        "How soon do you plan to replenish this?",
        "How soon will you replenish?",
        "Something close to refilling it?",
        "Are you going to replenish this immediately?",
        "Are you able to get more product soon?",
        "Will there be a new stock soon?",
        "Is there a chance of re-stocking?",
        "Could there be a chance of a restock for this product?",
        "Any plan to refill a product?",
        "Do you plan to replenish quickly?",
        "Do you have a plan to replenish this item?",
        "Any idea when this will return to stock?",
        "Is this a product refill planned?",
        "Is immediate re-supply expected?",
        "Are you planning to refill this product soon?",
        "Are you going to re up soon?",
        "Will this reappear in stock?",
        "Is there returning inventory when?",
        "Is this going to return in stock?",
        "Plan to refill shelf-standing favorites?",
        "Is there a chance of a restock of this product?",
        "Will this be in stock again soon?",
        "Can I expect a new item in a few days?",
        "Is there a chance of more restock?",
        "Is there a time when I should expect a refill?",
        "Are you planning to replenish this when?",
        "Are new stocks on the way?",
        "Will the item be restocked soon?",
        "Will there be enough product to replenish it soon?",
        "Have there any plans for more stock?",
        "Will you have some more?",
        "When will this come back into stock?",
        "Will the product be reintroduced?",
        "I am wondering if I should expect a refill eventually.",
        "Will you see more stock?",
        "When will you restock again?",
        "This is going to be back in stock eventually.",
        "A quick re-supply is expected?",
        "Will there be more stock this time?",
        "Is this item going to become available again soon?",
        "This product may be coming back in stock soon.",
        "The stock is going to be back in stock.",
        "Are you going to replenish anytime Soon?",
        "Will you be stocking up on this product soon?",
        "Should I expect a refill some day?",
        "When will it be replenished?",
        "Are there any plans to replenish the product?",
        "Will there be more available soon?",
        "Can I expect replenishment soon?",
        "Is there any plans to increase the stock?",
        "This will be re-stocked?",
        "Is it going to return in stock?",
        "When will this item be brought up again?",
        "Is there any chance of re-stocked?",
        "Restock expected to happen in the near future?",
        "When will it be refilled?",
        "Will this be replenished?",
        "Are you getting ready to replenish soon?",
        "There is a chance that there will be a restock for this product.",
        "When will returning inventory take place?",
        "Can it be back in stock?",
        "Is the re stock date coming up?",
        "Is re-supply expected quickly?",
        "Will this be re-released?",
        "Are they expecting stock in the near future?",
        "Are you going to reorder before the end of the year?",
        "Will restock happen in the near future?",
        "Product will soon be available again?",
        "When are this going to be back in stock?",
        "Is this item going to be made available again?",
        "Can we expect immediate re-supply?",
        "Does anyone have a plan for a product refill?",
        "What about a fast restock arrival?",
        "Has it been planned for a fast restock arrival?",
        "Could there be plans for more stock?",
        "When will stock refresh?",
        "Are you getting replenishable soon?",
        "Can anyone remember when this will be back in stock?",
        "Can you tell me when this will come back in stock?",
        "Will this return in stock?",
        "I wonder if it is coming back in stock soon.",
        "Do you have any upcoming re-stock?",
        "Near to replenishment?",
        "When will this item be back up?",
        "Are you refilling quickly?",
        "Is stock come back promptly?",
        "This product might return in stock soon.",
        "I wonder if new stocks are on their way.",
        "Are you going to get more inventory?",
        "Will product be in stock again?",
        "Any product refill in the works?",
        "Is it possible that this product will be back in stock soon?",
        "I want to know if there are plans to replenish this product soon.",
        "Any upcoming replenishments?",
        "Are their new stocks on the way?",
        "When will their stock replenish?",
        "Are you going to stock up on this item?",
        "Will you be refilling it soon?",
        "Is this item coming back in stock?",
        "Will the product be re-stocked soon?",
        "When is the stock coming back?",
        "What is the plan for fast restock arrival?",
        "Can you tell me when this will be back in stock?",
        "When do you expect to replenish?",
        "Any new stock coming?",
        "Are you starting to replenish this?",
        "Is there anyone planning to replenish this product?",
        "What is the scheduled time for product restock?",
        "When this will reappear in stock?",
        "Should I expect to receive a refill in the future?",
        "Is the new stocks on their way?",
        "Are you planning on adding more stock soon?",
        "How soon will this item be restocked?",
        "Is it going to get restocked?",
        "The product will be restocked.",
        "Are you planning to refill this?",
        "When will the returning inventory happen?",
        "Would it be close to refilling it?",
        "Should you reorder before long?",
        "Is there a restock of this product on the way?",
        "When would it be back in stock?",
        "The product is coming back in stock.",
        "Re-stocked in the near future?",
        "Will this be back in stock.",
        "Is there more product on its way?",
        "When will this item be back again?",
        "Any upcoming stock replenishment?",
        "Would stock replenish?",
        "Restock is expected soon?",
        "There are any plan for more stock?",
        "When will stock comes back?",
        "Does this product come back in stock?",
        "Is the product returning soon?",
        "Are you going to replenish replenishment anytime soon?",
        "Will there be more stocks available soon?",
        "This item will be resupplied?",
        "Will there be a supply of this product soon?",
        "Is there any chance of new stock coming?",
        "Do you think that y'all will reup soon?",
        "Are there any plans for more stock.",
        "Any future re- stock?",
        "Can I expect a refill of this item in the near future?",
        "Is there a plan to replenish this product in the near future?",
        "Will this be back in stock eventually?",
        "Do you have any plans to replenish this item soon?",
        "Should I expect to see a refill?",
        "Is your plan to reorder soon?",
        "Are you planning to refill this item?",
        "When you will replenish again?",
        "When do you plan to replenish?",
        "Is it possible that you will reorder before long?",
        "If a product refill is planned?",
        "Any refill for a product?",
        "Will there be a new restock of this product soon?",
        "Should they expect a refill eventually?",
        "Are you going to refresh this item?",
        "When will inventory returns?",
        "Is there a plan to refill this product?",
        "Are there any plans to replenish this product in the future?",
        "How about a quick restock arrival?",
        "Will you get more inventory?",
        "Is it close to replenishment?",
        "Are there more product soon?",
        "There is a chance of a restock for this product",
        "What are any upcoming re- stock?",
        "Are you going to get replenishment soon?",
        "Restock date to be announced?",
        "When going to replenish again?",
        "Are you planning on stocking up anytime soon?",
        "There is a chance of a restock for the product.",
        "Will you have more stock coming soon?",
        "Is re stock expected in the future?",
        "Predicted fast restock arrival?",
        "Are you going to replenish this?",
        "What about product restock?",
        "Is stock going to replenish soon?",
        "You restocking quickly?",
        "Do you plan on refilling this product soon?",
        "There are plans to replenish?",
        "Should I see a refill?",
        "What will be the product refill planned?",
        "Is there an expected re-supply?",
        "Have more product soon?",
        "Can it be restocked soon?",
        "Does stock come back promptly?",
        "Do you have more product on the way?",
        "When will you replenish once again?",
        "Will any upcoming re-stock happen?",
        "I want to know if new stocks are on their way.",
        "Should I expect refill eventually?",
        "Product can be available again soon.",
        "Is there a plan to replenish this product in the future?",
        "Are new stocks going to arrive soon?",
        "There is a chance that this product will be restocked.",
        "Will there be another stock of this product?",
        "Does this product return in stock soon?",
        "Are restock expected soon?",
        "Are you going to stock this up soon?",
        "Are you going to stock up on this soon?",
        "How soon will you replenish this product?",
        "Will you be getting more stock soon?",
        "A possible restock for this product?",
        "There is a possibility of a restock on this product.",
        "Is this item about to be refreshed?",
        "Is the fast restock arrival planned?",
        "Are there new stocks coming soon?",
        "Any planned refill of a product?",
        "Are there more available soon?",
        "Is it expected to be a fast restock arrival?",
        "Will they replenish it?",
        "Are you reaching for replenishment soon?",
        "Can I expect a refill in the future?",
        "A product is available again soon?",
        "Are the product coming back in stock soon?",
        "Are you expecting to replenish this soon?",
        "Will more stock come?",
        "Will it be more stock?",
        "Is it expected that there will be immediate re-supply?",
        "Are you planning to add this item to your inventory?",
        "Will you be restocking this product soon?",
        "When will stock replenish?",
        "A product refill is something planned?",
        "It will be back in stock.",
        "How soon will it get refreshed?",
        "Re stock expected in the near future?",
        "Are you planning inventory any time soon?",
        "Are you close to bringing it back?",
        "Is there any chance that they will replenish?",
        "This is going to be back in stock soon.",
        "Should I expect to receive a refill eventually?",
        "Ready to re-supply?",
        "When stock will come back?",
        "Will this be re-stocked when?",
        "Will you get replenishment soon?",
        "Bringing in more inventory?",
        "Will there be a restock for this product?",
        "Will you see a restock of this product soon?",
        "Are you planning on bringing this item back soon?",
        "Any chance of a replenishment?",
        "When will this item be replenishment?",
        "Will this be getting new stock?",
        "Should i expect a refill in the future?",
        "Something close to replenish it?",
        "Would you have any plans for more stock?",
        "Will you refill this item soon?",
        "This item will be re-stocked soon?",
        "If there is any product refill planned?",
        "Should I expect to get a refill eventually?",
        "Will you refill it soon?",
        "Is this item going to be resupplied?",
        "Is it anticipated that fast restock arrival?",
        "Is this item being restocked?",
        "Will there more stocks?",
        "Are there upcoming re- stock?",
        "There is a chance of a product being restocked.",
        "Are you going to refill this product soon?",
        "Is there a chance of a refill for this item?",
        "When will this be Back in Stock?",
        "When will inventory come back?",
        "When will this be put back in stock?",
        "There may be plans to replenish this product in the future.",
        "What is the anticipated time for product replenish?",
        "Is it possible that stock is expected in the future?",
        "When will you again replenish?",
        "Is a refill something I should expect?",
        "Will it be immediate re-supply?",
        "Are there more stock soon?",
        "I am not sure when it will be back in stock.",
        "Will you be replenishing soon?",
        "How soon can I expect a replenishment of this item?",
        "When will this be returning in stock?",
        "Any product refill plan?",
        "Immediate re-supply probably?",
        "Will you have more stock available?",
        "I wonder if there will be more stock.",
        "Is there any plans for additional stock?",
        "Is it possible that y'all will reup soon?",
        "Will you re-supply this product soon?",
        "Can I expect a refill in a few weeks?",
        "Is there more stock forthcoming?",
        "It will be back in stock soon.",
        "Will there be a replenishment plan soon?",
        "Do you have plans to refill shelf favorites?",
        "Will you get more stock soon?",
        "Will the product be back in stock soon?",
        "Should I expect the refill eventually?",
        "Is this product coming back in stock?",
        "I wonder when this product will be in stock.",
        "Is there plans for more stock?",
        "Will it again be available?",
        "Is there any plans for more stock.",
        "Is the product coming back in stock soon?",
        "How soon will the stock date be?",
        "Any product refill is planned?",
        "Will there be additional stock?",
        "Product refill planned?",
        "When will we replenish again?",
        "Can I expect to have this item back soon?",
        "When will there be stock replenish?",
        "Do you know if new stocks are on their way?",
        "Is a new stock on the way?",
        "There are plans to replenish this product?",
        "Have you got more product soon?",
        "Has there plans for more stock?",
        "Should I expect to get a refill?",
        "Any chance of replenishment for this product?",
        "You will be restocking soon?",
        "This will be back in stock.",
        "Will this item be refreshed soon?",
        "When stock will be back?",
        "Do you have any future plans for more stock?",
        "Product soon again?",
        "Are there any plans to replenish it?",
        "Are there any upcoming re- stocks?",
        "There is a stock date coming up?",
        "Are you going to replenish anytime soon.",
        "product is available again soon?",
        "Are there more availability soon?",
        "Are there any chances of a refill for this product?",
        "When will it be stocked again?",
        "Does anyone know when this will return in stock?",
        "Can I expect another supply of this item soon?",
        "Any idea when it will be back in stock?",
        "Will y'all be reup soon?",
        "Will product be back in stock again?",
        "Can I expect the item to be back in stock soon?",
        "How soon will the restockarrival?",
        "Is there upcoming re-stock?",
        "When will they replenish their stock?",
        "When will it go back in stock?",
        "Will this product be available again soon?",
        "Any plans regarding more stock?",
        "Are you going to replenish it soon?",
        "Is there any upcoming re-stocked?",
        "Will this be stocked again?",
        "Are you planning to refresh this item?",
        "This item will be replenishment when?",
        "Do you know when the product is available again?",
        "Would there be a chance of a restock?",
        "Should there be plans to replenish this product?",
        "Do there plans to replenish this product soon?",
        "Are restock expected in the near future?",
        "When will you be able to replenish again?",
        "Will we see y'all reup soon?",
        "Can I expect to have this item again soon?",
        "Would any product refill be planned?",
        "Will there be a refill on this product?",
        "Will there be more in stock soon?",
        "Will it be a fast restock arrival?",
        "As soon as possible, fast restock arrival?",
        "Prompt plans to refill shelf-standing favorites?",
        "There may be plans to replenish this product in the near future.",
        "Will there be new stock?",
        "Is there a stock date forthcoming?",
        "Is there a chance of replenishment coming?",
        "What is the timescale for the product restock?",
        "I wonder if this item will be available again soon.",
        "Is it returning to stock soon?",
        "Is there a plan to replenish this item soon?",
        "Is this something you replenish?",
        "How about upcoming re-stock?",
        "Are we going to replenish again?",
        "Will we get reup soon?",
        "Is it planned for fast restock arrival?",
        "Plans for refilling shelf-standing favorite?",
        "Is it soon that you replenish?",
        "When will this resume stock?",
        "Should I be expecting a refill someday?",
        "Are you getting ready to replenish this item?",
        "Do there have any plans for more stock?",
        "How soon will it get re-stocked?",
        "Are you planning to put this item back in stock?",
        "Shall the product be available again?",
        "Will there be more supply soon.",
        "Are there plans to replenish?",
        "Are you planning on having more product soon?",
        "Are you planning on reup soon?",
        "Are there any plans to increase the stock?",
        "When you are going to replenish?",
        "Is there more inventory being gotten?",
        "Restock expected near the future?",
        "Are you going to reorder soon?",
        "Are the re stock date coming up?",
        "Will you soon have more?",
        "When is it going to be in stock?",
        "Are you planning to replenish this item very soon?",
        "Are you planning to replenish again?",
        "Do you have any plans for additional stock?",
        "Will a restock of this product be soon?",
        "Any chance of more replenishment?",
        "Are you going to stock up soon?",
        "Do you have any plans to replenish this product soon?",
        "Is it possible to expect a refill someday?",
        "When will it be resupplied?",
        "Are there plans for a fast restock arrival?",
        "Will you put it back in stock soon?",
        "This item will be available again?",
        "It's close to being refilled?",
        "There's a plan to replenish this product.",
        "Any refill plans?",
        "How soon are product restocks?",
        "Are you going to replenish immediately?",
        "Are you expected to replenish soon?",
        "Does anyone know if this product will be restocked?",
        "There will be a replenishment of this product soon.",
        "Is this going to get back in stock?",
        "Is this going to be back in stock?",
        "I hope this product is back in stock soon.",
        "Should I expect to refill?",
        "Will there be more of this item soon?",
        "The product refill planned?",
        "Will they re-up soon?",
        "Any re-stocks forthcoming?",
        "There is any chance of replenishment coming?",
        "Will there be more of it?",
        "Will it get brought back?",
        "Quickly re-supply expected?",
        "Will you restart this product soon?",
        "Are we to expect immediate re-supply?",
        "I wonder if I should expect a refill soon.",
        "Do you plan to replenish this product?",
        "Is this going to be restocked when?",
        "product might be available again",
        "Will there be a product again?",
        "Is it possible to refill this item soon?",
        "Will there be replenishment of this product soon?",
        "There is plans to replenish this product soon.",
        "When do you think you will replenish again?",
        "Re Stock expected soon?",
        "How soon do you expect to replenish?",
        "Any chance of a restock?",
        "Are you going to do a refill soon?",
        "Is the stock date coming soon?",
        "Should I expect to get a refill soon?",
        "Is it going to be re-stocked soon?",
        "When will it return to stock?",
        "Do you have more stock available soon?",
        "Is there any plans to replenish it soon?",
        "Are you getting replenishment soon.",
        "Will anyone have plans for more stock?",
        "Are we close to replenish it?",
        "Is the new stock on the way?",
        "Is there a chance of more inventory coming?",
        "Are there a restock date coming up?",
        "Will you get more of it soon?",
        "Will there be any more stock in the future?",
        "Are this items going to be restocked soon?",
        "Are you going to get this item again soon?",
        "Is any product refill planned?",
        "When will I get back inventory?",
        "Is this item going to be available again?",
        "A refill planned?",
        "Are there immediate re-supply expected?",
        "Will there be a repeat of this product soon?",
        "Are you about to refill this?",
        "Isnew stocks on their way?",
        "Can I expect a refill on this item soon?",
        "Will your reup come soon?",
        "Plans for more stock?",
        "What are the chances that this will be back in stock?",
        "Are you going to bring back this item soon?",
        "Are you able to get more inventory?",
        "There is a chance of a refill for this product.",
        "Will there be re-supply soon?",
        "more product soon?",
        "Are there any plans to replenish it soon?",
        "Are you going to replenish this fast?",
        "Are you refilling this?",
        "It's not clear when this will be back in stock.",
        "Will new stocks come soon?",
        "Is new stock on it's way?",
        "Re-supply likely imminent?",
        "Fast restock arrival planned?",
        "Is there anything planned to replenish this product soon?",
        "Will this be Restocked?",
        "Any plans to increase the amount of stock?",
        "Do you have a plan to replenish this item soon?",
        "Will there be a restock of that product soon?",
        "Are you anticipating a fast restock arrival?",
        "Are you planning on reloading this item soon?",
        "Are you planning to replenish this item in the near future?",
        "Is there upcoming stock expected?",
        "Any upcoming stock re-stock?",
        "A refill for a product planned?",
        "Will it be restocked?",
        "Is there a forthcoming re-stock?",
        "Near to replenish it?",
        "Any upcoming re-stocks?",
        "Is there any stock expected in the near future?",
        "I wonder if it's coming back in stock soon.",
        "When will this item be reintroduced?",
        "Should I be able to get a refill eventually?",
        "Do you plan to replenish this product soon?",
        "When will you return inventory?",
        "How quickly will the restock arrival be?",
        "This will be back in stock soon?",
        "Is the stock date near?",
        "Are any product refill planned?",
        "I want to know when this product will be back in stock.",
        "Will there be more of this product soon?",
        "Is it close to replenish?",
        "This will be back in stock sooner or later.",
        "Are there any plans for additional stock?",
        "Will there be plans to refill shelf-standing favorites?",
        "Will there be more available in the near future?",
        "Will you have more availability soon?",
        "Will you replenish this item in the near future?",
        "What when will this be back in stock?",
        "Product coming back soon?",
        "will it be restocked?",
        "When you're going to replenish?",
        "Re-supply expected in the immediate future?",
        "Will the stock be back in the near future?",
        "Do you have a reorder in mind?",
        "Will you be getting more of this product?",
        "Are you going to replenish this item in the near future?",
        "When will this be back stock?",
        "Is there a chance of restocking?",
        "Are stock expected in the future?",
        "Are there going to be a stock date soon?",
        "When will it get new stock?",
        "Will there be more of this product in the future?",
        "Any chance of additional stock?",
        "When will you bring back inventory?",
        "Are there coming up a stock date?",
        "Are you very close to refilling it?",
        "When will we be able to replenish this?",
        "When will it be in stock again?",
        "When will a stock replenish?",
        "Are there any plans to replenish?",
        "Plans for further stock?",
        "Any plans to increase stock?",
        "Are you getting replenishment soon?",
        "Should I be expecting a refill at some point?",
        "When are you going to replenish again?",
        "Do you believe there will be more stock?",
        "Will it be re-stocked again?",
        "Is there a chance of more stock coming?",
        "How soon will you replenish this?",
        "Will you have more inventory in the near future?",
        "Do you want to replenish this item in the near future?",
        "Do you know if there is a chance of a restock for this product?",
        "Will you please reup soon?",
        "Is stock expected to come in the near future?",
        "There is a chance of a refill for this item.",
        "Will there be plans to replenish this product soon?",
        "Do you know if any product refill is planned?",
        "Will there be a reup soon?",
        "Will the stock replenish when?",
        "Is this item going to come back in stock?",
        "Could there be any plans for more stock?",
        "Is this going back in stock?",
        "Plans to add more stock?",
        "When is this going back in stock?",
        "Do you think this will be back in stock?",
        "Does anyone know of an upcoming re-stock?",
        "Any upcoming re-stocking?",
        "Are you going to put this back in stock soon?",
        "There will be a restock on this product.",
        "Are you going to bring this back?",
        "When will these be back in stock?",
        "Has there been plans to replenish this product?",
        "Could there be a restock for this product?",
        "Will there be a restock of the product?",
        "Do you have any product refill planned?",
        "Will you be able to purchase more stock soon?",
        "Are there any upcoming re-STOCKs?",
        "Are there any future re-stocks?",
        "Do you plan on reordering in a while?",
        "Are you going to refill soon?",
        "are there any plans for more stock?",
        "Is it possible to get a refill on this item soon?",
        "Will there be any plan to replenish this product soon?",
        "Product again anytime soon?",
        "When will this be restocking?",
        "There are plans to replenish this product someday.",
        "Can you offer any plans for more stock?",
        "Products will be available again soon?",
        "Is the stock going to come back?",
        "Will it come back in stock?",
        "New stock is on their way?",
        "When will it be re-stocked.",
        "Are you refilling this or what?",
        "Are you able to replenish it?",
        "Will more stock arrive?",
        "Will any more stock be available soon?",
        "Immediate re-supply planned?",
        "Will you reorder before long?",
        "Will there be any upcoming re-stock?",
        "Will it be when they replenish again?",
        "Will the product be back any time soon?",
        "Will I get a refill someday?",
        "Can you tell me when I will get more product?",
        "Will stock replenish?",
        "Upcoming re-stocked?",
        "Will you put this product back in stock soon?",
        "Restocking arrival envisaged?",
        "Is there a chance of a refill for this product?",
        "Will stock come back soon?",
        "Are you planning to stock this item?",
        "Is this item going to be released again soon?",
        "How soon will it be restocked?",
        "Is this item going to be reprinted soon?",
        "There will be a product refill.",
        "Any re-stocks coming up?",
        "Can I expect another shipment of this item soon?",
        "Could there be a chance of a restock?",
        "Is there plan to replenish this product soon?",
        "Do you think you will replenish soon?",
        "You replenish this or something?",
        "Upcoming re-Stock?",
        "Will there be an upcoming re-stock?",
        "Can I expect to see this item again soon?",
        "Were there any upcoming re-stocks?",
        "Fast restock arrival?",
        "will you have more stock soon?",
        "Is it a fast restock arrival?",
        "I wonder if this product is back in stock soon.",
        "Is it going to be refreshed soon?",
        "It could be close to being replenished.",
        "Does the stock come back promptly?",
        "Is there any chance of a refill for this item?",
        "Is there any re-stock coming?",
        "Are you planning to add this item to your stock?",
        "Restock in the near future?",
        "When will Returning inventory be?",
        "Are you looking to replenish soon?",
        "When will you re-stock?",
        "Are we expected to have immediate re-supply?",
        "The stock will come back?",
        "Is there a chance of another replenishment coming?",
        "stock will come back?",
        "Will you be putting this product back in stock?",
        "Will there be more stock on hand?",
        "Is a refill expected eventually?",
        "Got more product in the near future?",
        "What will be the availability of more stock soon?",
        "When will it re-stocked?",
        "Is there any re-stock coming up?",
        "Restocked quickly?",
        "Are we close to replenishing it?",
        "Do you want to replenish this item soon?",
        "Will this product return to stock soon?",
        "When will the stock be back?",
        "Can there be plans to replenish this product soon?",
        "Are new stocks about to arrive?",
        "Is there more supply to come soon?",
        "This will be back in stock?",
        "What can we expect for product restock?",
        "So when will this return in stock?",
        "Re-supply expected shortly?",
        "Can I anticipate a replenishment of this item soon?",
        "When going to be back in stock?",
        "Was there plans for more stock?",
        "Are you bringing this back?",
        "Do you plan to put this item back in stock soon?",
        "When will this stock replenish?",
        "is this product back in stock?",
        "Would you replenish this?",
        "Are I supposed to expect a refill eventually?",
        "Is this item returning to stock soon?",
        "Any product refill was planned?",
        "I do not know when this will be back in stock.",
        "Is there a date when this will be back in stock?",
        "It will be available again soon?",
        "Product is available again soon?",
        "How soon do you think product will be restocked?",
        "When stock will return?",
        "Product again any time soon?",
        "Will you replenish this product in the near future?",
        "Will this be returning?",
        "Is there more product in the near future?",
        "Is it possible for this product to be restocked?",
        "Are you planning on restocking anytime soon?",
        "When will our stock replenish?",
        "Are you going to restock soon?",
        "Are there plans to refill this product soon?",
        "There is any product refill planned?",
        "When will that return inventory?",
        "There's any plans for more stock?",
        "Are you getting more replenishable soon?",
        "Does this product will be back in stock soon?",
        "Is anyone going to reup soon?",
        "What is the planned refill for the product?",
        "Are stock expected soon?",
        "Will more supply arrive soon?",
        "Will this product be back in stock soon?",
        "Is there a stock date imminent?",
        "Will more stock be available soon?",
        "Is this item going to return soon?",
        "When will the stock be replenish?",
        "Are you going to replenish this quickly?",
        "Will you be getting more inventory?",
        "Will you restocking again?",
        "Can I expect a refill of this item?",
        "I wonder if y'all will reup soon.",
        "Restock is expected near the future?",
        "Will there be more stock plans?",
        "re-supply expected soon?",
        "Will you have any plans for more stock?",
        "What is the plan for more stock?",
        "Are this going to come back in stock?",
        "Will there be a refill of this item?",
        "Is there new stock on their way.",
        "When are you going to replenish this?",
        "Is there an idea of when this will be back in stock?",
        "Is there an upcoming re-stocking?",
        "What about immediate re-supply?",
        "Will you reup very soon?",
        "Are the stock expected in the near future?",
        "Are there plans to refill the product?",
        "Is it a fast re-stocking arrival?",
        "Is imminent re-supply expected?",
        "Are there any plans for more stock",
        "There are plans to replenish this product in the future.",
        "Is there any planning for more stock?",
        "Does this item will be restocked soon?",
        "Are you replenish this or something?",
        "Is there an upcoming re-stock?",
        "Is stock expected to come back in the future?",
        "How soon will there be a product restock?",
        "When will inventories replenish?",
        "Does anyone know when this will be in stock?",
        "When will there be another replenishment?",
        "When will stock be replenished?",
        "Any product refill is in the works?",
        "Are you going to store this soon?",
        "When will Returning inventory occur?",
        "You will have more stock soon?",
        "Will you replenish again?",
        "What is the expected time for restock of product?",
        "Do there have plans for more stock?",
        "Will this item be restocked soon?",
        "Is new stocks imminent?",
        "Will this product be back in stock?",
        "Is this product going to be available again soon?",
        "Do you know of any upcoming re- stock?",
        "Can I expect my item to be back in stock soon?",
        "Will you have more available in the near future?",
        "Can I expect this item to come back?",
        "Re-supply expected asap?",
        "Do you have a planned product refill?",
        "Do you plan to replenish this item in the future?",
        "Will there possibly be more stock?",
        "Is there more product around soon?",
        "Are you expecting to replenish anytime soon?",
        "Is there a product available again soon?",
        "Are you going to replenish when?",
        "Are this products coming back in stock soon?",
        "Is there a product refill plan?",
        "There will be a restock of this product",
        "When will this item be reloaded?",
        "Will this be re stocked?",
        "Are you going to have this item back in stock soon?",
        "There is any chance of new inventory coming?",
        "Will stock be in the near future?",
        "Was there any plans for more stock?",
        "Will you be able to offer more stock soon?",
        "Will Y'all reup soon?",
        "Are you going to replenish any time soon?",
        "Close to being able to replenish it?",
        "Are you going to replenish this or what?",
        "Are you gonna replenish soon?",
        "When will this return in stock?",
        "There is any chance of new stock coming?",
        "I wonder if this item is going to be restocked soon.",
        "Is their stock on their way?",
        "Are you planning to restock anytime soon?",
        "Re-stocked?",
        "Will ya'll reup soon?",
        "Restock predicted in the near future?",
        "Is stock expected to return in the near future?",
        "I wonder if I can expect a refill of this item soon.",
        "There could be plans for more stock.",
        "When shall stock come back?",
        "Are you getting more replenished?",
        "Are you going to replenish it anytime soon?",
        "I wonder when this item will be restocked.",
        "Will we be able to reup soon?",
        "Should I expect to refill in the future?",
        "This product might be coming back in stock soon.",
        "Do you think we'll reup soon?",
        "Do you know about any upcoming re- stock?",
        "Are you going to restock anytime soon?",
        "Any product refill to be made?",
        "Are they going to replenish this product?",
        "Do you know when this product will be back in stock?",
        "There are any product refill plans?",
        "Is you replenish soon?",
        "will it get re-stocked?",
        "Does this item will be re-stocked soon?",
        "Will the product be available soon again?",
        "How soon do you plan to reorder?",
        "Can I expect the item to be resupplied soon?",
        "Are plans for refilling shelf-standing favorites forthcoming?",
        "You'll restocking soon?",
        "Any chance of a refill?",
        "Is it time to replenish again?",
        "Does anyone know when this will come back in stock?",
        "Should I receive a refill soon?",
        "When the stock will be back?",
        "Is there a restock of this product coming soon?",
        "Will this be back in stock one day?",
        "Are you going to be replenishing soon?",
        "Will you stock up soon?",
        "What plans will there be for more stock?",
        "Would you be able to replenish this item soon?",
        "Will you be carrying this product again soon?",
        "Will it be resupplied?",
        "Will you bring it back soon?",
        "Is there a re-stock coming up?",
        "When will this item be back in stock?",
        "Is there a new stock on their way?",
        "Will the stock be available soon?",
        "Restock expected shortly?",
        "Do I expect to get a refill eventually?",
        "Should a product refill be planned?",
        "Could it be a fast restock arrival?",
        "Will there be plans soon to replenish this product?",
        "Are you planning to stock this product soon?",
        "What do you know when this will be back in stock?",
        "Can this item be reloaded soon?",
        "Will the stock be ready in the near future?",
        "Are you planning to replenish this?",
        "It will be restocked eventually.",
        "Is there immediate re-supply expected?",
        "When will this arrive in stock?",
        "Are you going to replenish it?",
        "Will you restart soon?",
        "When do you intend to replenish again?",
        "Are there any plans for more stock?",
        "There will be a refill of this product soon.",
        "It isn't clear when this will be back in stock.",
        "Will you stock up on this product soon?",
        "I am wondering if I can expect a refill soon.",
        "When will it be restocked again?",
        "Is this item going to get restocked soon?",
        "Are you going to stock up on this product soon?",
        "Are you going to restock this product soon?",
        "When will this item be replenishened?",
        "Any re-stock coming up?",
        "Can you tell me when this will return in stock?",
        "Are y'all going to reup soon?",
        "Is there a restock of this product soon?",
        "How soon will y'all reup?",
        "Are there plans to replenish this product soon.",
        "Will there be additional stock plans?",
        "Any re-stocks happening?",
        "Will you reup?",
        "Do there plans to replenish this product?",
        "Is it possible that stock is expected in the near future?",
        "Will there be a refill for this product soon?",
        "Will I see a refill of this item soon?",
        "Will y'all get a chance to reup soon?",
        "Do you have more product coming soon?",
        "How soon can you replenish?",
        "Will this item be reloaded soon?",
        "Should there be a refill eventually?",
        "Is this item being re-stocked soon?",
        "I wonder if there is a plan to replenish this product soon.",
        "Do you have any idea when this will be back in stock?",
        "When is it going to get restocked?",
        "Is this product to be replenished soon?",
        "Is there any upcoming re- Stock?",
        "A plan for more stock?",
        "Is it possible that there will be more stock?",
        "Are you replenishment imminent?",
        "Would there be more coming soon?",
        "I wonder if this product is coming back in stock soon.",
        "Do you restock any time soon?",
        "Are you about to replenish anytime soon?",
        "Do you plan to replenish this item in the near future?",
        "Shall we get more inventory?",
        "When will this again be in stock?",
        "Will it be close to refilling it?",
        "when will the stock replenish?",
        "When will you be restocking again?",
        "Any upcoming re- stock?",
        "What time is it for the product to be restocked?",
        "Are you able to replenish quickly?",
        "Is it expected that re-supply will be immediate?",
        "Will they replenish this product soon?",
        "I wonder if product will be available again.",
        "Is this item coming back to stock soon?",
        "When will the inventory returned?",
        "You replenish or something?",
        "Can I expect to get the item again soon?",
        "How about a product refill planned?",
        "Are you going to replenish soon.",
        "Will there be new stock available soon?",
        "Any product refill that is planned?",
        "Will it be reintroduced?",
        "Will you refill anytime soon?",
        "I wonder when this product will be back in stock.",
        "Are you going to replenish now?",
        "Will the item be available again?",
        "Will the product be available once again?",
        "Is this going to be resupplied?",
        "Do you think there will be stock in the near future?",
        "Are this going to return in stock?",
        "Is this item being replenished?",
        "There are plans to replenish this product in the near future.",
        "Will you be putting this product back in stock soon?",
        "How soon will there be product restock?",
        "How soon is re-supply expected?",
        "Will stocks come back soon?",
        "Is this going to be reintroduced?",
        "Should new stock be on their way?",
        "There are any upcoming re-stocks?",
        "You want to replenish soon?",
        "Will you stock up on this item soon?",
        "Are any upcoming re-stocks forthcoming?",
        "Will product arrive again?",
        "There will soon be a restock of this product.",
        "You replenish something?",
        "Can you tell me when this product will be back in stock?",
        "Will there be any further stock plans?",
        "Do you plan on getting more inventory?",
        "Is there any plans for more stock",
        "Is this item going to be restocked in the near future?",
        "This item will be back soon?",
        "When will the inventory return.",
        "Any product refill anticipated?",
        "Are this product coming back in stock?",
        "Will there be more available?",
        "Will you refill this product in the near future?",
        "Can I expect the item to be available soon?",
        "Will more stock be there?",
        "Should there be any product refill planned?",
        "Have more product coming?",
        "How soon will you have more stock?",
        "Is this thing going to be restocked soon?",
        "When will this be back in inventory?",
        "Are there any chances of a restock of this product?",
        "Is y'all reup soon?",
        "How soon will products be restocked?",
        "Something about when this will be back in stock?",
        "Can you tell me when this will be in stock?",
        "When will this item get replenishment?",
        "Are we close to refilling it?",
        "Are you going to replenish this item in the future?",
        "Do you think you will reup soon?",
        "Will there be a restock soon?",
        "Could there be plans to replenish this product soon?",
        "Can there be any product refill planned?",
        "When is it going to be restocked?",
        "Will there be a refill of this item soon?",
        "How soon will product restock be?",
        "Is this product going to be restocked?",
        "Is there a fast restock arrival planned?",
        "Are you prepared to replenish?",
        "Something planned for a product refill?",
        "Do you plan to stock up on this item soon?",
        "Will y'all get to reup soon?",
        "When will it be restocked.",
        "Is there a chance for a restock?",
        "Can they replenish this item soon?",
        "Are there a re stock date coming up?",
        "When will it reappear in stock?",
        "If any product refill is planned?",
        "Will there be more in stock?",
        "Will this item be sold again soon?",
        "Is this item going to be refreshed?",
        "product will be available again soon?",
        "Will more stock come about?",
        "Is it going to be available again soon?",
        "When would you bring back the inventory?",
        "Do you have this again soon?",
        "Are you near replenish?",
        "Will there be a new restock of this product?",
        "Is it time to expect a refill?",
        "Do you think new stocks are on their way?",
        "Will I be able to get a refill of this item soon?",
        "Will there be a stock date coming up?",
        "Will more stock be plans?",
        "When will this be restocked?",
        "You're going to replenish soon?",
        "Is new stock imminent?",
        "Does anyone know any upcoming re-stocks?",
        "I don't know when this will come back in stock.",
        "Are you planning to stock up?",
        "Are you going to reorder before a while?",
        "Are the stock date about to come up?",
        "When will this item be resupplied?",
        "Will there be more stock in your store soon?",
        "Are you planning on restocking again?",
        "Will there be a replenishment of this item?",
        "Are you going to replenish your stock soon?",
        "Will it be replenished?",
        "There could be a restock for this product.",
        "Is that product back in stock soon?",
        "Are there any upcoming re-stockings?",
        "Will you reup again soon?",
        "When will the replenishment happen again?",
        "Should I expect another refill soon?",
        "Will there be a plan to replenish this product soon?",
        "Will this product come back in stock soon?",
        "Will there be more stocks soon?",
        "Are this products coming back in stock?",
        "Will you be bringing this product back?",
        "When will you have more stock?",
        "Will there be more stock on the market soon?",
        "Do you have more product imminent?",
        "There are any plans to purchase more stock?",
        "Any upcoming re- stocks?",
        "Any upcoming re-stockings?",
        "When are stock coming back?",
        "Will there be a restock of this?",
        "Is there a plan to refill this product soon?",
        "Are you going to replenish again soon?",
        "Will there be product available again?",
        "Can I expect some of this item soon?",
        "Is this item going to be stocked again?",
        "Can there be a chance of a restock of this product?",
        "Will your stock soon be available?",
        "Are you planning to have more stock soon?",
        "Is there any chance of replenishion coming?",
        "Do we have plans to replenish this product soon?",
        "Will there be some more stock?",
        "Is this going to be back in stock someday?",
        "I would like to know when this will be in stock.",
        "You'll restock soon?",
        "Are you going to refill?",
        "There is a chance of a restock on this item.",
        "There is a product coming back in stock.",
        "Will this product return soon?",
        "Are any plans for more stock in the works?",
        "Any idea when this will be in stock?",
        "When will this item beReplenished?",
        "Is this item about to be re-stocked?",
        "I am wondering if there are plans for more stock.",
        "Is there anything planned to replenish this product?",
        "Will this product beReplenished soon?",
        "will product be available again?",
        "Do you have a plan to replenish this product?",
        "There are plans to refill this product.",
        "Is this item going to get refreshed soon?",
        "Is the stock coming back?",
        "Is it planned for a fast restock arrival?",
        "Will you have more stock on hand soon?",
        "Are you going to refill any soon?",
        "Is it returning in stock soon?",
        "Will there be additional stock soon?",
        "Do you have an upcoming re- stock?",
        "Do you plan to restock anytime soon?",
        "Are you trying to replenish this?",
        "How soon will you get more product?",
        "Are you planning to reorder before long?",
        "Are you about to get more product?",
        "Is the product coming back soon?",
        "Can we expect to replenish this product soon?",
        "Is there a planned product refill?",
        "Any chance of fresh stock?",
        "Is the item going to be reloaded soon?",
        "Can you give me any plans for more stock?",
        "Will you bring back this item soon?",
        "Do you know if there are plans to replenish this product soon?",
        "When will there be returning inventory?",
        "Will it get re-stocked?",
        "When do you replenish the stock?",
        "Do you know when y'all will reup?",
        "Can I expect a replenishment of the item soon?",
        "Do you restocking soon?",
        "Is stock expected to increase in the near future?",
        "Was new stocks on their way?",
        "Is the item coming back soon?",
        "Will you be re-stocking this product?",
        "Is it going to be back in stock?",
        "Will there be any plans for additional stock?",
        "When is this item going to beReplenished?",
        "Will this return in stock soon?",
        "Will product be ready again?",
        "Can you tell me when this will be back in stock.",
        "Can I have this item again soon?",
        "product again soon?",
        "When is this coming back in stock?",
        "Is this product coming back up?",
        "You are going to replenish this soon?",
        "Are there any plans to buy more stock?",
        "There will be more supply soon?",
        "Any upcoming stock re- stock?",
        "Do you know when this will be in stock?",
        "How about the product refill?",
        "Is it possible to replenish this item soon?",
        "Do you restock anytime soon?",
        "Product will be available again?",
        "Are you planning on restocking soon?",
        "You restock soon?",
        "Are this going to be back in stock?",
        "plans for more stock?",
        "Should I expect to get refill soon?",
        "Any chance of refilling this product?",
        "How close are you to refilling it?",
        "Will y'all Reup soon?",
        "What is the anticipated time for product replenishment?",
        "There will be plans to replenish this product soon.",
        "What is a planned product refill?",
        "Should I expect a refill sometime?",
        "Are you going to have more product soon?",
        "Are product available again?",
        "Can you give me an idea of when this will be back in stock?",
        "Any planned refill for a product?",
        "Can I expect it to be back soon?",
        "Product will be back soon?",
        "Is it possible for fast restock arrival?",
        "Do you have a plan on when to reorder?",
        "Will this be supplied again?",
        "Is there any chance of a restock of this product?",
        "Are there expected stock in near future?",
        "Could this product be in stock soon?",
        "Will there be restock in the near future?",
        "Will you have more stock on hand?",
        "Will it get a new stock?",
        "Prompt plans for refilling shelf- standing favorites?",
        "I want to know if I can expect a refill soon.",
        "When are stock going to come back?",
        "Do you know if there is a chance of a restock?",
        "Are you going to bring this item back?",
        "Will this be back in stock soon.",
        "Are they about to get new stocks?",
        "Is there a chance of more replenishment coming?",
        "Are you planning on stocking this product soon?",
        "Will it be a restock soon?",
        "Re-supply expected very soon?",
        "Will you soon be able to purchase more stock?",
        "Will you be refilling this product?",
        "Will there be further stock plans?",
        "Is there any plan to replenish this product?",
        "Is the product back in stock soon?",
        "Should I expect to get another refill?",
        "Will stock be there in the near future?",
        "Will product reappearance?",
        "When this item will be replenished?",
        "Does your plan include reordering before long?",
        "Which product will be available again?",
        "Are more stock available soon?",
        "Is any idea when this will be back in stock?",
        "There is a chance of a restock?",
        "Soon will you have more stock?",
        "Will you get a chance to reup soon?",
        "Is it going back in stock soon?",
        "Will more stock be on hand soon?",
        "Is new stocks about to come?",
        "Product available again? soon?",
        "A stock date is coming up?",
        "Close to refilling?",
        "Are you about to replenish this soon?",
        "Will you be reupping soon?",
        "Will all of you reup soon?",
        "Re-supply expected within moments?",
        "When will this item be back?",
        "Will this be restocked soon?",
        "When will the returning inventory arrive?",
        "Will there be a refresh of this product soon?",
        "The product will be back.",
        "Are you able to replenish this product soon?",
        "Are there plans to replenish this item?",
        "Should stock be expected in the near future?",
        "When will they be back in stock?",
        "Will more stock be coming soon?",
        "When do you think you'll replenish this?",
        "Are any product refill plans in the works?",
        "Stock will come back?",
        "To replenish it?",
        "Is the product returning in stock?",
        "Will there be more supplies?",
        "Is fast replenishment anticipated?",
        "Are you refilling anytime soon?",
        "Sometime when will stock replenish?",
        "Is this item coming back into stock soon?",
        "Is it expected that there will be stock in the near future?",
        "What is the time frame for product replenishment?",
        "Are there plans to refill this item?",
        "Does new stock on the way?",
        "Re-supply possible?",
        "Are there any forthcoming re-stocks?",
        "When will this item be filled again?",
        "Get more product soon?",
        "Will there be plans for refilling shelf favorites?",
        "Is it possible for a refill of this item soon?",
        "Will there be a restock of this product?",
        "Can I expect supplies soon?",
        "Any plan for a refill?",
        "Can we expect a replenishment of this item soon?",
        "Is this going to be back in stock soon?",
        "Restock predicted in near future?",
        "What is the timetable for product replenishment?",
        "Is there anything planned for a product refill?",
        "will this be back in stock?",
        "Is this product back in stock soon?",
        "Are you going to replenish this item?",
        "Can I expect a return of this item soon?",
        "Do you have any planned product refill?",
        "Is there any plans to refill this product?",
        "Are you planning to bring it back?",
        "There is a chance that this item will be restocked.",
        "Have any plans for more stock?",
        "Will there be any upcoming re-stocks?",
        "Re-stock?",
        "Is restock expected in the future?",
        "Will there be another version of this product soon?",
        "There could be a chance of a restock.",
        "We don't know when this will come back in stock.",
        "Will you add more stock soon?",
        "Is a refill of this item imminent?",
        "Do you have plans to replenish this product?",
        "Will you get a restock of this product soon?",
        "Do you plan to have it in stock soon?",
        "When will this item be replenished?",
        "Restocking coming?",
        "Will you soon have additional stock?",
        "Is stock going to replenish when?",
        "I'm not sure if this will be back in stock.",
        "Will you guys reup soon?",
        "Are you able to get more stock soon?",
        "Will you be able to get more stock in the future?",
        "Should there be plans for more stock?",
        "There is a plan to replenish this product.",
        "Can y'all reup soon?",
        "Re-stock in the future?",
        "Is it going to come back in stock?",
        "When will this come in stock?",
        "Any product refill that is scheduled?",
        "Is getting more inventory a possibility?",
        "Are the stock date coming soon?",
        "Are you going to replenish this quick?",
        "Can I expect the item to come back?",
        "close to refilling it?",
        "Are you getting resupplied soon?",
        "Is returning inventory happening?",
        "Are there a new stock date coming up?",
        "Will you be able to get more stock in the near future?",
        "Will the product return soon?",
        "Add more supply soon?",
        "What is the approximate time for product replenishment?",
        "Would the product be available again soon?",
        "Re-supply expected promptly?",
        "I wonder if there will be more stock?",
        "any upcoming re- stock?",
        "How soon will this product be available again?",
        "Will product be available once more?",
        "When going to replenish this?",
        "Are there more stock available soon?",
        "Is there going to be more stock?",
        "How soon will the product replenish?",
        "I wonder if this item will be available soon.",
        "How soon will the product be back in stock?",
        "Will it be again soon?",
        "Will you replenish this product soon?",
        "Is the stock date forthcoming?",
        "Are there going to be a stock date coming up?",
        "Will y'all be reuping soon?",
        "When will replenish stock?",
        "Are the plans for replenishment soon?",
        "I'm not sure when this will be in stock.",
        "Is this item going to be restocked any time soon?",
        "When will it get back in stock?",
        "restock coming?",
        "Will this be back in stock when?",
        "Will this be back in stock?",
        "Will product be back in stock soon?",
        "Is it expected that immediate re-supply will happen?",
        "Can I expect a fresh supply of this item soon?",
        "Any plan for a product refill?",
        "This item may be restocked soon.",
        "Will we see more stock?",
        "Can I expect to get this item again soon?",
        "Was new stock on their way?",
        "product will be back soon?",
        "Any product refilling planned?",
        "Are the products coming back in stock soon?",
        "When is stock going to return?",
        "Are you soon going to replenish this?",
        "Will this be in stock again?",
        "Can I expect a replenishment soon?",
        "Will there be a chance of new stock coming?",
        "There is a product refill planned?",
        "I'm wondering if I should expect a refill eventually.",
        "How soon will a product be restocked?",
        "Is stock expected to return in the future?",
        "Shouldn't I be expecting a refill eventually?",
        "Is new stock on their way.",
        "How about more product soon?",
        "Do you refill anytime soon?",
        "Are you planning to get more product soon?",
        "Is there a stock date coming up?",
        "When willthis be back in stock?",
        "Will you refresh this product soon?",
        "Is it time for a refill eventually?",
        "Will there be plans to replenish this product in the near future?",
        "Can I have this item back soon?",
        "Will there be a stock date soon?",
        "Will product be available again again?",
        "Will the stock be in the near future?",
        "Does anyone have any plans for more stock?",
        "Is there a chance of new inventory coming?",
        "When will you stock up again?",
        "Will there be more of this product in the near future?",
        "This item is going to beReplenished?",
        "You have more product soon?",
        "Are you going to have replenishment soon?",
        "Is this product coming back in stock soon.",
        "Can I expect some replenishment soon?",
        "There is a possibility of a restock of this product.",
        "There could be a chance of a restock for this product.",
        "Do you think you will replenish anytime soon?",
        "Any product refill to be planned?",
        "Is there more inventory being got?",
        "Will it be restocked again?",
        "Should I be expecting a refill soon?",
        "When will inventory return?",
        "Are you going to replenish this soon?",
        "Can there be a refill of this item soon?",
        "Will the product be available again again?",
        "Can I expect the item back soon?",
        "How about you refilling this or something?",
        "When will you re-stocking?",
        "Do you restock soon?",
        "Will you reup in the future?",
        "close to being able to replenish it?",
        "I wonder if the product will be back in stock soon.",
        "Will product available again?",
        "Are the plans to replenish this product soon?",
        "Willthere be more stock?",
        "Will you be stocking this product?",
        "When will stock beReplenished?",
        "Is there a restock of this item soon?",
        "Do you replenish soon?",
        "There are any plans for more stock?",
        "Will you bring back this product?",
        "There is a chance of replenishment for this product.",
        "Will there be a new supply of this product soon?",
        "Should I see a refill eventually?",
        "Do you know if there will be any restock coming?",
        "When will you return to replenish?",
        "Will there be more coming?",
        "There may be an upcoming re-stock.",
        "Can I expect it to be back in stock soon?",
        "Is the item going to be refreshed soon?",
        "Do I expect a refill in the future?",
        "Are new stocks imminent?",
        "Is there a chance of replenishment for this product?",
        "Do you intend to replenish before long?",
        "When will you refill this?",
        "Does anyone have any upcoming stock?",
        "Is there any chance of a refresh for this product?",
        "Could be immediate re-supply expected?",
        "Will the product be coming back?",
        "Are we expecting stock in the near future?",
        "Is this product going back into stock soon?",
        "Is an immediate re-supply expected?",
        "This will probably be back in stock soon.",
        "Will it get stocked again?",
        "Will there be any upcoming stock?",
        "Will you re-up soon?",
        "stock expected in the near future?",
        "Will I get a replenishment of this item soon?",
        "Are you able to replenish this?",
        "Can there be a chance of a restock on this product?",
        "Is there a plan for more stock?",
        "Any chance of new stock coming soon?",
        "There are plans to replenish this item.",
        "I wonder if new stocks are on their way?",
        "Are you in a position to replenish soon?",
        "So when will stock replenish?",
        "Is this item going to be sold again soon.",
        "What would be the plans for more stock?",
        "When will this be back on stock?",
        "Is this going back in stock soon?",
        "Are we going to get this back in stock?",
        "There are plans to replenish this product very soon.",
        "Is this product about to return to stock?",
        "Will the product appear again?",
        "Will you have more soon?",
        "Will it be back in stock eventually?",
        "Do you know any upcoming re-stocks?",
        "When in the future will you replenish this?",
        "Is this product going to be refreshed soon?",
        "Is this thing back in stock soon?",
        "Is this item going to be reintroduced?",
        "I wondered if new stocks were on their way.",
        "Will there be additional stock available soon?",
        "Is there a chance of a refill eventually?",
        "Is there a upcoming re-stock?",
        "This item will beReplenished?",
        "Will there be more of this product?",
        "How soon will it be refreshed?",
        "This item will be refreshed?",
        "I'd like to know when this will be back in stock.",
        "Will this product be reintroduced soon?",
        "Do you plan on refilling this soon?",
        "Is there any product refill in the works?",
        "Can I be sure of a replenishment of this item soon?",
        "Any product plans for refill?",
        "Are there any chance of new stock coming?",
        "There will be returning inventory when?",
        "Will products be available again?",
        "Do you plan on reordering quickly?",
        "Y'all are going to reup soon?",
        "Is it possible that product will be available again?",
        "It's going to be back in stock soon.",
        "Are you about to get more inventory?",
        "Is it possible stock will come back?",
        "Will it be back in stock one day?",
        "Are you going to carry this item again?",
        "Do you have a plan to reorder soon?",
        "Is the item going to be available again soon?",
        "Is a refill planned?",
        "Are you getting a refill soon?",
        "When will returning inventory?",
        "Is there any chance of a replenishment of this item soon?",
        "Potential plans for more stock?",
        "Do you have any plans to add more stock?",
        "Will you be refilling this product soon?",
        "Can I get a refill of this item soon?",
        "Are you refilling soon?",
        "Does this product return to stock soon?",
        "Is this coming back in stock soon?",
        "Do you have plans for more stock?",
        "product available again?",
        "Is stock coming back soon?",
        "Will this get back in stock?",
        "Are you planning to stock up anytime soon?",
        "Is it expected that stock will be in the near future?",
        "Are new stock coming?",
        "Should there be any upcoming re-stock?",
        "Will you offer more stock soon?",
        "When will you be re-stocking again?",
        "This item could be restocked soon.",
        "Any product refill planned for?",
        "Will this be put back in stock?",
        "There could be plans to replenish this product soon.",
        "Will this be available again soon?",
        "When? returning inventory?",
        "Are you going to bring back this soon?",
        "How soon will you refill?",
        "Will there more stock soon?",
        "Are you getting ready to replenish this?",
        "More product on the way?",
        "Are you replenishmenting soon?",
        "There may be a plan to replenish this product soon.",
        "Are you planning to bring this product back soon?",
        "Is it time to expect a refill eventually?",
        "Is stock expected to come back?",
        "When is stock coming back?",
        "Do you expect a fast restock arrival?",
        "Will you replenish this or something?",
        "Plans to refill shelf-standing favorites Prompt?",
        "There are plans to replenish the product soon.",
        "Will there soon be more supply?",
        "Is it soon that product will be available again?",
        "There's a chance of a restock for this product.",
        "I wonder if this item will be reloaded soon.",
        "Is there an immediate re-supply?",
        "Is this going to be in stock soon?",
        "Are you set to replenish soon?",
        "This item will be restored soon?",
        "Are you trying to replenish this or what?",
        "Are you replenishment Soon?",
        "Re-stock soon?",
        "Were there any plans for more stock?",
        "Is there more product arriving soon?",
        "There might be a stock date coming up.",
        "You replenish soon?",
        "Will there be more stock planned?",
        "Can I expect a re-supply soon?",
        "Will there be more supply in the near future?",
        "There should be a restock of this product soon.",
        "How soon will product restock?",
        "Will there be more stock soon?",
        "Will there be a re-stock soon?",
        "Will there be a restock on this product?",
        "There is a chance that there will be a restock of this product.",
        "Are their new stocks on their way?",
        "Are you close to replenishing it?",
        "Could I expect a refill eventually?",
        "Will stocks return promptly?",
        "Will there be a new stock?",
        "Are you going to restock?",
        "Will there be plans to replenish the product soon?",
        "It is not certain when this will be back in stock.",
        "I'm wondering when it will be back in stock.",
        "When is this item going to be replenished?",
        "Any chance of a new stock?",
        "Will you bring back the product soon?",
        "I don't know when this will return in stock.",
        "Will there be enough to replenish this product?",
        "Are you planning to bring back this item soon?",
        "Has there a plan to replenish this product?",
        "Will stock be ready in the near future?",
        "Is there more stock out soon?",
        "Is there a replenishment of this item imminent?",
        "When do you expect stock to come back?",
        "Do you think this product will be back in stock soon?",
        "When you are going to replenish again?",
        "I want to know any plans for more stock.",
        "Will the stock expected in the near future?",
        "When will the stock replenish??",
        "Any planned refill of any product?",
        "How quickly will the restock arrival occur?",
        "You will refill anytime soon?",
        "Will there be stock in the near future.",
        "You replenishment soon?",
        "Could you tell me when this will be back in stock?",
        "When will returning inventory happen?",
        "When will this item be restocked?",
        "Are you planning on refilling this?",
        "Will there be more supplies soon?",
        "We don't know when it will be back in stock.",
        "Are you coming back with this soon?",
        "Is there expected stock in near future?",
        "Is stock going to come back?",
        "Is there a chance for a restock of this product?",
        "Is that a product refill planned?",
        "Just close to replenish it?",
        "Re-supply expected in the near future?",
        "Will you make more stock soon?",
        "Is stock expected in the near future?",
        "Are you set to replenish?",
        "How about you replenish this or something?",
        "Do you plan on stocking this soon?",
        "I am not sure when this will come back in stock.",
        "Is there any plans to replenish this product?",
        "What about upcoming re-stocks?",
        "Near to refilling it?",
        "Is there more product to be found soon?",
        "When will you restocking?",
        "I'm wondering when this will be back in stock.",
        "Will there be a restock in the near future?",
        "when will this be back in stock?",
        "When will return inventory?",
        "Is there a plan to replenish this item?",
        "Any planned refill of the product?",
        "Will more stock arrive soon?",
        "Are there plans to add more stock?",
        "Do there any plans for more stock?",
        "Are re stock expected soon?",
        "Can I be sure of a refill of this item soon?",
        "Are you going to add this item again?",
        "How soon will the stock replenish?",
        "Will it be close to replenishment?",
        "What time will it be re-stocked?",
        "Re-supply expected right away?",
        "Restock date in the near future?",
        "What about upcoming re- stock?",
        "Would it be close to replenish?",
        "Do you plan a product refill?",
        "Are you all going to reup soon?",
        "When Will stock come back?",
        "Can there be any plans for more stock?",
        "Any upcoming inventory?",
        "There might be plans to replenish this product soon.",
        "When will it be added to the stock?",
        "Should there be a product refill planned?",
        "Are you going to re-stocking anytime soon?",
        "Will this be back in stock again?",
        "When will this item be backordered?",
        "Will product be available soon again?",
        "Will the stocks come back quickly?",
        "Is this item being restocked soon?",
        "You should have more product soon?",
        "How about you replenish?",
        "Will I get a refill of this item soon?",
        "When will your inventory return?",
        "Can there be a chance of a refill for this product?",
        "Are their stocks on their way?",
        "Can I get more product soon?",
        "Are there plans to replenish this product very soon?",
        "Is the item going to be available again?",
        "Are you going to replenish this now?",
        "Have more product forthcoming?",
        "Will more stock soon be available?",
        "Is this item going to be restocked anytime soon?",
        "Will there be more inventory soon?",
        "Do you know when you will replenish?",
        "Is this going to be restocked?",
        "New stocks will be on their way?",
        "Will the stock date be forthcoming?",
        "When will the stock come back?",
        "I wonder if this product will return in stock soon.",
        "Is there any plans regarding more stock?",
        "Can this be back in stock soon?",
        "Do you know when this item will be restocked?",
        "Are you about to replenish soon?",
        "Are we likely to see immediate re-supply?",
        "Can you tell me any plans for more stock?",
        "Anything planned for a refill?",
        "Does there plan to replenish this product soon?",
        "Is this product back in inventory?",
        "Is the product returning to stock soon?",
        "Will this be offered again?",
        "Is it known when this will be back in stock?",
        "I wonder when this will be back in stock.",
        "Are you going to replenish?",
        "Is the stock going to replenish?",
        "Is there any chance of more replenishment coming?",
        "Will you stock it soon?",
        "Will the product be on sale again?",
        "Will you bring back this product soon?",
        "Are there more coming soon?",
        "Do you plan to bring this item back soon?",
        "Can I expect a re-supply of this item soon?",
        "Are you going to replenish sooner?",
        "Does anyone have plans for more stock?",
        "Will there be a return of this item?",
        "When will you replenish again.",
        "Will you replenish this product in the future?",
        "How soon will this be in stock?",
        "Re-supply expected soon?",
        "This product may come back in stock soon.",
        "We don't know when this will be back in stock.",
        "Is stock expected in near future?",
        "When will it be back in stock?",
        "Are you getting replenished soon?",
        "Is there stock expected in the near future?",
        "Is this item going to be restored soon?",
        "Are there any plans to refill this product?",
        "Is it close to being refilled?",
        "Any chance of refilling?",
        "Is there any chance of replenishment for this product?",
        "Will you guys re-up soon?",
        "Is new stock arriving?",
        "Could the stock date be coming up?",
        "Is this item due for a refill soon?",
        "Is there a chance of fresh stock coming?",
        "When will you get back inventory?",
        "Are you replenishing this or something?",
        "Is there a product refill planned?",
        "Are there more stocks available soon?",
        "Do you know when the stock will replenish?",
        "Will this product return in stock soon?",
        "Will there be more Stock?",
        "Will there be a refill?",
        "Are the product coming back in stock?",
        "Will there be a restock on this product soon?",
        "Is this going to be back in stock one day?",
        "Will the product come back in stock soon?",
        "Is this item going to be reloaded soon?",
        "Do you have any plans to replenish this product?",
        "Are you going to replenish again?",
        "Is it likely that there will be more supply soon?",
        "When will this be returned to stock?",
        "Restock happening soon?",
        "When will you replenish the stock?",
        "Are we going to reup soon?",
        "Are there any upcoming re-Stocks?",
        "A product refill?",
        "You will restocking soon?",
        "When will you return to replenishment?",
        "There is a possibility of a restock for this product.",
        "This will be back in stock at some point.",
        "Are you going to refresh this item soon?",
        "You'll be restocking soon?",
        "Will restock be in the near future?",
        "Is there any plans to refill this product soon?",
        "Is it likely that stock will be in the near future?",
        "Is there more availability soon?",
        "Can I expect the item to be back in stock?",
        "Are we about to see stock happening now?",
        "How soon this will be back in stock?",
        "When can we replenish this?",
        "Is there any idea when this will be back in stock?",
        "Stock expected to be restored soon?",
        "Is it time for more supply soon?",
        "Can there be plans to replenish this product?",
        "Will you get any more stock soon?",
        "I want to know if I can expect a replenishment of this item soon.",
        "Are there plans for refilling shelf-standing favorites?",
        "Will you have more available?",
        "Will this be reintroduced?",
        "Product will be available again soon?",
        "Will there be a new supply of this product?",
        "Product can be available again soon?",
        "How soon do you replenish?",
        "When will you replenish this?",
        "Are you ready to replenish soon?",
        "You're restocking soon?",
        "When will I be able to replenish this?",
        "I need to know if I should expect a refill eventually.",
        "When will you re-stocked this?",
        "Will there be reup soon?",
        "Will you soon be able to buy more stock?",
        "Is this product back in stock, soon?",
        "Will the product available again?",
        "Is there more stock soon?",
        "How soon is product restock possible?",
        "Is the product coming back in stock?",
        "When will you replenish it?",
        "Which product is planned for refill?",
        "Maybe when it will be back in stock?",
        "Is there any new stock on their way?",
        "Should I be given a refill in the future?",
        "Will your reup soon?",
        "Will this item be back in stock soon?",
        "Is there more coming in the near future?",
        "Are you stocking up soon?",
        "Are you planning on stocking this item soon?",
        "Are you going to refill this item?",
        "Could be immediate re-supply?",
        "Will this product be coming back in stock soon?",
        "Is it going to be back in stock soon?",
        "Is the stock date approaching?",
        "There are any plans to increase stock?",
        "Will you carry this product again soon?",
        "Is this product back in inventory soon?",
        "Is that when this will be back in stock?",
        "Will you come up with more stock soon?",
        "I wonder when this will return in stock?",
        "Plans for refilling shelf-standing favorites are prompt?",
        "Do you intend to replenish this product soon?",
        "Will you be replenishing this product?",
        "Are you planning to replenish the item soon?",
        "Are there any plans to replenish this product.",
        "Plans for refilling shelf-standing favorites immediately?",
        "This item is being refilled?",
        "Is there any plans to replenish this item?",
        "Would you be able to replenish this product soon?",
        "It might be back in stock soon.",
        "How soon will the restock arrival?",
        "I am wondering if there are any plans for more stock.",
        "Is this product returning to stock?",
        "When will stock come up again?",
        "Is there a plan to replenish it soon?",
        "Is there any chance of more inventory coming?",
        "Any chance of replenish?",
        "Have there plans to replenish this product?",
        "Restocking this product will be soon?",
        "Is this back in stock soon?",
        "It could be close to being refilled.",
        "Restock coming up?",
        "Can there be any chance of new stock coming?",
        "Should I expect a refill sooner?",
        "Is there any product refill plan?",
        "When will it be restocked?",
        "So when will stock come back?",
        "Will you be able to get more stock soon?",
        "Should I expect a refill in the near future?",
        "Is this going to be brought back?",
        "Will there more inventory?",
        "Are you ready to replenish again?",
        "There is a chance of a restocked product.",
        "Do you stock up anytime soon?",
        "Will a refill be planned?",
        "What is the exact time for product restock?",
        "Will you reup soon?",
        "Any upcoming re-Stocks?",
        "Will product be coming back?",
        "Do you plan on reordering?",
        "Plans to refill shelf- standing favorites?",
        "When will this item be added back?",
        "Do you know if there will be a replenishment of this product soon?",
        "Will there soon be more product?",
        "Can you get more product soon?",
        "Are this going back in stock?",
        "When will you be able to replenish this?",
        "Will you be bringing back this product?",
        "Is this item going to be back in stock?",
        "Is this item going to be restocked?",
        "Will there be more stock on hand soon?",
        "Is stock expected to change in the near future?",
        "Will this be re-supplied?",
        "Are there any chances of fresh stock coming?",
        "Will more stock be made?",
        "Is there any chance of a refill for this product?",
        "Are you going to have this back soon?",
        "When willStock replenish?",
        "Re-supply likely?",
        "Is there going to be stock in the future?",
        "There is any chance of a restock for this product?",
        "Will this get new stock?",
        "Will any product refill be planned?",
        "Product again soon?",
        "I was wondering when this would be back in stock.",
        "Is this product again in stock?",
        "Any forthcoming re-stock?",
        "Stock expected to return in the near future?",
        "When willstock come back?",
        "Is this thing coming back in stock soon?",
        "Will the product be available once more?",
        "Are you planning to replenish this soon?",
        "Is there more inventory on the way?",
        "Restock is expected in the near future?",
        "Is there more product imminent?",
        "Are you returning inventory soon?",
        "Can any plans be made for more stock?",
        "Are you going to refill this or something?",
        "Will more stock be planned?",
        "Is there plans for refilling shelf-standing favorites?",
        "What time will it be back in stock?",
        "Can you give us more product soon?",
        "Any new re-stocks?",
        "Are there stock expected in the near future?",
        "Plans to refill shelf standing favorites?",
        "Shall you replenish this or what?",
        "How fast is the product restock?",
        "How soon will you get more stock?",
        "Is there a chance of a restock for this product.",
        "When will they replenish this?",
        "How about any upcoming re- stock?",
        "Are new stocks going to come?",
        "This item will be refreshed soon?",
        "Will stock be forthcoming in near future?",
        "Are you refilling?",
        "Are you getting more replenish?",
        "This item will be replenishment soon?",
        "I'm wondering if there are any plans for more stock.",
        "Fast restocking arrival?",
        "How soon will the restock arrival occur?",
        "Is this item going to get re-stocked soon?",
        "Are you going to refill any time soon?",
        "Do you think there will be immediate re-supply?",
        "When will it be stocked?",
        "Are you going to stock this product soon?",
        "How soon can I expect a refill of this item?",
        "Will there be a re-release of this product soon?",
        "Is it soon that you will replenish?",
        "Will the product being available again?",
        "Are we close to replenishment?",
        "Can anyone tell me when this will be back in stock?",
        "Has there been plans for refilling shelf-standing favorites?",
        "When will stock replenishment happen?",
        "There could be a product refill planned.",
        "Do they have new stocks on their way?",
        "I wonder when the stock date will be?",
        "When will there be more restocking?",
        "Will the product be ready again?",
        "Are close to replenish it?",
        "Has any idea when this will be back in stock?",
        "Can I anticipate a refill of this item soon?",
        "Possibly close to refilling it.",
        "What are their plans for more stock?",
        "Will we have more supply soon?",
        "Is this gonna be back in stock soon?",
        "When going to replenish?",
        "Any future re-stock?",
        "Are you on your way to replenish?",
        "Immediate re-supply possibly expected?",
        "Will there be another restock of this product?",
        "Do you have something to replenish?",
        "Is this product coming back?",
        "I wonder if this product will be in stock soon.",
        "Is the product going back in stock soon?",
        "Would there be more stock?",
        "Is you replenishment soon?",
        "Any chance of restocking?",
        "Will y'all reup in the near future?",
        "Is there more product planned soon?",
        "Have a stock date coming up?",
        "Should I expect a refill soon?",
        "This item will be re-stocked when?",
        "Is there more stock on offer soon?",
        "Could this product come back in stock soon?",
        "Can there be plans for more stock?",
        "Do you plan on refilling this item soon?",
        "Is this product coming back to stock soon?",
        "Any re-stocks coming?",
        "Re- stock?",
        "Will there be plans for more stock?",
        "Will the product be available again.",
        "Are you getting new replenishers soon?",
        "Are you going to replenish soon?",
        "Will we get more stock?",
        "Product possibly available again soon?",
        "Is their new stock on their way?",
        "Upcoming re-stocks?",
        "Is the product going to be replenished soon?",
        "Is there any chance of new inventory coming?",
        "Will there be more coming soon?",
        "Do you have more stock soon?",
        "Will there any plans for more stock?",
        "There is any upcoming re-stock?",
        "What is the planned product refill?",
        "When will restock again?",
        "Would you get more inventory?",
        "When will the inventory be returning?",
        "Is this product arriving in stock soon?",
        "Will there be a repeat of this item soon?",
        "when will it be re-stocked?",
        "Do you want to refill before long?",
        "What are the plans to replenish this product?",
        "Will this get re-stocked?",
        "There should be a product refill planned.",
        "Are we going to get immediate re-supply?",
        "Should I expect to refill eventually?",
        "restocking this?",
        "When is this going to be restocked?",
        "Do you plan to have it in stock before long?",
        "Are there new stocks in the works?",
        "Re stock expected to come soon?",
        "Can you give me more product soon?",
        "Should there be an upcoming re-stock?",
        "Will there be a renewed product soon?",
        "Plans for refilling shelf favorites are prompt?",
        "Will product be available again.",
        "Do you think it will be a fast restock arrival?",
        "Is it possible to get a replenishment of this item soon?",
        "Will stock come back quickly?",
        "There could be an upcoming re-stock.",
        "Will you be re-stocking soon?",
        "Will you be restocking this product?",
        "Is stock coming back promptly?",
        "Is it close to being replenished?",
        "Is this thing coming back in stock?",
        "Could it be close to replenish it?",
        "Will there be a restock of that product?",
        "How soon can I expect a supply of this item?",
        "Will you have more new stock soon?",
        "Are you going to restock this soon?",
        "Is this product getting back in stock soon?",
        "Will you reup shortly?",
        "anything planned for a refill?",
        "There will be a plan to replenish this product soon.",
        "Are you near to refilling it?",
        "Is this item going to be refreshed soon?",
        "When will we have this again?",
        "You might reorder before long.",
        "Will there be more stock available soon.",
        "Are we about to replenish this product soon?",
        "How soon will stock come back?",
        "Will there be more stock coming?",
        "Will the product be made available again?",
        "When will they refill again?",
        "Do you plan to replenish this when?",
        "Is this item going to be re-stocked?",
        "Is this item going to be offered again soon?",
        "Is you going to replenish soon?",
        "Is stock going to replenish?",
        "Will there be more stock for sale?",
        "I don't know if this will be back in stock.",
        "When are we going to replenish?",
        "Will product be back soon?",
        "Will product again be available?",
        "There may be a product refill planned.",
        "Are there plans to replenish this item soon?",
        "Any product refill scheduled?",
        "Can I expect to receive this item again soon?",
        "Are you close to being able to replenish it?",
        "Will you have more inventory in the future?",
        "Are there any plans to replenish this product soon?",
        "Will your reup happen soon?",
        "Can you tell me when the product will be restocked?",
        "Should I be expecting a refill in the near future?",
        "Will there be an immediate re-supply?",
        "Will the product be back this time?",
        "Re-supply expected imminently?",
        "close to refill it?",
        "Should be close to refilling it.",
        "Is there an upcoming re-Stock?",
        "Will stock replenish soon?",
        "Would you replenish anytime soon?",
        "Will there be a restory in the works?",
        "Does this product have a chance of being restocked?",
        "Are you about to replenish this item soon?",
        "Will your stock be more available soon?",
        "Are you able to replenish this item soon?",
        "Should there be stock in the near future?",
        "Will this be back in stock in the near future?",
        "Is it close to being resupplied?",
        "Is this going to be restocked soon?",
        "Will this be back in stock at some point?",
        "Will there be more product soon?",
        "Are you replenishting?",
        "A planned product refill?",
        "You are going to replenish or what?",
        "You will stock up soon?",
        "I wonder if this product will be back in stock soon.",
        "Are you going to need replenishment soon?",
        "Is there more product to come soon?",
        "When will the stocks replenish?",
        "There may be a restock of this product.",
        "Will it be resupplied when?",
        "When will they be able to replenish again?",
        "Do you plan to bring this back soon?",
        "Are you going to have more stock soon?",
        "any product refill planned?",
        "Are immediate re-supply likely?",
        "Are they planning on refilling this product soon?",
        "Has there any plans to replenish this product?",
        "Is Restock coming up?",
        "Will more stock come along?",
        "Is there expected stock in the near future?",
        "Is this item going to be resupplied soon?",
        "Shall I get more product soon?",
        "What is the upcoming re- stock?",
        "Any planned product refill?",
        "When will stock be replenish?",
        "Will there be an upcoming replenishment of this product?",
        "When stock will come back again?",
        "Possibly immediate re-supply expected?",
        "Are you planning to refill this soon?",
        "Will youReup soon?",
        "How about the upcoming re-stock?",
        "Are there a stock date forthcoming?",
        "when will stock replenish?",
        "You will restock anytime soon?",
        "If there is a product refill planned?",
        "Are you going to refill this or what?",
        "Is a stock date near?",
        "Is this product back to stock soon?",
        "Will we see more stock soon?",
        "Are you replenishment soon?",
        "Will a product refill be planned?",
        "Are any plans for more stock coming?",
        "Is there any plan to make more stock?",
        "Will this be made available again?",
        "plans to refill shelf-standing favorites?",
        "Will stock come in the near future?",
        "Does stock come back soon?",
        "Can I expect to get this item back soon?",
        "When will they replenish the stock?",
        "How soon will it be reloaded?",
        "When will stock be back?",
        "When is this going to be back in stock?",
        "Does anyone know if this will be back in stock?",
        "Is there more stock available soon.",
        "Are there any plans to refill this product soon?",
        "Do you replenish any time soon?",
        "Are stocks back soon?",
        "Will there be a restock date soon?",
        "Will there be more of the product?",
        "Are you refilling this or something?",
        "Are there any upcoming re-stocks?",
        "Restocked soon?",
        "Are there going to be a re stock date?",
        "Are there plans to refill shelf favorites?",
        "Are you going to have any more stock soon?",
        "Will this product be there again?",
        "When will we replenish the stock?",
        "Does anyone know of any upcoming re-stocks?",
        "Do you replenish anytime soon?",
        "I wonder if this item will be renewed soon.",
        "Will it get resupplied soon?",
        "Is this item coming back in stock soon?",
        "Any product refresh planned?",
        "Exactly when this will be back in stock?",
        "How about a product refill.",
        "When do you plan to replenish again?",
        "Do you think there will be more stock?",
        "Any future plans for more stock?",
        "When will this item be brought back?",
        "I'm not sure when this will return in stock.",
        "Do you know when the product will be restocked?",
        "What is the expected date for product restock?",
        "Do you know when stock will replenish?",
        "Will you refill this product soon?",
        "Is it expected that stock will be in near future?",
        "Stock replenishment?",
        "I wonder if this item will be restocked soon?",
        "Will it be resupplied soon?",
        "Will there be more stock there?",
        "Are you going to bring this back soon?",
        "And when will this be back in stock?",
        "I am wondering if this item will be restocked soon.",
        "Do you intend to replenish this item?",
        "Should I expect a refill later on?",
        "Resupply expected soon?",
        "When is this item going to be reloaded?",
        "Is a restock of this product imminent?",
        "Is this going to be back in stock.",
        "Will there be stock expected in the near future?",
        "Should I be expecting a refill?",
        "Which product is coming back in stock?",
        "Is there more stock on the way?",
        "Are you going to have this again soon?",
        "Do you plan to replenish?",
        "Does anyone know if a product refill is planned?",
        "Re-supply anticipated soon?",
        "Are there new stock coming?",
        "When this would be back in stock?",
        "Will there be more of it soon?",
        "Should be a fast restock arrival?",
        "Restock likely in the near future.",
        "Is it possible to replenish this item shortly?",
        "Are the product available again soon?",
        "Any next re-stock?",
        "Would there be any plans for more stock?",
        "Restock is expected to happen soon?",
        "Does anyone know when this will be available in stock?",
        "Is this item going to become available again?",
        "Is the new stock on its way?",
        "Will there be a new supply?",
        "Are you able to replenish?",
        "Any chance of being able to replenish?",
        "Do you have more stock coming?",
        "Could it be close to replenishment?",
        "Any time soon will there be a product again?",
        "re-supply expected quickly?",
        "Plans to refill shelf-standing favorites?",
        "Are you about to get more stock?",
        "Are you intending to replenish anytime soon?",
        "Will product come back?",
        "Will there soon be more stock available?",
        "How soon will the product restock?",
        "How soon will it get resupplied?",
        "WILL there be more stock?",
        "There is any chance that they will replenish?",
        "New stock on their way?",
        "I would like to see a refill eventually.",
        "Re stock expected in near future?",
        "Can it get re-stocked?",
        "Will you reups soon?",
        "will there be more stock",
        "About to replenish it?",
        "Will stock be in the future?",
        "Does anyone know when this will be back in stock?",
        "Will you redo this product soon?",
        "This item might be re-stocked soon.",
        "Any Upcoming re-stocks?",
        "Will there be any product refill planned?",
        "Does the product coming back in stock?",
        "Will it get reintroduced?",
        "Are new stocks going to arrive?",
        "Are you getting ready to replenish?",
        "Is there more stock available soon?",
        "Do you plan to refill this item soon?",
        "When will it return in stock?",
        "Are there plans to replenish this?",
        "Got more product coming soon?",
        "Is the product soon back in stock?",
        "When will I be able to replenish?",
        "Would it be close to replenish it?",
        "Are we expected to see immediate re-supply?",
        "There is any plan for more stock?",
        "Are there expected immediate re-supply?",
        "Are you planning to get more inventory?",
        "Will there be plans for refilling shelf-standing favorites?",
        "Is there any upcoming re-stocking?",
        "When this will return to stock?",
        "I wonder when this product will come back in stock.",
        "Will the product be restocked soon?",
        "Any plan to refill product?",
        "Are you going to have more of this soon?",
        "Is this product back into stock soon?",
        "Are you going to replenish this in the near future?",
        "I didn't know when this would be back in stock.",
        "Is this something you replenish or something?",
        "Is there a restock of this product forthcoming?",
        "So when will this be in stock?",
        "Are you going to replenish anytime soon?",
        "There is plans to replenish this product.",
        "Is this product returning in stock soon?",
        "How about any upcoming re-stock?",
        "I wonder when y'all will reup?",
        "Are you going to refill it soon?",
        "Can new stocks be on their way?",
        "Plans to replenish this product soon?",
        "Are there future plans to replenish this product?",
        "Is there a chance of a restock for this item?",
        "Are there upcoming re-stocks?",
        "Does the product have plans to be replenished soon?",
        "Is there a chance of new stock coming?",
        "Do you think you'll replenish soon?",
        "I am wondering if I can expect a refill of this item soon.",
        "There is a plan to replenish this product in the near future.",
        "When will you replenish this.",
        "Any upcoming stock??",
        "Is there more stock around soon?",
        "Just when will this be back in stock?",
        "Are there plans to refill shelf-standing favorites?",
        "This will be back in stock eventually.",
        "Can I expect a replenishment in the near future?",
        "Will you soon have more stock available?",
        "Will there be another supply of this product?",
        "When is the stock going to return?",
        "Are you going to replenish this product soon?",
        "Any planned re-stocks?",
        "Were you able to get more product soon?",
        "Are you planning to replenish any time soon?",
        "Do you plan to refill anytime soon?",
        "Any time soon will it be back?",
        "Will the product refill be planned?",
        "Are new stocks going to be here soon?",
        "I wonder if this product will come back in stock soon.",
        "This item will replenish soon?",
        "Will the product be in stock again?",
        "When do you plan to replenish this?",
        "Will you be stocking up soon?",
        "This product could be back in stock soon.",
        "Will stock be expected soon?",
        "Is new stock on their way?",
        "Are you going to refill this?",
        "Should I expect to refill at some point?",
        "Plans for refilling shelf-standing favorites Prompt?",
        "Is more stock available soon?",
        "Do you plan on refilling anytime soon?",
        "When this will be back in stock.",
        "Does the product come back in stock soon?",
        "Are you restocking any time soon?",
        "Is this going to go back in stock?",
        "Is it close to being replenishable?",
        "Do you plan on reordering sooner?",
        "Are you bringing this back soon?",
        "Will you come reup soon?",
        "Is it expected to fast replenish?",
        "Do you have any plans to increase stock?",
        "Will there be a product again soon?",
        "How soon are you going to replenish this?",
        "The product will be restocked soon.",
        "Product ready again soon?",
        "Is there any plan to replenish this item soon?",
        "Are you expecting a fast re-stocking arrival?",
        "Will you be replenish soon?",
        "Is it possible for a fast replenish arrival?",
        "Is there any chance of a restock for this product?",
        "Ready to replenish it?",
        "Re- stock in the future?",
        "When will the inventory be coming back?",
        "Is it time for a refill?",
        "Will you come back with this product soon?",
        "It will probably be back in stock soon.",
        "Is there a stock date soon?",
        "When will this returns in stock?",
        "Will we have a reup soon?",
        "It will be back in stock some time.",
        "When is this item going to be replenish?",
        "I am wondering when this will be back in stock.",
        "Is there any upcoming stock re-stock?",
        "Will the stock come back in the near future?",
        "I want to know if I can expect a replenishment soon.",
        "Should I expect to get a refill in time?",
        "Plans for refilling shelf-standing favorites quickly?",
        "Is there more stock coming?",
        "Will you put this product back in stock?",
        "When do you expect stock to replenish?",
        "Any upcoming re stock?",
        "Do you have any plan for more stock?",
        "Are you planning on bringing this item back?",
        "Any time soon, will the product be available again?",
        "Is there any chance of additional stock coming?",
        "Something will be back in stock.",
        "Will you stock this product?",
        "Is this item going to get a refill soon?",
        "Can there be a plan to replenish this product soon?",
        "You're going to refill anytime soon?",
        "Will you replenish this product very soon?",
        "Are there any upcoming re- Stock?",
        "When is this going to return in stock?",
        "Do you plan to replenish this soon?",
        "What is the expected time frame for product restock?",
        "Will there be a chance of a restock for this product?",
        "Is this going to be re-stocked when?",
        "Are new stock coming soon?",
        "Is this item going to be brought up soon?",
        "There are any plans to buy more stock?",
        "This item will be refilled?",
        "When will it be re-stocked?",
        "When will this be in stock again?",
        "When do you think you'll replenish again?",
        "Can I expect more of this item in the near future?",
        "This item is going to be restocked.",
        "Any future stock re-stocks?",
        "Is new stocks about to arrive?",
        "The product may beReplenished soon.",
        "Will there be a refill of this product soon?",
        "This item will be reloaded soon?",
        "Are you nearing replenishment?",
        "What's the anticipated time for product restock?",
        "Will I receive a refill of this item soon?",
        "Are this going to be back in stock soon?",
        "Is stock coming back?",
        "Stock expected to come back soon?",
        "Will it get new stock soon?",
        "Will the product return in stock soon?",
        "Are plans for refilling shelf-standing favorites?",
        "Is the product going to be back in stock soon?",
        "Are you planning to replenish when again?",
        "Do there plans for more stock?",
        "You will re-stocking soon?",
        "Do you think I should expect a refill eventually?",
        "There's a stock date coming up?",
        "When will they return to replenish?",
        "What is the expected fast restock arrival?",
        "Are you anticipating fast restock arrival?",
        "Are you able to replenish anytime soon?",
        "What is the scheduled time for product replenishment?",
        "Can I expect more of this item soon?",
        "Will it be available again soon?",
        "Are there any plans to replenish the product soon?",
        "How soon do you want to replenish?",
        "Are there new stock on their way?",
        "Are you getting ready to replenish this soon?",
        "When will this be stock again?",
        "There might be plans to replenish this product.",
        "Will you replenish the product?",
        "Is the stock date coming up soon?",
        "Will it get reloaded soon?",
        "When will this item be refreshed?",
        "Would there be plans for more stock?",
        "When this will go back in stock?",
        "Have a product refill planned?",
        "Do you have any replenishment soon?",
        "Is there plans to refill this product?",
        "I wonder when this product will return in stock.",
        "When will this inventory come back?",
        "Product can be found again soon?",
        "Was there any product refill planned?",
        "Any upcoming stock returns?",
        "are new stocks on their way?",
        "When will the inventory returns?",
        "Will more stock come soon?",
        "Any time soon, will it be available again?",
        "You are going to replenish anytime soon?",
        "Does anyone know of any plans for more stock?",
        "Are you going to stock this up?",
        "Do you plan to reorder quickly?",
        "Will you have some more stock soon?",
        "Will you be able to order more stock soon?",
        "When is this item coming back?",
        "Will there be another replenishment of this product?",
        "Will we get a reup soon?",
        "Will you have more stock in your possession soon?",
        "Is this item going to be offered again?",
        "Are there plans for refilling shelf favorites?",
        "Did you know when this will be back in stock?",
        "Can I expect a supply soon?",
        "Will your stock be available soon?",
        "Are you going to have more stock?",
        "Do you think you'll replenish anytime soon?",
        "How about an upcoming re- stock?",
        "Will you be getting this product back soon?",
        "How soon will it get back in stock?",
        "Product available again, soon?",
        "The upcoming re-stock?",
        "Will there be restock in the future?",
        "When will we refill this?",
        "Do you plan on reordering before a while?",
        "Will Product be available again?",
        "Will there more stock in the future?",
        "Any upcoming restocks?",
        "I am not sure when this will be in stock.",
        "product available again soon?",
        "When will the inventory Return?",
        "Will the product be on offer again?",
        "Is re stock expected in the near future?",
        "Will this product be back soon?",
        "Are you to replenish soon?",
        "When this will come back in stock?",
        "But when will this be back in stock?",
        "When will this be available again in stock?",
        "Will you give us more stock soon?",
        "There will be a fast restock arrival?",
        "There may be plans to replenish this product.",
        "Is this going to return in stock soon?",
        "Do you want to replenish this item in the future?",
        "It is not clear when this will be back in stock.",
        "Do you have a reordering plan?",
        "Is the stock date upcoming?",
        "Will there be more inventory?",
        "Are any upcoming re- stock?",
        "Is there any planned product refill?",
        "Will it become available again?",
        "When will there be inventory returned?",
        "Do I expect a refill eventually?",
        "There are any plans to get more stock?",
        "There will be more stock, right?",
        "When will you re-stock this?",
        "Is the re-supply expected soon?",
        "It's going to be back in stock.",
        "Will you refresh this product?",
        "Are there more supply coming soon?",
        "Is new stock on way?",
        "A fast restock arrival is anticipated?",
        "Do you replenish this or something?",
        "Will this be brought back into stock?",
        "Are new stock on their way?",
        "Do you have more stock coming soon?",
        "When re-stocking again?",
        "Is there a return of this product soon?",
        "Do you have a reorder plan?",
        "Should I expect to refill soon?",
        "Any product refill schedule planned?",
        "Plans for refilling favorites quickly?",
        "When will this come back in stock?",
        "Restocked in near future?",
        "Can we get a restock for this product?",
        "Re-stock any time soon?",
        "Will you need more stock soon?",
        "Will you be stocking this soon?",
        "Any possible plans for more stock?",
        "Might there be more stock?",
        "When is this item going to be refreshed?",
        "Immediate replenishment anticipated?",
        "I don't know if this item will be restocked soon.",
        "Will there be more stocks?",
        "When will this item be replenishable?",
        "stock expected to be in the near future?",
        "Are the new stock on their way?",
        "Is this item going to be sold again soon?",
        "Will the stock be available in the near future?",
        "What about stock in the near future?",
        "Are stock expected to come back in the future?",
        "Are you going to restock again?",
        "How about any upcoming re-stocks?",
        "Are there plans to replenish soon?",
        "Do you plan on bringing this back soon?",
        "Will you stock up again soon?",
        "Is it possible that stock will come back?",
        "When will you come back inventory?",
        "Is there an idea as to when this will be back in stock?",
        "Will the reup happen soon?",
        "This item will be reloaded?",
        "There will be a restock of the product soon.",
        "Close to refilling it?",
        "will it be available again?",
        "Should I expect a refill?",
        "Will the product be back?",
        "How soon will there be more supply?",
        "When is the stock going back?",
        "There is a chance of a restock of this product.",
        "So when will you replenish this?",
        "Will there be another supply of this product soon?",
        "I'm not sure when this will come back in stock.",
        "When will this get back in stock?",
        "Will this be stocked?",
        "Will this item be available again soon?",
        "Re-supply likely soon?",
        "Can I expect a refill in a couple of weeks?",
        "Do you intend to bring this item back soon?",
        "Will more stock become available soon?",
        "Product will return soon?",
        "Will there be a restock of this item soon?",
        "Immediate re-supply estimated?",
        "Are there new stocks about to arrive?",
        "will stock replenish?",
        "Will you have more quickly?",
        "When will stock replenishment occur?",
        "Re-stock in the near future?",
        "Is there any chance of a restock on this product?",
        "What's the planned product refill?",
        "Are there expected to be stock in the near future?",
        "What will you do to replenish this or something?",
        "Will the stock date arrive soon?",
        "Is New stocks on their way?",
        "Does this product have a chance of being re-stocked?",
        "I want to know if product will be available again.",
        "Is it possible that stock come back?",
        "Is it coming back into stock soon?",
        "This item is going to be reloaded?",
        "Will you soon have more stock?",
        "Can I expect it to be resupplied soon?",
        "will it be re-stocked soon?",
        "Will you have more stock for sale soon?",
        "When was this going to be back in stock?",
        "Will the product again be available?",
        "Any product refill coming up?",
        "When is this going to come back in stock?",
        "Do you need to replenish soon?",
        "Is product going to be available again?",
        "Is there any plan to increase the stock?",
        "A quick restock arrival?",
        "The item will be replenished.",
        "Is this item going to be re-supplied soon?",
        "Can anyone tell me when this will return in stock?",
        "There will be more stock?",
        "Will there be plans to add more stock?",
        "Closer to replenish it?",
        "Do you plan on reordering before long?",
        "Was this item going to be re-stocked soon?",
        "Can I expect a refill of this item in a few days?",
        "When will you replenish stock?",
        "Are you planning to replenish this item soon?",
        "Is there anything planned for more stock?",
        "Are you expecting a fast restockarrival?",
        "Are there any plans to replenish this?",
        "What is the time frame for product restock?",
        "Are you planning to have more product soon?",
        "Will there be more stock availability soon?",
        "Are you replenishing quickly?",
        "Will there be more units?",
        "Are you guys going to reup soon?",
        "Was there any planned refill?",
        "Do you plan to stock up anytime soon?",
        "Do you intend to replenish this item soon?",
        "Are re stock expected in the near future?",
        "Were you able to replenish this soon?",
        "Will you stock this product again?",
        "How quickly will the product be restocked?",
        "Is this item being reloaded soon?",
        "Will there be more stock soon.",
        "Are you about to refill?",
        "Will you need to replenish this product?",
        "Are there more coming in the near future?",
        "Are there any upcoming re- stock?",
        "Any planned refill for the product?",
        "Are there plans to replenish this product.",
        "Does anyone have a product refill planned?",
        "Are you going to replenish this when?",
        "Are you going replenish soon?",
        "I am unsure when this will be back in stock.",
        "Is stock anticipated in the near future?",
        "Is the stock going to replenish when?",
        "How about you replenish this?",
        "Is there a chance of a restock on this product?",
        "Do you have a plan to replenish this product soon?",
        "Someone wants to know when this will be back in stock.",
        "Will there be more stock coming soon?",
        "When will you refill again?",
        "This item will be re-stocked?",
        "When will stock rebound?",
        "When will you add this back?",
        "Prompt plans for refilling favorite items?",
        "Any product refill?",
        "Will more stock be on hand?",
        "Product will come back soon?",
        "Are you receiving replenishment soon?",
        "Stock may come back?",
        "Is it possible to have a refill of this item soon?",
        "Will there be a new stock of this item soon?",
        "Could there be any chance of new stock coming?",
        "Is there a chance of being restocked?",
        "Any future re-stocked?",
        "Do you know if a product refill is planned?",
        "Will you get more supply soon?",
        "Re-supply expected pronto?",
        "Are you getting any replenishment soon?",
        "Is there expected re-supply soon?",
        "When will re-stocking happen?",
        "Restock is expected in the future?",
        "Product returning soon?",
        "When will this be back up in stock?",
        "This product will be re-stocked soon.",
        "What plans are in store for more stock?",
        "Will there be a new stock of this product?",
        "Do you plan to replenish any time soon?",
        "Re-stocks are upcoming?",
        "When do you think you will replenish this?",
        "Will you be able to find more stock soon?",
        "Should I expect an refill in the future?",
        "Will it get restocked?",
        "Will there be more stock available?",
        "Is there any forthcoming re-stock?",
        "Are you prepared to replenish soon?",
        "Are you going to replenish this item any time soon?",
        "How will the product be available again?",
        "I'm not sure when this will return to stock.",
        "Can anyone tell me if there will be a restock for this product?",
        "Are you getting some replenishment soon?",
        "When Will the stock replenish?",
        "Stock expected to return soon?",
        "When will we get back inventory?",
        "Will y'all reup soon.",
        "Restock expected to come soon?",
        "When will this item be brought back up?",
        "Any upcoming re-Stock?",
        "Is the restory in the works?",
        "A stock expected in the future?",
        "This product will be restocked soon.",
        "Is the item going to be restocked soon?",
        "A stock date coming up?",
        "This may be restocked.",
        "This will be back in stock when?",
        "This item is going to replenish?",
        "Do you intend to reorder before long?",
        "Is there any plan to replenish this product soon?",
        "When will this item be added again?",
        "When will you get back the inventory?",
        "Interested in any upcoming re-stock?",
        "Will y'all reup very soon?",
        "Do you replenish this soon?",
        "Are you preparing to replenish this?",
        "Are you refill soon?",
        "When will you re-stock again?",
        "Are you going to be stocking this product soon?",
        "When will the Stock replenish?",
        "Will we get a restock of this product soon?",
        "Will there be enough product to replenish?",
        "Are you going to stock this soon?",
        "When this will be in stock?",
        "Are there more stock forthcoming?",
        "Is there a chance of a replenishment for this product?",
        "Are you planning to bring this back soon?",
        "I wonder if this item will be restocked soon.",
        "When will returning inventory occur?",
        "Product refill scheduled?",
        "Are you planning to stock up on this item?",
        "When will this comeback in stock?",
        "Is there any chance of replenishment coming?",
        "Do you plan to bring this item back?",
        "Will stocks come back promptly?",
        "There are plans for the replenishment of this product.",
        "Can I be sure of the availability of this item soon?",
        "You are going to replenish soon?",
        "How soon will re-supply be expected?",
        "But will there be more stock?",
        "Is there any plan for additional stock?",
        "Will the product become available again?",
        "When will you restock?",
        "There's any chance of new stock coming?",
        "Stock expected in near future?",
        "When will you restocking this?",
        "Restory being planned in the near future?",
        "Will we get to reup soon?",
        "Will you release more stock soon?",
        "Does anyone know of any upcoming re-stock?",
        "Is there new stocks on the way?",
        "close to replenish it?",
        "Are there plans for refilling favorites?",
        "Is more supply coming soon?",
        "Is this item coming back soon?",
        "Product could be available again soon?",
        "Will the product be available again in the near future?",
        "When Will stock replenish?",
        "This item is being re-stocked?",
        "Is there more on the way soon?",
        "You're going to restocking soon?",
        "Has there plans to replenish this product?",
        "Will there be product again?",
        "This item may be re-stocked soon.",
        "Should I be expecting another refill eventually?",
        "Is it close to being restocked?",
        "When will this be back in stock?",
        "Can I expect to get my item soon?",
        "Any upcoming stocktions?",
        "reorder before long?",
        "Do you know when product will be available again?",
        "Are stock expected in the near future?",
        "Are you going to bring this product back soon?",
        "Does anyone know if there is a chance of a restock?",
        "Would you replenish this or something?",
        "Does anyone have an upcoming re-stock?",
        "Would you like to replenish soon?",
        "Should I expect to get a refill in the near future?",
        "Can I expect replenishment of this item soon?",
        "Will you have any more stock soon?",
        "Are there plans for refilling shelf- standing favorites?",
        "It is close to being replenished?",
        "Plans to replenish this product?",
        "Do you know if this item will be restocked soon?",
        "What about any upcoming re-stock?",
        "Would the product be available again?",
        "Was there a product refill planned?",
        "Will a restock of this product be forthcoming?",
        "Should I expect to have a refill?",
        "Are you near replenishment?",
        "Is there any chance of new stock arriving?",
        "When is the stock going to come back?",
        "Is it possible to get a refill of this item soon?",
        "This item will be replenished when?",
        "When will it be back in stock.",
        "Is this product going to be back soon?",
        "When will there be more supply?",
        "Is there a restock date coming up?",
        "Is there a chance of a restock for this product?",
        "Will there be another restock of this product soon?",
        "Any future re-stocks?",
        "Do you anticipate more supplies soon?",
        "Restocking again?",
        "Are any plans for more stock in the future?",
        "Is this item going to be restocked very soon?",
        "Do you plan to replenish anytime soon?",
        "When will we get back the inventory?",
        "Is this item going to be reintroduced soon?",
        "I wonder if I should expect a refill in the future.",
        "Will you replenish any time soon?",
        "What product refill is planned?",
        "Will product be around again?",
        "When will you replenish?",
        "Re stock date coming soon?",
        "Will you have more of that soon?",
        "Is this product soon back in stock?",
        "Is there plans to replenish this product in the near future?",
        "Any time soon it will be available again?",
        "Are you planning to reup soon?",
        "Are you planning on getting more inventory?",
        "Are there more coming now?",
        "Will you be stocking up on this product?",
        "Can you have more product soon?",
        "Will we have more stock soon?",
        "Are you planning to replenish this item in the future?",
        "Are you expecting a quick restock arrival?",
        "Will you be able to reup soon?",
        "When will we get this back in stock?",
        "What product refill is being planned?",
        "Are you about to replenish it?",
        "Are there any upcoming re-stock?",
        "How soon will it get reloaded?",
        "Will you be reloading this product soon?",
        "Do you have any plans for a refill?",
        "How soon will this be restocked?",
        "Any planned refill for any product?",
        "Will there be any plan for more stock?",
        "will y'all reup soon?",
        "Will it be back in stock when?",
        "Are the plans to replenish this product forthcoming?",
        "How soon will the product be available for restock?",
        "Is the product coming back?",
        "The stock expected in the near future?",
        "Any upcoming re-stockments?",
        "Can I expect a refill later?",
        "Will you have more for sale soon?",
        "There may be a chance of a restock for this product.",
        "Should I expect a refill in the future?",
        "Do you have any upcoming re- stock?",
        "Are you planning to replenish when?",
        "When will the inventory come back?",
        "Are you refilling this soon?",
        "Re-supply expected in the near term?",
        "Will you replenish this item in the future?",
        "Could be getting more inventory?",
        "Will there be any plans to replenish this product soon?",
        "Product up again soon?",
        "Are stock expected to come back in the near future?",
        "Will you replenish this item anytime soon?",
        "Do you know if there are plans to replenish this product?",
        "Will more supply be forthcoming soon?",
        "Possible immediate re-supply?",
        "Is there any plans to replenish this product.",
        "Is your replenishment soon?",
        "Is it possible for a fast restock arrival?",
        "So you replenish this or what?",
        "When will the stock replenish",
        "Can you tell us when this will be back in stock?",
        "Restock is expected in near future?",
        "Will it be re-stocked when?",
        "Are you about to bring this back?",
        "Is it close to being able to replenish?",
        "When will the item be back in stock?",
        "Will there be aReplenishment of this product soon?",
        "When will you stock again?",
        "There is a question about when this will be back in stock.",
        "Are you able to reup soon?",
        "When it will return to stock?",
        "This will be restocked?",
        "Will re stock happen now?",
        "Do you have to replenish this soon?",
        "Immediate re-supply is anticipated?",
        "Do you have plans to refill shelf-standing favorites?",
        "There will be this back in stock.",
        "Are there going to be more stock?",
        "You will replenish soon?",
        "Will there be any upcoming re-stocked?",
        "Is the stock date imminent?",
        "Any idea when this will come back in stock?",
        "Y'all will be reup soon?",
        "When is the stock going to replenish?",
        "Can I expect this item to be back in stock soon?",
        "Will there be more stock there soon?",
        "I wonder if there are plans to replenish this product.",
        "Are you expecting replenishment soon?",
        "I don't know when this will be back in stock",
        "Is the product coming back to stock soon?",
        "Is there plan to replenish this product?",
        "Is there any plan for a refill?",
        "Do you have any upcoming re-stocks?",
        "When this will return in stock?",
        "Are you expecting a fast restock arrival?",
        "There will be a restock of this product.",
        "Will you have more items soon?",
        "When shall this be back in stock?",
        "When will there be restocking again?",
        "When is this item being replenished?",
        "How soon will the restock arrive?",
        "Will you replenish anytime soon?",
        "What is the planned time for product restock?",
        "Will immediate re-supply be expected?",
        "Is there a upcoming re- stock?",
        "Will you be adding this product again soon?",
        "What is the anticipated time for product restock?",
        "I need an idea when this will be back in stock.",
        "Any chance of a refill for this product?",
        "I am not sure when this will be back in stock.",
        "Is there any chance of a new stock coming?",
        "Is there new stock on the way?",
        "When will inventory be returning?",
        "Is it back in stock soon?",
        "Will there be a upcoming re-stock?",
        "Is it close to being replenishing?",
        "Plans for refilling favorites are prompt?",
        "When will this inventory return?",
        "It will be back in stock someday.",
        "When will this be stocked?",
        "Is a product available again soon?",
        "Are you gonna replenish this item soon?",
        "Are you near replenishment soon?",
        "Will you get the chance to reup soon?",
        "Could it be close to replenish?",
        "Do you expect immediate re-supply?",
        "This item being reloaded?",
        "Will stock be available in the near future?",
        "When will they return inventory?",
        "Will this come back in stock?",
        "When will we be able to replenish again?",
        "Is stock expected to be restored soon?",
        "When will this be brought back into stock?",
        "Are you going to replenish this product?",
        "When will this be in stock?",
        "Are you planning to bring this back?",
        "This product might come back in stock soon.",
        "I would like to know any plans for more stock.",
        "There may be a plan to replenish this product.",
        "When do you replenish this?",
        "Is this item going to be replenished soon?",
        "Can you tell me about any upcoming re- stock?",
        "Does new stock on their way?",
        "Do you have a plan for more stock?",
        "There are some plans to replenish this product.",
        "Will stocks come back quick?",
        "Should I expect to get a refill again?",
        "Is re-supply expected soon?",
        "Will stocks return quickly?",
        "Will you replenish this or what?",
        "Is this item going to be stocked soon?",
        "Should I expect to receive a refill?",
        "A product refill may be planned.",
        "How soon is it for product to be restocked?",
        "Is stock going to come back soon?",
        "Is it going to get re-stocked?",
        "Will you have more available in the future?",
        "Would there be a product refill planned?",
        "Do you intend to refill before long?",
        "Do you think stock will come back?",
        "Would this product be available again soon?",
        "Are there a stock date soon?",
        "Is there any product refill planned?",
        "Any plan for more stock?",
        "Is there plans to replenish the product?",
        "Is this item back in stock soon?",
        "Is it possible this will be back in stock soon?",
        "Is there more available soon?",
        "Is the product back in stock soon.",
        "Any upcoming stock re-stocks?",
        "close to refilling?",
        "Is it possible to replenish this product soon?",
        "Are this item going to be restocked soon?",
        "Restock anticipated in the near future?",
        "Is there any plans to replenish this product in the near future?",
        "The product refill is planned?",
        "Will item be available again?",
        "Is there more stock to be found soon?",
        "What product refill will be planned?",
        "Is it when this will be back in stock?",
        "Can I expect a resupply soon?",
        "Are you going to get more stock soon?",
        "Are the stock date imminent?",
        "Will stock be happening soon?",
        "Was there any upcoming re-stock?",
        "Prompt plans to refill shelf favorites?",
        "Are you going to stock anytime soon?",
        "Will any product refill happen?",
        "Can I expect a replenishment of this item very soon?",
        "When will you be re-stocking?",
        "Is this item going to be made available again soon?",
        "What about a product refill planned?",
        "Any chance of additional stock coming?",
        "Prompt plans to refill favorites?",
        "Are there plans to replenish this product quickly?",
        "Are you going to re-stock anytime soon?",
        "Are you expecting a fast replenishment arrival?",
        "I'm wondering if there are plans for more stock.",
        "Is stock expected to come back in the near future?",
        "Is the product refill planned?",
        "Will you have more of this product?",
        "Are this product coming back in stock soon?",
        "More coming as soon as possible?",
        "I want a refill of this item soon.",
        "I want to know if this product is coming back in stock soon.",
        "What's the upcoming re-stock?",
        "This will be back in stock once again.",
        "I wonder if y'all will reup soon?",
        "Will the product be brought back soon?",
        "Can I expect to get a refill soon?",
        "When will the re-stocking happen?",
        "Are you planning to replenish?",
        "Is this item going to be in stock soon?",
        "There is a chance that the product will be restocked.",
        "Will it be brought back?",
        "Is there any Upcoming re-stock?",
        "Can I expect a refill of this item soon?",
        "Will there be new stock time frame?",
        "any upcoming re-stocks?",
        "Any type of refill planned?",
        "Will you be able to add more stock soon?",
        "How soon is product restock?",
        "Was there a stock date coming up?",
        "Was there a plan for more stock?",
        "Product is soon to be available again?",
        "Is new stocks on its way?",
        "Are you anticipating a stock date coming up?",
        "Is new stock on the way?",
        "What is the timescale for product replenishment?",
        "Will you be carrying this product again?",
        "Are there more product coming soon?",
        "Are you going to add this item again soon?",
        "Is this going to be available in stock?",
        "Is this item being refreshed?",
        "When is the stock replenishment?",
        "How soon will you return inventory?",
        "Immediate replenishment?",
        "Plans for a restory in the works?",
        "Will the product be returning?",
        "will there be a restock of this product soon?",
        "Is there an expected immediate re-supply?",
        "When gonna replenish this?",
        "Was it possible for a fast restock arrival?",
        "Any forthcoming re-stocks?",
        "How soon will it be brought back?",
        "Is there more product on the way?",
        "Any plans for more stock",
        "Will there be plans for additional stock?",
        "Are we expected to receive immediate re-supply?",
        "Will there be any upcoming re- stock?",
        "More product soon?",
        "Is this product back to stock?",
        "What is the estimated time for product replenish?",
        "Will product be made available again?",
        "Is there any chance of restock coming?",
        "The item will be back in stock.",
        "When will they come back with the inventory?",
        "product may be available again",
        "Is a new stock on its way?",
        "Is this item going to be coming back soon?",
        "Is there a chance of a new stock coming?",
        "Immediate re-supply possible?",
        "Stock replenish then?",
        "When will Returning inventory happen?",
        "Are you about to replenish this item?",
        "Will we get more supply soon?",
        "There is a plan to replenish the product.",
        "Will more stock be made available?",
        "When planning to replenish again?",
        "Can the item be reloaded soon?",
        "Will there be a new supply soon?",
        "Will this be refilled?",
        "Could there be plans to replenish this product?",
        "Is it time for a new restock?",
        "Are you planning to get this item again soon?",
        "I wonder if there are new stocks on their way.",
        "Can you provide any plans for more stock?",
        "Are you planning to replenish soon?",
        "When do we replenish the stock?",
        "When do you think you'll replenish?",
        "There may be a chance of a restock of this product.",
        "There is a chance of a restock of this item.",
        "Is it time for y'all to reup?",
        "Any time soon, will there be a product again?",
        "Are there any upcoming stock?",
        "How soon is the fast restock arrival?",
        "I was wondering when this will be back in stock.",
        "When will there be a return of inventory?",
        "Are there any more stock available soon?",
        "Can I expect a shipment of this item in the near future?",
        "Can I expect this item to be brought back soon?",
        "When will it come back in stock?",
        "A stock expected in the near future?",
        "I wonder if this item will be refreshed soon.",
        "I am not sure when this will return in stock.",
        "Is there any chance of new stock coming soon?",
        "Any intentions for more stock?",
        "I am wondering when this will be in stock.",
        "Is there a restory planned in the works?",
        "Is this product back in stock quickly?",
        "Any product refill is being planned?",
        "Is there any chance of a restock for this item?",
        "Are there new stock on the way?",
        "Any product refill plans?",
        "When will you refill?",
        "Any product refill being planned?",
        "I am wondering if I can expect a replenishment of this item soon.",
        "Are we about to see new stocks?",
        "Are we going to refill this product soon?",
        "Do you plan to replenish this item?",
        "I wonder if this will be restocked.",
        "Is new stocks coming soon?",
        "Re-supply is expected very soon?",
        "Should I expect a refill, eventually?",
        "New stock on its way?",
        "Are you planning on refilling this item soon?",
        "Are you planning to replenish this or what?",
        "Is this product going to be re-stocked soon?",
        "Will you receive more stock soon?",
        "Will you get more stock in the near future?",
        "will product be available again",
        "Should I be expecting a refill in the future?",
        "Are you planning to refill anytime soon?",
        "Is there any chance of additional inventory coming?",
        "Will you re-supply this product?",
        "Prompt plans for refilling shelf standing favorites?",
        "I want to know when this will be in stock.",
        "Will your reup be soon?",
        "Do you have more product in the near future?",
        "Are you gonna get more inventory?",
        "Are you replenishing this soon?",
        "Is a restory in the works?",
        "When will you bring back the stock?",
        "Will there be a restock date?",
        "Any planned refill for product?",
        "This product will be coming back in stock soon.",
        "Will this be in stock soon?",
        "Will there be stock in near future?",
        "Is it going to be a fast restock arrival?",
        "Is this product coming back into stock?",
        "Will product be offered again?",
        "Are you going to stock up on this item soon?",
        "You replenish?",
        "When will you try to replenish this?",
        "There is a chance that this product may be restocked.",
        "Would you replenish this item soon?",
        "Is there any plan to have more stock?",
        "When will this be back in Stock?",
        "When will we have this back in stock?",
        "Any product refill in the future?",
        "Is there any plan to replenish this product in the near future?",
        "Will there be plans to refill this product soon?",
        "Are you replenish soon?",
        "Will it get resupplied?",
        "It is possible that this will be back in stock.",
        "When will stocks replenish?",
        "what are the plans for more stock?",
        "Is the product going to beReplenished soon?",
        "When will we refill again?",
        "Got any plans for more stock?",
        "I want to know if there are any plans for more stock.",
        "This item will be restocked soon?",
        "Is it coming back to stock soon?",
        "Will there be any more stock soon?",
        "I want to know when the product will be restocked.",
        "Are there plans for additional stock?",
        "Is close to being able to replenish it?",
        "Is there new stock on its way?",
        "Will more stock be available?",
        "Will there be more stock here?",
        "Immediate re-supply rumored?",
        "Has there plans to replenish this product soon?",
        "What about an immediate re-supply?",
        "Is there a chance of a refill coming?",
        "Can you replenish soon?",
        "How about an upcoming re-stock?",
        "Is it close to being able to replenish it?",
        "Restock likely in the near future?",
        "Have a product available again soon?",
        "Will you Reup soon?",
        "How soon will you replenish this item?",
        "Is there any chance of a replenishment for this product?",
        "Shall there be more stock?",
        "Do you plan to re-order soon?",
        "Will you have more?",
        "Will we see more supply soon?",
        "The product is available again soon?",
        "Are this product back in stock soon?",
        "When is this item being reloaded?",
        "Is there a chance of new stock arriving?",
        "Are you replenishlable soon?",
        "Is this being restocked?",
        "I question if I should expect a refill eventually.",
        "Are you getting more stock soon?",
        "Will you restock this product soon?",
        "Do new stocks on their way?",
        "Does anyone know any plans for more stock?",
        "Will y'allreup soon?",
        "Is there a chance of new supplies coming?",
        "When will the item be replenished?",
        "Are you going to re-stocked soon?",
        "Will there been more stock?",
        "Is any refill planned?",
        "I don't know when this will return to stock.",
        "Are you about to replenish this product?",
        "Does anyone have an idea when this will be back in stock?",
        "Yes, any plans for more stock?",
        "Restocking this soon?",
        "Is this product going back in stock?",
        "When will we see this back in stock?",
        "Is the new stock on their way?",
        "When will you re-stocked?",
        "Is there a re-stock coming?",
        "Will it be restocked soon?",
        "How quickly will the restock arrive?",
        "When it will be restocked?",
        "Will this be back?",
        "Are you going to refill this soon?",
        "When will there be an updated availability?",
        "Yes, will there be more stock?"
    ]
}