{
    "company_type": "Credit Card Companies",
    "inquiry_category": "Online and mobile banking assistance",
    "inquiry_sub_category": "Login issues",
    "description": "Customers encounter problems while attempting to log in to their online or mobile banking accounts, such as forgotten usernames or passwords, technical errors, or account lockouts.",
    "inquiry": "Forgot username, need assistance to log in.",
    "paraphrases": [
        "Someone needs login support.",
        "The person needs to help log in.",
        "Can't remember user; ask for assistance.",
        "I was unable to remember my access info.",
        "\"Forget usrnm; support for signin help\"",
        "Please help me get in, I can't remember my name.",
        "Assistance is necessary for a lost user ID.",
        "Forget usrnm, support signin help",
        "I can't remember my name and you can help me with sign in.",
        "Help logging in; forgot username.",
        "Seek help to get back in.",
        "Help login if you have lost a user?",
        "I cannot remember my name, you may be able to help me sign in.",
        "Forget usrnm; support for signins?",
        "It is necessary to access the account, you need to remember your name, and there may be a problem logging in.",
        "Look for logging aid when you forgot user ID.",
        "The Username was forgotten, help?",
        "There is a lost login name",
        "Assistance to log in is required.",
        "Help! Username forgetfulness; sign-in support?",
        "There is a Username slip-up that needs login support.",
        "Get logging aid if you have forgotten user ID.",
        "Can you help me get back into my account?",
        "Forget usrnm; help for signin help?",
        "Help getting access, I lost my account.",
        "If you don't remember your account name, there may be a problem with logging in.",
        "A person needs help logging in.",
        "Please help me, I lost my user ID.",
        "Could you help me sign in, I don't remember the usernames?",
        "Didn't remember my usernames, need help logging in.",
        "There is trouble logging in due to forgotten user ID.",
        "Assistance is needed for a lost login name.",
        "Trying to get access after a lost usernames.",
        "Can't remember user; could you help?",
        "If you don't have user ID, ask for logging aid.",
        "Help logging in if you lost user.",
        "Name-forgot needs assistance to access.",
        "I cannot remember my name but you can help me get in.",
        "You can lend me an assist in signing in because I can't remember my name.",
        "They lost their login name.",
        "I don't remember my name, you might be able to help me get in.",
        "Lost user ID, seek logging aid.",
        "I can't remember my name, you may be able to help me sign in.",
        "Help logging in and forgetting usernames are required.",
        "There was help needed to log in but they forgot the name.",
        "Help logging in when you forget your usernames.",
        "Helping me log in, can't remember my name.",
        "The person needs assistance signing in.",
        "Help login if you have a lost user?",
        "I can't remember my name, and you may be able to help me sign in.",
        "I forgot my username and need assistance with login.",
        "I forgot my usernames, need help with login.",
        "You may be able to help me sign in when I can't remember my name.",
        "Any help with a lost signin?",
        "It requires assistance with lost login name.",
        "Someone needs to help sign in.",
        "Help sign in if you can't remember your name.",
        "Assistance is needed to log in.",
        "Require assistance with lost login name.",
        "I can't remember my name but you may be able to assist me in signing in.",
        "Seek login assistance if you have forgotten usernames.",
        "I forgot my usernames so I need assistance logging in.",
        "You may be able to assist me in signing in since I am not able to remember my name.",
        "Please help me login to my account.",
        "Go for logging aid if you forgot user ID.",
        "Someone needs assistance for a lost user ID.",
        "I lost my usernames, how to get back in?",
        "I forgot my usernames and need help logging in.",
        "I can't remember my name and you could help me get in.",
        "You need to help sign in.",
        "I cannot remember my name, but you may be able to assist me in signing in.",
        "Someone needs help for forgotten usernames.",
        "You will need assistance in gaining access to the account and remembering your usernames.",
        "I forgot my Username and need assistance logging in.",
        "I cannot remember my name and you may be able to assist me in signing in.",
        "Can't remember user; help.",
        "If you forgot user ID, seek logging aid.",
        "Support is needed for missing sign-in info.",
        "I forgot my usernames, I need help logging in.",
        "Please help sign in if you cannot remember your name.",
        "I lost my user ID. Help?",
        "People need help with a lost login name.",
        "Help login if you lost user?",
        "Unable to log in because of Username gone.",
        "There was need for help to log in.",
        "I couldn't remember that stupid login name.",
        "You have to help log in but forgot your name.",
        "Requires assistance logging in and forgot username",
        "You need to remember your account name, you need to gain access, and there might be a problem logging in.",
        "You may be able to lend me an arm and leg to sign in, I can't remember my name.",
        "You can help me get in because I am unable to remember my name.",
        "Please help to log in.",
        "There was a trouble logging in due to a forgotten user ID.",
        "I don't remember the usernames, you can help me sign in.",
        "Can you help me sign in, I don't recall the usernames?",
        "Any help if you lost signin details?",
        "I don't recall my name, you can help me get in.",
        "It requires help for forgotten usernames.",
        "I lost my user ID, what can you do?",
        "I forgot my account, need help logging in?",
        "It needs login support for Username slip-up.",
        "Help logging in if you forgot name-entry.",
        "Need usernames aid if you can't log in.",
        "If you do not have user ID, seek logging aid.",
        "How can I get back in to account?",
        "There is need for support for missing sign-in information.",
        "Help with logging in without a username",
        "Go to logging aid after forgetting user ID.",
        "You may be able to help me get in as I can't remember my name.",
        "Please seek logging aid if you forgot your user ID.",
        "They need to help to log in.",
        "I can't remember the usernames, please help me sign in",
        "There was support needed for missing sign-in information.",
        "There's assistance needed for lost user ID.",
        "I don't remember the usernames, please help me sign in.",
        "Help getting access if you lost your usernames.",
        "Need assistance with signing in.",
        "logging help required for Username unable to recall.",
        "Lost signin details, anyone willing to help?",
        "Can't remember the Username requires logging help.",
        "I forgot my username, need help logging in.",
        "Log in help, username forgotten?",
        "I cannot remember my name, but you can lend me an arm and leg to sign in.",
        "They need to help you log in.",
        "Help necessary to log in.",
        "Need assistance to log in",
        "It's necessary to gain access to the account, you need to remember your account name, and there may be a problem logging in.",
        "I can't remember my name so you could help me sign in.",
        "There is a need for assistance signing in.",
        "If you don't have the user ID, seek logging aid.",
        "I forgot my usernames, so need help.",
        "I forgot my account, can ya fix it?",
        "Logging help needed for Username unable to remember.",
        "You need to gain access, you need to remember your account name, and there might be a problem logging in.",
        "I forgot my username while trying to log in.",
        "Couldn't log in, need username help.",
        "I lost my usernames can you help me?",
        "Get logging aid when you forget your user ID.",
        "Get assistance logging in.",
        "Helping with lost user ID is needed.",
        "There is assistance needed for lost user identity.",
        "I cannot remember my name but you can lend me an arm and leg to sign in.",
        "I can't remember my name, but you could lend me an arm and a leg to sign in.",
        "Can you fix my login?",
        "Forget usrnm, support for sign in help?",
        "Helping to log in is necessary.",
        "Help is required for forgotten username.",
        "Please help me log into my account.",
        "Need help with a login.",
        "Login assist; can't remember user.",
        "Can you fix this? I forgot my account.",
        "It's necessary for assistance for a lost user ID.",
        "Seek login help for forgotten usernames?",
        "Help logging in for a lost user.",
        "Need username help when you can't log in?",
        "Help getting access after losing your usernames?",
        "Please assist me in logging in to my account",
        "Need help signing up?",
        "You could help me sign in, I am not able to remember my name.",
        "I need your help to sign in because I can't remember my name.",
        "Couldn't log in, need usernames help?",
        "Help is needed to log in after forgetting the name.",
        "If you need help with Username retrieval, please.",
        "Lost user, how do I get back in?",
        "Lost login name, require assistance",
        "There's a need for help signing in.",
        "I forgot my usernames so need help logging in.",
        "Help with logging in, if you have forgotten name-entry?",
        "Seek logging aid for forgetting user ID.",
        "I don't recall the login name.",
        "For forgotten usernames, assistance is required.",
        "Seek logging aid, after forgetting user ID.",
        "I can't remember my name, but you might be able to sign my in.",
        "User name gone, help logging",
        "login support needed for a Username slip-up.",
        "There were difficulties logging in due to a forgotten user ID.",
        "The Lost login name requires assistance.",
        "Seeking logging aid is when you forgot user ID.",
        "You need assistance if you lost your login name.",
        "If sign-in info is missing, support is needed.",
        "I couldn't remember the stupid login name.",
        "I cannot remember my name, but you can lend me an arm and a leg to sign in.",
        "There is assistance required for a forgotten user.",
        "Required assistance logging in, but forgot usernames.",
        "require help with lost login name",
        "If you forgot name-entry, help with logging in?",
        "Required assistance logging in; forgot a usernames.",
        "You need to remember your usernames and help to gain access to the account.",
        "Help logging in if you forgot the usernames.",
        "Can anyone help with the lost signin details?",
        "I can't remember my name, so you can lend me an arm and leg to sign in.",
        "Can you help me logging in?",
        "logging help needed for Username unable to remember.",
        "I don't remember the usernames, could you sign me in?",
        "I forgot my username so I needed assistance logging in.",
        "I can't remember the usernames, so please help me sign in",
        "Need someone to help sign in?",
        "User name gone, help logging?",
        "The help was needed to log in but forgot the name.",
        "Help logging in with no username is needed.",
        "Help with logging in without a username.",
        "To gain access to the account, you have to remember your usernames and you will need help.",
        "need assistance with login",
        "It requires assistance when there is a lost login name.",
        "Help login if you have lost your user.",
        "Request logging aid when you forget user ID.",
        "Can't remember my name, please help me log in.",
        "Seek logging assistance if you forgot user ID.",
        "Need some help logging in?",
        "I don't remember the usernames, can you help me sign in?",
        "Please help me sign in, I can't remember my usernames.",
        "Someone lost a user and asked for help.",
        "I can't remember my name so you can help me sign in.",
        "I don't remember my name, so you can help sign in.",
        "You need people to help you log in.",
        "There is need for support for missing sign in info.",
        "Some people are having trouble logging in because of forgotten user ID.",
        "I couldn't log in because my Username was gone.",
        "Assistance is required for the lost user ID.",
        "Help logging in, but forgot the username.",
        "I didn't know my username; aid!",
        "I can't remember my name but you can assist me in signing in.",
        "Help logging in if you forget usernames.",
        "If you forgot your usernames, you need assistance to log in.",
        "Need help signing in, can't remember its name.",
        "You may be able to help me get in because I can't recall my name.",
        "You may be able to assist me in signing in because I can't remember my name.",
        "Need help Signing in?",
        "Support is necessary for missing sign-in info",
        "If you forgot your user ID, ask for logging aid.",
        "I forgot my username, need help logging in?",
        "You need some help logging into it.",
        "Someone is needed to help log in.",
        "There is a problem logging in due to the forgotten user ID.",
        "Need assistance with logging in.",
        "Need help logging in.",
        "You need help Logging in.",
        "I don't recall my name and you can help me sign in.",
        "It is necessary for assistance logging in and forgot usernames.",
        "Can't remember my name, I need to log in.",
        "Can you help me get in? I can't remember my name.",
        "login help is needed.",
        "Lost signin details - any help?",
        "Please help me Log in to my account",
        "Help to sign in is what I need.",
        "logging help required if Username is unable to recall.",
        "There's trouble logging in because of a forgotten user ID.",
        "can you help me sign in?",
        "There is assistance needed for lost user id.",
        "They need to help me log in to my account.",
        "Help logging in if you forget the usernames.",
        "Can't remember user; login assist?",
        "I can't remember the nametag for login.",
        "Ask for logging aid after forgetting user ID.",
        "To gain access to the account you need to remember your usernames and you will need help.",
        "Help needed for forgotten username.",
        "Please help to retrieve your Username.",
        "Seek login aid if you have forgotten a usernames.",
        "Please help with the lost login name.",
        "Struggle with logging in, Username gone.",
        "User name gone, assistance logging?",
        "Any help with a lost signin details?",
        "Need login support for a Username slip-up.",
        "Help login when you lost a user.",
        "There is a problem with logging in because of forgotten user ID.",
        "I cannot remember the usernames and you should help me sign in.",
        "I lost my account, how do I get back in?",
        "There is help needed for a forgotten user.",
        "I don't know the usernames, could you please help me sign in?",
        "I can't remember my name and you could lend me a hand to sign in.",
        "User Name gone, assist logging?",
        "You could help me sign in if I can't remember my name.",
        "Require login support for Username slip-up.",
        "Forget usrnm; support for signinhelp?",
        "Some help is needed to log in.",
        "If you forgot user ID, you should seek logging aid.",
        "There is needed support for missing sign-in information.",
        "You need login support.",
        "Someone needs help getting account info.",
        "Seek login aid for a forgotten account.",
        "I want to sign in but I can't remember my usernames.",
        "I don't recall the usernames, could you please sign me in?",
        "Help is required for forgotten usernames.",
        "Assist with logging in after forgetting name-entry?",
        "I lost my usernames, can you help me out?",
        "Assist logging in when you forget your usernames.",
        "Help me log in because I can't remember my name.",
        "Assistance is required when a lost login name.",
        "I can't remember my name so you can lend me an arm and legs to sign in.",
        "User name gone? assist logging",
        "I lost my user ID, so help?",
        "You need help when logging in.",
        "Help is needed to log in but forgot their name.",
        "A help is needed to log in",
        "I don't recall my name, you could help me sign in.",
        "Need assistance to log in.",
        "I cannot remember my name, you may be able to help me get in.",
        "Needing assistance with logging in.",
        "Lost name-entry, aid with logging in?",
        "I am unable to remember my name, you may be able to assist me in signing in.",
        "Seeking login aid for forgotten usernames.",
        "You need to remember your account name, there may be a problem logging in, and you need to gain access.",
        "Can't remember my name, can you help me sign in?",
        "Need assistance if you lost your login name.",
        "Need help signing in, can't remember usernames.",
        "You can help me get in as I can't remember my name.",
        "You can lend me a hand to sign in because I am not able to remember my name.",
        "I can't log in, I need usernames aid.",
        "Help is needed for forgotten username.",
        "Help if you have forgotten your nametag for login.",
        "Please help me sign in, I don't know the usernames.",
        "People need assistance to log in.",
        "It is necessary to gain access to the account, you must remember your usernames, and you will need help.",
        "You need assistance trying to log in.",
        "I forgot my usernames but need assistance logging in.",
        "Lost signin details, anyone can assist?",
        "You may be able to help me get in, I cannot remember my name.",
        "I have lost my user ID.",
        "need help to log in.",
        "I cannot remember my name, you may be able to assist me in signing in.",
        "You may be able to help me sign in as I am not able to remember my name.",
        "Lost login name needs assistance",
        "Can you please help me sign in because I can't remember the usernames?",
        "I don't recall my name, so you can help me by signing in.",
        "Users with forgotten user ID are having trouble logging in.",
        "There is trouble logging in because of forgotten user ID.",
        "I don't recall my name but you could help me sign in.",
        "The lost login name requires help.",
        "Seek login aid if you have forgotten a username.",
        "There was a lost login name.",
        "You need support logging in.",
        "If you forgot name-entry, help logging in.",
        "Do you need login aid for a forgotten account?",
        "I don't recall my name so you can help me sign in.",
        "You need someone to assist you with logging in.",
        "You can help me sign in because I am not able to remember my name.",
        "Logging help is needed if Username cannot recall.",
        "Use login aid for forgotten usernames.",
        "I don't recall my name but you can help me sign in.",
        "Need some help logging in",
        "It required assistance for a lost login name.",
        "Get logging aid when you forgot user ID.",
        "Help login if you have lost user.",
        "There is help needed for missing sign-in info.",
        "Seek login help for a forgotten username.",
        "Need help in logging in.",
        "We need support for missing sign-in information.",
        "Need login support after a slip-up.",
        "I don't remember my name and you can help me sign in",
        "Contact logging aid when you forgot user ID.",
        "Help needed to log in, but forgot name.",
        "Help with logging in when you have forgotten name-entry?",
        "I need your help in logging in to my account.",
        "login support needed for Username slip-up.",
        "Need help in signing in.",
        "I can't remember my name, but you might be able to sign me in.",
        "I can't remember my name but you may be able to sign in for me.",
        "How to access my account after I lost my login info?",
        "Have you forgotten your user ID, need assistance signing in?",
        "seek login aid for forgotten usernames.",
        "I forgot the stupid login name",
        "I did not remember my usernames, need help logging in.",
        "I can't remember my name and you can lend me an arm and legs to sign in",
        "I can't remember my name, but you may be able to sign my in.",
        "usernames forgotten, login help",
        "You need something to help you log in.",
        "It is necessary to gain access to the account, you need to remember your account name, and there might be a problem logging in.",
        "Any help with the lost signin details?",
        "I cannot remember my name and you can help me sign in.",
        "Assist with lost login name.",
        "I can't remember my name so you might be able to help me sign in.",
        "I want to sign in, but I don't remember the usernames.",
        "Assist logging in if you forgot your usernames.",
        "Name-forgot needs aid to access",
        "There was trouble logging in because of forgot user ID.",
        "I don't remember my name, and you can help me sign in.",
        "Help is needed with logging in.",
        "Please seek logging aid, if you forgot user ID.",
        "I cannot remember my username, can you help me?",
        "Help is needed to log in but forgot to name.",
        "login help, usernames not remembered?",
        "I need your help to log into my account.",
        "Someone is needed to help with lost user ID.",
        "Help getting access after losing a usernames!",
        "I lost my user ID and I need help!",
        "needs assistance to log in",
        "You may be able to help me sign in, I'm not able to remember my name.",
        "Help was necessary to log in.",
        "Please assist me in logging into my account.",
        "There is a problem logging in due to a forgotten user ID.",
        "Assistance logging in is needed.",
        "There may be a problem logging in, you need to remember your account name, and it is necessary to gain access.",
        "You need help in gaining access to the account, you need to remember your usernames.",
        "Someone needs to assist you to log in.",
        "You need to seek logging aid when you forgot user ID.",
        "need login support after Username slip-up",
        "Lost login name that needs assistance.",
        "Need help to sign in.",
        "Someone needs help logging in",
        "I don't remember my name and you could help me sign in.",
        "I am unable to remember my name, but you can help me get in.",
        "I lost my username, how can I get back in?",
        "Yes, support is needed for missing sign-in info.",
        "I cannot remember my name and you could help me get in.",
        "It is necessary to gain access, you must remember your usernames, and you will need help.",
        "I forgot my account, can you fix it?",
        "You need the assistance with logging in.",
        "Support is needed if sign-in info is missing.",
        "I forget the stupid login name.",
        "There was help needed for lost user ID.",
        "If you don't remember your account name, you might have a problem logging in.",
        "assistance is needed with logging in",
        "forgot username and needed log in aid.",
        "Can you help me sign in? I cannot remember the usernames.",
        "Logging help is required if the Username cannot remember.",
        "I can't remember my name, so you may be able to help me sign in.",
        "You can help me get in, I can't remember my name.",
        "I am unable to remember my name, you can lend me an arm and a leg to sign in.",
        "Contact logging aid if you forgot user ID.",
        "You can help me get in because I can't recall my name.",
        "Please help me because I have to log in.",
        "You need the help with logging in.",
        "I don't remember my name but you can help me get in.",
        "username forgotten, login help.",
        "You can lend me some assistance sign in if I can't remember my name.",
        "I forgot my Username, so help?",
        "login assist; can't remember user",
        "Without a usernames need help logging in.",
        "Seek logging aid when you have lost user ID.",
        "A forgotten user may need assistance accessing.",
        "You may be able to help me with sign in because I can't remember my name.",
        "Seeking logging aid after forgetting user ID.",
        "Please help me to log into my account.",
        "I had forgotten the login name.",
        "User name gone, how about logging?",
        "You need assistance with lost login name.",
        "need help with lost login name",
        "It is necessary to gain access to the account, you need to remember your name, and you may have a problem logging in.",
        "Needhelp to log in.",
        "Have to help to log in.",
        "Please help me log in, I need it.",
        "Need help with my login",
        "Lost signin details - can anyone help?",
        "Can you aid me in signing in?",
        "I am not able to remember my name and you can lend me an arm and leg to sign in.",
        "It is necessary to get into the account, you need to remember your name, and there may be a problem logging in.",
        "Obtain logging aid if you forgot user ID.",
        "You could lend me an assist in signing in if I can't remember my name.",
        "Help login if you have lost the user?",
        "I can't remember my name but you may be able to help me sign in.",
        "I have no recollection of my name and you can help me sign in.",
        "People need help to log in.",
        "There was trouble logging in due to forgotten user id.",
        "You may be able to help me sign in, I cannot remember my name.",
        "User name gone, assist logging",
        "Name-forgot requires aid to access.",
        "I don't remember the usernames and you can help me sign in.",
        "Can anyone help me logging in?",
        "seek logging aid when you forgot user ID.",
        "I cannot remember my name and you can help with sign in.",
        "I cannot remember my name, and you can lend me an arm and a leg to sign in.",
        "Help is required to help log in.",
        "You can help me sign in because I don't remember my name.",
        "They need login aid.",
        "Support needed for Username slip-up.",
        "Seek login assistance for forgotten username?",
        "Seek login aid for forgotten usernames",
        "I can't remember my name but you can help me sign in.",
        "Assistance is needed for the lost user ID.",
        "I cannot remember my name and you may be able to help me sign in.",
        "Help to log in needed.",
        "Seek logging aid if you forgot user id.",
        "I want to sign in, but I can't remember my usernames.",
        "Have you forgotten user ID and need assistance signing in?",
        "Help getting access after losing a usernames?",
        "I need to sign in to my account, please help me.",
        "Username is unable to remember, requires logging help.",
        "Help getting access with a lost usernames.",
        "I can't remember the usernames, I need to sign in.",
        "Help login if you have lost your user?",
        "Help logging in.",
        "need assistance with lost login name.",
        "Help me, I have to log in to my account.",
        "There is a help required to log in.",
        "I can't remember my name and you can lend me an assist in signing in.",
        "I cannot remember my name so you can lend me an arm and leg to sign in.",
        "I can't remember my name but you may be able to lend me an arm and legs to sign in.",
        "You would like help logging in.",
        "If you don't remember your account name, you may have a problem logging in to the account.",
        "Please help me sign in, I am not able to remember the usernames.",
        "I can't remember my name and you can help with that sign in.",
        "Need help with the lost login name.",
        "Help logging in when you forgot name-entry?",
        "login aid for forgotten usernames.",
        "They need help with a lost login name.",
        "There is need for assistance for a lost user ID.",
        "Users name gone, assist logging",
        "Need assistance after the login name was lost.",
        "I forgot my account and need assistance with login.",
        "Someone needs to help with a lost login name.",
        "I have no recollection of my name and you can lend me an arm and a leg to sign in.",
        "need help with lost login name.",
        "I don't remember the usernames, please help me sign in?",
        "Lost signin details - can we help?",
        "Help? I forgot my Username.",
        "Forget usrnm; support for signin",
        "There have been problems logging in due to forgotten user ID.",
        "Look for logging aid, if you forgot user ID.",
        "help with logging in",
        "Needing assistance with log in.",
        "I can't remember my name, you could lend me an arm and a leg to sign in.",
        "Help sign in if you can't remember your usernames?",
        "Someone needs to help log in but forgot their name.",
        "If you misplace your user ID, seek logging assistance.",
        "Can you help me sign in so I can remember the usernames?",
        "You need help to gain access to the account, you need to remember your usernames.",
        "Needed to log in but forgot the name.",
        "There was help needed to log in but they forgot their name.",
        "Please help me, I have to log into my account.",
        "I need login support for my Username slip-up.",
        "Username forgotten, login help?",
        "A person is needed to log in but forgot their name.",
        "You could lend me a hand to sign in because I can't remember my name.",
        "Help to sign in when you can't remember your name?",
        "Help for missing sign-in info?",
        "Help sign in if you can't recall your name.",
        "Required assistance with lost login name.",
        "Forget usrnm, support for signin help!",
        "Help signing in for someone who can't remember their name.",
        "The lost login name requires assistance.",
        "Seek logging aid if you forget your user ID.",
        "I cannot remember my name, can you sign in for me?",
        "Need usernames aid, can't log in.",
        "Help is needed for lost user ID",
        "There is assistance needed for lost user identification.",
        "You need help Logging in",
        "Seek logging aid when you forget the user ID.",
        "I can't remember my name, but you may be able to help me sign in.",
        "There is need for help to log in.",
        "Assist logging in when you forgot your usernames.",
        "I lost a usernames, can you help?",
        "Help login if you lost your user?",
        "I lost my login details, how to access it?",
        "I am not able to remember the usernames, can you help me sign in?",
        "Forget usrnm; there is support for signin help?",
        "You can help me sign in because I'm not able to remember my name.",
        "login name is lost",
        "Need help regaining account information.",
        "Someone needs help for lost user ID.",
        "I forgot my account and need assistance with it.",
        "Need assistance signing in after forgetting the user ID?",
        "Help sign in if you cannot remember your name.",
        "There is help required for lost user ID.",
        "I lost my login name and need assistance.",
        "There is a need for help logging in without a usernames.",
        "Username disappeared, help logging?",
        "If you have lost user ID, seek logging aid.",
        "Seek logging aid when you forgotten user ID.",
        "logging help required for Username unable to remember",
        "Someone can't remember a user.",
        "I forgot my username, so I need help logging in.",
        "There is difficulty logging in due to a forgotten user ID.",
        "Login assist; can't remember user?",
        "I want to sign in, but I can't remember the usernames.",
        "Require help logging in.",
        "Need assistance for a lost login name.",
        "I forgot my username, so need help logging in.",
        "Please help me sign in if I am not able to remember the usernames.",
        "I can't remember my name and you may be able to lend me a hand to sign in.",
        "Did you misplace your user ID or need assistance signing in?",
        "Help is needed for a forgotten username.",
        "I forgot my usernames so need assistance logging in.",
        "Username needs login support.",
        "Need help with lost login name",
        "The assistance sought is due to logging in due to forgotten user ID.",
        "We need login aid.",
        "Need support for missing sign-in info.",
        "Please help me with my Username retrieving.",
        "Please help me with retrieving my Username.",
        "To gain access to the account, you need to remember your usernames and you will need help to do so.",
        "You need some assistance in logging in.",
        "I lost my username, need help logging in.",
        "I need your help to sign in because I don't know my name.",
        "You can lend me a hand to sign in if I am unable to remember my name.",
        "Can you help me sign in? I can't remember my name.",
        "I did not remember my access info.",
        "Someone needs login help.",
        "login support is needed because of a Username slip-up.",
        "Help getting access after a lost usernames.",
        "Need login support after the Username slip up.",
        "I forgot my username, can you help?",
        "I don't know about my username; help?",
        "I cannot remember my name and you could lend me an arm and a leg to sign in.",
        "Assistance logging in required; forgot usernames.",
        "Help is required when a lost login name.",
        "I can't remember my name, you may be able to lend me an arm and legs to sign in.",
        "I can't remember my name and you may be able to help me get in.",
        "If you have forgotten your usernames, seek help.",
        "There is aid needed for lost user ID.",
        "You will need help to remember your usernames and gain access to the account.",
        "If you can help sign in, I can't remember my name.",
        "Username is gone, assist logging?",
        "Someone needs to help with lost user ID.",
        "Can you help me to log in?",
        "You need to remember your account name, and there might be a problem logging in.",
        "Help logging in if you have forgotten name-entry?",
        "Someone lost their usernames and is trying to get access.",
        "I forgot my Username, help!",
        "I can't remember my name, so you may be able to lend me an arm and leg to sign in.",
        "Logging help necessary for Username unable to remember.",
        "Need help signing in.",
        "We need support for missing sign in info.",
        "You needs help logging in.",
        "Require assistance with logging in",
        "Please help! Username forgotten!",
        "Requires assistance logging in and forgetting usernames.",
        "Can you help me to sign in?",
        "There is support needed for missing sign- in information.",
        "I can't remember my name and you might be able to sign my in.",
        "There's support needed for missing sign-in information.",
        "Please help me login after I lost my password.",
        "Assistance for lost user ID is needed.",
        "The login name is lost",
        "Help login if there is a lost user.",
        "Lost login name, requires assistance.",
        "I can't remember my name, and you could help me sign in.",
        "I forgot my usernames, and need help logging in.",
        "If you have forgotten user ID, please seek logging aid.",
        "Help is required after a lost login name.",
        "You may be able to help me get in as I cannot remember my name.",
        "A person can't remember a user.",
        "I can not remember my access info.",
        "You need to remember your account name, you need to gain access to the account, and you might have a problem logging in.",
        "I am unable to remember my name, you might be able to help me sign in.",
        "Please help us retrieve our usernames.",
        "It is necessary for assistance logging in and forgetting usernames.",
        "I don't remember the usernames and you should help me sign in.",
        "If you lost the user ID, seek logging aid.",
        "Help is needed to log in because of forgetting name.",
        "Lost login name requires assistance.",
        "Any help for the lost signin details?",
        "If you can't remember your name, help sign in.",
        "Need logging aid after forgetting user ID.",
        "If you have lost your user ID, seek logging aid.",
        "If you can't log in, you need username aid.",
        "login assistance for forgotten usernames?",
        "Help is needed to log in but forgot the name.",
        "I can't remember my name and you might be able to lend me an arm and legs to sign in.",
        "I can't remember my name, but you can lend me a hand to sign in.",
        "Help me, I lost my user ID!",
        "I don't recall my name and you could help me get in.",
        "Are you seeking login aid for a forgotten username?",
        "You want help with logging in.",
        "I lost my usernames can you help me with it?",
        "Seek logging aid after forgetting the user ID.",
        "Require help logging in",
        "There is a need for assistance in logging in.",
        "A person needs assistance logging in.",
        "help needed to log in",
        "Help login if you lost the user.",
        "Can't remember user; can't log in.",
        "Help please, Username forgotten!",
        "Username is gone and it's hard to log in.",
        "Help is required for the lost login name.",
        "You need assistance logging on.",
        "I am unable to remember my name but you can lend me a hand to sign in.",
        "I have trouble logging in, please help me.",
        "Request logging aid if you have forgotten your user ID.",
        "You can help me sign in because I am not able to recall my name.",
        "You must remember your usernames in order to gain access to the account, and you will need help.",
        "Incorrect login name requires assistance.",
        "There is support needed for missing sign- in info.",
        "I cannot remember my usernames, can you help me sign in?",
        "It is necessary to gain access to the account, you need to remember your usernames, and you will need help to do so.",
        "Have help to log in.",
        "I am unable to remember my name but you may be able to help me sign in.",
        "Request login assistance for forgotten usernames?",
        "Help sought because of trouble logging in due to forgotten user ID.",
        "need login support.",
        "login support is needed after a Username slip-up.",
        "You may be able to help me sign in since I can't remember my name.",
        "You may be able to help me get in, I am unable to remember my name.",
        "Can't remember the name, need help signing in",
        "You may be able to help me sign in, I can't remember my name.",
        "Need help with a lost login.",
        "Need help logging in, I forgot my account.",
        "Help to log in was required.",
        "logging help is required for a Username unable to recall",
        "\"Forget usrnm; support for signin help.\"",
        "You can lend me a hand to sign in, I cannot remember my name.",
        "There is an assistance needed for lost user ID.",
        "Seek logging aid when you lost your user ID.",
        "need help with login",
        "I have forgotten my nametag for logging in.",
        "Help login if you're lost a user?",
        "You might be able to help me sign in because I am unable to remember my name.",
        "I need you to help me log in to my account",
        "I forget my usernames, need help logging in.",
        "Help sign in if you can't remember?",
        "There are problems logging in due to a forgotten user ID.",
        "You require assistance with logging in.",
        "How to log in, username forgotten?",
        "Aid with logging in after forgetting name-entry?",
        "Support should be needed for missing sign-in info.",
        "To get access to the account, you must remember your usernames, and you will need help.",
        "The user name has disappeared, assist logging?",
        "We need to help you to log in.",
        "I can't remember my name, but you could lend me a hand to sign in.",
        "I didn't remember my usernames, need assistance logging in.",
        "Need login support for usernames to slip up.",
        "Help needed to log in, but forgot a name.",
        "Need assistance for logging in.",
        "Need assist to log in.",
        "You can help me get in, I can't remember my name",
        "If you don't remember your account name, there could be a problem logging in.",
        "Help is needed to help log in.",
        "You need to seek logging aid if you forget user ID.",
        "There is support needed for missing sign in information.",
        "Someone needs assistance with a lost login name.",
        "You need to remember your usernames and help to get into the account.",
        "I can't remember my name and you could assist me in signing in.",
        "There is Help required to log in.",
        "Seek login aid for a forgotten username.",
        "I cannot remember my name and you might be able to help me get in.",
        "Seek login aid if you have forgotten your password.",
        "I need your help to log in to my account",
        "You need to remember your account name, and there could be a problem logging in.",
        "I cannot remember my name, can you help me sign in?",
        "Seeking login aid for a forgotten username?",
        "I lost my user ID and I need your help!",
        "I need help logging in to my account.",
        "You may be able to help me with sign in because I cannot remember my name.",
        "Need login support after a slip up.",
        "missing sign-in info need support",
        "The help is needed to log in but forgot the name.",
        "logging help needed for Username unable to recall",
        "I need your help to log in.",
        "There is need for login aid.",
        "assistance is needed with logging in.",
        "Losing signin details, any help possible?",
        "Please help me log in, I cannot remember my name.",
        "I forgot my usernames and need assistance with login.",
        "I cannot remember my name, you might be able to help me get in.",
        "Need assistance when you lost a login name.",
        "Help needed for lost login name.",
        "Required assistance logging in and forgot username",
        "I need help with my Username and sign-in support.",
        "Username unable to remember, requires logging help.",
        "Please help me sign in because I do not remember my name.",
        "Got a need for help logging in.",
        "I can't remember my name but you can help me to sign in.",
        "You may be able to lend me a hand to sign in, I can't remember my name.",
        "I cannot remember my name, so you can help me get in.",
        "They need assistance with the lost login name.",
        "My username was forgotten so I need help logging in.",
        "You need to remember your account's name, and there may be a problem logging in.",
        "Help me log in, can't remember my name.",
        "I've forgotten that stupid login name.",
        "Help logging in if you have forgotten your usernames.",
        "I cannot remember my name, please help me log in.",
        "Can't remember the Username requires logging help?",
        "There is a lost user and help login.",
        "I don't remember my name so please help me sign in.",
        "Assist logging with user name gone?",
        "You can help me sign in, I'm not able to remember my name.",
        "There is support needed for missing sign-in info.",
        "Require assistance logging in",
        "User name is gone, assist logging.",
        "There needs to be help for a forgotten user.",
        "Do you need login aid for a forgotten username?",
        "I can't remember my name and you can help me sign in.",
        "You must remember your usernames and help is needed to gain access to the account.",
        "You require help to log in.",
        "Need assistance signing in after you lost your user ID?",
        "Someone needs support for missing sign-in information.",
        "Need assistance to log in after forgetting a usernames.",
        "You may be able to help me get in as I am unable to remember my name.",
        "I need your help logging in.",
        "I don't remember the usernames, could you help me sign in?",
        "Trouble logging in due to forgotten user id",
        "You must remember your usernames to gain access to the account, you will need help to do that.",
        "I can't remember my name so you may help me sign in.",
        "There are problems logging in due to forgotten user ID",
        "To log in you need help.",
        "login support is needed for the Username slip-up.",
        "Username has gone, help logging?",
        "Someone please help me log in to my account.",
        "Help getting access when you lost a usernames.",
        "Can't remember user; can you help?",
        "You need to remember your usernames, and help to gain access to the account.",
        "Can't remember user, login assist?",
        "Couldn't log in, need usernames aid?",
        "I lost my account, help me login?",
        "I can't remember my name but you might be able to sign in for me.",
        "I lost my usernames, can you help with it?",
        "You need assistance with logging in",
        "Log in help, usernames forgotten?",
        "There is a lost login name that needs assistance.",
        "Seek login aid with forgotten usernames.",
        "Please help logging in without a username.",
        "You can lend me an arm and a leg to sign in, I don't recall my name.",
        "I can't remember the usernames, please help me sign in.",
        "seek logging aid after forgetting user ID.",
        "Need login help due to lost credentials?",
        "I need to sign in but can't remember my name.",
        "Assistance with logging in is required.",
        "I'm unable to remember my name, but you can help me sign in.",
        "I can't remember my name but you may be able to lend me an arm and leg to sign in.",
        "Can't remember user; how to log in.",
        "I forgot my name and need assistance logging in.",
        "I don't remember the name, can you help me sign in?",
        "Help is required if you forget your usernames.",
        "Need assistance when your login name is lost.",
        "I need login help.",
        "assistance to log in is needed.",
        "Need support with Username slip-up.",
        "There's a lost login name",
        "Seek logging aid when you forgot a user ID.",
        "I forgot my Username, help me?",
        "Help needed to log in",
        "I can't remember my name, but you might be able to help me sign in.",
        "I cannot remember my name, and you can help me sign in.",
        "The username has gone, assist logging?",
        "If you forget user ID, seek logging assistance.",
        "Loss of user ID needs help.",
        "The Username is gone, and it is difficult to log in.",
        "They need assistance logging in, but forgot their usernames.",
        "logging help necessary for Username unable to remember?",
        "Couldn't log in due to Username gone.",
        "They need to help sign in.",
        "You could lend me an assist in signing in if I cannot remember my name.",
        "It's a question of login help and usernames forgotten.",
        "You could lend me an assist in signing in if I am not able to remember my name.",
        "Need help signing in!",
        "Logging help is required if the Username cannot recall.",
        "Help login if you lost user.",
        "Help signing in if you can't remember your name.",
        "Please help me sign in when I can't remember the usernames.",
        "Call logging aid if you forgot user ID.",
        "Name-forgot requires assistance to access.",
        "Need assistance for a lost login name",
        "I failed to remember the stupid login name.",
        "I can't remember the usernames, please help me sign in?",
        "Help me log in after I lost my account?",
        "I can't remember my name and you could lend me an arm and a leg to sign in.",
        "I can't remember my name and you can lend me a arm and a leg to sign in.",
        "Help login if you're a lost user.",
        "Needing help with a log in.",
        "Please help me sign in, I am unable to remember the usernames.",
        "I can't remember my name and you can lend me an arm or legs to sign in.",
        "It is necessary to gain access to the account, you need to remember your account name, and there could be a problem logging in.",
        "You could help me get in, I cannot remember my name.",
        "I need to log in, please help me",
        "You can lend me a hand to sign in if I am not able to remember my name.",
        "I don't recall my name but you might be able to help me sign in.",
        "Help is needed to log in",
        "I don't remember the nametag for login.",
        "Username is gone, assist logging.",
        "I don't remember my name so you can help me by signing in.",
        "Help getting access when you lost your usernames.",
        "I cannot remember the usernames, can you sign me in?",
        "Can't remember, help to sign in?",
        "A Username is unable to remember and requires logging help.",
        "Require assistance to log in.",
        "You will need help to gain access and remember your usernames.",
        "You can't remember user; login assist.",
        "I don't recall my name, but you can lend me a hand to sign in.",
        "I'm unable to remember the usernames, so please help me sign in.",
        "There is help needed for forgotten usernames.",
        "Someone needed to log in but forgot their name.",
        "How to access account after I lost my login?",
        "Need assistance trying to log in.",
        "I cannot remember my name and you might be able to lend me an arm and a leg to sign in.",
        "He needs to help log in.",
        "I forgot my usernames and need help with login.",
        "I don't remember my name so you may be able to help me sign in.",
        "Help is needed for a lost user ID.",
        "I need assistance signing in after I lost my user ID.",
        "Seek logging aid if you lost your user ID.",
        "You may be able to lend me a hand to sign in if I cannot remember my name.",
        "I need help logging in",
        "In order to log in, you need help.",
        "There has been trouble logging in due to forgotten user ID.",
        "You may be able to help with sign in because I can't remember my name.",
        "Assistance for accessing a forgotten user.",
        "logging help is required for Username unable to remember.",
        "user name gone, help logging",
        "I forgot my account can you fix it?",
        "Seek login aid for a forgotten login.",
        "Needed assistance with a lost login name.",
        "Need assistance with my login.",
        "A person forgot their usernames.",
        "Help logging in if you forget a usernames.",
        "Lost login name requiring assistance.",
        "There is assistance needed for a lost user id.",
        "I need you to sign in because I don't remember my name.",
        "login support is needed for a Username slip-up.",
        "I lost my user ID...help!",
        "Someone needs support for missing sign in info.",
        "Please help me sign in if I can't remember my usernames.",
        "Have you lost your user ID, need assistance signing in?",
        "You need help logging in?",
        "Seeking logging aid, if you forgot your user ID.",
        "I need to sign in, but I don't remember the usernames.",
        "Need help with lost login.",
        "I have trouble remembering the usernames, can you please help me sign in?",
        "I lost my user ID...Help?",
        "I don't remember my name so help me sign in.",
        "Need login support for a Username slip-up",
        "I don't recall my name but you can help me get in.",
        "I can't remember my name so you might be able to help me get in.",
        "I can't remember the usernames, so please help me sign in?",
        "Have you forgotten your user ID or need assistance signing in?",
        "If you do not remember your usernames, you will need help to gain access.",
        "Logging help required for a Username unable to remember.",
        "Login assist if you can't remember a user.",
        "Seek logging aid if you have lost user ID.",
        "Forget usrnm; how about support for signin help?",
        "A lost login name requires assistance",
        "I need to log in to my account, I need help.",
        "I forget my usernames and need assistance logging in.",
        "Get logging aid when you forgot your user ID.",
        "Request logging aid when you forget the user ID.",
        "There is a lost login name and need assistance.",
        "Need help logging in without a username",
        "Help logging in, but forgot a username.",
        "We need help for lost user ID.",
        "There is help necessary to log in.",
        "I have forgotten my usernames, need help logging in?",
        "Someone needs help signing in.",
        "Username unable to remember, requires logging help",
        "assistance is required for lost login name.",
        "I am unable to remember my name, you can help me get in.",
        "Need help tologin.",
        "Seek login aid forforgotten usernames.",
        "There is trouble logging in because of the forgotten user ID.",
        "A help was needed to log in.",
        "Logging help is needed for the Username unable to recall.",
        "Get logging aid if you forgot the user ID.",
        "I forgot my account and need assistance.",
        "You need assistance with a lost login name.",
        "I cannot remember my name, can you help me sign up?",
        "Require assistance for logging in.",
        "I don't remember my name but you might be able to help me get in.",
        "You may be able to lend me an assist in signing in if I can't remember my name.",
        "Needed support for missing sign-in info?",
        "If you lost your user ID, seek logging aid.",
        "We need help signing in.",
        "Please help me as I have to log in.",
        "Required assistance logging in, forgot usernames.",
        "I need to sign in, but I can't remember my usernames.",
        "need login support for Username slip up",
        "Needing log in, forgot account.",
        "Help logging in is required.",
        "Please assist me with the Username retrieval.",
        "Someone needs help with a lost login name.",
        "Help to sign in if you can't remember your username?",
        "I am unable to remember my name so you may be able to help me sign in.",
        "You need to ask for logging aid if you forgot user ID.",
        "It is necessary for assistance for a lost user ID.",
        "Help logging, user name gone?",
        "Can't remember the name, need help signing in.",
        "Please help me, I need to log in",
        "Seek logging help after forgetting user ID.",
        "To gain access to the account, you must remember your usernames and help is needed.",
        "Please assistance with retrieving your Username.",
        "I forgot my usernames, Need assistance logging in.",
        "aid with logging in if you have forgotten name-entry?",
        "If you lost your user ID, seek logging assistance.",
        "I lost my user ID, how can I find it?",
        "I forgot my username, can ya fix it?",
        "Help logging in if you lost user?",
        "I need your help to sign in because I don't remember my name.",
        "A forgotten user ID can cause trouble logging in.",
        "Attempting to log in with a usernames gone.",
        "You can help me sign in if I can't recall my name.",
        "Someone lost a user and they need help.",
        "Sign-in support, Username amnesiac, help!",
        "I have trouble remembering the usernames, please help me sign in.",
        "Help is needed for logging in.",
        "You need help to log in.",
        "I forgot my usernames and need assistance with my login.",
        "Can you please help me sign in?",
        "Someone needs to log in but forgot the name.",
        "You would like help with logging in.",
        "Support would be needed for missing sign-in info.",
        "You can help me sign in because I don't know my name.",
        "If you can't remember your name, help to sign in.",
        "I lost my user ID, how do you help?",
        "I can't remember my name, so you may be able to lend me an arm and legs to sign in.",
        "It's necessary for assistance logging in and forgetting usernames.",
        "I forgot my usernames, needed assistance logging in.",
        "usernames forgotten, Login help?",
        "Username is gone, and it's difficult to log in.",
        "Need login support for the Username slip-up.",
        "Can you help me sign in if I can't remember the usernames?",
        "Somebody needs login support.",
        "You may be able to assist me in signing in because I am unable to remember my name.",
        "Please help me log in to my account.",
        "I can't remember my name but you can help me get in.",
        "Help with logging in.",
        "Seek logging aid if you don't have user ID.",
        "The person needs to help to log in.",
        "I cannot remember my name, so you may be able to assist me in signing in.",
        "There is need for assistance with login.",
        "You should be able to help me get in because I can't remember my name.",
        "Seek logging aid when you forgot the user ID.",
        "Needing help to log in.",
        "Help logging in; forgot account.",
        "Help me login after I lost my account.",
        "Please help me, I need to log in.",
        "I lost my user ID, can anyone help me?",
        "Assistance with logging in is needed.",
        "Please help me, I need to log into my account.",
        "Any help with lost signin info?",
        "You need to remember your usernames, and you will need help to gain access to the account.",
        "Please seek logging aid if you forgot the user ID.",
        "There are people who need login aid.",
        "I can't remember my name, but you can help me get in.",
        "I cannot remember my name so you may be able to lend me an arm and leg to sign in.",
        "Help logging in when you forget the username.",
        "I don't remember my name, you can help me get in.",
        "I lost my user ID, do you have any help?",
        "Help logging in when you forgot your account.",
        "I lost my usernames, need help logging in.",
        "Help logging in if you forgot your account.",
        "Needing to log in.",
        "You may be able to help me sign in, because I can't remember my name.",
        "Help logon for a lost user.",
        "Seeking logging aid, if you forgot user ID.",
        "Needs assistance with lost login name.",
        "I can't remember my name and you can lend me a leg and arm to sign in.",
        "I lost my login details, how to get it back?",
        "You need to help to log in",
        "You can help me sign in, I don't recall my name.",
        "Can't remember user, login assistance?",
        "You need someone to help you logging in.",
        "I don't remember the usernames, could you please sign me up?",
        "There is help that is required to log in.",
        "I can't remember my name, but you might be able to sign in.",
        "You need to help to log in.",
        "I forgot my login and need assistance.",
        "There was trouble logging in due to the forgotten user ID.",
        "Forget usrnm, what about signin help?",
        "Can you sign me in, I can't remember my name.",
        "Someone needs to help you to log in.",
        "Someone has lost their username.",
        "I need help signing in.",
        "Help signing in if you lost your user ID.",
        "Seek login aid for forgotten usernames.",
        "Seek logging aid, if you forgot user ID.",
        "I forgot my username, so I need assistance logging in.",
        "I lost my account, how do I get back into it?",
        "Assistance is needed for a lost user ID.",
        "Lost login name needed assistance.",
        "Help me log in after I lost my account.",
        "There is help required for forgotten usernames.",
        "I can't remember my name, you can lend me a hand to sign in.",
        "need support for missing sign-in info",
        "Seek logging aid if you forgotten user ID.",
        "You needed to help log in.",
        "Support is needed for missing signin info.",
        "You can lend me an arm and leg to sign in, I am unable to remember my name.",
        "I can't remember my name, please help me sign in.",
        "Seek login assistance for a forgotten account.",
        "I lost my user ID...help?!",
        "Please help me log in to my account",
        "Require assistance logging on.",
        "I'm unable to remember my name but you can help me sign in.",
        "I forget that login name.",
        "Someone needs help logging into without a usernames.",
        "You may be able to assist me in signing in, as I am unable to remember my name.",
        "User name gone, assistance logging",
        "Need login support for usernames slip-up.",
        "I cannot remember my name and you can help me get in.",
        "I do not remember the usernames, could you help me sign in?",
        "You can lend me an assist in signing in, I cannot remember my name.",
        "You need some assistance logging in",
        "You need login support for a Username slip-up.",
        "Do you need logging aid if you forgot user ID?",
        "Assist logging in; forgot username.",
        "You need to remember your account name and gain access to your account.",
        "Help me log in, I have no recollection of my name.",
        "Username unable to remember, requires logging assistance.",
        "You could lend me an assist in signing in if I am unable to remember my name.",
        "People need help with lost user ID.",
        "Assistance is necessary for lost user ID.",
        "They need assistance to log in.",
        "Need support with lost log-in details?",
        "Need aid to log in.",
        "Assist logging in; forgot username",
        "I have forgotten the stupid login name.",
        "I can not remember my name and you may be able to help me sign in.",
        "Forget usrnm; support for signin help.",
        "If you do not remember your account name, there may be a problem logging in.",
        "I am unable to remember my name, and you may be able to help me sign in.",
        "I am unable to remember the usernames, could you please help me sign in?",
        "I don't remember the nametag for my login.",
        "There is support needed for lost user ID.",
        "Please help me sign in, I am not able to remember my usernames.",
        "I cannot remember my name and you can help sign in.",
        "Help logging in; forgot usernames.",
        "There are problems with logging in due to forgotten user ID.",
        "I cannot remember my name and you can lend me an arm and legs to sign in.",
        "Support is needed for missing sign in info",
        "Please help me sign in, I don't remember my usernames.",
        "You need someone to help with logging in.",
        "Need assistance with a lostlogin name.",
        "I can't remember my name but you can lend me an assist in signing in.",
        "Trouble logging in due to forgetting user ID?",
        "I can't remember my name, could you help me get in?",
        "I am unable to remember my name, but you can lend me a hand to sign in.",
        "If you forget the user ID, try logging aid.",
        "I lost my user ID, how do I get back?",
        "There needs to be assistance for a lost user ID.",
        "Trouble logging in due to the forgotten user ID.",
        "There needs to be help to log in.",
        "I don't remember the usernames, would you please help me sign in?",
        "We need help logging in.",
        "Please help me to sign in.",
        "You may be able to lend me a hand to sign in because I cannot remember my name.",
        "Help sought due to trouble logging in.",
        "I don't recall my name, but you can help me sign in.",
        "You could lend me a hand to sign in if I am unable to remember my name.",
        "I don't recall my name, you can help me sign in.",
        "Needs assistance logging in.",
        "I lost my account, help me regain it?",
        "Seek logging aid if you forgotten your user ID.",
        "There needs to be help for a lost user ID.",
        "I need assistance with my login.",
        "Need help with Signing in?",
        "I forgot my usernames, need help logging in.",
        "Get logging aid if you forgot user ID.",
        "There is help that is required for forgotten usernames.",
        "Please help me sign in, I'm not able to remember the usernames.",
        "UserName gone, assist logging?",
        "I don't remember my access info, support?",
        "You can help me get in because I cannot remember my name.",
        "A support needed for missing sign-in info.",
        "I forgot that login name.",
        "I cannot remember my name but you might be able to sign my in.",
        "Help is needed to log into but forgot name.",
        "You need some help in logging in.",
        "I need help with my login",
        "Need login support for Username slip-up",
        "There is a need for help with logging in.",
        "Lost signin details, can anyone help?",
        "I need help with logging in to my account.",
        "I don't remember the usernames, could you help me sign up?",
        "Have help logging in.",
        "I can't remember my name so you may be able to help me get in.",
        "Someone forgot the user ID and needs logging aid.",
        "Need login support.",
        "I lost a usernames, can you help me?",
        "I cannot remember my name but you can lend me an arm and legs to sign in.",
        "You may be able to assist me in signing in because I cannot remember my name.",
        "To gain access to the account, you must remember your usernames, and help is needed to do that.",
        "Help for accessing is what a forgotten user needs.",
        "You can lend me an arm and a leg to sign in, I am not able to remember my name.",
        "Need username aid when you can't log in.",
        "If you forgot name-entry, help with logging in.",
        "Please seek logging aid when you have forgotten user ID.",
        "Help is required to sign in.",
        "I need you to help me get into my account.",
        "If you misplace your user ID, seek logging help.",
        "I have a hard time remembering my name so you can help me sign in.",
        "There's help required to log in.",
        "Someone lost a user and need help.",
        "Help getting access from a lost usernames!",
        "You can help me sign in if I don't remember my name.",
        "Please help me sign in because I can't remember my name.",
        "Help logging in if you lost a user?",
        "Can you help me regain my account?",
        "Help would be needed to log in.",
        "Help to sign in if you can't recall your name.",
        "You need some help with logging in.",
        "Can't remember user; log in?",
        "assistance with logging in is needed.",
        "Login assist, can't remember user?",
        "I am unable to remember my name, so you may be able to help me sign in.",
        "I can't remember my name and you can help me get in.",
        "Need Help to log in.",
        "I forgot my usernames, need assistance with login.",
        "Help was needed to log in but forgot the name.",
        "You need to help log in",
        "I have trouble remembering the usernames, can you help me sign in?",
        "Need assistance when there is a lost login name.",
        "Help getting access from a lost username?",
        "Please help me log in, I can't remember my name.",
        "I cannot remember my name, but you can help me sign in.",
        "I can't remember my name and you could lend me an arm and legs to sign in.",
        "You may be able to help me sign in because I can't recall my name.",
        "Username unable to remember, requires logging assistance?",
        "There are difficulties logging in due to forgotten user ID.",
        "Unable to log in because of the Username gone.",
        "The Username is unable to remember and requires logging help.",
        "username forgotten and login help?",
        "I cannot remember my name and you may be able to help sign in.",
        "Help to sign in if you can't remember your usernames.",
        "Support is needed for missing sign-in data.",
        "Need support for missing sign-in information?",
        "I can't remember my name, but you may be able to sign in with me.",
        "There is support need for missing sign-in info.",
        "Assistance is required after a lost login name.",
        "Look for logging aid when you forget user ID.",
        "I lost my user ID, assistance?",
        "I cannot remember my name, you may be able to lend me an arm and legs to sign in.",
        "I don't recall my name but you may be able to help me sign in.",
        "Need help logging into something.",
        "Help is required to help logging in.",
        "My usernames were forgotten, need assistance logging in.",
        "I lost my account login.",
        "I forgot my username and needed assistance logging in.",
        "I can't remember my name and you might be able to help me get in.",
        "UserName is gone, assist logging.",
        "You need to seek logging aid if you forgot your user ID.",
        "I can't remember my Username requires logging help.",
        "I can't remember my name so you could lend me an arm and leg to sign in.",
        "I can't remember my name, so you can lend me an arm and legs to sign in.",
        "Request logging aid when you lost your user ID.",
        "I don't recall my name, but you might be able to sign my in.",
        "Someone needs help with lost signin details.",
        "Get logging aid when you forgot the user ID.",
        "I can't remember my name, you could lend me an arm and legs to sign in.",
        "Problems logging in due to forgotten user ID were sought.",
        "There were difficulties logging in because of forgotten user ID.",
        "logging help is required for a Username unable to remember.",
        "I can't remember my name but you can help me in signing in.",
        "I am unable to remember the usernames, so please help me sign in",
        "You can help me get in because I am not able to remember my name.",
        "You need to remember your usernames to gain access, and you will need help to do so.",
        "forgot my usernames, need help logging in",
        "Aid with logging in if you forgot your name-entry?",
        "Need assistance to sign in.",
        "You might be able to help me get in, I cannot remember my name.",
        "You might be able to assist me in signing in because I am not able to remember my name.",
        "Request logging aid when you misplace your user ID.",
        "I can't remember my name so you could help me get in.",
        "It required help to log in.",
        "You need assistance when logging in.",
        "I must log in to my account, please help me.",
        "I lost my usernames can you help?",
        "I can't remember the usernames, can you help me sign in?",
        "You can help me sign in, I am not able to remember my name.",
        "Need help with logins.",
        "Someone needs to log in but forgot to name.",
        "I might be able to get in if you can help me remember my name.",
        "Please help me, I have to log in to my account",
        "Support is necessary for missing sign-in information.",
        "Seeking logging aid if you have forgotten user ID.",
        "Do you need login aid for forgotten usernames?",
        "You can lend me a hand to sign in if I cannot remember my name.",
        "I need help to log into my account.",
        "There are problems logging in due to forgotten user ID.",
        "Lost login name and need help.",
        "Having a lost login name requires assistance.",
        "There is assistance needed with logging in.",
        "It is necessary to gain access, you need to remember your account name, and there may be a problem logging in.",
        "I don't remember my name and you can lend me an arm and legs to sign in.",
        "Help me log in, I can't remember my username.",
        "user name gone, assist logging?",
        "The login name is lost.",
        "You may be able to assist me in signing in as I am not able to remember my name.",
        "Any help with regaining signin details?",
        "Need help logging in with a different name.",
        "Need assistance due to a lost login name.",
        "I can not remember my name and you can lend me an arm and a leg to sign in.",
        "You could use assistance logging in.",
        "I can't remember my name and you may be able to lend me an arm and a leg to sign in.",
        "If you don't remember your usernames, you will need help to get into the account.",
        "I can't remember my name and you can lend me a hand to sign in.",
        "I don't recall my name and you may be able to help me sign in.",
        "I lost my user ID, please help!",
        "Need help signing in if you forgot user ID?",
        "You can lend me an assist in signing in if I am unable to remember my name.",
        "Assistance is required to log in.",
        "I didn't remember the login name.",
        "Can you fix this after I forgot my account?",
        "Help to sign in if you can't remember?",
        "I forgot my Username, help?",
        "Help is required forforgotten usernames.",
        "I forgot my username, help?",
        "I need some help logging in.",
        "Log in with assistance if you forgot your usernames.",
        "You will need help logging in.",
        "I need assistance in signing in.",
        "I don't recall my name but you might be able to sign my in.",
        "I need assistance signing in if I forgot user ID.",
        "Seek logging aid, if you have forgotten your user ID.",
        "I have trouble remembering my name so you can help me sign in.",
        "You can help me sign in because I don't recall my name.",
        "Seek login aid if you have forgotten username.",
        "Seek login assistance.",
        "I cannot remember my name, but you may be able to sign my in.",
        "Logging help is needed if Username is unable to recall.",
        "Help sign in if you can't remember your username.",
        "I need help logging on to my account.",
        "There was help needed to log in.",
        "You may be able to assist me in signing in as I am unable to remember my name.",
        "Required assistance logging in if you forgot your usernames.",
        "Needs login support for Username slip-up.",
        "You can help me get in, I can not remember my name.",
        "The support was needed for missing sign-in info.",
        "Please help me, I have to log in.",
        "user name gone, assist logging",
        "Need assistance signing in after you forgot user ID?",
        "I cannot remember my name, and you can help me get in.",
        "My username was forgotten and I need help logging in.",
        "Please help me sign in, I don't remember the usernames.",
        "I am unable to remember my name, can you help me sign in?",
        "Can you help us with logging in?",
        "You need to remember your account name, there may be a problem logging in, and you need to gain access to the account.",
        "Need assistance with losing a login name.",
        "I cannot remember my name and you might be able to lend me an arm and legs to sign in.",
        "Need the help to log in.",
        "username forgotten, login help?",
        "If you don't remember your usernames, you will need help to get access to the account.",
        "I lost my usernames, help me log in?",
        "Forget usrnm and support signin help?",
        "I cannot remember my name and you can lend me a hand to sign in.",
        "I can't remember the usernames, you can help me sign in?",
        "It requires assistance for a lost login name.",
        "Help to log in if you forgot your username.",
        "Help logging in if you lost a user.",
        "Help if you have forgotten nametag for login.",
        "Please help sign in if you can't remember your usernames.",
        "require assistance with lost login name",
        "It is necessary to gain access, you need to remember your account name, and there might be a problem logging in.",
        "Help login if you lost your user.",
        "You can help me sign in because I don't remember.",
        "Someone needs assistance with login details.",
        "Require assistance in logging in",
        "Help sign in if you can't remember the name.",
        "Assistance required for a forgotten user.",
        "Seek logging aid after you lost your user ID.",
        "The Username is gone and it's difficult to log in.",
        "Seek logging aid if you forgot your user ID.",
        "Help with logging in if you have forgotten name entry?",
        "forgot usernames and needed log in aid",
        "Need help signing on?",
        "Can't remember user; how to register?",
        "It is necessary to help a lost login name.",
        "I lost my user ID, how to help?",
        "There needs to be aid for lost user ID.",
        "Please assist me in retrieving my account.",
        "I forgot my usernames, need help logging in",
        "The user name is gone, assist logging?",
        "I cannot remember my name so you can help me sign in.",
        "The user name has gone, assist logging?",
        "Help logging in if you don't have a username.",
        "I am in need of assistance logging in.",
        "I can't remember my name, so you may be able to help me get in.",
        "Go to logging aid if you have forgotten user ID.",
        "I can't remember my name, you might be able to help me get in.",
        "Need assistance signing in after missing user ID?",
        "You need to remember your usernames to gain access, and you will need help to do that.",
        "If you don't remember your usernames, you will need help in gaining access.",
        "I don't remember my name and so you can help me sign in.",
        "I can't remember my name, you can help me sign in.",
        "Help, I lost my user ID!",
        "You can lend me a hand to sign in if I don't remember my name.",
        "If you can help me sign in, I may be able to remember my name.",
        "Please give me assistance with retrieving my Username.",
        "Try login aid for forgotten usernames.",
        "I forgot my usernames, I need assistance logging in.",
        "\"Forget usrnm; support for signin help?\"",
        "An assistance is required for a lost login name.",
        "I lost my usernames, need help logging in?",
        "Call for logging aid if you have forgotten user ID.",
        "Seek login aid for the forgotten usernames?",
        "login support is needed for a Username slip up.",
        "They need help with signing in.",
        "I can't remember my name, so you might be able to help me get in.",
        "I need your help in signing in because I don't remember my name.",
        "Need support for not having sign-in info?",
        "I can't remember my name, you can lend me an assistance sign in.",
        "You need assistance in logging in.",
        "I do not remember my name and you can help me sign in.",
        "Can't remember user; how to login?",
        "If you can help me sign in, I might be able to remember my name.",
        "I forgot my username so I need help logging in.",
        "Can't remember how to log-in!",
        "I lost my user ID and need help.",
        "I forgot my usernames and needed assistance logging in.",
        "I have to log in, please help me.",
        "I don't know about my username; help!",
        "I can't remember my usernames, could you please help me sign in?",
        "Assist with logging in if you have forgotten your name-entry?",
        "You might be able to help me sign in, I can't remember my name.",
        "You might be able to help me sign in because I am not able to remember my name.",
        "Username can't remember, requires logging help.",
        "I don't recall my name but you can lend me an arm and legs to sign in.",
        "An assistance to log in is required.",
        "I don't recall the usernames, can you help me sign in?",
        "Need someone to help logging in.",
        "I don't remember my name, you may be able to help me get in.",
        "Help getting access after the usernames was lost.",
        "I forgot my usernames; need assistance.",
        "Require help to log in.",
        "I can't remember my name and you can assist me in signing in.",
        "Logging assistance is required for a Username unable to recall.",
        "I forgot my username, can you fix that?",
        "Could you please help me sign in?",
        "I cannot remember my name, but you may be able to help me sign in.",
        "I can't remember the usernames, could you please help me sign in?",
        "Users are having trouble logging in due to forgotten user ID.",
        "Help login if you were lost user?",
        "You can help me get in if I can't recall my name.",
        "Lost signin details, can you help?",
        "Someone help me log in to my account.",
        "You could help me get in if you recall my name.",
        "Help login if you've lost a user.",
        "Somebody needs help logging in.",
        "A forgotten user; assistance for accessing.",
        "I forgot my Username, can you fix it?",
        "Needs help logging in",
        "I can't remember my name, can you help sign in?",
        "You need help logging in",
        "I can't remember my name, so you may be able to lend me an arm and a leg to sign in.",
        "Seek logging aid for forgotten user ID.",
        "You can help me get in since I am not able to remember my name.",
        "Need to get login support.",
        "Please assist me with retrieving my Username.",
        "The assistance sought was for trouble logging in due to forgotten user ID.",
        "It is necessary to gain access to the account, you need to remember your account name, and there may be a problem logging in.",
        "Attempting to log in with a lost usernames.",
        "Help logging in; forgot the usernames.",
        "Required assistance logging in; forgot usernames.",
        "I forgot my Username, help me!",
        "Assistance required for lost login name.",
        "I lost my usernames, help me log in.",
        "Require help with logging in.",
        "You need to log in but forgot your name.",
        "Need assistance signing in",
        "A person needs assistance to log in.",
        "Needing help with logging in.",
        "Seeking logging aid if you forgot user ID.",
        "Trouble logging in due to forgotten user ID was sought.",
        "I don't recall my name, but you may be able to sign my in.",
        "Is user name gone, assist logging?",
        "You may be able to assist me in signing in when I am not able to remember my name.",
        "I can't remember my name and you could help me sign in.",
        "I forget my usernames, need assistance logging in.",
        "I forgot my Username and need help logging in.",
        "Can't remember, help me log in.",
        "I lost my user ID...help?",
        "I can't remember my name, but you can lend me an arm and legs to sign in.",
        "Please assistance in retrieving your Username.",
        "User name disappeared, help logging?",
        "Help to sign in if you can't remember your Username.",
        "Support is necessary for missing sign in info.",
        "I don't remember my name but you can lend me an arm and legs to sign in.",
        "You need someone to assist with logging in.",
        "I want to log in but can't remember my name.",
        "Help signing in if you have lost user ID?",
        "I forgot my usernames and needed help logging in.",
        "Need login support, a Username slip-up.",
        "You need to remember your account name, and there may be a problem with logging in.",
        "Please help me to retrieve my usernames.",
        "I can't remember the usernames, would you please help me sign in?",
        "You need to remember your usernames to gain access to the account, you will need help to do that.",
        "I can't remember my name and you can lend me an arm and a leg to sign in.",
        "There's support needed for missing sign-in info.",
        "I lost my usernames and need assistance logging in.",
        "Seeking logging aid is when you forgot your user ID.",
        "I lost a usernames, can you help me with it?",
        "How to access account, I lost my login details?",
        "There were problems logging in due to forgotten user ID.",
        "I lost my user ID so please help me!",
        "Can you help me sign in, I have trouble remembering the usernames?",
        "I don't remember my name and you can help me by signing in.",
        "For forgotten usernames, help is required.",
        "Do you need login aid for a forgotten usernames?",
        "Help was sought for logging in due to forgotten user ID.",
        "They lost a login name.",
        "A help is needed to log in.",
        "A person needs to log in but forgot their name.",
        "I forgotten the stupid login name.",
        "Assist with logging in when you forgot your name-entry?",
        "You need to remember your account name, and you might have a problem logging in.",
        "There is need for help for forgotten usernames.",
        "Need assistance with logging on.",
        "There was a problem logging in due to forgot user ID.",
        "Help me to log in.",
        "I cannot remember my name so you may be able to help me get in.",
        "Need assistance signing in after losing the user ID?",
        "They need login support.",
        "Forget usrnm,support for signin help?",
        "I am unable to remember the usernames, please help me sign in.",
        "Required assistance logging in; forgot a username.",
        "UserName gone, help logging?",
        "Help getting access after losing a usernames.",
        "Aid with logging in when you forgot name-entry?",
        "I have forgotten my nametag for my login.",
        "My usernames were forgotten, need help logging in.",
        "If you lose your user ID, seek logging aid.",
        "Assist with logging in if you forgot your name-entry?",
        "Help login with a lost user.",
        "Aid with logging in if you forgot name entry?",
        "Take login aid for forgotten usernames.",
        "Can you help me remember my login?",
        "Assistance is required for lost login name.",
        "Please help to sign in if you can't remember your name.",
        "I can't remember my access info, support?",
        "I can't remember my name but you can lend me an arm and legs to sign in.",
        "You are in need of assistance logging in.",
        "I forgot the stupid login name!",
        "I can't remember my name, but you could help me sign in.",
        "It requires assistance after a lost login name.",
        "Required assistance logging in if you forgot your username.",
        "I need help with lost signin details.",
        "I need someone to help me logging in.",
        "There's assistance needed for a forgotten user.",
        "You need support for missing sign-in info.",
        "Can't remember the name to log in.",
        "Forgotten user; assistance for accessing?",
        "I can't remember my name and you could lend me an assist in signing in.",
        "Help is needed if you can't log in.",
        "I don't remember my name but you might be able to help me sign in.",
        "You might be able to lend me a hand to sign in, I can't remember my name.",
        "You may be able to help me sign in, I don't remember my name.",
        "Logging help is needed for a Username unable to remember.",
        "If you lost your user ID, ask for logging aid.",
        "Need help with the login",
        "Please help me log in to my account, I need it.",
        "I have trouble remembering my name, can you help me sign in?",
        "You may be able to assist me in signing in because I am not able to remember my name.",
        "There's a need for assistance to log in.",
        "A lost user is being helped to login.",
        "The username has been forgotten.",
        "Looking for login aid for forgotten usernames.",
        "I just forgot the stupid login name.",
        "Please help me with retrieving my usernames.",
        "You can help sign in if I can't remember my name.",
        "Problem logging in due to forgotten user ID.",
        "Need login support for a slip up.",
        "Can you help me sign in, I can't remember the usernames.",
        "I am unable to remember the usernames so please help me sign in.",
        "There's a need for assistance logging in.",
        "The user name is gone, assistance logging?",
        "Help me, I have to log in.",
        "It requires assistance if you lost your login name.",
        "Require assistance Logging in.",
        "I need help logging in!",
        "You need to remember your account name, you need to gain access to the account, and there may be a problem logging in.",
        "People need help logging in.",
        "You can lend me a hand to sign in if I can't remember my name.",
        "Seeking logging aid when you forgot your user ID.",
        "Ask for logging aid when you forget user ID.",
        "Problems logging in due to forgotten user ID are being sought.",
        "You need some assistance with logging in",
        "I lost my user ID, how can you help?",
        "Help signing in if you have lost user ID.",
        "The Username was gone and it was hard to log in.",
        "I can't remember the usernames, I would like to sign in.",
        "Require assistance with logging in.",
        "It needs support for missing sign-in info.",
        "Help me to sign in, can't remember my name?",
        "Help me get back into my account.",
        "You may be able to help me sign in if I can't remember my name.",
        "You should get assistance logging in.",
        "login support is needed due to a Username slip-up.",
        "Need help signing in, can't remember the name.",
        "You may be able to help me sign in because I have trouble remembering my name.",
        "I do not remember my name, so you can help me sign in.",
        "I forgot my user name, help?",
        "I don't remember my name but you could help me sign in.",
        "I can't remember my name and you may be able to sign in for me.",
        "Lost signin details - anyone can help?",
        "Help is needed for forgotten usernames.",
        "Forget usrnm; support signin help?",
        "I cannot remember my username, can you help me sign in?",
        "I don't remember my name, so you can help me to sign in.",
        "Help me to sign in if I can't remember my name.",
        "There is assistance that is needed for lost user ID.",
        "I don't remember the usernames, can you please help me sign in?",
        "User ID is lost, seek logging aid.",
        "Username has disappeared, assist logging?",
        "Can you help me log in?",
        "Seek login aid for the forgotten usernames.",
        "In need of help logging in",
        "Please help me sign in since I don't remember the usernames.",
        "You must have help logging in.",
        "Please help me as I need to log in to my account.",
        "Prerequisite assistance for lost login name.",
        "Seek login aid for a forgotten account?",
        "There is a need for help logging in without a username.",
        "I lost my login, can you help me?",
        "You need help logging into your account.",
        "Seek logging aid when you lose user ID.",
        "If you don't remember your usernames, you'll need help to gain access to the account.",
        "Requests login aid for forgotten usernames.",
        "It is necessary to assist a lost login name.",
        "Help getting access from a lost usernames.",
        "You need an assist with logging in.",
        "There is a need for assistance for lost user ID.",
        "I lost a user and need help.",
        "Difficult logging in because of a forgotten user ID.",
        "I don't remember the usernames, could you sign me up?",
        "I can't remember my name, but you may be able to assist me in signing in.",
        "Support is required for missing sign-in information.",
        "Seek logging aid if you forgot a user ID.",
        "Help login if your lost user?",
        "There was help required to log in.",
        "Assistance is required for the lost login name.",
        "You could lend me a hand to sign in because I am unable to remember my name.",
        "I'm unable to remember my name, can you help me sign in?",
        "I need help Logging in to my account",
        "you need help with logging in",
        "If you can help me sign in, I will be able to recall my name.",
        "Look for logging aid if you forgot your user ID.",
        "I cannot remember my name, you might be able to help me sign in.",
        "A lost login name requires help.",
        "Need help with a forgotten log-in?",
        "I can't remember the usernames, I need you to sign in.",
        "I cannot remember my name and you may be able to help me get in.",
        "If you forgot user ID, please seek logging aid.",
        "You have to help me log in.",
        "It needs login support for a Username slip-up.",
        "Needing a help log in.",
        "Can anyone help me sign in?",
        "help login if you lost user?",
        "I can't remember the usernames and I need help signing in.",
        "I forgot that stupid login name.",
        "You need assistance logging in",
        "I can't remember the usernames, could you sign me up?",
        "You need login assistance.",
        "Needing log in aid, forgot username",
        "I don't recall the usernames, could you sign me in?",
        "Please help me sign in.",
        "Help with logging in when you forgot your name-entry?",
        "I need help logging in, I forgot my name.",
        "In need of help logging in.",
        "Helping get access after a lost usernames.",
        "You can help me get in, I can't recall my name.",
        "I can't remember my name, can you sign in for me?",
        "Help me log in, I lost my usernames.",
        "There's a need for support for missing sign-in info.",
        "I can't remember my name and you might be able to sign in for me.",
        "You will need assistance with logging in.",
        "I can't remember the usernames, I need help signing in.",
        "Help signing in if you can't remember the usernames.",
        "Please help to sign in.",
        "I don't recall my name, you may be able to sign my in.",
        "Help needed to log in but forgot a name.",
        "Seek logging aid if you lost the user ID.",
        "Seek logging aid when you have forgotten user ID.",
        "I cannot remember my name, help me log in.",
        "You can help me get in, I am unable to remember my name.",
        "I am unable to remember the usernames, you can help me sign in.",
        "I don't recall my name and you might be able to help me get in.",
        "Help is needed to log in but not remember the name.",
        "Can't remember user, login assist.",
        "They need support for missing sign-in info.",
        "Please seek login aid for forgotten usernames.",
        "I do not recall my name but you can help me sign in.",
        "A Username slip up needs login support.",
        "I don't recall my name, you might be able to sign me in.",
        "Request logging aid when you have forgotten your user ID.",
        "The Username is gone and it is difficult to log in.",
        "Help login if you have a lost user.",
        "Need someone to help with logging in.",
        "aid with logging in if you forgot your name-entry?",
        "I want to sign in but cannot remember my name.",
        "I cannot remember my name and you may be able to lend me an arm and a leg to sign in.",
        "There is difficulty logging in due to forgotten user ID.",
        "Can you help me sign in with my name?",
        "You need help with a lost login name.",
        "Help needed in order to log in.",
        "I don't recall my name and you might be able to sign me in.",
        "Help is required for a forgotten username.",
        "I accidentally forgot the stupid login name.",
        "I forgot my name and needed assistance logging in.",
        "Assistance sought for logging in due to forgotten user ID.",
        "I lost my account, please help me log in.",
        "Can't remember user; assist.",
        "You may be able to assist me in signing in, I cannot remember my name.",
        "I need help with the login.",
        "Losing a usernames help getting access?",
        "Help necessary to log in but forgot name",
        "You need assistance logging into.",
        "I need help signing in, I can't remember my name.",
        "trouble logging in due to forgotten user ID",
        "I have trouble remembering my name, you may be able to help me sign in.",
        "Looking for login aid for forgotten usernames?",
        "I can't remember my name, but you may be able to sign me in.",
        "I am unable to remember my name but you might be able to help me sign in.",
        "Prerequisite assistance with lost login name.",
        "Help getting access from a lost usernames",
        "You might be able to lend me a hand to sign in if I can't remember my name.",
        "Support is required for missing sign-in info",
        "I can't remember my name, and you can help me get in.",
        "Aid with logging in if you forgot name-entry?",
        "I am unable to remember my name, so you can help me sign in.",
        "Required assistance logging in, forgot usernames",
        "Aid with logging in if you have forgotten name-entry?",
        "The missing sign-in info needs support.",
        "assistance with logging in is needed",
        "Help logging in, but forgot usernames.",
        "I forgot my login, can you fix it?",
        "You will need help to gain access to the account.",
        "I can't remember my name but you may be able to sign me in.",
        "I lost a login.",
        "There is a problem logging in due to forgot user ID.",
        "Can't remember name, help me log in.",
        "I don't remember my name so you could help me sign in.",
        "I am unable to remember the usernames, can you help me sign in?",
        "Help! Username loss; sign-in support?",
        "Logging help needed for Username unable to recall.",
        "Help me register, I can't remember my name.",
        "Require help in logging in.",
        "I lost my login name.",
        "Seek login aid for a forgotten name?",
        "You require to help log in.",
        "I'm having trouble remembering the usernames, could you help me sign in?",
        "Help me regain access to my account.",
        "You could lend me a hand to sign in, I cannot remember my name.",
        "Please help me, I need to log in to my account.",
        "Please assist me in retrieving my usernames.",
        "You may be able to lend me a sign in if I can't remember my name.",
        "Need logging help for a Username unable to remember?",
        "login help, usernames forgotten?",
        "Getting assistance to log in is necessary.",
        "Please help me log in?",
        "logging help required for Username unable to recall",
        "There is support needed for missing sign-in information",
        "I can't remember my name, so you could lend me an arm and leg to sign in.",
        "need assistance to log in",
        "You can lend me an arm and leg to sign in, I don't recall my name.",
        "People need support for missing sign-in info.",
        "Help is needed to log in but forgot its name.",
        "Couldn't recall my access info.",
        "Help sought because of logging in due to forgotten user ID.",
        "Required assistance logging in and forgot username.",
        "Help is required to log in",
        "There is support needed for missing sign-in data.",
        "Ask for logging aid when you forgot your user ID.",
        "Needing assistance with a log in.",
        "Can someone help me logging in?",
        "You can help me sign in when I'm not able to remember my name.",
        "I am unable to remember the usernames, so please help me sign in.",
        "There was a lost login name that needed assistance.",
        "It is necessary to gain access, you have to remember your usernames, and you will need help.",
        "Seek login aid for aforgotten usernames.",
        "You could help me sign in because I cannot remember my name.",
        "I can't remember my access information, support?",
        "I don't recall my name but you can lend me an arm and leg to sign in.",
        "You can help me sign in, because I don't remember my name.",
        "Trying to log in with a usernames gone",
        "I can not remember my name but you can help me sign in.",
        "You need somebody to help you log in.",
        "Assist lost login name",
        "Since I don't remember my name, you can help me sign in.",
        "I am unable to remember my name so you might be able to help me sign in.",
        "Seek logging aid when you have lost your user ID.",
        "I can't remember my name, you can help sign in.",
        "I forgot my username, need assistance logging in.",
        "Need assistance to log in after forgetting your username.",
        "In order to log in, help is needed.",
        "I don't remember my name but you may be able to sign my in.",
        "Seek logging assistance after forgetting user ID.",
        "Help needed for a lost login name.",
        "User ID lost, seek logging aid.",
        "Help me log in, I don't remember my name.",
        "Need assistance signing in when you forgot user ID?",
        "Help signing in if you have forgot user ID.",
        "People need login support.",
        "I need support for missing sign-in info.",
        "Support is needed for a Username slip-up.",
        "I need help to log in to my account",
        "Needs assistance with a lost login name.",
        "You can help me get in if I don't recall my name.",
        "I lost my username, can you help me find it?",
        "You need help with logging in",
        "I am unable to remember my name, but you can lend me an arm and leg to sign in.",
        "Someone needs help logging in without usernames.",
        "You will need help to gain access to the account and remember your usernames.",
        "It is necessary to help lost login name.",
        "I lost my account, help me regain it.",
        "I don't remember my name and you can help by signing in.",
        "Looking for help to log in.",
        "I can't log in, need usernames aid?",
        "I can't remember my name so you can lend me an arm and leg to sign in.",
        "You could help me get in, I can't remember my name.",
        "Need username aid when you cannot log in?",
        "Seek logging aid when you lost user ID.",
        "Ask for logging aid if you forgot user ID.",
        "There are problems logging in because of forgotten user ID.",
        "Please help me sign in because I'm not able to remember the usernames.",
        "Need help with login",
        "help is required to log in",
        "Please help me because I have to log in to my account.",
        "I am not able to remember my name and you can help me sign in.",
        "Can you fix this, I forgot my usernames.",
        "Please help me as I have to log in to my account.",
        "There is trouble logging in due to forgotten User ID.",
        "Have a lost login name.",
        "Please assist me with Username retrieval.",
        "Need assistance with sign in.",
        "need assistance with lost login name",
        "Forget usrnm, support for signin help.",
        "Someone is needed to log in but has forgotten their name.",
        "I can't remember my usernames, can you help me sign in?",
        "It needs login support for a Username slip up.",
        "I need assistance with logging in.",
        "Can you help me sign in because I don't know the usernames?",
        "I lost my user ID, how do I get it back?",
        "Need assistance logging in without a username.",
        "I forgot my username and need help with my login.",
        "Trouble logging in because of a forgotten user ID.",
        "There is trouble logging in due to forgotten user id.",
        "Help is needed to log in after forgetting name.",
        "I lost my user ID, is it possible to help?",
        "There was support needed for missing sign-in info.",
        "Because I don't remember my name, you can help me sign in.",
        "You can lend me a hand to sign in, I don't recall my name.",
        "Need to log in but forgot name.",
        "I can't remember my name, but you can help sign in.",
        "Looking for help logging in.",
        "Need login aid.",
        "I can't log in, I need username assistance.",
        "Need assistance in logging in.",
        "Please fix this, I forgot my usernames.",
        "Support for signin help, forget usrnm?",
        "You may be able to help with sign in, I can't remember my name.",
        "I don't remember my name, but you can help me get in.",
        "Did you misplace your user ID, need help signing in?",
        "Seeking logging aid if you forgot your user ID.",
        "login support is required for Username slip-up.",
        "Require someone to help log in.",
        "I don't recall my name but you can lend me an arm and a leg to sign in.",
        "Help is required with a lost login name.",
        "Needing help in logging in.",
        "You need support with lost log-in details.",
        "logging help is required for Username unable to recall.",
        "Please help me sign in because I cannot remember my usernames.",
        "Help! Username forgetfulness; sign in support?",
        "Help with logging in is necessary.",
        "I forgot my name, so need help logging in.",
        "Help to log in if you forgot your usernames.",
        "Need assistance when you lost your login name.",
        "Please assist us in retrieving our usernames.",
        "How to access my account after I lost my login information?",
        "I'm not able to remember the usernames, can you help me sign in?",
        "There is a need for assistance logging in.",
        "There is a lost login name which requires assistance.",
        "You have forgotten your nametag for login.",
        "A lost login name needs assistance.",
        "Help to sign in if you can't remember usernames.",
        "Someone can help me retrieve my usernames.",
        "If you forgot your user ID, seek logging help.",
        "I can't remember my name, help me log in?",
        "Forget usrnm - support for signin help?",
        "Help is needed to log in but forgot name",
        "Help me login after I lost my password?",
        "Please help me sign in because I don't recall the usernames.",
        "Needs help to log in.",
        "You need to remember your account name and it's necessary to gain access to the account.",
        "Help me sign in because I don't remember my name.",
        "I forgot my stupid login name.",
        "Losing a login name requires help.",
        "There needs to be help for lost user ID.",
        "There was a lost login name that required assistance.",
        "A forgotten user ID is causing trouble logging in.",
        "I forgot the stupid login name.",
        "Lost signin details, anyone can help?",
        "Seeking logging aid when you have forgotten user ID.",
        "aid with logging in if you forgot name-entry?",
        "My username was forgotten, need help logging in.",
        "If you have forgotten your user ID, seek logging aid.",
        "Lost signin details - can you help?",
        "Support was needed for missing sign-in info.",
        "Help logging in without a username is needed.",
        "Help with lost login name.",
        "You might be able to help me sign in, I'm not able to remember my name.",
        "Request logging aid, if you have forgotten user ID.",
        "Please help, Username forgotten!",
        "A support for missing sign-in info is needed.",
        "Help is required if you lost your login name.",
        "To gain access to the account, you must remember your usernames, and you will need help.",
        "Can you please help me log in?",
        "username forgotten, login assistance?",
        "I can't remember my name, and you can lend me an arm and a leg to sign in.",
        "You can lend me a hand to sign in because I am unable to remember my name.",
        "I cannot remember my name so you can help me get in.",
        "A Username slip-up needs login support.",
        "If you do not remember your usernames, you will need help to gain access to the account.",
        "Difficult logging in due to forgetting user ID.",
        "You will need some help logging in.",
        "logging help needed for Username unable to recall?",
        "Need help logging in, forgot my account.",
        "Are you seeking login aid for a forgotten usernames?",
        "It's necessary to gain access to the account, you need to remember your name, and there may be a problem logging in.",
        "I have lost my login.",
        "I cannot remember my name, can you sign me in?",
        "I can't remember my name and you might be able to lend me an arm and leg to sign in.",
        "Please help me with my account login.",
        "You need assistance with your login.",
        "Can't remember user; how to sign up?",
        "There is a need for assistance to sign in.",
        "I forgot my usernames and need assistance with it.",
        "I cannot remember the usernames so please help me sign in.",
        "Someone needs help logging in with a usernames.",
        "Need assistance with missing login name.",
        "Help logging in if you forgot a username.",
        "I can't remember my name, but you may be able to sign in for me.",
        "I was unable to log in due to the Username gone.",
        "There needs help for lost user ID.",
        "You need to remember your usernames, and you will need help to gain access.",
        "A user needs login support.",
        "I need to log in, please assist me.",
        "I can't log in, need username help.",
        "There is a lost login name and it requires assistance.",
        "I forgot my username.",
        "Please help me sign in because I don't remember the usernames.",
        "You can lend me a hand to sign in as I am unable to remember my name.",
        "I cannot remember the usernames, so please help me sign in?",
        "Some help is required for forgotten usernames.",
        "I don't remember my name but you can lend me an arm and leg to sign in.",
        "aid with logging in when you forgot name-entry?",
        "I need some help logging in to my account.",
        "Can you help me sign into my account?",
        "You need helpLogging in",
        "Help with logging in is needed.",
        "Help logging in when you forget a usernames.",
        "Require assistance logging in and forgetting usernames.",
        "Ask for logging aid if you have forgotten user ID.",
        "Request logging aid if you forget user ID.",
        "It is necessary to gain access to the account, you need to remember your name, and there may be a problem logging in.",
        "Help necessary to log in, but forgot name.",
        "Required assistance logging in, forgot username",
        "Required assistance logging in, but forgot the username.",
        "There is trouble logging in due to lost user ID.",
        "You require help with logging in.",
        "Seek login assistance forforgotten usernames.",
        "If you forget your user ID, try logging aid.",
        "Please help me with my account, I need to log in.",
        "Request logging aid when you forgot the user ID.",
        "Someone needs help to log in.",
        "I lost my usernames and need help logging in.",
        "There is a problem logging in because of forgotten user ID.",
        "login support needed because of Username slip-up.",
        "There was a lost login name",
        "Please help me, I lost my user ID!",
        "I cannot recall my name, can you help me sign in?",
        "I cannot remember the usernames and you can help me sign in.",
        "To gain access to the account, you must remember your usernames, and you will need some help.",
        "Need help with account login.",
        "Need username help if you can't log in?",
        "need login aid",
        "If you forget your user ID, seek logging help.",
        "Look for logging aid after forgetting user ID.",
        "A forgotten user and assistance for accessing.",
        "You could help me sign in, I'm not able to remember my name.",
        "Need logging aid when you forgot user ID.",
        "I need assistance signing in after I forgot user ID.",
        "The assistance sought was for logging in due to forgotten user ID.",
        "There are difficulties logging in due to a forgotten user ID.",
        "I can't recall my name, can you help me sign in?",
        "Need help with my login.",
        "Help sign in if you can't remember usernames.",
        "I don't remember my name, you could help me get in.",
        "Difficult logging in due to a forgotten user ID.",
        "There is problems logging in due to forgotten user ID.",
        "To gain access to the account, you need to remember your usernames, you will need help to do that.",
        "I can't remember the usernames and you should help me sign in.",
        "login support is required for a Username slip-up.",
        "Help me log in.",
        "I don't know my username; aid!",
        "Can't remember my name, help me log in?",
        "Help is required if you forget your username.",
        "I don't remember my name and you can help me get in.",
        "Seek logging aid after missing user ID.",
        "You could help me sign in if I'm unable to remember my name.",
        "I forgot my username, need assistance logging in",
        "Help sought due to logging in due to forgotten user ID?",
        "You have lost your nametag for login.",
        "Someone needed to log in, but forgot their name.",
        "There is a need for assistance to log in",
        "There is help needed to log in",
        "Help! Username amnesiac, sign-in support?",
        "Help logging in, I forgot my name?",
        "Unable to log in due to Username gone.",
        "Please help me sign in, I don't recall the usernames.",
        "I can't remember my name, you might be able to assist me in signing in.",
        "If you have forgotten your user ID, ask for logging aid.",
        "I can't sign in because I don't remember my name.",
        "Request logging aid, if you forgot user ID.",
        "I don't remember my name, you may be able to help me sign in.",
        "I forgot my usernames so I needed assistance logging in.",
        "user name gone, assistance logging?",
        "You may be able to lend me a hand to sign in because I can't remember my name.",
        "Help is needed to log in with a name.",
        "You need help logging into it.",
        "Need help to log on.",
        "I can't remember my name but you might be able to help me get in.",
        "Needs support for missing sign-in info?",
        "Assistance is needed for a lost user identification.",
        "I need to log in to my account so please help me.",
        "Need assistance for a lost login.",
        "I have forgotten my nametag for my account.",
        "Help logging in, but forgot username.",
        "I have trouble remembering my name, so you can help me sign in.",
        "Help needed to log in but forgot name.",
        "There is difficulties logging in due to forgotten user ID.",
        "I do not remember the usernames, can you help me sign in?",
        "seeking login aid for forgotten usernames?",
        "I can't remember my name and you may be able to help me sign in.",
        "Help needed to log in but did not remember the name.",
        "It needs assistance with lost login name.",
        "logging help required for Username unable to remember?",
        "I need someone to help me log in.",
        "Get help to log in.",
        "It is necessary to gain access to the account and you will need help to remember your usernames.",
        "You can lend me a hand to sign in, I am unable to remember my name.",
        "If you can help with sign in, I can't remember my name.",
        "I can't remember my name, can you sign in?",
        "If you have lost your user ID, seek logging assistance.",
        "I cannot remember my name and you can lend me an arm and leg to sign in.",
        "Need help Logging in.",
        "Username vanished, assist logging?",
        "Help is needed to log in but forgot a name.",
        "Someone needs help logging in.",
        "It's a lost login name.",
        "Seek logging aid, if you have forgotten user ID.",
        "You may be able to help me sign in because I can't remember my name.",
        "Need help with forgotten log-in information?",
        "I forgot my usernames, need assistance logging in?",
        "There's assistance needed for a lost user ID.",
        "I cannot remember my name and you might be able to assist me in signing in.",
        "Please help me sign in because I don't remember my usernames.",
        "Loss of login name requires assistance.",
        "I have no clue about my username; aid!",
        "Support was required for missing sign-in info.",
        "It is necessary for support for missing sign in info.",
        "My account is lost, help me log in.",
        "There is need for assistance logging in.",
        "I cannot remember my name, so you may be able to help me get in.",
        "Help sign in if you can't remember.",
        "I forgot my Username,help?",
        "I can't remember the usernames, could you help me sign up?",
        "Help with logging in when you forgot name-entry?",
        "Help is required for assistance logging in.",
        "Please help Lost login name.",
        "There is support needed for lost sign-in info.",
        "Require assistance for lost login name.",
        "Required assistance logging in, but forgot username.",
        "Forget usrnm, support for signin help?",
        "Required assistance logging in and forgot usernames.",
        "I don't remember the usernames so please help me sign in",
        "Seek logging aid when you forgot your user ID.",
        "There is assistance needed for losing user ID.",
        "There is assistance needed for a lost user identification.",
        "I can't remember my name, so you can lend me an arm and a leg to sign in.",
        "I need to sign in but I can't remember my name.",
        "Need login support",
        "Need assistance with a forgotten log-in?",
        "Help needed to log in after forgetting name.",
        "I forgot my username, need assistance.",
        "Help to log in was needed.",
        "Help me login after I lost my account?",
        "login help needed.",
        "Require assistance logging in.",
        "You need the assistance logging in.",
        "Need login help when you lost credentials?",
        "Need login support after slip-up.",
        "Need help with log-in.",
        "I need assistance with my lost login name.",
        "I need to sign in but I don't remember the usernames.",
        "If you have forgotten your usernames, seek login aid.",
        "Seek logging aid after you forgot user ID.",
        "Someone needs login support for a slip up.",
        "Need assistance signing in if you forgot your user ID?",
        "Can't remember user; sign in?",
        "I didn't remember my usernames and need assistance logging in.",
        "If you don't have user ID, seek logging aid.",
        "My usernames was forgotten and I need assistance logging in.",
        "I forgot my usernames and needs assistance logging in.",
        "I can't remember my name and you can help sign in.",
        "I lost my user ID, do you know how to help?",
        "I can't remember my name and you can lend me an arm and legs to sign in.",
        "Seeking logging aid when you forgot user ID.",
        "There needs to be login support for the Username slip-up.",
        "Seek logging assistance when you forgot user ID.",
        "You need to get login aid.",
        "Logging help is required if Username cannot remember.",
        "I cannot remember my name but you may be able to help me sign in.",
        "I forgot my username so need assistance.",
        "Need login support for Username slip- up.",
        "Need assistance when you misplace a login name.",
        "There is a lost login name that requires help.",
        "user name gone, help logging?",
        "Help? Username was forgotten!",
        "Help me login after I lost my usernames.",
        "Ask for logging aid, if you forgot user ID.",
        "You can help me get in, I'm not able to remember my name.",
        "I am unable to remember the usernames, could you help me sign in?",
        "The name-forgot needs help to access.",
        "Required assistance logging in, but forgot the usernames.",
        "Help getting access after losing the usernames.",
        "Assistance to log in is needed.",
        "Need help trying to log in?",
        "I don't remember my name but you can lend me a hand to sign in.",
        "Trouble logging in is due to forgotten user ID.",
        "I cannot remember my name but you could help me get in.",
        "User name went, help logging?",
        "Forget usrnm; support for signin assistance?",
        "Someone is trying to help me login.",
        "Seek logging aid after losing user ID.",
        "Seek logging aid if you forget the user ID.",
        "Required assistance logging in and forgot usernames",
        "Needs login support for slip-up.",
        "Please help me sign in because I don't remember my name.",
        "Look for login aid for forgotten usernames.",
        "If you can sign my in, I can't remember my name.",
        "It is necessary to gain access to the account, you need to remember your name, and there might be a problem logging in.",
        "I need to log in to my account, help me.",
        "If you have forgotten user ID, seek logging assistance.",
        "There is trouble logging in because of forgot user ID.",
        "Assistance logging in is required if you forgot your usernames.",
        "I want to sign in but I cannot remember the usernames.",
        "I need assistance to sign in.",
        "I lost my user ID, did you help me?",
        "Help logging in if you forget your usernames.",
        "Can't remember user; can't sign up?",
        "Lost login name, needs assistance.",
        "I forgot that stupid login name",
        "Help getting access, lost usernames!",
        "Need assistance when you misplace your login name.",
        "Need assistance with the login.",
        "I forgot my Username, can you help?",
        "A person needs help signing in.",
        "You need some help logging into.",
        "require assistance with lost login name.",
        "I have to log in to my account, please help me.",
        "Help is needed for the forgotten user.",
        "Please help me sign in because I don't know my name.",
        "I didn't know my usernames; help!",
        "Please help me sign in if I'm not able to remember the usernames.",
        "I have forgotten that stupid login name.",
        "A Username is unable to remember and needs logging help.",
        "There is trouble logging in due to forgetting user ID.",
        "forgot username, needed log in aid.",
        "They need help signing in.",
        "Need some help to log in.",
        "If you don't remember your usernames, you will need help to gain access.",
        "logging help is required for the Username unable to recall.",
        "Assist logging, user name is gone?",
        "I forgot my usernames, so need help logging in.",
        "I can't remember the usernames so please help me sign in",
        "I can't remember my name, you can lend me an arm and a leg to sign in.",
        "Help login if you've lost your user?",
        "Help logging in, but forgot a usernames.",
        "I am unable to remember my name but you can help me get in.",
        "Assist with logging in if you have forgotten name-entry?",
        "I don't remember the usernames so please help me sign in.",
        "You can lend me a hand to sign in, I can't remember my name.",
        "I'm unable to remember the usernames, can you help me sign in?",
        "You need to remember your usernames to gain access to the account, and you will need help to do that.",
        "I lost my account, help me get back in?",
        "Help needed to log in but didn't remember name.",
        "Help is needed to log in.",
        "You need to remember your account name, there may be a problem logging in, and it's necessary to gain access to the account.",
        "I need to log in to my account and I need help.",
        "I can't remember my username, can you help?",
        "I lost my login information.",
        "Someone need help to log in.",
        "You could assist me in signing in if I can't remember my name.",
        "Please help, Username forgotten.",
        "Help signing in if you cannot remember your name.",
        "Username can't remember, requires logging help",
        "If you don't remember your account name, there may be a problem logging in.",
        "In need of login support.",
        "need login support for Username slip-up",
        "usernames forgotten, login assistance?",
        "Someone needs to help log in but doesn't have a name.",
        "Please help me sign in, I cannot remember my name.",
        "You should be able to help me sign in because I can't remember my name.",
        "Get logging aid if you forgot your user ID.",
        "Help getting access, I lost my usernames.",
        "Can you fix this, I forgot my account?",
        "I cannot remember the usernames, could you please sign me in?",
        "Need Support for missing sign-in info?",
        "Need login support after Username slip up.",
        "I need help signing in because I don't remember my name.",
        "Username is gone, assist logging",
        "If you forgot user ID, ask for logging aid.",
        "login support is required after a Username slip-up.",
        "They need to log in but forgot their name.",
        "Help to sign in if you can't remember your username.",
        "To gain access to the account, you need to remember your usernames, and you will need some help.",
        "You can help me sign in if I'm not able to remember my name.",
        "Needing to log in, Username was gone.",
        "I lost my username and need help logging in.",
        "Lost login name needs help.",
        "Support needed for missing sign-in information.",
        "Assist logging in; forgot usernames.",
        "There has been trouble logging in because of forgotten user ID.",
        "Support needed for missing sign-in info.",
        "You need to remember your account name, there may be a problem logging in, and it is necessary to gain access.",
        "You require assistance with logging in",
        "If you forgot your user ID, you should seek logging aid.",
        "Unable to log in due to forgotten user ID.",
        "assistance with logging in is required.",
        "If you forgot your name-entry, aid with logging in?",
        "I forgot my username, can you fix me?",
        "Need help with forgotten log-in info?",
        "Need login support after usernames slip up.",
        "Username slip-up needs login support.",
        "Help to sign in if you cannot remember your name.",
        "Help was required to log in.",
        "You can help me sign in, I cannot remember my name.",
        "Any help after losing signin details?",
        "I need the help logging in.",
        "Help is required after the lost login name.",
        "I can't remember my name, but you can help with sign in.",
        "Seek logging help if you forgot user ID.",
        "Need assistance with a lost login",
        "Lost signin details, please help.",
        "Need some help with logging in.",
        "Help login if you're lost user?",
        "Needs assistance to log in.",
        "Need assistance with Signing in?",
        "They need help to log in.",
        "need assistance signing in",
        "Can you help me sign in, I am unable to remember the usernames?",
        "Please assist me in retrieving my user name.",
        "How can I log in with a lost username?",
        "Logging help is required by a Username unable to recall.",
        "Seek logging aid, if you forgot the user ID.",
        "Please help with retrieving your Username.",
        "I forgot my usernames and need assistance with that.",
        "Need assistance signing in after losing user ID?",
        "I need help signing in, I can't remember the usernames.",
        "Losing a login name requires assistance.",
        "I don't remember the usernames, would you help me sign in?",
        "If you don't remember your usernames, you will need assistance to gain access to the account.",
        "Help getting access after a lost username.",
        "I can't remember my name and you can help me in signing in.",
        "The Username was gone, and it was difficult to log in.",
        "The Username was gone and it was difficult to log in.",
        "Ask for logging aid when you forgot user ID.",
        "Needlogin support for Username slip-up.",
        "Needs login support.",
        "I lost my user ID, do you have help?",
        "If you don't remember your usernames, you will need assistance to gain access.",
        "Help me regain my account?",
        "He needs help signing in.",
        "Please seek login aid for a forgotten usernames.",
        "I cannot remember my name, can you sign me up?",
        "Support is required for missing sign in information.",
        "Some people have trouble logging in due to forgotten user ID.",
        "Assistance logging in required; forgot username",
        "Trouble logging in due to forgotten user ID...",
        "Logging help is needed for Username unable to recall.",
        "Required assistance logging in; forgot username",
        "There is help required to log in",
        "Need assist with lost login name.",
        "I can't remember my name, you may be able to lend me a hand to sign in.",
        "Seeking logging aid after forgetting the user ID.",
        "Seeking logging aid when you lost user ID.",
        "login help is needed if you lost credentials.",
        "Can't remember user; logging in?",
        "Need assistance to log in after forgetting usernames.",
        "User Name gone, assistance logging?",
        "Help to sign in.",
        "I cannot remember my name, can you help me join?",
        "Loss of user ID requires assistance.",
        "You may be able to help me sign in, as I am not able to remember my name.",
        "I forgot my usernames, need assistance with my login.",
        "Support required for missing sign-in information.",
        "You might be able to help me sign in since I can't remember my name.",
        "How about user name gone, assist logging?",
        "There have been difficulties logging in due to forgotten user ID.",
        "I need you to help me log in to my account.",
        "There's support needed for missing sign-in info",
        "Please help me by helping me log in to my account.",
        "Need assistance logging in.",
        "Someone needs help with lost user ID.",
        "Look for logging aid when you forgot your user ID.",
        "In need of login help?",
        "Can you fix me, I forgot my account?",
        "Please give me assistance with retrieving my usernames.",
        "I cannot remember my name, you can help me get in.",
        "I need help Logging in.",
        "missing sign-in info needs support",
        "Seek login aid for forgotten username?",
        "Help logging in when you forgot a usernames.",
        "You can help me get in because I can't remember my name.",
        "Support is required for missing sign in info.",
        "Can you help me sign in, I can't remember my usernames?",
        "Need login support after a usernames slip up.",
        "You could lend me a hand to sign in if I can't remember my name.",
        "Need username aid when you can't log in?",
        "I can't remember my name, help me log in",
        "Seek logging aid when you misplace your user ID.",
        "Go to logging aid if you forgot your user ID.",
        "Someone needs help for a lost user ID.",
        "Can't remember how to log in!",
        "I forgot my usernames, needs assistance logging in.",
        "User name is gone, assistance logging?",
        "I can't remember the usernames, could you please sign me in?",
        "You need to remember your usernames and you will need help to gain access to the account.",
        "I forget the login name.",
        "Need assistance due to lost login name.",
        "forgot usernames, need log in aid.",
        "Help with logging in if you forget name-entry?",
        "I can't remember my name but you could lend me an arm and a leg to sign in.",
        "My username was forgotten and I need assistance logging in.",
        "Need login support for the slip-up.",
        "Lost login name, need assistance",
        "Without a username, need help logging in.",
        "Lost login name, need assistance.",
        "Help login if you're lost user.",
        "I can't remember user; login assist.",
        "I lost my user ID, are you able to help?",
        "You need to seek logging aid if you lost your user ID.",
        "Help login if you've lost the user?",
        "I don't recall my name and you may be able to help me get in.",
        "Lost signin details, any help?",
        "Can someone help me sign in?",
        "Help with logging in if you forgot your name-entry?",
        "Help needed to log in.",
        "I'm having trouble logging in, help me",
        "You will need to help log in",
        "I forgot my Username, please help?",
        "Help for missing sign-in info.",
        "I don't remember my name so you can help me sign in",
        "Please, assistance in retrieving your Username.",
        "Please help me sign in because I can't remember my usernames.",
        "Have you forgotten user ID or need help signing in?",
        "Need login support for account slip-up.",
        "I need assistance to log in",
        "Lost login name and need assistance.",
        "User name has vanished, assist logging?",
        "support is needed for missing sign-in info",
        "Help is needed to log in, but forgot the name.",
        "Forget usrnm; support for signin help!",
        "Can you help me sign in because I can't remember the usernames?",
        "I can't remember my name, can you sign me up?",
        "Need someone to help you log in?",
        "There's assistance you need with logging in.",
        "I forgot my account, need help logging in.",
        "Someone needs support for missing sign-in info",
        "There issupport needed for missing sign-in info.",
        "If you lost user ID, seek logging aid.",
        "User name gone, assistance logging.",
        "help is needed to log in",
        "You need assist logging in.",
        "You might be able to help me sign in, I am unable to remember my name.",
        "Seeking login aid for forgotten usernames?",
        "I need help signing in to my account.",
        "Need assistance with lost login name",
        "Help logging in when you forgot your Username.",
        "Need help with signing in.",
        "I can't remember the usernames, so can you help me sign in?",
        "I lost my user ID...help me!",
        "Help to sign in if you can't remember the name.",
        "If you don't remember your usernames, you will need help to gain access to the account.",
        "Requests login aid for forgotten usernames?",
        "Forget usrnm: support for signin help?",
        "You might be able to help me sign in because I cannot remember my name.",
        "aid with logging in if you forgot name entry?",
        "There is help that is needed to log in.",
        "A forgotten user; help for accessing?",
        "You may need some help logging in.",
        "If you want to gain access to the account, you will need help remembering your usernames.",
        "I don't remember my name and you might be able to help me sign in.",
        "I lost my username, can you help me with it?",
        "Ask for logging aid when you have forgotten user ID.",
        "Need support for a Username slip up.",
        "I can't log in, I need username aid.",
        "We need help to log in.",
        "I don't recall the usernames, could you please help me sign in?",
        "Need help with login.",
        "I can't remember the usernames, you should help me sign in.",
        "I cannot remember my usernames, could you help me sign in?",
        "I forgot my usernames, so I need assistance.",
        "Logging help is needed for a Username unable to recall.",
        "I forgot my login, need assistance.",
        "I can't remember my name, and you can lend me an arm and legs to sign in.",
        "A person needs help to log in.",
        "I didn't remember my usernames so need help logging in.",
        "I forgot my usernames, need help logging in?",
        "Help logon for a lost user?",
        "Can you fix this because I forgot my account?",
        "I forgot my username and need help.",
        "I am unable to remember my name, but you may be able to help me sign in.",
        "You can help me sign in, I don't remember my name.",
        "You may be able to help me sign in because I am unable to recall my name.",
        "I can't remember my name, and you can help me sign in.",
        "Logging help is required for a Username unable to remember.",
        "Seek login aid for lost usernames.",
        "I cannot remember my name, you can help with sign in.",
        "Help logging in when you forgot a username.",
        "I need help logging into my account.",
        "Please help me when I try to log in to my account.",
        "Need some support for missing sign-in info?",
        "I couldn't remember the usernames, could you help me sign in?",
        "You need usernames aid if you can't log in.",
        "Please help me get into my account.",
        "I cannot remember my name, you may be able to help sign in.",
        "Needs login support for Username slip up.",
        "Need assistance with my login",
        "Please help me so I can log in.",
        "Attempt login aid for forgotten usernames.",
        "login assist, can't remember user.",
        "User name is gone, help logging?",
        "I'm unable to remember the usernames, please help me sign in.",
        "Need someone to help log in?",
        "The user name disappeared, assist logging?",
        "Forget usrnm; please support signin help?",
        "I cannot remember the usernames, so please help me sign in.",
        "Difficult to log in because of the Username gone.",
        "Someone lost a user and needs assistance.",
        "I have forgotten my account, can you fix it?",
        "Lost user, help login?",
        "I forgot my name so need assistance logging in.",
        "assistance is required to log in.",
        "Need login support after Username slip-up",
        "I don't remember the usernames, so please help me sign in.",
        "I don't remember my name, can you help me log in?",
        "Help needed to log in, but forgot to name.",
        "There was a need for help to log in.",
        "I can't remember my name and you may be able to lend me an arm and legs to sign in.",
        "Someone needs assistance with a lost user ID.",
        "We need assistance logging in.",
        "There is a need to help to log in.",
        "I don't recall my name but you could help me get in.",
        "I am unable to remember my name but you can lend me an arm and legs to sign in.",
        "I can't remember my name, can you let me sign in?",
        "Support is needed for the missing sign-in info.",
        "I don't remember my usernames, could you help me sign in?",
        "i need help logging in",
        "Someone needs to log in but forgot their name.",
        "needs login support.",
        "Help signing in if you forgot the user ID.",
        "There is a problem logging in due to forgotten user id.",
        "There can be trouble logging in due to forgotten user ID.",
        "I forgot my account so need assistance.",
        "You may be able to lend me an arm and a leg to sign in, I am unable to remember my name.",
        "I don't remember my name so you can help me sign in.",
        "I need help getting my account information.",
        "I cannot remember the usernames, could you please help me sign in?",
        "Please help me in retrieving my usernames.",
        "There is a lost user and help is needed.",
        "Help me regain my usernames.",
        "To gain access to the account, you must remember your usernames, and help is needed to do so.",
        "Help signing in when you forgot user ID?",
        "I lost my usernames, can you help me with it?",
        "If you can help me sign in, I can't remember my name.",
        "There is assistance needed for lost user ID.",
        "I forgot my login and need help.",
        "I forgot my account and can you fix it?",
        "Help is required if you forgot your usernames.",
        "There is help necessary for forgotten usernames.",
        "There is need for support for missing sign-in info.",
        "Help with logging in if you have forgotten name-entry.",
        "Please help me log in!",
        "Seek login assistance if you have forgotten your usernames.",
        "They need assistance logging in and forgetting their usernames.",
        "I don't recall my name, can you sign me in?",
        "They need login support for the slip-up.",
        "You could lend me a hand to sign in, I am unable to remember my name.",
        "I need to log in to my account, please help me",
        "Need help getting access after losing a usernames.",
        "Seek login aid for a forgotten username",
        "Account slip-up needs login support.",
        "I cannot remember my name, you could help me sign in.",
        "To log in you need assistance.",
        "Help signing in if you have forgotten your user ID.",
        "Can't remember my name, help me log in!",
        "Support for missing sign-in info is necessary.",
        "I lost my user ID, help?",
        "You can lend me a hand to sign in, I'm not able to remember my name.",
        "Needed to log in but did not remember name.",
        "You may be able to lend me an arm and a leg to sign in, I cannot remember my name.",
        "Please help me because I need to log in to my account.",
        "Need assistance logging in",
        "Need assistance after losing login name.",
        "I forgot my name so need help logging in.",
        "Someone lost a user, can you help them?",
        "They need login assistance.",
        "I don't remember the usernames, can you sign me in?",
        "I cannot remember my name but you may be able to assist me in signing in.",
        "I lost my usernames, how do I get back in?",
        "I need assistance Signing in.",
        "Trouble logging in due to forgotten user identification?",
        "Need assistance signing in after you forgot your user ID?",
        "Trouble logging in due to forgotten user ID.",
        "I don't remember the usernames so could you help me sign in?",
        "You need assistance Logging in.",
        "Need login aid for a forgotten usernames?",
        "Any assistance with the lost signin details?",
        "I lost my user ID, did you help?",
        "There is a need for support for missing sign-in info.",
        "Someone needs login help if they lost their credentials.",
        "I lost my user ID, what do you do?",
        "Please help me to retrieve my Username.",
        "Help me log in, I don't know my name.",
        "I forgot my username, and need help logging in.",
        "I need help to sign in.",
        "I want to sign in, but I cannot remember the usernames.",
        "Losing signin details - any help available?",
        "I want to sign in but I can't remember the usernames.",
        "Support needed for missing sign-in info",
        "Help logging in; forgot usernames",
        "Please help me retrieve my Username.",
        "We need help to log in",
        "You need to remember your account name and you may have a problem logging in.",
        "Help is needed to log in but lacks name.",
        "Help for accessing if you are a forgotten user.",
        "There may be a problem logging in, you need to remember your account name, and it is necessary to gain access to the account.",
        "If you can't log in, you need help.",
        "Seek login assistance for a forgotten username.",
        "Please help me remember to log in to my account.",
        "Help to log in if you have forgotten your usernames.",
        "I don't remember my name so you can help sign in.",
        "Need help Logging in",
        "I cannot remember my name so you may be able to lend me an arm and legs to sign in.",
        "Please help me to log in to my account.",
        "I don't remember my name and you can help me sign in.",
        "I need assistance signing in",
        "It is necessary for assistance for a lost login name.",
        "Please help me sign in, I can't remember my name.",
        "Get logging aid when you lost user ID.",
        "Struggle with logging in when you have a usernames gone.",
        "Seek login help for a forgotten usernames.",
        "I can't remember my name and you may be able to help with sign in.",
        "A person needs to help log in.",
        "Can you help me sign in, I don't remember the usernames?",
        "Need support with a forgotten log-in?",
        "You need to remember your account name, you need to gain access to the account, and you may have a problem logging in.",
        "Allow assistance logging in if you forgot your username.",
        "I need your help to sign in because I do not remember my name.",
        "you need help logging in",
        "There is assistance needed for a lost user ID.",
        "There was trouble logging in because of a forgotten user ID.",
        "assistance is required for a lost login name.",
        "I lost my login details, how to get back in?",
        "Help needed to log in with a name.",
        "It's a forgotten user and assistance for accessing.",
        "I did not remember the login name.",
        "Log in with assistance if you forgot your username.",
        "If you don't remember your usernames you will need help to gain access.",
        "You need aid with logging in.",
        "Please, assistance with retrieving your Username.",
        "You can lend me a hand to sign in if I'm not able to remember my name.",
        "I forgot my account and need help.",
        "If you have forgotten name-entry, aid with logging in?",
        "You may be able to help me sign in, since I can't remember my name.",
        "You need the assistance to log in.",
        "Can't remember the name to sign in?",
        "Logging help is needed for Username unable to remember.",
        "I lost my user ID, how to get it back?",
        "Someone needs help logging in without a username.",
        "You can lend me an arm and a leg to sign in, I am unable to remember my name.",
        "Someone needs to help log in.",
        "If you forget your user ID, seek logging assistance.",
        "help me log in to my account",
        "Lack of sign-in info needs support.",
        "Please seek logging aid when you forgot your user ID.",
        "I forgot this stupid login name.",
        "We need login aid for forgotten usernames.",
        "Needing log in aid, forgot account.",
        "Help with logging in if you forgot name- entry?",
        "Lost name-entry, help with logging in?",
        "I lost my account and need help getting access.",
        "Logging help is required for the Username unable to recall.",
        "Need login support after Username slip-up.",
        "There is trouble logging in due to forgotten user ID",
        "Please help me sign in because I can't remember the usernames.",
        "Some support is needed for missing sign-in info.",
        "Help to log in is needed.",
        "I have no recollection of the usernames, could you help me sign in?",
        "I don't recall my name and you can lend me an arm and a leg to sign in.",
        "You could help me sign in, I can't remember my name.",
        "If you forget your user ID, seek logging aid.",
        "I can't remember my name and you may be able to assist me in signing in.",
        "Need login support for Username slip-ups.",
        "Help needed to log in but forgot the name",
        "Can you please help me log in to my account?",
        "I lost my username, can you help?",
        "Please help me, I must log in to my account.",
        "please help me log in to my account",
        "Need help signing in, can't remember the name?",
        "You may be able to help me sign in since I cannot remember my name.",
        "We need help with the login.",
        "Help me log in, I can't remember my name.",
        "Help getting access, we lost our usernames.",
        "There's a need for help logging in.",
        "There is need for assistance for a forgotten user.",
        "I forgot my usernames, need assistance logging in",
        "I forgot my usernames, help?",
        "There is support needed for the missing sign-in info.",
        "There is a need for help logging in.",
        "Help is necessary for lost user ID.",
        "I need assistance with signing in.",
        "I do not recall my name, so you can help me sign in.",
        "It is necessary to gain access to the account, you must remember your usernames and you will need help to do that.",
        "Can't remember my account, can you help?",
        "Help with logging in if you forgot your name-entry.",
        "Assistance is needed with logging in.",
        "I can't remember my name and you may be able to help sign in.",
        "Please help me in logging in to my account.",
        "I can't remember my name and you might be able to assist me in signing in.",
        "login support is needed due to Username slip-up.",
        "I forgot my account's name, help?",
        "I lost my usernames, can you help me log in?",
        "A forgotten user may need assistance to access.",
        "Help! Username forgetting; sign-in support?",
        "Help login when you lost a user?",
        "You need assistance with the lost login name.",
        "There is assistance required for lost user id.",
        "Need assistance signing in.",
        "If you lost your user ID, seek logging help.",
        "There is help needed for lost user id.",
        "You require assistance in logging in.",
        "Seek login assistance for a forgotten usernames?",
        "You must remember your usernames to gain access to the account, and you will need assistance.",
        "I can't remember my name but you may be able to sign my in.",
        "Can you get me to sign in?",
        "Seek logging aid if you forgot user ID.",
        "Logging help is required if Username can't recall.",
        "Help login if a lost user.",
        "You can lend me a hand to sign in since I am not able to remember my name.",
        "Forget usrnm; support for signin aid?",
        "I cannot remember my name but you may be able to help me get in.",
        "Help logging in when you forgot your name.",
        "I don't recall my name but you might be able to sign me in.",
        "I need to sign in but I can't remember the usernames.",
        "Lost signin details, any help would be appreciated?",
        "Someone needs username aid if they can't log in.",
        "I lost my account and am trying to get access.",
        "I lost my user ID so please help!",
        "Help logging in; forgot username",
        "Username has gone, assist logging?",
        "I forgot my usernames, can you help?",
        "I forgot my account and needed assistance logging in.",
        "Please help me logging in to my account.",
        "You need to remember your account name, you need to gain access to the account, and there could be a problem logging in.",
        "Requires assistance logging in; forgot username",
        "You may be able to assist me in signing in when I am unable to remember my name.",
        "There's help required for forgotten usernames.",
        "Help with logging in if you forgot name entry?",
        "Can you help me sign in, I don't know the usernames?",
        "Assist logging in when you forgot your username.",
        "login support is needed for Username slip up.",
        "Please help me sign in if I cannot remember the usernames.",
        "I forgot my Username...help?",
        "You could help me sign in if I am unable to remember my name.",
        "You can lend me a hand to sign in, I am not able to remember my name.",
        "Someone needs support for missing sign-in info.",
        "Need username help if you can't log in.",
        "I can't log in, I need username help.",
        "Support is needed when sign-in info is missing.",
        "Help? Username was forgotten.",
        "I forgot my username, and need assistance logging in.",
        "Can you help me with my login?",
        "If you forget user ID, seek logging help.",
        "I don't remember my name and you can help me sign up.",
        "I can not remember my name, can you help me sign in?",
        "I need help logging in without a username.",
        "I can't remember the usernames, could you sign me in?",
        "It is necessary to gain access to the account, you have to remember your usernames, and you will need help to do that.",
        "need login support",
        "I can't remember the usernames, would you help me sign in?",
        "Can't remember user; login assistance?",
        "To gain access to the account, you have to remember your usernames, and you will need help.",
        "Help getting access, I lost my username.",
        "Logging help required for Username unable to recall.",
        "needs assistance to log in.",
        "You need to remember your name, you need to gain access, and you may have a problem logging in.",
        "I lost my login",
        "I cannot remember the usernames, please help me sign in?",
        "Can you please help me sign in because I don't remember the usernames?",
        "How to access account after I lost my login information?",
        "There is help required for forgotten usernames",
        "You may be able to help me sign in when I am not able to remember my name.",
        "Someone needs login support for a Username slip-up.",
        "I don't remember my name but you may be able to help me get in.",
        "I cannot remember my name, you can lend me a hand to sign in.",
        "I can't remember my name, help me log in.",
        "I can't remember my name, you could lend me an assist in signing in.",
        "Someone needs to log in but forgot a name.",
        "Trouble logging in because of forgot user ID.",
        "There was a problem logging in due to the forgotten user ID.",
        "An assistance for lost user ID is needed.",
        "Required assistance for a lost login name.",
        "need assistance logging in",
        "You need aid logging in.",
        "Someone needs to help you log in.",
        "Username gone, assist logging?",
        "I cannot remember my name, so you may be able to help me sign in.",
        "Someone needs help logging in without a usernames",
        "Help with logging in if you have forgotten your name-entry?",
        "Need help in logging in?",
        "If you have forgotten user ID, seek logging help.",
        "Support may be needed for missing sign-in info.",
        "Seek logging aid when you don't have user ID.",
        "Can you help me sign in, I don't remember my usernames?",
        "forgot usernames and needed log in aid.",
        "Please give me help with my Username retrieval.",
        "Can you help me sign in, I don't know the usernames.",
        "Can you help me sign in, I cannot remember my name?",
        "There needs to be login support for Username slip-up.",
        "You need to remember your usernames in order to gain access, and you will need help to do so.",
        "Name-forgot needs aid to access.",
        "I forgot my username and need assistance with my login.",
        "I don't remember my name, please help me log in.",
        "Logging help is required for Username unable to recall.",
        "I forgot my username, need assistance with login.",
        "There's trouble logging in because of forgotten user ID.",
        "There are difficulties logging in due to forgetting user ID.",
        "There is assistance needed for a lost user ID",
        "My usernames was forgotten, need assistance logging in.",
        "Someone needs help for a forgotten user.",
        "There is need for login help.",
        "I forgot my usernames - need help logging in.",
        "Help with logging in if you forgot your name entry?",
        "I cannot remember my name so you might be able to help me sign in.",
        "I lost my user ID, can you help me?",
        "Need assistance signing in after forgetting your user ID?",
        "Any help for a lost signin details?",
        "logging help required for Username unable to remember.",
        "You need help to gain access and remember your usernames.",
        "Help login if you lost a User?",
        "If you forget user ID, please seek logging aid.",
        "I can't remember my name, you could help me get in.",
        "You need to remember your account name, you need to gain access, and there may be a problem with logging in.",
        "They need assistance signing in.",
        "login aid for forgotten usernames",
        "You can help me sign in because I am unable to remember my name.",
        "Someone needs help logging in without their username.",
        "Help needed to log in because of forgetting name.",
        "Username no longer, help logging?",
        "If you forget user ID, seek logging aid.",
        "I can't remember my account.",
        "I can't remember my name, so you may be able to sign in for me.",
        "Request login aid for a forgotten usernames.",
        "I am unable to remember my name and you can lend me an arm and a leg to sign in.",
        "Forget usrnm; please support signin help.",
        "I cannot remember my name and you might be able to help me sign in.",
        "I can't remember my name, can you help me get in?",
        "You need assistance log in.",
        "I forgot my usernames, need assistance with login",
        "I can't remember my name, you can help with sign in.",
        "Attempting to log in with a lost username?",
        "Need help logging on.",
        "Can you help me in signing in?",
        "They need assistance logging in.",
        "A help was required to log in.",
        "Support is needed for missing sign-in info",
        "Need help with log in.",
        "Can't remember user; help?",
        "You can lend me a hand to sign in since I cannot remember my name.",
        "It is necessary to assistance lost login name.",
        "Help check-in, wesuz' name is stuck.",
        "I don't remember my name but you can lend me an arm and a leg to sign in.",
        "Request logging aid when you have lost user ID.",
        "Logging in is something you need assistance with.",
        "Someone please help me log in.",
        "Please help me in getting into my account.",
        "You can help me sign in, I'm unable to remember my name.",
        "In need of assistance logging in.",
        "Get logging aid when you forget user ID.",
        "I am unable to remember my name, you may be able to help me sign in.",
        "Can't remember user; how to access?",
        "You might need support for missing sign-in info.",
        "You may be able to help me sign in, I am not able to remember my name.",
        "There's a need to help log in.",
        "Username is gone, how about logging?",
        "I don't remember the usernames and can't sign in.",
        "Need support to log in.",
        "Seeking login aid for a forgotten usernames?",
        "I forgot my usernames, so I needed assistance logging in.",
        "I lost my nametag for login.",
        "You need to remember your account name, you need to gain access to the account and there may be a problem logging in.",
        "You should seek logging aid if you forgot your user ID.",
        "Can't remember user; login assist.",
        "Someone can help to sign in.",
        "Someone needs login help if they lost credentials.",
        "I don't recall my name, you may be able to sign me in.",
        "Can you help me remember my log in?",
        "If you can sign in, I can't remember my name.",
        "Need help log in.",
        "Help logging in when you forgot the usernames.",
        "Help me log in after I lost my username.",
        "I can't remember the usernames but you can help me sign in.",
        "There has been trouble logging in due to a forgotten user ID.",
        "Help with logging in if you forgot name-entry.",
        "They need to help you to log in.",
        "Please help me sign in because I am not able to remember my usernames.",
        "I can't remember my name and you could lend me an arm and leg to sign in.",
        "Seek login aid for a forgotten username?",
        "Need help with Lost login name.",
        "Someone needs to help them log in.",
        "Help logging in; forgot a usernames.",
        "In order to log in, help is required.",
        "You need to be helped to log in.",
        "If you don't remember your account name, there may be a problem logging in to the account.",
        "There is a need for login help.",
        "Need help logging in, I forgot my name.",
        "Please help me sign in because I don't know the usernames.",
        "I can't remember my name, can you help me log in?",
        "Please help me with logging in to my account.",
        "You need someone to help you log in",
        "UserName has gone, assist logging?",
        "They need assistance logging in and forgot their usernames.",
        "Lost signin details, any help possible?",
        "Difficult to log in if you forgot your usernames.",
        "You may be able to assist me in signing in because I don't recall my name.",
        "Need to help with lost login name.",
        "I lost my user ID, so how do I get it back?",
        "You could help me sign in because I can't remember my name.",
        "There was assistance needed for a lost user ID.",
        "Please help me sign in, I cannot remember the usernames.",
        "You need help logging in to your account.",
        "Someone lost a user, can you help?",
        "It is necessary to gain access, you need to remember your usernames, and you will need help.",
        "Are you unable to log in and need usernames aid?",
        "I cannot remember my name but you might be able to help me get in.",
        "You need to remember your account name and you need to gain access to the account.",
        "I need to log in, please help.",
        "Can you help me sign in because I can't remember my name?",
        "Seek logging aid after forgetting user ID.",
        "Someone lost their usernames and asked for help.",
        "Need assistance with login",
        "Assistance is needed for lost user identification.",
        "Help me log in, I can't remember the name.",
        "I cannot remember my name, so you may be able to lend me an arm and legs to sign in.",
        "need login assistance",
        "I can't remember my name so you may be able to help me sign in.",
        "Help! Need sign-in support?",
        "I can't remember my name and you might be able to help me sign in.",
        "I lost my usernames and can you help?",
        "Forget usrnm; support for signin?",
        "I lost my account, help me log in?",
        "Need someone to help you log in.",
        "To gain access to the account, you must remember your usernames, and you will need help with that.",
        "Can't remember my name, can you help me log in?",
        "Please help me sign in because I have no recollection of my name.",
        "Help me to sign in?",
        "Contact logging aid if you have forgotten user ID.",
        "Can ya fix this, I forgot my account?",
        "I need the help to log in to my account.",
        "You may be able to help me sign in, I am unable to remember my name.",
        "Request login aid for forgotten usernames?",
        "It is necessary for you to remember your account name and gain access to the account.",
        "Help to sign in if you can't remember the name?",
        "lost login name require assistance",
        "logging help needed if Username is unable to recall.",
        "There was trouble logging in due to lost user ID.",
        "Support needed for Username slip up.",
        "Logging in is difficult due to forgotten user ID.",
        "Help sought due to logging in with forgotten user ID.",
        "A lost login name requires assistance.",
        "Need login support for this slip-up.",
        "Logging help is required for a Username unable to recall.",
        "They needed help to log in.",
        "There is a problem logging in due to forgetting user ID.",
        "I can't remember my name, you might be able to help me sign in.",
        "There was a problem logging in due to a forgotten user ID.",
        "My username was forgotten and I needed assistance logging in.",
        "Help me log in, please.",
        "Help sought due to logging in due to forgotten user ID.",
        "Can you help me sign in because I can't remember my usernames?",
        "Help needed to log in, but forgot the name",
        "Can you help me sign in, I don't remember the usernames.",
        "Trying to log in, Username gone.",
        "There is a lost login name.",
        "Can't remember user, please help.",
        "You could lend me a hand to sign in if I cannot remember my name.",
        "You can help me get in because I don't recall my name.",
        "I'm in need of help logging in.",
        "I forgot my username so need help logging in.",
        "I cannot remember my name, so you can lend me an arm and a leg to sign in.",
        "login assist; can't remember user.",
        "Please help a lost login name.",
        "needed assistance to log in",
        "Help getting access when you lost a usernames?",
        "I forgot my username, I need assistance logging in.",
        "I cannot remember my name and you could lend me an arm and leg to sign in.",
        "I need to log into my account, please help me.",
        "Logging help is required if the Username is unable to recall.",
        "I can't remember my name so you might be able to assist me in signing in.",
        "I can't remember my name, you could lend me a hand to sign in.",
        "I need some help with logging in.",
        "You need to remember your account name, you need to gain access, and there may be a problem logging in.",
        "You may be able to help me sign in because I don't recall my name.",
        "It needs login support after a Username slip-up.",
        "If you don't remember your account name, there may be a problem logging into the account.",
        "You can lend me an assist in signing in if I am not able to remember my name.",
        "You can lend me an arm and a leg to sign in because I am unable to remember my name.",
        "We need to help you log in.",
        "I lost my username and need assistance logging in.",
        "I cannot remember my name and you can lend me an arm and a legs to sign in.",
        "There's help needed for lost user ID.",
        "There are difficulties logging in due to forgotten user id.",
        "There are trouble logging in due to forgotten user ID.",
        "Assistance is needed when logging in.",
        "Help getting access after a lost usernames!",
        "I lost my user id...help?",
        "Help! Username forgotten.",
        "You could lend me a hand to sign in if I'm not able to remember my name.",
        "Please help me retrieve my user name.",
        "Someone has lost a login name.",
        "You can help me sign in if I'm unable to remember my name.",
        "Do you seek login aid for a forgotten usernames?",
        "You need support with logging in.",
        "Help needed to log in but forgot a name",
        "Help getting back into my account.",
        "Needed assistance to log in.",
        "Please, help with retrieving your Username.",
        "I am trying to sign in but I can't remember the usernames.",
        "Help me regain my account.",
        "They need you to help log in.",
        "help login if you lost a user?",
        "Please help me, I have to log in to my account.",
        "You can help me sign in if I do not remember my name.",
        "Need login aid for a forgotten username?",
        "Lost login name and need assistance",
        "Help me get access after I lost my usernames.",
        "Need help logging-in.",
        "Help is required to log in with a name.",
        "There is support needed for missing sign-in info",
        "I don't remember my name, so help me sign in.",
        "I am unable to remember my name and you can help me sign in.",
        "Seek login help if you have forgotten usernames.",
        "Difficult logging in due to forgotten user id.",
        "Someone needs assistance with a login.",
        "User name gone, help logging.",
        "You need help with logging on.",
        "Someone needs login support for a slip-up.",
        "I can't remember the usernames so please help me sign in?",
        "You must seek logging aid if you forgot user ID.",
        "Logging help required for Username unable to recall?",
        "I don't recall the usernames, can you please help me sign in?",
        "You can lend me a hand to sign in as I am not able to remember my name.",
        "Support is required for missing sign-in info.",
        "You may be able to help me sign in because I am not able to remember my name.",
        "I need help Logging in to my account.",
        "Help needed to log in but forgot the name.",
        "I forgot my usernames so I need help logging in.",
        "Help me log in, I can't remember my usernames.",
        "You may be able to help me sign in since I am not able to remember my name.",
        "Logging help is required for Username unable to remember.",
        "Seek login aid for a forgotten usernames.",
        "usernames forgotten, login help.",
        "I can't remember my name, can you help me sign in?",
        "Please help me with my log in.",
        "The person needs to log in but forgot their name.",
        "Trying to log in with a Username gone.",
        "I lost my user ID and need your help.",
        "You can help with sign in if I can't remember my name.",
        "Help login for a lost user",
        "Login assist if you can't remember user.",
        "You need login help if you lost credentials.",
        "Help log in for a lost user?",
        "assistance is needed to log in.",
        "Need login aid for forgotten usernames.",
        "Lost login name, require assistance.",
        "Something is needed for missing sign-in info.",
        "Required assistance for lost login name.",
        "Need login help if you lost your credentials?",
        "There is a problem with logging in due to forgotten user ID.",
        "Please help me sign in if I can't remember my name.",
        "Help is needed for a forgotten user.",
        "You need support for missing sign in info.",
        "Couldn't log in, Username was gone.",
        "I lost my usernames, how can I get back in?",
        "Need login support for Username slipup.",
        "The lost login name needs assistance.",
        "You can help me sign in if I am unable to recall my name.",
        "Help me log in if I can't remember my name.",
        "Assistance is needed for lost user id.",
        "I don't recall my name and you might be able to sign my in.",
        "They need help logging in",
        "You need assistance with logging in.",
        "They lost a login name and need assistance.",
        "Lost user ID, seek logging help.",
        "I don't remember my name, you could help me sign in.",
        "Help me log in, I cannot remember my name.",
        "You may be able to help me sign in, as I am unable to remember my name.",
        "help me log in",
        "Can you help me sign in? I don't remember the usernames.",
        "You need to remember your usernames to gain access to the account, you will need help to do so.",
        "You could help me sign in if I cannot remember my name.",
        "Lost a login name.",
        "I don't recall my name, but you may be able to sign me in.",
        "There is a need to gain access, you need to remember your account name, and there may be a problem logging in.",
        "I forgot my login.",
        "There is assistance needed for lost User ID.",
        "There is need for assistance to log in.",
        "Losing a login name needs assistance.",
        "Need login support due to a Username slip-up.",
        "I cannot remember the usernames, please help me sign in",
        "I cannot remember the usernames, can you help me sign in?",
        "I lost my account user ID...help?",
        "Can you fix my account, I forgot it?",
        "User name has disappeared, assist logging?",
        "Allow assistance logging in if you forgot your usernames.",
        "You may be able to help me sign in because I cannot recall my name.",
        "There may be a problem logging in, you need to remember your account name, and you need to gain access to the account.",
        "You could help me sign in, I don't recall my name.",
        "There is assistance needed for lost user ID",
        "I can't remember the usernames and I need your help to sign in.",
        "Someone needs login support after a Username slip-up.",
        "You can help me sign in because I can't recall my name.",
        "Need assistance after lost login name.",
        "There was a need for help logging in.",
        "In need of help logging in?",
        "Can't remember user; get help.",
        "Request login aid for forgotten username.",
        "I can't remember my name, please log in.",
        "Trying to get access after losing the usernames.",
        "Lost login name, need help",
        "I need assistance signing in after I forgot my user ID.",
        "I don't remember my name and you can help sign me in.",
        "I don't remember my access info!",
        "I can't remember my name, you can assist me in signing in.",
        "You need the help to log in.",
        "You need help in gaining access to the account and remembering your usernames.",
        "There is some assistance needed for lost user ID.",
        "Can you help me log in to my account?",
        "You need help logging",
        "I can't remember my name and you may be able to lend me an arm and leg to sign in.",
        "Seek login aid.",
        "Forget usrnm; supports for signin help?",
        "Can you help me get signed in?",
        "There was a trouble logging in due to forgotten user ID.",
        "There was trouble logging in due to forgot user ID.",
        "Username can't remember, needs logging help.",
        "How to access account after I lost my login info?",
        "assistance to log in is required.",
        "Forget usrnm, support for signin help",
        "Need logging aid when you forgot your user ID.",
        "I forgot my username and need help logging in.",
        "There is supportneeded for missing sign-in info.",
        "Call for logging aid if you forgot your user ID.",
        "They need to help logging in.",
        "I can't remember my name but you could help me sign in.",
        "Assist with logging in if you forgot name-entry.",
        "Help logging in, but forgot the usernames.",
        "You need help with logging into your account.",
        "You need to seek logging aid if you forgot user ID.",
        "If you forgot your user ID, try logging aid.",
        "I cannot remember my name so you might be able to help me get in.",
        "Help is required to log into.",
        "I am unable to remember my name and you can lend me an arm and legs to sign in.",
        "I forgot my name, need help logging in?",
        "Please assist us with retrieving our usernames.",
        "You could help me get in, I don't recall my name.",
        "It needs login support for the Username slip-up.",
        "You could help me get in if I cannot remember my name.",
        "Someone has to log in but forgot their name.",
        "Help is required to log on.",
        "\"Forget usrnm, support for signin help?\"",
        "User ID was lost, seek logging aid.",
        "Can you fix this? I forgot my username.",
        "Help getting back into my account?",
        "You can lend me a hand to sign in, I don't remember my name.",
        "Please help me retrieve my account.",
        "Someone lost a user and asked for assistance.",
        "I need help signing in, can't remember my name.",
        "You can help me sign in if I can't remember the usernames.",
        "There is assistance needed for a forgotten user",
        "I cannot remember my name, and you may be able to help me sign in.",
        "I am trying to sign in, but I can't remember the usernames.",
        "Please help me register to my account.",
        "I don't remember my name, so you could help me sign in.",
        "I can't remember my name, and you can lend me an arm and leg to sign in.",
        "I don't remember my name but you can help me sign in.",
        "Need assistance signing in after forgetting user ID.",
        "I need to log in, please help me.",
        "Some people are having trouble logging in due to forgotten user ID.",
        "I don't remember my nametag for login.",
        "Can you help me by signing in?",
        "You might be able to help me sign in, I cannot remember my name.",
        "Help getting access when you lost your usernames?",
        "A Username slip-up requires login support.",
        "Someone needs help with logging in.",
        "Lost login name, need help.",
        "Forget usrnm; support for signin.",
        "I don't know my username; help?",
        "You can help me sign in since I don't remember my name.",
        "Trouble logging in due to lost user ID.",
        "Need assistance after losing the login name.",
        "Help please! Username forgotten!",
        "If you forget your user ID, you should seek logging aid.",
        "You would like assistance with logging in.",
        "I don't remember my name and you might be able to help me get in.",
        "Persons need assistance to log in.",
        "I don't remember my usernames, need help logging in.",
        "Can you assist me with signing in?",
        "Require assistance when logging in.",
        "Can't remember user; how do I register?",
        "I cannot remember my name, so you can help me sign in.",
        "Please assist me with retrieving my account.",
        "I can't remember my name but you can lend me an arm and leg to sign in.",
        "I can't remember my name, so you can help me sign in.",
        "Help is needed to log in, but forgot name.",
        "I lost my login, how can I get it back?",
        "I forgot my username can you fix it?",
        "Login assist; can't recall user.",
        "If you do not remember your account name, you may have a problem logging in.",
        "Need some help signing in?",
        "I forgot my Username,help? Oops!",
        "You need to seek logging aid if you lost user ID.",
        "You have to seek logging aid if you forgot user ID.",
        "Lost login name requires help.",
        "Help is needed for missing sign-in info.",
        "Help sign in if you can't remember the usernames.",
        "I want help logging in.",
        "Need assistance after the lost login name.",
        "I need help signing in, I don't remember the usernames.",
        "Trouble logging in due to forgetting user ID",
        "If you don't remember your account name and there is a problem logging in, you need to gain access.",
        "Help signing in if you forgot your user ID.",
        "Seek login aid for a forgotten name.",
        "Help to sign in if you can't remember the usernames.",
        "You will need assistance to remember your usernames and gain access to the account.",
        "We need help logging in",
        "I have forgotten my nametag for login.",
        "Help me log in, I lost my account.",
        "login support needed after Username slip-up.",
        "You could help me sign in if I am not able to remember my name.",
        "Help getting access when you lost your username.",
        "You need to remember your name, you need to gain access, and there may be a problem logging in.",
        "Someone needs assistance with login.",
        "I can't remember my name, how can I log in?",
        "You need assist with logging in.",
        "You may be able to help me get in because I am unable to remember my name.",
        "Lost signin details - any help possible?",
        "I was unable to log in because my Username was gone.",
        "You need assistance with logging on.",
        "It is necessary to gain access to the account, you need to remember your name and there may be a problem logging in.",
        "You can help me get in because I'm not able to remember my name.",
        "Please give me assistance in retrieving my Username.",
        "Need support logging in.",
        "Help getting access from a lost username.",
        "You may be able to help me get in since I can't remember my name.",
        "I lost my username.",
        "Can you help me with my sign in?",
        "I've lost my login.",
        "I am unable to remember the usernames, please help me sign in",
        "You need help logging on.",
        "You need help with your login.",
        "Can you help me sign in, I can't remember my name.",
        "I forgot the usernames, help?",
        "I need help with logging in",
        "I lost my login.",
        "I didn't remember my access info.",
        "Help is necessary to log in.",
        "forgot my usernames, need help logging in.",
        "Please help me, I have to log in",
        "You need to remember your name, you need to gain access to the account, and you may have a problem logging in.",
        "I want to sign in but I don't remember the usernames.",
        "You need help with gaining access to the account and remembering your usernames.",
        "The username is gone, assist logging?",
        "I can't remember my name, you may be able to lend me an arm and leg to sign in.",
        "I can't remember my name, so you could lend me an arm and a leg to sign in.",
        "Need help with a lost login name.",
        "Support required for missing sign-in info",
        "Please assist me in retrieving my Username.",
        "Oops, Username forgotten, help?",
        "There is need of login support.",
        "In order to gain access to the account, you must remember your usernames, and you will need help to do that.",
        "I don't recall my name, but you can lend me an arm and a leg to sign in.",
        "Help sought for logging in due to forgotten user ID.",
        "Seek logging aid when you forget your user ID.",
        "UserName gone, assistance logging?",
        "I lost my user ID, please help me.",
        "Help log in for a lost user.",
        "Oops! Username was forgotten",
        "Please help me to log in.",
        "You may be able to help me sign in, I don't recall my name.",
        "Please help Oops! Username forgotten?",
        "You may be able to help me sign in if you can help me remember my name.",
        "The user name has vanished, assist logging?",
        "Help login if you Lost user?",
        "Need support for missing sign-in info?",
        "You may be able to help sign in, I can't remember my name.",
        "Need login aid for a forgotten account?",
        "Need login support because of Username slip up.",
        "Have a need for help logging in.",
        "Please help me with the Username retrieval.",
        "You can help me sign in because I do not remember my name.",
        "Required assistance due to lost login name.",
        "There's a need for help logging in without a usernames.",
        "You can lend me an assist in signing in, I don't recall my name.",
        "Login assist, can't remember user.",
        "You will need some assistance logging in.",
        "Required assistance logging in, forgot username.",
        "I forgot my usernames and need assistance logging in.",
        "Help sign in if you cannot remember your usernames.",
        "I don't recall my name and you can help me by signing in.",
        "You need help in logging in.",
        "Need login support for the slip up.",
        "Trouble logging in due to forgetting user ID.",
        "Need login support, Username slip-up.",
        "Need login support due to Username slip up.",
        "I can't remember my name and you can lend me an arm and leg to sign in",
        "I am unable to remember my access info.",
        "Can't remember the name, help me log in",
        "Can you help me with logging in?",
        "Need help with logging in?",
        "I have forgotten my username, can you fix it?",
        "I can't remember my name, please help me log in.",
        "You could help me sign in if I'm not able to remember my name.",
        "Help with logging in after forgetting name-entry?",
        "I forgot my usernames, so need assistance logging in.",
        "Help is necessary for forgotten usernames.",
        "Can you assist me in logging in?",
        "There is trouble logging in because of a forgotten user ID.",
        "You must remember your usernames in order to gain access, and you will need help.",
        "I did not remember my usernames and need assistance logging in.",
        "Need login help.",
        "Assist logging, user name gone.",
        "I need help signing in, but can't remember my name.",
        "Username is gone, assistance logging?",
        "Help me get access after I lost my account.",
        "I forgot my Username, please help!",
        "It's necessary to gain access, you need to remember your account name, and there may be a problem logging in.",
        "I forgot my name and need help logging in.",
        "I can't remember my name and you can help me to sign in.",
        "I don't recall my name and you can lend me an arm and legs to sign in.",
        "My username was forgotten, I need assistance logging in.",
        "Can't remember the name, help me log in?",
        "I lost my account, can you help me login?",
        "I can't remember my sign in name.",
        "I cannot remember my name, but you can lend me a hand to sign in.",
        "I can't log in, I need help.",
        "There was difficulty logging in due to forgotten user ID.",
        "Help login if there's a lost user.",
        "You need assistance to log in",
        "Assist logging in when you forget your username.",
        "User forgotten, login help?",
        "Get login aid for forgotten usernames?",
        "Help with logging in if you have forgot name-entry?",
        "Logging help is required if the Username is unable to remember.",
        "Seek login help if you have forgotten your usernames.",
        "login support needed for Username slip up.",
        "Help logging in, I forgot my name.",
        "Help me sign in if I can't remember my name.",
        "I have to log in, please help me",
        "Help is needed for a lost login name.",
        "I cannot remember the usernames, I would like to sign in.",
        "Someone needs assistance with lost user ID.",
        "Do you seek login aid for a forgotten username?",
        "I cannot remember the usernames, please help me sign in.",
        "User lost, help login?",
        "Help is required for a lost login name.",
        "Assist logging in; forgot usernames",
        "I am unable to remember my name and you can lend me an arm and leg to sign in.",
        "You may be able to help me sign in as I am unable to remember my name.",
        "You can help me get in, I don't remember my name.",
        "Help needed for a forgotten username.",
        "Trouble logging in as a result of forgotten user ID.",
        "You may be able to help me get in, I can't recall my name.",
        "Seek logging aid if you have forgotten the user ID.",
        "Lost signin details - any help with that?",
        "Help me log in, I cannot remember my usernames.",
        "A person needed to log in but forgot their name.",
        "I lost my usernames, need assistance logging in.",
        "I don't recall my name, but you may be able to help me sign in.",
        "There is a Username slip-up that needs support.",
        "The Username is gone, and it's hard to log in.",
        "Please help me sign in, I can't remember the usernames.",
        "Username gone, assistance logging?",
        "I can't remember my name, so you can lend me a hand to sign in.",
        "Can you fix it, I forgot my account?",
        "Help me to sign in.",
        "I need help logging in to my account",
        "Request login aid for forgotten usernames.",
        "There is support needed for missing sign in info",
        "Help if you forgot your nametag for login.",
        "Please help me sign in because I am unable to remember the usernames.",
        "I need help getting in to my account.",
        "You may be able to help me sign in because I'm not able to remember my name.",
        "A lost login name needs help.",
        "Seek login aid if you have forgotten password.",
        "Forget usrnm; what about signin help?",
        "Help with logging in if you forgot name-entry?",
        "I lost my user ID, help!",
        "There's a need for assistance with logging in.",
        "I can't remember my name but you could help me get in.",
        "Please help us to log in.",
        "you need assistance logging in",
        "Please seek logging aid if you have forgotten your user ID.",
        "Help! Username was forgotten.",
        "I lost my user ID, so please help me!",
        "I don't remember my name and you may be able to help me get in.",
        "Your help is needed to log in.",
        "Can you help me to log in.",
        "Get login aid for forgotten usernames.",
        "I can't remember my usernames or how to sign in.",
        "I don't recall my name but you may be able to sign me in.",
        "Help is required if you forgot your username.",
        "Seek logging aid, when you forgot user ID.",
        "There was a problem logging in due to forgotten user ID.",
        "If you lost your user ID, need assistance signing in?",
        "Someone needs login support after a slip-up.",
        "A Username slip-up requires support.",
        "I cannot remember my usernames, please help me sign in.",
        "You need assistance to log into.",
        "You could lend me a hand to sign in if I'm unable to remember my name.",
        "I need help logging into my account",
        "Help is required if you lost a login name.",
        "You could help me get in, I don't remember my name.",
        "I forgot my account and need assistance logging in.",
        "Someone needs assistance with their login.",
        "Seek login help for forgotten usernames.",
        "You need some help with logging in",
        "You need to gain access to the account, you need to remember your name, and there might be a problem logging in.",
        "I lost my usernames, can you assist me?",
        "I need to log in to my account, please assist me.",
        "I can't remember my name but you can lend me a hand to sign in.",
        "It is necessary to gain access to the account, you need help to remember your usernames.",
        "There is support needed for missing sign-in information.",
        "Help was needed to log in",
        "Help signing in if you lost user ID.",
        "Can't remember user; how to log in?",
        "Username unable to recall, requires logging help.",
        "You need some assistance logging in.",
        "If you forget your user ID, you need logging aid.",
        "Lost login name requires assistance",
        "Needed assistance for a lost login name.",
        "My account is forgotten, login help?",
        "I can't remember my name, can you sign me in?",
        "To get access to the account, you need to remember your usernames, and you will need help.",
        "You can help me sign in because I cannot recall my name.",
        "I am unable to remember my name but you can lend me an arm and a leg to sign in.",
        "I cannot remember my name, but you can help me get in.",
        "I've lost my user ID...help?",
        "I can't remember my name so you could lend me a hand to sign in.",
        "Can you fix this, I forgot my account.",
        "Forget usrnm; support for signin help?",
        "I don't recall my name and you might be able to help me sign in.",
        "There is a need for help logging in",
        "You need to remember your account name and it is necessary to gain access to the account.",
        "I need your help to sign in.",
        "Need help with your login?",
        "usernames forgotten and login help?",
        "There is needed support for missing sign-in info.",
        "I don't remember my name so you can help me sign it in.",
        "You need to gain access, you need to remember your account name, and you may have a problem logging in.",
        "Forget usrnm; what about signin assistance?",
        "need help logging in",
        "Someone need to help you log in.",
        "You need to remember your usernames and help get access to the account.",
        "If you can help me sign in, I am not able to remember my name.",
        "Seek logging aid when you forgot user id.",
        "Need to log in but forgot name",
        "You must remember your usernames to gain access to the account, and you will need help with that.",
        "Help login for a lost user?",
        "You need login aid.",
        "Can't remember user, log in?",
        "I cannot remember my name, you may be able to lend me an arm and a leg to sign in.",
        "Contact logging aid if you lost user ID.",
        "If you forget user ID, you should seek logging aid.",
        "There was trouble logging in because of the forgotten user ID.",
        "You can assist me in signing in if I can't remember my name.",
        "I don't remember my name so you can help sign me in.",
        "I don't recall my name, so you can help me sign in.",
        "If you forget user ID, ask for logging aid.",
        "Need login support for password slip-up.",
        "A person needs login support.",
        "I need help with my login.",
        "logging help required for Username unable to recall?",
        "Required assistance logging in, and forgot usernames.",
        "Logging help needed if Username is unable to recall.",
        "I can't remember my name but you can help sign in.",
        "Request logging aid when you have forgotten user ID.",
        "Inquire for login aid for forgotten usernames.",
        "Need some help logging in.",
        "Request logging aid after forgetting user ID.",
        "You might be able to help me sign in if I can't remember my name.",
        "I can't remember, can you help me sign in?",
        "Help was required to log in",
        "Help login if you lost a user",
        "I don't remember the usernames and I need help signing in.",
        "Need assistance signing in if you forgot user ID?",
        "You can help me sign in if I am unable to remember my name.",
        "seek login aid for forgotten usernames?",
        "People need help for lost user ID.",
        "I lost a usernames can you help me?",
        "needs help to log in.",
        "I forgot my usernames, so I need assistance logging in.",
        "Difficult to log in due to Username gone.",
        "I forgot my usernames, can you help me?",
        "To gain access to the account, you need to remember your usernames, and you will need help.",
        "I do not remember my name so you can help me sign in.",
        "Assist logging in if you forget your usernames.",
        "Help login if you have lost user?",
        "You need to remember your account name, you need to gain access to the account, and there might be a problem logging in.",
        "Can you help me sign in, I cannot remember my usernames?",
        "Need help signing in? Can't remember the name?",
        "Help! Username memory loss; sign-in support?",
        "Help me to sign in",
        "I could not remember my access information.",
        "Trouble logging in because of a forgotten user ID",
        "You can lend me a hand to sign in since I am unable to remember my name.",
        "I have forgotten how to access my account.",
        "Forget usrnm, support for signin",
        "Need help Logging in?",
        "I have forgotten that login name.",
        "Username unable to recall, requires logging help?",
        "Need logging aid if you forgot user ID.",
        "Please can you help me sign in?",
        "You need to remember your account name to gain access, and there may be a problem logging in.",
        "I forgot my account, can you help me fix it?",
        "I need help signing in",
        "Are you unable to log in and need username help?",
        "You can help me with sign in if I can't remember my name.",
        "Can you help me sign in, I cannot remember my name.",
        "If you misplace your user ID, seek logging aid.",
        "Username was forgotten, help?",
        "Please help me sign in if I can't remember the usernames.",
        "Can't remember user; need help.",
        "You can lend me an assist in signing in if I'm not able to remember my name.",
        "Help to sign in when you can't remember your name.",
        "There is trouble logging in because of forgotten user ID",
        "Need some assistance logging in.",
        "You need some help to log in.",
        "There was trouble logging in due to forgotten user ID.",
        "You need help logging in.",
        "I forgot my username and need assistance.",
        "I can't remember my name, but you could help me get in.",
        "Someone needs to help me log in.",
        "Help, I forgot my Username.",
        "There is help needed for the lost user ID.",
        "To gain access to the account, you must remember your usernames, and you'll need help.",
        "Help with login, usernames forgotten?",
        "Need the help logging in.",
        "Help to log in is required.",
        "They need help with logging in.",
        "Can't remember user, how to log in?",
        "There is a forgotten login name that requires assistance.",
        "Help logging in if you forgot your username.",
        "Could you help me sign in?",
        "I can't remember my name but you might be able to sign me in.",
        "You need to remember your usernames and help gain access to the account.",
        "I need help getting in, I can't remember my name.",
        "There is trouble logging in due to a forgotten user ID.",
        "You need help to remember your usernames, and gain access to the account.",
        "You should seek logging aid if you forgot user ID.",
        "They need help logging in.",
        "There is some support needed for missing sign-in info.",
        "I cannot remember my name, you can lend me an arm and leg to sign in.",
        "Any help with the lost signin information?",
        "You need to gain access, you need to remember your name, and there may be a problem logging in.",
        "You need some assistance with logging in.",
        "You can help me get in, I cannot remember my name.",
        "Help with logging in if you have forgotten name-entry?",
        "You need help logging In.",
        "I can't remember my name so you may be able to assist me in signing in.",
        "We need assistance to log in.",
        "I can't remember the usernames, could you help me sign in?",
        "I can't remember my name, you may be able to lend me an arm and a leg to sign in.",
        "You need help to remember your usernames and gain access to the account.",
        "It requires assistance when a lost login name.",
        "Request login aid for a forgotten username?",
        "There has been difficulty logging in due to forgotten user ID.",
        "There is assistance necessary for lost user ID.",
        "Support for missing sign-in info is needed.",
        "Contact login aid for forgotten usernames.",
        "I have no recollection of my name, can you help me sign in?",
        "I can't remember my name can you help me sign in?",
        "Please help lost login name.",
        "I cannot remember my name, you can lend me an arm and legs to sign in.",
        "HELP! Username forgotten!",
        "Please help! Username amnesiac and sign-in support?",
        "I cannot remember the usernames, you can help me sign in.",
        "I cannot remember my name, so you might be able to help me sign in.",
        "Lost login name.",
        "I need someone to help me log in to my account.",
        "Need Help Signing in?",
        "I cannot remember the usernames, could you help me sign in?",
        "You will need help to remember your usernames, and gain access to the account.",
        "Help logging in when you forget the usernames.",
        "Need help with signing in?",
        "Someone needs to help signing in.",
        "I can't remember the usernames, so please help me sign in.",
        "Help login if you are a lost user?",
        "You can help me get in, I'm unable to remember my name.",
        "I don't remember my name, but you can help me sign in.",
        "Help for forgotten usernames is required.",
        "Assist with logging in when you forgot name-entry?",
        "Please help me sign in to my account.",
        "Help is necessary to log in",
        "I can't remember my name, you could lend me an arm and leg to sign in.",
        "You need assistance to log in.",
        "Need username aid if you can't log in.",
        "Help is required to log in.",
        "Someone needs assistance logging in without a usernames.",
        "I don't recall my name, you may be able to help me get in.",
        "I can't remember my name, you may be able to help me get in.",
        "Need logging help for a Username unable to recall?",
        "Looking for help with lost signin details.",
        "Need support for signin help?",
        "Name-forgot requires help to access.",
        "I couldn't remember my access info.",
        "We need support for missing sign-in info.",
        "Need assistance after losing a login name.",
        "I can't remember my name, you may be able to help sign in.",
        "Help is needed to log in after forgetting a name.",
        "Need login support for the Username slip up.",
        "usernames forgotten, login help?",
        "You may be able to lend me a sign in if I cannot remember my name.",
        "There is a login name that I forgot.",
        "Please seek login assistance for forgotten usernames.",
        "You can help me sign in, I can't remember the usernames.",
        "I forgot my name so I need help logging in.",
        "I can't remember my usernames, please help me sign in.",
        "Lost login name that requires assistance.",
        "To gain access to the account, you will need help remembering your usernames.",
        "You could help me sign in because I am not able to remember my name.",
        "Request logging aid if you lost user ID.",
        "I can't remember my name but you may be able to lend me an arm and a leg to sign in.",
        "I couldn't log in with my Username.",
        "You need logging aid if you forgot user ID.",
        "The Username is gone, and it's difficult to log in.",
        "I can't remember my name and you can help me sign in",
        "I failed to remember that stupid login name.",
        "You need to help log in.",
        "logging help required if Username is unable to remember.",
        "It requires assistance for the lost login name.",
        "You need to gain access, you need to remember your account name, and there may be a problem logging in.",
        "It is necessary to gain access to the account, you need to remember your usernames, and you will need help.",
        "Support is necessary for missing sign-in info.",
        "Someone lost a login name.",
        "Help login if you've lost user.",
        "How to access account, I lost my login information.",
        "Need login support for Username slip-up.",
        "Help is required in order to log in.",
        "The person needed to log in but forgot their name.",
        "Forget usrnm; support for signin helps?",
        "Help to sign in if I can't remember my name.",
        "There is assistance needed for a forgotten user.",
        "I can't remember my name and you might be able to lend me an arm and a leg to sign in.",
        "Help is needed for missing sign-in information.",
        "Need login help if you lost credentials?",
        "You can lend me a hand to sign in because I'm not able to remember my name.",
        "I can't remember the usernames and I would like to sign in.",
        "Please help me sign in because I cannot remember the usernames.",
        "Help logging, username gone?",
        "There should be assistance logging in and forgotten usernames.",
        "I have trouble remembering the usernames, could you please help me sign in?",
        "I need you to help me log in.",
        "Someone needs assistance signing in.",
        "Users name gone, help logging?",
        "I cannot remember my name so you may be able to help me sign in.",
        "Did you forget your usernames, need help logging in?",
        "Seek logging assistance when you forget user ID.",
        "There was support required for missing sign-in info.",
        "Please help Oops! Username forgotten",
        "Aid with logging in when you forgot your name-entry?",
        "Need help to log-in.",
        "I cannot remember my name, and you may be able to help me get in.",
        "Assistance with logging in is necessary.",
        "Support for missing sign-in info is required.",
        "Get assistance to log in.",
        "I forgot my usernames, and need assistance logging in.",
        "Couldn't remember the nametag for login.",
        "Needs help logging in.",
        "Help login for lost user?",
        "help to sign in",
        "I need to sign in but I can't remember my usernames.",
        "Please help me so I can log in to my account.",
        "Need help to login.",
        "Help needed to log in but forgot to name.",
        "Seeking logging aid if you forgot the user ID.",
        "Help is needed for the lost login name.",
        "Seek logging aid after forgetting user id.",
        "You need to gain access to the account, you need to remember your name, and there may be a problem logging in.",
        "It needs assistance with the lost login name.",
        "Help to sign in if you can't remember your name.",
        "We need help with usernames and sign-in support.",
        "My usernames was forgotten so I need help logging in.",
        "I can't remember my name, but you can lend me an arm and a legs to sign in.",
        "You might be able to help me sign in because I'm not able to remember my name.",
        "There is a need for assistance to log in.",
        "I lost my user ID, so please help!",
        "Lost login name need assistance.",
        "I had forgotten that login name.",
        "I forgot my usernames, need assistance logging in.",
        "I cannot remember my name but you might be able to help me sign in.",
        "I am in need of help logging in.",
        "You may be able to assist me in signing in if you can help me remember my name.",
        "Assist logging in if you forgot your username.",
        "Username was gone, assist logging?",
        "Help me with my account, I lost it.",
        "Require login aid for forgotten usernames?",
        "You have to get assistance to log in.",
        "Someone needs to help me to log in.",
        "Needed to log in, but forgot name.",
        "Help is needed to log in but forgot name.",
        "You need to have assistance to log in.",
        "Logging help required if Username is unable to recall.",
        "Need login help after losing credentials?",
        "You may need support for missing sign-in info.",
        "Support necessary for missing sign-in info.",
        "Users have trouble logging in due to forgotten user ID.",
        "I can't remember the usernames, can you please sign me in?",
        "Obtain logging aid when you forgot user ID.",
        "I can't remember my account, can you help?",
        "Couldn't remember user; login assist.",
        "Forget usrnm, support for signin assistance?",
        "I forgot my user ID, please help!",
        "I did not remember my usernames, need assistance logging in.",
        "If you don't remember your account name, you may have a problem logging in.",
        "Need someone to help me log in.",
        "Help me, I need to log in.",
        "Help logging in if you forget your username.",
        "Needs help with lost login name.",
        "Please aid me in retrieving my usernames.",
        "forgot usernames, needed log in aid",
        "You need someone to help you with logging in.",
        "I don't recall my name, you could help me get in.",
        "To gain access to the account you need to remember your usernames and you will need help to do so.",
        "Seek logging aid if you have forgotten user ID.",
        "My usernames were forgotten so I need help logging in.",
        "Need help with logging on?",
        "I have forgotten my usernames, need help logging in.",
        "You can help me sign in if I cannot remember my name.",
        "Logging help required if Username is unable to remember.",
        "Please seek logging aid if you forgot user ID.",
        "A help needed to log in.",
        "Seek login aid forforgotten usernames?",
        "Help signing in if you can't remember the name.",
        "Seek logging aid if you forgot the user ID.",
        "People are having trouble logging in because of forgotten user ID.",
        "You can lend me an assist in signing in, I can't remember my name.",
        "I can't remember my name, can you sign in with me?",
        "Need support for login slip-up.",
        "You need to remember your usernames to gain access to the account, and you will need help to do so.",
        "I am unable to remember my name so you may be able to assist me in signing in.",
        "Please assist me in retrieving my username.",
        "Help signing in if you forgot user ID?",
        "You can help me get in since I can't remember my name.",
        "Help! Oops! Username forgotten!",
        "There is help required to log in.",
        "I need help entering my account.",
        "Unable to log in, Username gone.",
        "I lost my user ID, how can I get it back?",
        "I need to sign in, but I can't remember my name.",
        "I don't recall my name so you may be able to help me get in.",
        "I can't remember my name, you can lend me an assist in signing in.",
        "logging help needed for Username unable to recall.",
        "Seek logging aid if you have forgotten your user ID.",
        "There's trouble logging in due to forgotten user ID.",
        "I have no recollection of my name, so you can help me sign in.",
        "You need some assistance logging into.",
        "There is need for login assistance.",
        "Help logging in is required if you forgot your usernames.",
        "Seek login aid if you have a forgotten usernames.",
        "Need logging aid if you forgot your user ID.",
        "Support is needed for missing sign in info.",
        "You may be able to help me sign in because I am unable to remember my name.",
        "We need assistance with a lost login name.",
        "You need to remember your account name, and there may be a problem logging in.",
        "I can't remember my name so can you help me sign in?",
        "You need to remember your usernames and you will need help to gain access.",
        "Help with logging in",
        "Requires assistance with lost login name.",
        "You may be able to help me sign in since I don't remember my name.",
        "This is not a joke, I forgot the stupid login name.",
        "You will need help in gaining access to the account and remembering your usernames.",
        "There was trouble logging in due to forgotten user ID",
        "Trying to log in due to forgotten user ID?",
        "Seek logging help when you forgot user ID.",
        "User name has gone, assist logging?",
        "The person needs login support.",
        "Help needed to log in, but forgot the name.",
        "Required assistance logging in; forgot account.",
        "Someone needs to log in but forgot name.",
        "Someone lost the login name.",
        "You need to remember your account name, gain access to the account, and there may be a problem logging in.",
        "Help sought in logging in due to forgotten user ID.",
        "It is necessary to gain access to the account, you will need help to remember your usernames.",
        "There are difficulties logging in because of forgotten user ID.",
        "I cannot remember my name, but you could help me sign in.",
        "Ask for logging aid if you forgot your user ID.",
        "You can lend me a hand to sign in if I'm unable to remember my name.",
        "Can't remember user; how to join?",
        "Someone is needed to log in but forgot a name.",
        "I can't remember my name but you could lend me a hand to sign in.",
        "I need help logging into it.",
        "Did I forget my usernames, need help logging in?",
        "Username can't recall, requires logging help.",
        "If you don't remember your usernames, you'll need help to gain access.",
        "Help logging in if you forgot usernames.",
        "If you have forgotten your usernames, seek assistance.",
        "Can't remember my name, help me log in",
        "My account is lost, help me log in?",
        "Help me, I forgot my Username.",
        "Name-forgot need help to access.",
        "I don't remember that login name.",
        "Please help me since I have to log in to my account.",
        "I can not remember my name, but you can help me sign in.",
        "I can't remember the usernames and I need to sign in.",
        "Help login if you were a lost user?",
        "There needs to be login support for a Username slip-up.",
        "You must remember your usernames to gain access to the account, you will need help.",
        "You need someone to help log in.",
        "I can't remember my name and you can help with sign in.",
        "I can't remember my name, can you help me join?",
        "Logging help is required if Username is unable to recall.",
        "My username was forgotten, need assistance logging in.",
        "I am not able to remember my name, but you can help me sign in.",
        "Lost user ID, seek logging aid",
        "You need to get assistance to log in.",
        "Help me log in, can't remember my name?",
        "Help is needed after a lost login name.",
        "I can't remember my name and you may be able to help me in signing in.",
        "I cannot remember my name, but you may be able to help me get in.",
        "You need assistance in logging in",
        "I lost my usernames and can you help me?",
        "I don't remember my name and you could help me get in.",
        "Please help me log in.",
        "Help me log in after I lost my usernames.",
        "Seek login assist for forgotten usernames.",
        "I forgot my username and need assistance logging in.",
        "You can lend me a hand to sign in because I can't remember my name.",
        "To gain access to the account, you need to remember your usernames and you will need help.",
        "I forgot my usernames so need assistance.",
        "There was a problem with logging in due to forgotten user ID.",
        "Users name is gone, assist logging?",
        "Logging help is needed if the Username is unable to recall.",
        "You need to remember your account name, you have to gain access to the account, and there may be a problem logging in.",
        "I can't remember my name, but you might be able to help me get in.",
        "Need assistance signing in after forgetting user ID?",
        "I lost my user ID, how do I find it?",
        "I forgot my Username, assistance?",
        "Request login assistance for forgotten usernames.",
        "I can't remember user; login assist?",
        "Username unable to remember, requires logging help?",
        "Help login if you lost a user?",
        "Help to sign in if you can't recall your usernames.",
        "Forget usrnm, support signin help.",
        "Someone lost a user and needed help.",
        "There is assistance required for forgotten usernames.",
        "Seek login aid if you have forgotten usernames.",
        "Request logging aid when you lost user ID.",
        "I do not recall my name so you can help me sign in.",
        "I can't remember my access info!",
        "Did you misplace user ID or need assistance signing in?",
        "User name gone, assisting logging?",
        "Need assistance for lost login name.",
        "If you have forgotten user ID, you should seek logging aid.",
        "Help logging in if you forgot your usernames.",
        "It's necessary to help a lost login name.",
        "If you forget the user ID, seek logging aid.",
        "I forgot my username and needed help logging in.",
        "You can assist me in signing in if I cannot remember my name.",
        "I can't remember my name so you may be able to lend me an arm and leg to sign in.",
        "You can help me get in because I don't remember my name.",
        "Can you help me sign in and remember the usernames?",
        "I don't remember my name, but you may be able to sign me in.",
        "Seeking logging aid, if you have forgotten user ID.",
        "I don't recall my name, can you help me sign in?",
        "Someone needs assistance for lost user ID.",
        "Trouble logging in due to forgotten User ID?",
        "If you forgot your user ID, seek logging aid.",
        "Request login aid for a forgotten usernames?",
        "I am not able to remember my name, you can help me sign in.",
        "Needed to log in but forgot a name.",
        "Help to sign in if you can't remember your usernames?",
        "Logging help needed for a Username unable to recall.",
        "You might be able to help me sign in because I don't recall my name.",
        "There is a need for assistance for a lost user ID.",
        "Seek login assistance for a forgotten username?",
        "There needs to be assistance for the lost user ID.",
        "User name gone, assist logging?",
        "In need of help signing in?",
        "I am unable to remember my name but you can help me sign in.",
        "I forgot my account, can you help me?",
        "Help should be required if you forgot your usernames.",
        "I can't log in, please help me.",
        "Please help me because I need to log in.",
        "You can lend me a hand to sign in since I can't remember my name.",
        "You need some help logging in",
        "I forgot my username, so need assistance logging in.",
        "Required assistance logging in, but forgot a usernames.",
        "Help me get access after I lost my password.",
        "assistance for accessing a forgotten user.",
        "You can give me an assist in signing in if I can't remember my name.",
        "need help signing in",
        "You can help me with sign in because I can't remember my name.",
        "Assistance necessary for lost user ID.",
        "I forgot my account, can you fix that?",
        "Help to sign in, can't remember usernames?",
        "There is trouble logging in due to a forgotten user ID",
        "Please help me login, I lost my password.",
        "logging help is needed for Username unable to recall.",
        "It requires assistance with a lost login name.",
        "I can't remember my usernames, could you help me sign in?",
        "I lost my usernames, how do I get back into it?",
        "You need username aid if you can't log in.",
        "I don't remember my name, can you help me sign in?",
        "Help logging in; forgot a username.",
        "Assistance is required for a forgotten user.",
        "Need assistance for the lost login name.",
        "You need someone to help you log in.",
        "I don't recall the usernames, could you help me sign in?",
        "You want help logging in.",
        "You need assistance signing in.",
        "Difficult to log in, Username gone.",
        "Needing support for missing sign-in information?",
        "Someone forgot their usernames and needed a log in aid.",
        "Need helpSigning in?",
        "If you forgot the user ID, seek logging aid.",
        "You could help me get in because I can't remember my name.",
        "A help is required to log in.",
        "I don't recall my name, but you can help me get in.",
        "Someone needs login support for a Username slip up.",
        "It is necessary to gain access to the account, you have to remember your usernames, and you will need help.",
        "Can't remember my name, how do I log in?",
        "I cannot remember the name, can you help me sign in?",
        "I'm unable to remember the usernames, could you help me sign in?",
        "Logging help required for a Username unable to recall.",
        "Username gone, help logging?",
        "Help with missing sign-in info?",
        "I forgot my account, can you fix me?",
        "Try to get logging aid when you forgot user ID.",
        "Help is needed if you cannot log in.",
        "login assist, can't remember user",
        "How to access account? I lost my login details.",
        "Losing user ID requires assistance.",
        "Get logging aid if you lost user ID.",
        "There is a problem logging in due to forgotten user ID.",
        "I forgot my account name, help?",
        "Helping get access after a lost usernames!",
        "I didn't remember my nametag for login.",
        "Need assistance signing in after having lost user ID?",
        "Somebody needs help signing in.",
        "Need help with logging in.",
        "Help getting access after losing a username.",
        "You need the help logging in.",
        "Seek login aid for a forgotten usernames?",
        "Please help with a lost login name.",
        "I don't recall my name so you can help me get in.",
        "They need help with lost user ID.",
        "I don't remember the usernames, could you please help me sign in?",
        "Help to sign in is needed.",
        "Need assistance with login.",
        "Couldn't remember my access info.",
        "Seek logging aid if you have forgot user ID.",
        "Assist logging, the user name is gone.",
        "I forgot my username, so need help logging in?",
        "There is a lost login name that requires assistance.",
        "Need support for a Username slip-up.",
        "Attempting to log in was difficult with the Username gone.",
        "You could help me get in, I am not able to remember my name.",
        "You need help to gain access to the account, you must remember your usernames.",
        "Someone has lost their login name.",
        "logging help needed for Username unable to remember?",
        "To gain access to the account, you need to remember your usernames, and you'll need help.",
        "If you have forgotten your user ID, seek logging assistance.",
        "I cannot remember my name so you may be able to lend me an arm and a leg to sign in.",
        "Help is required for lost login name.",
        "Please help me logging in without a username.",
        "You may be able to lend me an arm and leg to sign in because I can't remember my name.",
        "There is a Lost login name that requires assistance.",
        "Can you help me with signing in?",
        "No login name, need assistance.",
        "I lost my User ID...help?",
        "I can't remember the name, can you help me sign in?",
        "Help is needed to log in but forgot the name",
        "I am unable to remember my name, but you can lend me an arm and a leg to sign in.",
        "People are having trouble logging in due to forgotten user ID.",
        "I cannot remember my name and you may be able to help with sign in.",
        "Request logging aid when you forgot your user ID.",
        "I can't remember my username, can you help me?",
        "Please help me sign in because I don't remember my name",
        "We need login help and usernames forgotten.",
        "Assistance with logging in if you forgot name-entry?",
        "Help login if you are lost user.",
        "Need assistance with a forgotten login name.",
        "Help was needed to log in.",
        "Please help me log on to my account.",
        "Login help, usernames forgotten?",
        "A need for help logging in.",
        "Please help me with my login.",
        "I forgot the login name.",
        "I need usernames aid, but can't log in.",
        "He doesn't remember his name so you can help him sign in.",
        "I forgot about the login name.",
        "Somebody needs to help me logging in.",
        "I lost my User ID!",
        "UserName disappeared, assist logging?",
        "Someone needs to help me logging in.",
        "I forgot my login name.",
        "I don't remember the usernames so please help me sign in?",
        "Somebody needs assistance to log in.",
        "I need help getting into my account.",
        "I can't remember my name and you can lend me a arm and leg to sign in.",
        "Username unable to remember, needs logging help.",
        "I cannot remember my username, can you help?",
        "Forget usrnm; support for signin help",
        "I'm unable to remember my access info.",
        "You need some assistance to log in.",
        "Help for missing sign-in information?",
        "The login name was lost.",
        "It requires assistance with the lost login name.",
        "logging help needed for Username unable to remember",
        "Need login support after the Username slip-up.",
        "I cannot remember my name but you can lend me a hand to sign in.",
        "You could lend me an assist in signing in, I can't remember my name.",
        "There is support needed for missing sign-in.",
        "Need assistance signing in if you have forgotten user ID?",
        "Needs help signing in.",
        "Trying to logging in with a usernames gone",
        "Assistance needed for a forgotten user.",
        "I cannot remember my name and you may be able to lend me an arm and leg to sign in.",
        "Need support for missing sign-in info",
        "There needs to be assistance for lost user id.",
        "Please give me assistance in retrieving my account.",
        "logging help is required if Username is unable to recall.",
        "Lost signin details - can someone help?",
        "Need help with logging on.",
        "I can't remember the usernames, can you sign me in?",
        "Someone needs assistance to log in.",
        "Help logging in; forgotten usernames.",
        "I can't remember my name, you may be able to assist me in signing in.",
        "Please help me sign in if I don't remember the usernames.",
        "Please seek logging aid, if you have forgotten user ID.",
        "I can't remember the usernames, can you help me sign up?",
        "Can't remember user; ask for help.",
        "Need help for a lost login name.",
        "Trouble logging in due to forgotten user ID, assistance sought?",
        "I don't remember my name and you can help sign in.",
        "Please help Oops! Username forgotten.",
        "I cannot remember my access info!",
        "You need assistance logging in.",
        "We need login help.",
        "You should get assistance with logging in.",
        "Help login with a lost user?",
        "Need help signing into your account?",
        "I can't remember my name and you can lend me an arm and a legs to sign in.",
        "I cannot remember my name but you could help me sign in.",
        "User name is gone, assist logging?",
        "Help, I lost my user ID.",
        "People need support for missing sign-in information.",
        "Someone needs assistance logging in.",
        "You may be able to help me get in since I cannot remember my name.",
        "If you can help me sign in, I can't remember the usernames.",
        "Seek login aid if you have forgotten your usernames.",
        "Call for logging aid if you forgot user ID.",
        "I need help logging in, please.",
        "You may be able to help me sign in as I can't remember my name.",
        "The person needs help to log in.",
        "Help is needed for lost login name.",
        "login help, username forgotten?",
        "I can't remember my name but you may be able to sign in with me.",
        "Seek logging aid when the user ID is lost.",
        "You need to get help to log in.",
        "Required assistance logging in, but forgot username",
        "Need help with logging into my account?",
        "To gain access to the account, you must remember your usernames and you will need help.",
        "I don't recall my name, you might be able to sign my in.",
        "I don't remember my name so you may be able to help me get in.",
        "I lost my user ID and need help!",
        "There is support needed for missing sign-in info?",
        "I am unable to remember my name and you might be able to help me sign in.",
        "Need help to log in",
        "I'm not able to remember the usernames, could you help me sign in?",
        "I forgot my usernames, need help with logging in.",
        "Someone needs to help to log in.",
        "My name isn't remembered so you can help me sign in.",
        "Please fix this, I forgot my account.",
        "I need to log in to my account, so please help me.",
        "Help logging in without a usernames is needed.",
        "Need assistance signing in if you forgot user ID.",
        "User Name gone, help logging?",
        "Needed to log in but forgot name.",
        "Forget usrnm; support for sign in help?",
        "Request logging aid when you forgot user ID.",
        "Help login if you lost the user?",
        "You could lend me an arm and a leg to sign in, I can't remember my name.",
        "I can't remember how to sign in, could you help me?",
        "You need to remember your account name, and you need to gain access to the account.",
        "I forgot my usernames, so need assistance with login.",
        "you need assistance with logging in",
        "There is a need for help with lost signin details.",
        "Help login if you lost a user.",
        "I lost my usernames, can you help me login?",
        "Help me log in when I can't remember my name.",
        "There is help needed to log in.",
        "Seeking logging aid when you forgot the user ID.",
        "I cannot remember my name, and you can lend me an arm and leg to sign in.",
        "Need login support after Username slip up",
        "I don't remember my name but you may be able to sign me in.",
        "If you don't remember your account name, you may have a trouble logging in.",
        "If you can help me get in, I can't remember my name.",
        "I can't remember my name, so you could help me sign in.",
        "Lost my user ID, help?",
        "I have trouble remembering my name, you can help me sign in.",
        "There is support needed for missing sign in info.",
        "I need help to log in.",
        "Need assistance because of a lost login name.",
        "Please help me log in to my account, I have to.",
        "They need assistance with a lost login name.",
        "Someone needs assistance logging in without a username.",
        "Username is gone and it's difficult to log in.",
        "Lost my user ID...help?",
        "You can help me sign in because I have no recollection of my name.",
        "You may be able to lend me an arm and a leg to sign in since I can't remember my name.",
        "You can lend me an arm and a leg to sign in, I'm not able to remember my name.",
        "You need some help Logging in.",
        "I need to sign in, but I can't remember the usernames.",
        "Help me log in, I have trouble remembering my name.",
        "I don't recall the usernames, please help me sign in.",
        "logging help is required if Username cannot recall.",
        "username aid is needed if you cannot log in.",
        "I don't remember my name but you could help me get in.",
        "Please help me with my account, I have to log in.",
        "You can help me sign in since I can't remember my name.",
        "Lost signin details, any help out there?",
        "Need support for missing sign in info?",
        "UserName is gone, help logging?",
        "Can you help me sign in? I can't remember the usernames.",
        "I can't remember my name and you might be able to help sign in.",
        "Ask for login aid for forgotten usernames.",
        "How to access account, I lost my login.",
        "Trouble logging in because of forgotten user ID",
        "I don't recall my name but you might be able to help me get in.",
        "You can help me sign in, I don't remember the usernames.",
        "login support is needed for Username slip-up.",
        "Need login assistance.",
        "There was a need for assistance to log in.",
        "Please help! Username forgotten.",
        "Help to sign in if you can't remember.",
        "I can't remember my name, so you could help me get in.",
        "I lost my user ID and I need help.",
        "You could lend me a hand to sign in because I am not able to remember my name.",
        "You forgot your Username, help?",
        "I didn't remember my usernames, need help logging in.",
        "I forgot my usernames, so need help logging in?",
        "I cannot remember my name and you can lend me an arm and a leg to sign in.",
        "Help signing in if you have lost your user ID.",
        "Lost my usernames, need help logging in?",
        "Need login support for slip-up.",
        "I can't remember my name so you may be able to lend me an arm and legs to sign in.",
        "Help getting access if you lost a usernames.",
        "If you don't remember your account name, there might be a problem logging in.",
        "login assist, can't remember user?",
        "Please assist a lost login name.",
        "It needs assistance with a lost login name.",
        "There is trouble logging in due to forgotten user identification.",
        "Request logging aid after forgetting the user ID.",
        "User name gone, assist logging.",
        "Trying to logging in with a usernames gone.",
        "Logging help is required for a Username that is unable to recall.",
        "They need help with usernames and sign-in support.",
        "Help logging in if you forgot name-entry?",
        "Can you assist me in signing in?",
        "Name-forgot needs help to access.",
        "Lost signin details, anyone have help?",
        "There is a need for assistance logging in without a username.",
        "You need to help in order to log in.",
        "Can't remember user? Login assist.",
        "Need assistance to log in after forgetting your usernames.",
        "Login assist if you can't remember the user.",
        "I'm not able to remember my name but you can help me sign in.",
        "I forgot my username so I need assistance logging in.",
        "There may be a problem logging in, you need to remember your account name, and it's necessary to gain access to the account.",
        "It is necessary for help for lost user ID.",
        "A need for login support.",
        "You may be able to assist me in signing in, I am unable to remember my name.",
        "Support needed for a Username slip-up.",
        "Loss of user ID needs assistance.",
        "Please help me when I need to log in to my account.",
        "Please help me, I have to sign in to my account.",
        "Can you help me get my account back?",
        "You may be able to help me sign in since I don't recall my name.",
        "lost login name requires assistance",
        "Need assistance after a lost login name.",
        "Need login support for a usernames slip-up.",
        "We needed help to log in.",
        "Help me to sign in!",
        "You need to help with logging in.",
        "Need help signing in?",
        "I am unable to remember my name and you may be able to assist me in signing in.",
        "Please help me sign in, I cannot remember my usernames.",
        "Can't remember user; login assist",
        "I forgot my username, can you help me?",
        "You can help me get in since I cannot remember my name.",
        "Request logging aid when you forget your user ID.",
        "Lost signin details, any help with that?",
        "I can't remember my name and you can lend me an arm and leg to sign in.",
        "Support is needed for missing sign-in information",
        "Contact logging aid if you forgot your user ID.",
        "Trouble logging in because of forgotten user ID.",
        "I could not remember my access info.",
        "There were difficulties logging in due to forgotten user ID.",
        "Seek logging aid when you have forgot user ID.",
        "need help with logging in",
        "You need some help logging in.",
        "There has been a problem logging in due to forgotten user ID.",
        "I need your assistance to sign in because I don't remember my name.",
        "They needed to log in but forgot their name.",
        "Trying to get access after losing a usernames.",
        "I am unable to remember my name, but you can help me sign in.",
        "Need help signing in after forgetting user ID?",
        "Help? I lost my user ID.",
        "You need to remember your account name, you need to gain access to the account, and there may be a problem with logging in.",
        "You need to remember your account name in order to gain access, there may be a problem logging in.",
        "It requires assistance after the lost login name.",
        "To help with lost login name.",
        "We need help with signing in.",
        "Help is needed to log in but did not remember name.",
        "Someone lost their username.",
        "Assistance is required after the lost login name.",
        "If you lost your user ID, try logging aid.",
        "I have lost my user ID...help?",
        "I can't remember my name, but you can help me sign in.",
        "My usernames were forgotten and I need assistance logging in.",
        "Username disappeared, assist logging?",
        "Seek login aid if you have forgotten your account.",
        "need help with signing in",
        "I can't remember the usernames and you can help me sign in.",
        "REQUIRE assistance logging in.",
        "I need help for a forgotten username.",
        "I cannot remember my name, but you might be able to help me sign in.",
        "Need help logging in",
        "Need assistance if you lost a login name.",
        "Seek login aid if you have forgotten your name.",
        "I need help log in to my account",
        "You need to remember your account name, and there might be a problem with logging in.",
        "You need login help if you lost your credentials.",
        "I can't remember my name, can you please help me sign in?",
        "Need assistance with a lost login name",
        "i need assistance to log in",
        "I forgot my login and need assistance with it.",
        "Need someone to help log in.",
        "A forgotten user; help for access?",
        "Seek login aid if you have forgotten your username.",
        "Please help me to log in to my account",
        "I don't remember my name so you can help me sign up.",
        "There is need for help logging in.",
        "Help was needed to log in but forgot a name.",
        "I lost my login, can you help?",
        "I can't remember the usernames and you need to sign me in.",
        "I can't remember my name but you can lend me an arm and a leg to sign in.",
        "Losing a usernames help getting access.",
        "Please help me log in with my account.",
        "Seek logging aid if you forget user ID.",
        "I don't remember my name and you can lend me an arm and leg to sign in.",
        "You may be able to sign my in since I can't remember my name.",
        "I cannot remember how to log in.",
        "I don't remember my name, so you can help me sign up.",
        "I forgot my username, can you fix it?",
        "Assistance is needed for a lost user ID",
        "I lost my account, help me log in.",
        "Can you help me sign in, I can't remember my usernames.",
        "Help needed for missing sign-in info.",
        "Help to sign in if you cannot remember your username.",
        "I need to log in to my account, please help me.",
        "You could lend me a hand to sign in, I am not able to remember my name.",
        "I can't remember the usernames, can you please help me sign in?",
        "Need login help after losing your credentials?",
        "Forget usrnm; support signin help.",
        "If you can help me remember my name, I can sign in.",
        "You might be able to help me sign in, I am not able to remember my name.",
        "Lost login name needs assistance.",
        "Seek login assistance for a forgotten usernames.",
        "people need help logging in",
        "logging help necessary for Username unable to recall?",
        "Needed assistance with lost login name.",
        "Help is required with logging in.",
        "Get logging aid after forgetting user ID.",
        "I can't remember my name, you may be able to sign in for me.",
        "Please assist me with my Username retrieval.",
        "I can't remember the name, can you sign me in?",
        "You need help signing in.",
        "I forgot my login, need assistance with it.",
        "You can help me sign in since I cannot remember my name.",
        "I don't remember the usernames, can you please sign me in?",
        "Needing support for missing sign-in info?",
        "It is necessary to gain access to the account, you must remember your usernames, and you will need help to do so.",
        "I cannot remember my name but you can lend me an arm and a leg to sign in.",
        "Need assistance with a lost login name.",
        "There needs to be assistance with logging in.",
        "I cannot remember my name, you could help me get in.",
        "please help me log in",
        "You need to remember your account name, and it is necessary to gain access to the account.",
        "If you lost user ID, seek logging assistance.",
        "Need login support after Username slip- up.",
        "There's support needed for missing sign in info.",
        "login support needed due to Username slip-up.",
        "I lost my account, how to get back in?",
        "I lost my login name and need help.",
        "Please assist me in logging in to my account.",
        "Trying to log in without my Username.",
        "need assistance signing in.",
        "In need of support for missing sign-in info?",
        "You can help me sign in if you can recall my name.",
        "Username went, help logging?",
        "It was a forgotten user and assistance for accessing.",
        "There is support needed for not having sign-in info.",
        "You can help me get in, I don't recall my name.",
        "Can you help me sign in because I cannot remember the usernames?",
        "Someone need assistance to log in.",
        "You need to remember your account name, you need to gain access, and you may have a problem logging in.",
        "There is help needed for lost user ID",
        "Logging help necessary for Username unable to recall.",
        "You need to help me log in.",
        "I don't recall my name and you can lend me an arm and leg to sign in.",
        "Please help me when I have to log in to my account.",
        "I have trouble remembering the usernames, could you help me sign in?",
        "Help necessary to log in but forgot name.",
        "Require assistance logging into.",
        "I did not remember my nametag for login.",
        "Help to sign in",
        "Please help me, I need to log in to my account",
        "You can help me sign in if I don't recall my name.",
        "A help to sign in is needed.",
        "I forgot my username, so need assistance.",
        "The user name is gone, help logging?",
        "You could lend me a hand to sign in, I can't remember my name.",
        "Seek login assistance for forgotten usernames?",
        "You need login help.",
        "I don't remember the nametag for my account.",
        "Can't remember user; please help.",
        "Help with logging in when you forget name-entry?",
        "I forgot my usernames, needs help logging in.",
        "I can't remember my name, but you may be able to help me get in.",
        "I can't remember the usernames so please help me sign in.",
        "Help me log in to my account",
        "There is help necessary for lost user ID.",
        "There is assistance needed to log in.",
        "I can't remember my username or how to sign in.",
        "Needed to log in but forgot name",
        "Forget usrnm, support for signin helps?",
        "I can't remember my name, can you help me sign up?",
        "You may be able to lend me an arm and leg to sign in, I cannot remember my name.",
        "Can someone help me log in?",
        "Can't remember the name, help me log in.",
        "Someone forgot user ID and needs logging aid.",
        "There are issues logging in due to forgotten user ID.",
        "Seek logging aid if you misplace user ID.",
        "If you don't remember your account name, it may be difficult to log in.",
        "Seek login aid if you forgot your usernames.",
        "Users name gone, assist logging.",
        "Request login aid for a forgotten username.",
        "Help me regain access to my account?",
        "Help signing in if you can't remember your username.",
        "If you forgot your Username, help?",
        "There was assistance needed for the lost user ID.",
        "logging help required for a Username unable to recall.",
        "logging help required for a Username unable to recall?",
        "Help getting access after the usernames were lost.",
        "I can't remember my name, you could help me sign in.",
        "Need assistance if you lost the login name.",
        "There is a need for assistance with logging in.",
        "Help login if you've lost user?",
        "Logging in was difficult because of the Username gone.",
        "I cannot remember my name and you can assist me in signing in.",
        "Need username assistance if you can't log in?",
        "I forgot my account, need assistance logging in.",
        "Seeking logging aid when you forget user ID.",
        "Request logging aid if you forgot your user ID.",
        "There is help needed for a lost user ID.",
        "Forget usrnm, please support signin help.",
        "You need to help me sign in.",
        "I forget my username and need assistance logging in.",
        "Seek logging aid when you have forgotten the user ID.",
        "forgot username and needed log in aid",
        "Help login for a user that is lost?",
        "Please help me with my Username retrieval.",
        "Seek login aid for a forgotten usernames",
        "You can help me in signing in if I can't remember my name.",
        "Seek logging aid when you misplace user ID.",
        "You can help me sign in, I can't recall my name.",
        "I need some assistance logging in.",
        "Username disappeared, assistance logging?",
        "seek logging aid if you forgot user ID.",
        "Assistance is required for lost user id.",
        "I cannot remember the usernames, could you sign me in?",
        "I can't remember my account, can you help me?",
        "Request logging aid if you forgot the user ID.",
        "I can't remember my name so you may be able to sign in for me.",
        "Assist lost login name.",
        "Please seek logging aid if you lost your user ID.",
        "assistance is required for the lost login name.",
        "You require some assistance with logging in.",
        "Assistance is needed for lost login name.",
        "usernames forgotten, login help,",
        "I can't remember my name, you can help me get in.",
        "I need some help to log in to my account.",
        "I've forgotten the stupid login name.",
        "Can you sign me in, I can't remember my name?",
        "Seek login aid if you have a forgotten username.",
        "I need help with logging in.",
        "I lost my account, can you help me with it?",
        "I need help getting my account info.",
        "Trouble logging in due to forgotten user ID was requested.",
        "I am having trouble remembering the usernames, could you help me sign in?",
        "Logging help necessary for Username unable to recall?",
        "Need assistance with lost login name.",
        "I am not able to remember my name and you can lend me an arm and legs to sign in.",
        "There was trouble logging in due to forgetting user ID.",
        "Requires help to log in.",
        "Please help me logging into my account.",
        "I cannot remember my name, and you may be able to assist me in signing in.",
        "Request logging aid, if you forgot your user ID.",
        "I cannot remember my name, you may be able to lend me a hand to sign in.",
        "The lost login name needs help.",
        "forgot usernames and needed a log in aid.",
        "Need help logging into it.",
        "Help logging in for a lost user?",
        "Logging help is required if Username cannot recall.",
        "Seek logging aid when you lose your user ID.",
        "Help needed to log in, but did not remember name.",
        "The account needs to be accessed, you need to remember your account name, and there may be a problem logging in.",
        "Did not remember my usernames, need help logging in.",
        "User ID is lost, need assistance signing in?",
        "Help signing in if you can't remember your usernames.",
        "Please help logging in and remember your usernames.",
        "I forgot my usernames so needed assistance logging in.",
        "Please assist me in logging in.",
        "Need login support after a usernames slip-up.",
        "Are you seeking login aid for forgotten usernames?",
        "If you forget the user ID, seek logging assistance.",
        "support needed for missing sign-in info",
        "There's a need for help to log in.",
        "Help sign in if you can't remember your usernames.",
        "Help to log in is necessary.",
        "Logging help is required if Username can't remember.",
        "Seek login assistance for forgotten usernames.",
        "Can anyone help with lost signin details?",
        "Please help me sign in when I can't remember my usernames.",
        "Support is needed for missing sign-in information.",
        "You need help loggingin.",
        "I can not remember my name and you can help me sign in.",
        "Assist with logging in if you have forgotten name entry?",
        "Need help trying to sign in?",
        "Help getting access after losing your usernames.",
        "I don't recall my name, you might be able to help me get in.",
        "Needing help with log in.",
        "Help me get access, I lost my account.",
        "I can't remember my name, you can lend me an arm and leg to sign in.",
        "User name vanished, assist logging?",
        "Need assistance with log in.",
        "You may be able to lend me an arm and a leg to sign in because I cannot remember my name.",
        "Seek logging aid, if you forgot your user ID.",
        "Help getting access after a lost usernames",
        "I didn't remember my usernames and need help logging in.",
        "Login assist; can't remember user",
        "I am unable to remember my name, so you might be able to help me sign in.",
        "I need help logging in my account.",
        "Username has vanished, assist logging?",
        "Need help with sign in?",
        "Need help with logging in",
        "Need login support after a Username slip up.",
        "Need assistance with your lost login name.",
        "Someone is needed to log in but forgot the name.",
        "Someone needs to help them to log in.",
        "Need login support because of a Username slip-up.",
        "Seek login assistance if you have forgotten your password.",
        "You can lend me an assist in signing in if I cannot remember my name.",
        "You could lend me a hand to sign in if I am not able to remember my name.",
        "User ID lost, need assistance signing in?",
        "Help signing in if you can't remember the username.",
        "Help logging in when you forgot your usernames.",
        "I can't remember my name so you can lend me an arm and a leg to sign in.",
        "Need assistance with the lost login name.",
        "I forgot my username and need help with login.",
        "You may be able to assist me in signing in, I can't remember my name.",
        "I forgot my account, can you help?",
        "Support is needed for missing sign in information.",
        "There is assistance required for a lost user ID.",
        "I can't remember the name but you can help me sign in.",
        "They need assistance with lost login name.",
        "I lost my usernames, can you help?",
        "You can lend me an assist in signing in because I am not able to remember my name.",
        "You need help when you log in.",
        "Help with logging in if you've forgotten name-entry?",
        "You can lend me a hand to sign in if I can't recall my name.",
        "Please assist me with retrieving my usernames.",
        "You will need to help log in.",
        "I lost my user ID, help me!",
        "Any help with the lost signin info?",
        "There was trouble logging in due to a forgotten user ID.",
        "I cannot remember my name, you can lend me an arm and a leg to sign in.",
        "Required assistance logging in; forgot username.",
        "There is help needed for lost user ID.",
        "You may be able to assist me in signing in since I can't remember my name.",
        "login aid for forgotten username?",
        "You may be able to help me sign in, because I cannot remember my name.",
        "There is help required for forgotten username.",
        "I can't remember my name, so you might be able to help me sign in.",
        "I am unable to remember my name and you may be able to help me sign in.",
        "I forgot my username, need help logging in",
        "You can help me sign in if I am not able to remember my name.",
        "If you have forgotten user ID, ask for logging aid.",
        "I forgot my usernames so need assistance with login.",
        "Help with logging in is required.",
        "Need help signing in",
        "Need help logging into an account.",
        "Help to sign in if you cannot remember your usernames.",
        "You need to remember your account name to gain access and there may be a problem logging in.",
        "I need you to help me sign in.",
        "Logging help is required for the Username unable to remember.",
        "Need help to log into.",
        "Forget usrnm, how about support for signin help?",
        "Help needed to log in after forgetting the name.",
        "Username is gone, help logging?",
        "I need aid with logging in.",
        "Request logging aid if you have forgotten user ID.",
        "There may be a problem logging in, you need to remember your name, and it is necessary to gain access to the account.",
        "Username can't remember, requires logging help?",
        "Needing assistance in logging in.",
        "You can help me sign in, I am unable to remember my name.",
        "Forget usrnm and support for signin help.",
        "Ask for assistance logging in.",
        "I can't remember the usernames and I want to sign in.",
        "There's a lost login name.",
        "Can you help me sign in, I cannot remember the usernames?",
        "Trouble logging in due to a forgotten user ID.",
        "Please help me sign in because I am not able to remember the usernames.",
        "It is necessary to gain access to the account, and you will need help to remember your usernames.",
        "Can't remember user; how to sign in?",
        "I don't remember the usernames and I would like to sign in.",
        "Username unable to remember, needs logging help?",
        "Need help with the login.",
        "Need someone to help me log in?",
        "I need you to help me log into my account.",
        "I lost my user ID, so help me!",
        "There is support needed for missing signin info.",
        "Forget usrnm;support for signin help?",
        "Help login if you are a lost user.",
        "I cannot remember my name and you could help me sign in.",
        "The person needs help signing in.",
        "Help signing in if you lost user ID?",
        "Helping with logging in if you forgot name-entry?",
        "There was help required to log in",
        "Help being required to log in.",
        "The account needs to be accessed, you need to remember your name, and there may be a problem logging in.",
        "I lost my login details",
        "I can't remember my name but you might be able to help me sign in.",
        "Help is needed in order to log in.",
        "Requires assistance logging in and forgot usernames.",
        "Help sign in if you cannot remember your username.",
        "Seek logging aid when you forget user ID.",
        "Support needed for missing sign-in information?",
        "Need help with forgotten log-in?",
        "Someone needs help logging in without their usernames.",
        "There's a problem logging in due to forgotten user ID.",
        "I don't remember my name, but you may be able to sign my in.",
        "Need assistance with a Lost login name.",
        "It is necessary to gain access to the account, you need to remember your account name and there may be a problem logging in.",
        "You need assistance with signing in.",
        "Seek logging aid after you forgot your user ID.",
        "Someone lost their usernames and was trying to get access.",
        "Someone lost their login name.",
        "Help logging in if you forgot your Username.",
        "I do not remember my access info.",
        "logging help is required for Username unable to recall?",
        "Please seek logging aid if you have forgotten user ID.",
        "You may be able to assist me in signing in, as I am not able to remember my name.",
        "I cannot remember my name, but you might be able to sign me in.",
        "I lost my account, please help me login.",
        "You need to gain access to the account, you need to remember your account name, and there may be a problem logging in.",
        "You may be able to assist me in signing in since I am unable to remember my name.",
        "Someone need help logging in.",
        "I can't remember my name, but you could lend me an arm and leg to sign in.",
        "Seek login aid for a forgotten user.",
        "If you don't remember your usernames, you will need help in gaining access to the account.",
        "Need login support, Username slip up.",
        "I cannot remember my name, so you can lend me an arm and leg to sign in.",
        "Trouble logging in due to a forgotten user id.",
        "We need help with logging in.",
        "There is a need for help signing in.",
        "Please help Oops! Username forgot",
        "Seek logging aid for Forgot user ID.",
        "If you forgot user ID, seek logging help.",
        "Help logging in if you forgot a usernames.",
        "Someone needs help with signing in.",
        "My name was forgotten and I need help logging in.",
        "Support was needed for missing sign-in information.",
        "There is a need for help to log in.",
        "They need assistance logging in and they forgot their usernames.",
        "There was a problem logging in because of forgotten user ID.",
        "Seek logging aid if you lost user ID.",
        "Get logging aid when you have forgotten user ID.",
        "To log in you need to help.",
        "Please seek logging aid when you forgot user ID.",
        "There is problem logging in due to forgotten user ID.",
        "You may be able to lend me a hand to sign in if I can't remember my name.",
        "Need login support for Username slip up.",
        "Help check-in, wesuz name is stuck!",
        "Need help logging in without a username.",
        "If you misplace user ID, seek logging aid.",
        "Lost user, how can I get back in?",
        "I lost my user ID, do you know what to do?",
        "I forgot my username, need assistance logging in?",
        "I don't remember the usernames, could you please sign me in?",
        "You need assistance with your lost login name.",
        "If you forgot your user ID, seek logging assistance.",
        "I need your help to log in to my account.",
        "Need assistance when you lose your login name.",
        "You need to get logging aid if you forgot user ID.",
        "I can't remember my access information!",
        "You should ask for logging aid if you forgot user ID.",
        "I forgot my usernames and need assistance",
        "Help with logging in when you forgot name entry?",
        "Help login if you're a lost user?",
        "I don't remember my name, you can help me sign in.",
        "Help to sign in if you can't remember it.",
        "Assistance is required for a lost login name.",
        "Need a help logging in.",
        "Need login support after a Username slip-up.",
        "Can't remember my name to log in.",
        "You can help me sign in because I can't remember my name.",
        "To log in, you need help.",
        "It is necessary to gain access to the account, you need to remember your usernames, and you will need help to do that.",
        "Required assistance logging in, but forgot a username.",
        "logging help is required for Username unable to recall",
        "There is trouble logging in due to the forgotten user ID.",
        "Seek login aid because of forgotten usernames.",
        "Did you forget my usernames, need help logging in?",
        "Can you fix this, I forgot my username.",
        "I didn't remember that login name.",
        "I can't remember my name so you may be able to lend me an arm and a leg to sign in.",
        "Required assistance logging in; forgot usernames",
        "I lost my username, can you help me?",
        "Need assistance with logging in",
        "Help sought for logging in due to forgotten user ID?",
        "Help signing in if you have forgotten user ID.",
        "Trying to log in, Username is gone.",
        "You need to remember your usernames and help in gaining access to the account.",
        "You will need help with logging in.",
        "Please help me retrieve my username.",
        "I don't remember my name, help me log in.",
        "Need help with lost log-in information?",
        "User name disappeared, assist logging?",
        "I don't remember my name so you can help me get in.",
        "Help login if you were a lost user.",
        "You can lend me an assist in signing in, I am not able to remember my name.",
        "I forgot my login and need help with it.",
        "Help me login after I lost my password.",
        "I can't remember the login name.",
        "Need login support for a usernames slip up.",
        "Seek logging aid if you misplace your user ID.",
        "You need to remember your account name, there may be a problem logging in, and it is necessary to gain access to the account.",
        "I'm confused, can you help me sign in?",
        "I don't recall my name so you may be able to help me sign in.",
        "I don't remember my name, so you can help me by signing in.",
        "There has been trouble logging in because of a forgotten user ID.",
        "I don't remember my name and you can lend me an arm and a leg to sign in.",
        "Seek logging aid if you forgot your user id.",
        "There's help needed to log in.",
        "You may be able to help me sign in, because I am not able to remember my name.",
        "Need help in signing in?",
        "You must remember your usernames to gain access to the account and you will need help.",
        "I need help in logging in to my account.",
        "I cannot remember my name, so you might be able to help me get in.",
        "You need assistance to log on.",
        "You need support for missing sign-in information.",
        "I can't remember how to log in.",
        "Username can't remember and requires logging help.",
        "Help! Account lost; sign-in support?",
        "Any help with lost signin information?",
        "Please help with logging in?",
        "Help me log in, I'm stumped.",
        "The Username was gone, and it was hard to log in.",
        "I can't remember my name but you can help with sign in.",
        "Need help trying to log in.",
        "In order to gain access to the account, you must remember your usernames, and you will need help.",
        "Difficult to log in because of Username gone.",
        "Can you help me Sign in?",
        "Forget usrnm, support signin help?",
        "forgot usernames, needed log in aid.",
        "Trouble logging in because of forgetting user ID?",
        "I can't remember my name, but you can lend me an arm and leg to sign in.",
        "Seek login assistance for forgotten username.",
        "I lost my account, how can I get back in?",
        "Needed login help?",
        "Need assistance with Lost login name.",
        "You might be able to help me sign in, I don't recall my name.",
        "There's a problem logging in because of forgotten user ID.",
        "Lost signin details - any assistance?",
        "You may be able to help me sign in because I cannot remember my name.",
        "I lost my account and need assistance getting access.",
        "I don't remember the usernames but you can help me sign in.",
        "Need help to log in.",
        "You need assistance logging into it.",
        "usernames forgotten, help with login",
        "Help me, I need to log in to my account.",
        "Look for logging aid when you have forgotten user ID.",
        "Forget usrnm and support signin help.",
        "You can lend me a hand to sign in because I cannot remember my name.",
        "I cannot remember the usernames, can you please help me sign in?",
        "I am not able to remember my name and you may be able to help me sign in.",
        "I lost my username, can you fix it?",
        "It's necessary for assistance for lost user ID.",
        "I don't remember the login name.",
        "I can't remember the usernames and you need to help me sign in.",
        "I cannot remember my name, so you may be able to lend me an arm and leg to sign in.",
        "You can help me sign in, I can't remember my name.",
        "Please help me sign in, I am unable to remember my usernames.",
        "I am having trouble remembering the usernames, can you help me sign in?",
        "Require assistance to log in",
        "Please help me sign in because I don't recall my name.",
        "I forgot my usernames, so need assistance.",
        "Assistance is needed for a lost user id.",
        "Did you misplace your user ID and need assistance signing in?",
        "Help logging in and forgetting usernames is required.",
        "Need login support because of Username slip-up.",
        "I lost my usernames, can you help me?",
        "You may be able to help me sign in because I don't remember my name.",
        "I am not able to remember my name and you can lend me an arm and a leg to sign in.",
        "logging help is required for a Username unable to recall.",
        "Help me, I lost my user ID.",
        "Please help us to sign in.",
        "I don't remember the usernames and I need to sign in.",
        "User ID has been lost, seek logging aid.",
        "I cannot remember my name, you may be able to lend me an arm and leg to sign in.",
        "They need to help with logging in.",
        "Look for logging aid if you have forgotten user ID.",
        "Some assistance is needed for a lost user ID.",
        "Help me log in, I can't remember.",
        "I need help logging in.",
        "I am unable to remember my name but you can lend me an arm and leg to sign in.",
        "It is necessary for you to remember your usernames and for help to gain access to the account.",
        "Seek logging assistance if you forgot your user ID.",
        "You need help with Logging in.",
        "Please assist me in retrieving my usernames",
        "Someone needs to log in.",
        "Help login if you have lost a user.",
        "Need help logging in after forgetting my name.",
        "Need help regaining account info.",
        "Lost signin details, anyone able to help?",
        "My usernames was forgotten, need help logging in.",
        "Forgotten user; assistance for access?",
        "I don't remember my usernames, can you help me sign in?",
        "How to log in, usernames forgotten?",
        "It is necessary to gain access to the account, you must remember your usernames, and you will need help to do that.",
        "I don't recall my name and you can help me get in.",
        "You can help me get in if you can recall my name.",
        "There's need for support for missing sign-in info.",
        "I lost my user ID, can you help?",
        "I have no recollection of my name so you can help me sign in.",
        "There's help needed for forgotten usernames.",
        "Need to get assistance to log in.",
        "Help logging in when you forgot your username.",
        "You may be able to lend me an assistance sign in if I can't remember my name.",
        "Assistance for a forgotten user is needed.",
        "Support needs to be provided for missing sign-in info.",
        "You need help to log into.",
        "Needing help with log in",
        "Can you fix it? I forgot my usernames.",
        "People need assistance with a lost login name.",
        "I need help with a lost username.",
        "There is a need to help log in.",
        "There's need of login support.",
        "You can help me sign in if I can't remember my name.",
        "Help! Username confusion; sign-in support?",
        "You might be able to help me sign in since I am not able to remember my name.",
        "Can you help me remember my nametag for login?",
        "An assistance to log in is needed.",
        "Assist logging in if you forget your username.",
        "I've forgotten my nametag for login.",
        "Please help, Username forgot!",
        "I cannot remember my name, you can help me sign in.",
        "You must remember your usernames, and help is needed to gain access to the account.",
        "You can lend me a hand to sign in because I don't recall my name.",
        "There is help you need with logging in.",
        "I lost my user ID, please help?",
        "I lost my login, how do I get it back?",
        "Seek logging aid when you have forgotten your user ID.",
        "I cannot remember my name, but you might be able to sign my in.",
        "Help logging in without a username.",
        "Seek logging aid when you misplace the user ID.",
        "I do not remember my name, but you can help me sign in.",
        "Trouble logging in because of forgotten user ID was sought.",
        "Need help with lost login name.",
        "Need assistance Lost login name.",
        "I can't remember my name so you can help me get in.",
        "You could help me sign in, I cannot remember my name.",
        "I forgot my login and need assistance with that.",
        "To gain access to the account, you need to remember your usernames, and you will need help with that.",
        "Need login support for a Username slip up.",
        "You must remember your usernames to gain access to the account, and you will need help.",
        "Someone forgot their user ID and needs logging aid.",
        "I need help logging in?",
        "Helping to log in is needed.",
        "Help with logging in if you forgot name entry.",
        "You might be able to help me sign in because I can't remember my name.",
        "You may be able to help me get in because I don't recall my name.",
        "Need login help when you lost your credentials?",
        "Someone needs assistance with the login.",
        "I can't remember my name, and you might be able to help me sign in.",
        "People are having trouble logging in because of a forgotten user ID.",
        "I don't recall my name but you may be able to sign my in.",
        "There is need for help for lost user ID.",
        "I don't recall my name, you may be able to help me sign in.",
        "I can't remember my name, so you may be able to assist me in signing in.",
        "Request logging aid if you forgot user ID.",
        "I can't remember the usernames, could you please sign me up?",
        "An assistance to log in is necessary.",
        "You can give me a hand to sign in if I can't remember my name.",
        "Need help for missing sign-in info?",
        "Help logging in",
        "Please help with lost login name.",
        "I can't remember my name but you could lend me an arm and leg to sign in.",
        "Help login if you've lost a user?",
        "Support required for missing sign-in info.",
        "Request logging aid when you misplace user ID.",
        "I don't recall my name and you could help me sign in.",
        "You can lend me an assist in signing in, I am unable to remember my name.",
        "If you forget your user ID, ask for logging aid.",
        "I can't remember my name, and you may be able to help me get in.",
        "Do you need login aid forforgotten usernames?",
        "I am unable to remember my name and you can help me get in.",
        "Help logging in without a username",
        "Help logging in if you have forgotten your username.",
        "If you misplace your user ID, try logging aid.",
        "I have forgotten the login name.",
        "Look for logging aid if you forgot user ID.",
        "Looking for help signing in.",
        "Please help me to log in",
        "There's a problem with logging in due to forgotten user ID.",
        "Help needed for missing sign-in info?",
        "Someone lost a user and needs help.",
        "Help, Username was forgotten!",
        "You can lend me an assist in signing in if I can't remember my name.",
        "You may be able to help me sign in since I'm not able to remember my name.",
        "Help me log in to my account, please.",
        "Need login help for a lost credentials?",
        "There are troubles logging in due to forgotten user ID.",
        "I cannot remember my name, so you may be able to lend me an arm and a leg to sign in.",
        "You may be able to assist me in signing in, I am not able to remember my name.",
        "Someone needs login help after losing credentials.",
        "There is an assistance needed for a lost user ID.",
        "Go for logging aid after forgetting user ID.",
        "Username forgotten, help!",
        "I don't recall my name but you can lend me a hand to sign in.",
        "You may be able to help me get in, I cannot recall my name.",
        "Please help me log in",
        "Need login support after a Username slip-up",
        "I can't remember how to login.",
        "Please help me in retrieving my Username.",
        "Need help with sign-in support?",
        "Need login support for slip up.",
        "You may be able to assist me in signing in, I don't recall my name.",
        "You could help me get in because I cannot remember my name.",
        "You may be able to help me sign in when I am unable to remember my name.",
        "Someone has lost a user and needs help.",
        "Have you forgotten user ID or need assistance signing in?",
        "It is necessary to gain access to the account, you need to remember your name, and there could be a problem logging in.",
        "Did you misplace your usernames, need help logging in?",
        "Please assist with retrieving your Username.",
        "Trouble logging in due to forgot user ID.",
        "I can't remember my name, but you can lend me an arm and a leg to sign in.",
        "Help log-in if you can't remember usernm.",
        "You need to remember your usernames to gain access to the account, and you will need help.",
        "You can help me sign in because I cannot remember my name.",
        "I cannot remember my name but you can help me sign in.",
        "username forgotten, help with login?",
        "I cannot remember my name so you may be able to assist me in signing in.",
        "Need help with signing up?",
        "I am unable to remember my name, you can help me sign in.",
        "I need help logging on.",
        "I need the help to log in.",
        "You can lend me an assist in signing in if I don't remember my name.",
        "Logging help is required for a usernames inability to recall.",
        "Lost user, help to get back in?",
        "Username cannot remember, requires logging help.",
        "There's trouble logging in due to a forgotten user ID.",
        "You can help me sign in because I don't remember my name",
        "Needs help logging in without a username.",
        "I need your help to sign in because I don't remember.",
        "I cannot log in, need username aid?",
        "You will need to help to log in.",
        "Can't remember a name, help me log in.",
        "You may be able to help me sign in, I have trouble remembering my name.",
        "Help! Username was forgotten",
        "Need username aid if you can't log in?",
        "Assist with logging in if you forgot name entry?",
        "Need assistance, lost login name.",
        "For forgotten usernames, help is needed.",
        "There is assistance needed for losing a user ID.",
        "Do you need login aid for forgotten username?",
        "Help me log in, I lost my username.",
        "Help with logging in, if you forgot name-entry?",
        "need help to log in",
        "I was unable to remember the stupid login name.",
        "Requires assistance logging in; forgot usernames.",
        "There is a help needed to log in.",
        "I have trouble remembering my name and you can help me sign in.",
        "Assist with logging in if you forgot name-entry?",
        "There's a need for help logging in",
        "You may be able to help me get in when I can't remember my name.",
        "The missing login name requires assistance.",
        "I can't remember my name but you might be able to sign my in.",
        "Can't remember my name, how to log in?",
        "I don't remember the usernames and could you help me sign in?",
        "I need help with signing in.",
        "You require help logging in.",
        "Forget usrnm, please support signin help?",
        "Please help us log in.",
        "I want you to sign in because I don't remember my name.",
        "There is assistance required for the lost user ID.",
        "Seek logging aid when you lost the user ID.",
        "Couldn't remember user; login assist?",
        "I forgot my account and need help logging in.",
        "logging help is needed for a Username unable to recall.",
        "You have lost a login name.",
        "Unable to log in due to the Username gone.",
        "Seek logging aid when you forgot user ID.",
        "You are in need of help logging in.",
        "Can't remember user; can't log in?",
        "I need to log in to my account, please help.",
        "Seek login aid for forgotten usernames!",
        "I lost my usernames, how can I get back into it?",
        "You need help with signing in.",
        "If you misplace the user ID, seek logging aid.",
        "I lost my account, can you help me log in?",
        "There are people who need help logging in.",
        "You need help to log in",
        "troubles logging in due to forgotten user ID",
        "I am not able to remember my name but you can help me sign in.",
        "There was need for support for missing sign-in info.",
        "You will need help to gain access to the account, you need to remember your usernames.",
        "Required assistance logging in and forgot the usernames.",
        "Can you help me sign in because I don't remember the usernames?",
        "Can you help me sign in, I can't remember my name?",
        "I can't remember my nametag for login.",
        "To gain access to the account, you need to remember your usernames and you will need help with that.",
        "Need username aid if you cannot log in?",
        "Trouble logging in due to forgotten user ID",
        "You may be able to help me sign in since I am unable to remember my name.",
        "I have trouble remembering my name and you may be able to help me sign in.",
        "Trouble logging in due to forgotten user id.",
        "I can't remember my name but you may be able to help me get in.",
        "I lost my user ID, did anyone help?",
        "I don't remember my name and you can help me to sign in.",
        "I forgot the Username, help?",
        "Help signing in if you have forgotten user ID?",
        "I can't remember my username, can you help me sign in?",
        "I lost my user ID and need your help!",
        "You need to remember your account name, and you may have a problem logging in.",
        "I cannot remember my name, but you can lend me an arm and legs to sign in.",
        "I have no clue about my username; help?",
        "login aid for forgotten usernames?",
        "Trying to log in with a usernames gone.",
        "Need password support for Username slip-up.",
        "logging help is required if Username cannot remember.",
        "There is assistance needed for logging in.",
        "You may be able to help me get in, I don't recall my name.",
        "Seek logging aid if you have lost your user ID.",
        "I can't remember my name but you can lend me a leg and arm to sign in.",
        "We lost a login name.",
        "Need logging aid, if you forgot user ID.",
        "Request logging aid if you lost your user ID.",
        "I need help finding my account info.",
        "You need help log in.",
        "I forget my name so you can help me sign in.",
        "Problems logging in due to forgotten user ID are sought.",
        "Help me log in, I cannot remember my username.",
        "I lost my usernames and can you help me with it?",
        "Can you sign me in, I cannot remember my name.",
        "There should be assistance logging in and forgot usernames.",
        "I can't remember my name so you can lend me a hand to sign in.",
        "Contact logging aid after forgetting user ID.",
        "Need login support for Username slip up",
        "Get logging aid if you forget user ID.",
        "A slip up needs login support.",
        "I can't remember the usernames, you can help me sign in.",
        "I cannot sign in unless you help me remember my name.",
        "UserName is gone, assist logging?",
        "I lost my user ID, please help me!",
        "Any help getting the signin details back?",
        "I forgot my username so need assistance logging in.",
        "You can help me sign in since I am not able to remember my name.",
        "Seek login aid for forgotten username.",
        "Can't remember my name, help me log in.",
        "You need to remember your usernames and help to get access to the account.",
        "You might be able to lend me a sign in if I can't remember my name.",
        "If you have forgotten user ID, seek logging aid.",
        "People need help logging in",
        "User name was gone, assist logging?",
        "Help logging in is needed.",
        "The forgotten login name requires assistance.",
        "I don't remember my name, so you can help me sign in.",
        "Losing login name requires assistance.",
        "You have lost your login name.",
        "Oops! Username forgotten, help?",
        "There is a lost login name and assistance is required.",
        "Can you help me sign into it?",
        "They need help with their login.",
        "If you have forgotten your login, seek assistance.",
        "Please help me logging in to my account",
        "Looking for logging aid after forgetting user ID.",
        "Need login aid for forgotten usernames?",
        "You may be able to assist me in signing in since I cannot remember my name.",
        "Trying to log in is difficult with the Username gone.",
        "There is assistance needed for the lost user ID.",
        "I can't remember my name but you could lend me an arm and legs to sign in.",
        "I don't remember my name, so please help me sign in.",
        "You need help logging into.",
        "Please help! Username amnesiac; sign-in support?",
        "usernames forgotten, help with login?",
        "Please help me get in to my account.",
        "Someone needs to log in, but forgot their name.",
        "Seek login aid for forgotten usernames?",
        "Help required to log in.",
        "Need support for Username slip up.",
        "Assistance to log in is necessary.",
        "I cannot remember my name, you may be able to help with sign in.",
        "Help login for a lost user.",
        "Need assistance logging in; forgot usernames.",
        "Help! Username was forgotten!",
        "Help is required for log in.",
        "Please help me logging in without a usernames.",
        "The assistance was sought for logging in due to forgotten user ID.",
        "To log in, help is required.",
        "You can help me get in, I am not able to remember my name.",
        "I had lost my login details.",
        "\"Forget usrnm; support for signin help\"?",
        "How can I access my account after I lost my login?",
        "Help getting access after losing a usernames",
        "Help getting access when you lost a usernames!",
        "Help is needed for lost user ID.",
        "I needed help logging in.",
        "You need to gain access to the account, you need to remember your account name, and there might be a problem logging in.",
        "Help is needed to sign in.",
        "It requires help to log in.",
        "Are you unable to log in and need usernames assistance?",
        "There is difficulty logging in because of forgotten user ID.",
        "You need support for missing sign-in info",
        "I don't remember my name so you can help me to sign in.",
        "I need your help signing in because I don't remember my name.",
        "I can't remember my name but you can lend me an arm and a legs to sign in.",
        "There is assistance you need with logging in.",
        "Can't remember user; can't sign in?",
        "Help me to sign in, I can't remember my name.",
        "I can't remember my name, so you can help me get in.",
        "Can you help me sign in, I can't remember the usernames?",
        "Need help with my log in.",
        "I forgot my usernames, so I need help logging in.",
        "Help to log in.",
        "Need support for Username slip-up.",
        "Trouble logging in due to a forgotten user ID",
        "If you can help me sign in, I am not able to remember the usernames.",
        "You could help me sign in because I am unable to remember my name.",
        "I cannot sign in myself because I don't remember my name.",
        "You could help me get in because I am not able to remember my name.",
        "Require assistance in logging in.",
        "Logging help required for Username unable to remember.",
        "I cannot remember my name and you may be able to lend me an arm and legs to sign in.",
        "I don't remember my name and you may be able to help me sign in.",
        "I can't remember my name, you can help me sign in",
        "I don't remember my name, but you can help me by signing in.",
        "Assistance is needed for the lost login name.",
        "You will need assistance logging in.",
        "I forgot thestupid login name.",
        "You can help me sign in as I am not able to remember my name.",
        "I need help with my forgotten username.",
        "I don't remember the usernames, please help me sign in",
        "If you can help me sign in, I'm not able to remember the usernames.",
        "missing sign-in info needs support.",
        "Help logging in when you forget your username.",
        "I forgot my usernames and need help.",
        "We need help with lost user ID.",
        "Someone needs help logging in without a usernames.",
        "Support is needed for missing sign- in info.",
        "You need help with logging in.",
        "I cannot remember my account, can you help?",
        "If you don't remember your usernames you will need help to gain access to the account.",
        "I forget that stupid login name.",
        "Please help Oops! Username forgotten!",
        "If you can't log in, you need usernames aid.",
        "Need assistance to Log in.",
        "We need assistance signing in.",
        "Can't remember sign in name.",
        "Lost login name required assistance.",
        "There is support needed for missing sign-In info.",
        "Help me log in to my account.",
        "Help required for lost login name.",
        "You need to seek logging aid if you forgot the user ID.",
        "I don't recall my name but you may be able to help me get in.",
        "Trouble logging in is due to a forgotten user ID.",
        "I don't remember my name but you may be able to help me sign in.",
        "Seek login aid for forgot usernames.",
        "Help us to sign in?",
        "If you have forgotten user ID, try logging aid.",
        "Need login support due to Username slip-up.",
        "Need to sign in but can't remember the name?",
        "Lost signin info, any help available?",
        "You need login aid for forgotten usernames.",
        "There was trouble logging in because of forgotten user ID.",
        "There is trouble logging in due to forgot user ID.",
        "Helping me log in, can't remember my name?",
        "Help signing in if you forgot user ID.",
        "Logging help is required if Username is unable to remember.",
        "Lost account and need help getting access."
    ]
}