{
    "company_type": "Credit Card Companies",
    "inquiry_category": "Automatic payment setup and management",
    "inquiry_sub_category": "Payment Processing Errors",
    "description": "Customers inquire about unexpected charges, declined payments, or double-billing issues occurring during automatic payment setup, seeking clarification and resolution to ensure accurate payment processing.",
    "inquiry": "Did I set up double-billing by mistake?",
    "paraphrases": [
        "Was an error the result of double-charging setup?",
        "Am I wrong to charge twice?",
        "Was the set up of double charges by me?",
        "Did my mistake cause charges to overlap?",
        "Was the setting up of double charges by me an accident?",
        "Do the two billings come from my mistake?",
        "Did a mistake lead to automatic double bill?",
        "Had billing mistake caused double charge?",
        "It's possible I inadvertently enabled double charges.",
        "Was it an error connected to double-charging setup?",
        "may there be double-charging due to an oversight",
        "Double-billing charges could have been unintentionally enabled.",
        "Did I accidentally receive two charges?",
        "Did I unintentionally create duplicate bills?",
        "Did me charge twice?",
        "A double-bill was inadvertently created.",
        "I wanted to know if I messed things up with two bills.",
        "It was accidental to bill multiples.",
        "Oops! double bill slip up?",
        "Double-billing charges might have been enabled accidentally.",
        "Is double-billing the fault of me?",
        "I wonder if double charges were accidentally set up by me.",
        "Oops! dual bill slip-up.",
        "Was this an error in multiple billing?",
        "Multi-billing caused by accident...",
        "Is there doublecharging due to an oversight?",
        "Oops! there was a dual bill slip-up.",
        "Is a dual bill slip-up?",
        "Was there a mistake made with double-charging setup?",
        "There was a possibility that I accidentally created duplicate bills.",
        "Is there a mistake that created double-bill?",
        "Is dual charges mistakenly enabled?",
        "Is it possible double-billing was made up by mistake?",
        "A mistake doubled charges?",
        "Is it my mistake that caused these two billings?",
        "Did double-charging happen accidentally?",
        "Did the misstep result in duplicated charges?",
        "Oops! dual bill error?",
        "Is the additional bills my mistake?",
        "Was it my mistake that doubled the charges?",
        "Did a mix-up give two invoices?",
        "Did I make things worse by having 2 bills?",
        "Did a mistake lead to an automatic double billing?",
        "Is there a chance that double-billing was made up?",
        "Did I inadvertently set up dual billing?",
        "Do I have inadvertently enabled dual charges?",
        "I wonder if I set up double billing by mistake.",
        "Is it possible that I set up dual billing unintentionally?",
        "Did a mistake result in double billing?",
        "Is it my mistake that causes me to bill twice?",
        "I wondered if I messed things up with a couple of bills.",
        "I was wondering if I set up double-billing accidentally.",
        "Double-billing charges could have been mistakenly enabled.",
        "Did the mistake lead to the double billing?",
        "Is there a double bill slip-up?",
        "Do the two billings result from my mistake.",
        "dual bill slip-up?",
        "I wonder if I enabled double charges accidentally.",
        "Is it possible that the extra bills are my error?",
        "I'm curious if I set up doublecharging.",
        "Was it Messed up with dual charges?",
        "I am wondering if I set up double charging",
        "Is it incorrect for me to charge twice?",
        "Did I inadvertently enable dual charges.",
        "Is it possible that I set up dual billing accidentally?",
        "Did I accidentally set up dual bill?",
        "The double charges may have been enabled accidentally.",
        "Did the double billing issue come about accidentally?",
        "Could it have been a mistake to enable double charges?",
        "Had I made duplicate bills?",
        "Is it my mistake that resulted in these two billings?",
        "Is it possible that double-billing was mistaken?",
        "Is it a dual bill slip up?",
        "Is this a dual bill slip-up?",
        "I wondered if the extra bills were my mistake.",
        "Is double-billing my fault!",
        "My mistake might result in the two billings.",
        "Did double-billing unintentionally occur?",
        "Did an automatic double billing occur because of a mistake?",
        "Was there a mistake in doubling payment?",
        "I wondered if I accidentally created duplicated bills.",
        "Maybe a mistake caused two invoices to be generated.",
        "Did I make a mistake in double- billing?",
        "Did a mistake lead to two invoices being generated?",
        "Was there a mistake that resulted in duplicate charging?",
        "Was setting up double charges a mistake?",
        "Did the double billing problem happen accidentally?",
        "Is it possible that unintentional duplicate charging happened?",
        "Did I make a mistake and set up two charges?",
        "Is it possible that I'm being billed twice unintentionally?",
        "I don't know if I accidentally got charged twice.",
        "Did the mistake prompt double billing?",
        "Is it possible that I accidentally set up dual billing?",
        "The double bill was accidentally created?",
        "Have I accidentally set dual billing up?",
        "Oops, double-billed?",
        "double charge because of billing mistake?",
        "There may be double-charging due to a mistake.",
        "Are the extra bills my mistake.",
        "A mistake resulted in duplicate charges?",
        "Did a mistake caused two invoices to be created by me?",
        "Is it accidental duplicate in my bills?",
        "Are there two bill slip-up?",
        "I am wondering if I accidentally set up dual billing.",
        "Maybe there was a dual bill slip-up.",
        "Was setting up double charges an accident done by me?",
        "Oops! a dual bill slip up!",
        "I wonder if I messed with 2 bills.",
        "I was wondering if I unintentionally enabled double charges.",
        "Could be accidentally double-charging?",
        "Maybe there is double-charging due to an oversight",
        "Might there be double charging due to an oversight?",
        "Did I accidentallyrecord dual payments?",
        "I was asked if I accidentally created duplicate bills.",
        "Was an error made by the double-charging setup?",
        "Will I accidentally set up dual billing?",
        "Was it a Messed up dual charges?",
        "Do I mistakenly allow dual charges?",
        "Double charge due to Billing mistake?",
        "An error was made with the double-charging setup.",
        "Did I make a mistake when double-billing?",
        "I wonder if the extra bills are my mistake.",
        "Was that an error caused by double-charging setup?",
        "Was it accidental to have a double-bill?",
        "Was it Messed up dual charges?",
        "Have there been accidental duplicate charging?",
        "do I set up dual billing unintentionally?",
        "Was it my fault that double charges were set up?",
        "What if I accidentally set up double charges?",
        "Is it possible I accidentally created duplicate bills?",
        "Is it likely that double-billing was set up by mistake?",
        "Have I made a mistake with dual billing?",
        "Were double-bills accidentally enabled?",
        "An accidental billing of multiples.",
        "Is it possible double billing was a mistake?",
        "Have I inadvertently set dual charges?",
        "A mistake caused double charge.",
        "Did automatic double billing come about because of a mistake?",
        "Multiple-billing by mistake...",
        "I am wondering if I setup double charging.",
        "I wonder if I set up double charging",
        "Was it error doubled charges?",
        "Is it possible that the double-billing was made up?",
        "A double bill may have been accidentally created.",
        "Double-billing charges might have been wrongly enabled.",
        "Multi-billing happened by accident.",
        "Was it an accident for me to set updouble charges?",
        "I wonder if I have inadvertently enabled dual charges.",
        "Was double-billing my fault?",
        "Oops, there was a dual bill slip up.",
        "Did a mistake lead to automatic double billing.",
        "I don't know if I set up dual billing accidentally.",
        "Is there anything I messed up with with 2 bills?",
        "Might there be double-charging due to an oversight?",
        "Was it accidental duplicatecharging?",
        "Was the setting up of double charges an accident?",
        "Is it my fault that duplicate payments were created?",
        "Had I accidentally created duplicate bills?",
        "The double-bill might have been created accidentally.",
        "Was an error made in the double-charging setup?",
        "The two billings may be related to my mistake.",
        "Is it possible that double-billed accidentally?",
        "I wondered if double charges were an accident by me.",
        "Double-billing charges could have been wrongly enabled.",
        "Do I unintentionally set up dual billing?",
        "Was this accidental duplicate charging?",
        "Was double billing charged mistakenly enabled?",
        "Did I unintentionally set up double-billing?",
        "Is it my mistake that causes double billing?",
        "Maybe I accidentally created duplicate bills?",
        "Did a mistake cause two invoices to be written?",
        "Did double billing occur unintentionally?",
        "Oops, billed twice in quick time?",
        "Did I make a mistake with double billing?",
        "Double charge due to billing mistake?",
        "inadvertently billed multiples",
        "Is charging twice error?",
        "Was this a dual bill slip-up?",
        "Double-billed charges could have been mistakenly enabled.",
        "Did the double billing issue happen unintentionally?",
        "Were there duplicate charges because of Misstep?",
        "Was it a mistake to set up double- billing?",
        "Has a mistake caused two invoices to be generated?",
        "Mistakenly billing multiples.",
        "Was it an accident to have created double-bill?",
        "Did you accidentally make double- bill?",
        "duplication in billing, is it my error?",
        "Was an error made while double-charging?",
        "Did I enable dual charges wrongly?",
        "I'm wondering if I messed things up with 2 bills.",
        "Maybe I messed things up with 2 bills.",
        "Was double billing my fault?",
        "Were double-billing charges unintentionally enabled?",
        "Are the extra bills a mistake?",
        "Did accidental duplicate charging happen?",
        "It was possible that I created duplicate bills.",
        "Oops! Double bill slip-up?",
        "Is there a chance double-billing was set up accidentally?",
        "Did a mistake cause double billing?",
        "Is it my fault that duplicate payments have been set up?",
        "Was there a mix-up that resulted in two invoices?",
        "Was it a mistake to put up double charges?",
        "Multi-billed by mistake...",
        "Double-billed accidentally?",
        "Is it accidental to double charge?",
        "Is double-billing possibly a mistake?",
        "I wonder if these two billings are the result of my mistake.",
        "Was the double charges set up accidentally by me?",
        "Maybe there was double-charging due to an oversight.",
        "I could have accidentally enabled double charges.",
        "Is this two billings result from my mistake?",
        "Has there been double-charging due to an oversight?",
        "I was asked if a mistake caused two invoices to be generated.",
        "Did a mix-up result in two invoices?",
        "I wonder if I accidentally created some duplicate bills.",
        "Was double-billing charges mistakenly enabled?",
        "I wonder if I messed up with the two bills.",
        "Was a problem with double billing accidental?",
        "Was double-billed charges mistakenly enabled?",
        "Did I make a mistake when setting up double-billing?",
        "I want to know if I created duplicate bills.",
        "I was wondering if I triggered accidental dual payment recordings.",
        "Is it possible that double-bills were made accidentally?",
        "I wonder if I set up double charges.",
        "Is a mistake the cause of two invoices being generated?",
        "Was it a billing mistake that caused the double charge?",
        "Misstepping resulted in duplicate charges?",
        "Did someone make a mistake that led to double billing?",
        "Were accidental dual payment recordings triggered by me?",
        "Is there a possibility of double-charging due to an oversight?",
        "When establishing the extra bills is it an error?",
        "Was double-billing charges enabled mistakenly?",
        "I wonder if the double-billing is my fault.",
        "Is my bills unintentionally duplicated?",
        "Is it a billing mistake that caused a double charge?",
        "Did I mistake double billing?",
        "Is dual billing set up unintentionally?",
        "What about an error in multiple billing?",
        "Were double-charging charges mistakenly enabled?",
        "Is it a mistake to have extra bills?",
        "Was it me who set up double charges?",
        "Accidentally doubling-charging?",
        "Did I make duplicate bills accidentally?",
        "Is it a mistake that two invoices were generated by me?",
        "I wonder if I inadvertently set up double charges.",
        "I thought I set up dual billing unintentionally.",
        "Did an error lead to double billing?",
        "Errors, me, charge twice?",
        "Did a mistake cause the double billing?",
        "Are the two billings related to my mistake?",
        "I was wondering if a mistake made two invoices to be generated.",
        "Oops, dual bill mistake!",
        "I wonder if I accidentally set up dual billing.",
        "There may have been accidental duplicate charging.",
        "Is it possible that I unintentionally enabled dual charges?",
        "I wonder whether I messed things up with 2 bills.",
        "Do I have accidental duplication in my bills?",
        "Maybe double-billing was made up by mistake.",
        "Was it my mistake that caused multiple charges?",
        "Did a double billing problem arise accidentally?",
        "Did me accidentally set up double charges?",
        "Was it me that set up double charges?",
        "Did I set up double-billing in the wrong way?",
        "There may be an error in multiple billing.",
        "Is there accidental duplicate charging?",
        "Did you make a double-bill accidentally?",
        "Was double charges an accident for me?",
        "I wonder if it's double-billing my fault.",
        "Did I inadvertently pay twice?",
        "Is there a case of unintentional duplicate charging?",
        "Double-billing charges may have been unintentionally enabled.",
        "Is the double charges an accident by me?",
        "Did a double billing issue arise inadvertently?",
        "Maybe double-bill was created accidentally?",
        "Did a mistake lead to double bill?",
        "Is it possible that a mistake caused two invoices to be generated?",
        "Was the error made by double-charging setup?",
        "When establishing the extra bills, is it my mistake?",
        "Is there a billing mistake that caused double charges?",
        "Did I unintentionally be billed twice?",
        "Did a mistake lead to double bills?",
        "It is possible that I unintentionally enabled double charges.",
        "Did there be inadvertently duplicate charging?",
        "The mix-up resulted in two bills.",
        "Do these two billings result from my error?",
        "Are dual charges mistakenly enabled?",
        "I thought I messed up with 2 bills.",
        "Have I accidentally set up dual bill?",
        "Hmm, messed up dual charges?",
        "Did I inadvertently record dual payments?",
        "Are I setting up dual billing inadvertently?",
        "Wondering if I put double charging in place.",
        "Is this possible that double-billing was a mistake?",
        "Double-billing my own fault?",
        "Is it possible that double-billing was setup by mistake?",
        "Have you mistakenly enabled dual charges?",
        "Was that double-billing my fault?",
        "Did I set up dual billing without thinking?",
        "Is it possible that double-charging was set up by mistake?",
        "Maybe double-charging is due to an oversight.",
        "Is there a chance that double-billing was set up by mistake?",
        "Is it possible that I had mistakenly enabled double charges?",
        "I Messed up dual charges?",
        "Did I accidentally duplicate bills?",
        "Set up double-billing?",
        "Was it an error caused by the double-charging setup?",
        "I wondered whether I messed up with 2 bills.",
        "I wonder if I set up dual billing inadvertently.",
        "Did a mistake cause a couple of invoices to be generated by me?",
        "Did I make a mistake that resulted in two invoices being generated?",
        "There may have been an accidental double billing issue.",
        "I wondered if I had set up double charging.",
        "Double-charging charges may have been accidentally enabled.",
        "Isdouble-billing my fault?",
        "Did I mistake double-bills?",
        "Does the two bills result from my mistake?",
        "I would like to know if I mistakenly enabled dual charges.",
        "Is it an accidental double-charging?",
        "I was wondering if I set up double-billing by mistake.",
        "Did I accidentally add more bills?",
        "There might be double-charging due to an oversight",
        "do I unintentionally set up dual billing?",
        "Did double-bills happen accidentally?",
        "Is there double-charging due to an error?",
        "Did Misstep lead to duplicate charges?",
        "Had a billing mistake caused a double charge?",
        "Did double-billing happen mistakenly?",
        "Was setting up double charges an accident for me?",
        "Are I unintentionally setting up dual billing?",
        "Did I make a mistake when double-charging?",
        "Is dual charges enabled accidentally?",
        "How about accidental double-charging?",
        "I wonder if double- billing is my fault.",
        "My mistake may have resulted in these two billings.",
        "Do these two billings account for my mistake?",
        "Is double charges an accident that I set up?",
        "Did I make a mistake with double-bills?",
        "Is double-billing charges accidentally enabled?",
        "Is it possible that double-billing was wrong?",
        "Was it an error for me to charge twice?",
        "Did I accidentally bill twice?",
        "Misstep led to duplicate charges?",
        "Wronged up payment doubling?",
        "Did the double-bill accidentally be created?",
        "Was it an accident for me to set up the double charges?",
        "Is there a mistake that caused automatic double billing?",
        "Is establishing the extra bills wrong?",
        "Was it me setting up double charges?",
        "There were duplicate charges as a result of misstep.",
        "Is dual-billing my fault?",
        "Was it an accident to make double charges?",
        "Did a billing error cause double charges?",
        "Was it an error to create duplicate bills?",
        "Is it an accident for me to set up double charges?",
        "Was it my mistake to create duplicate bills?",
        "Double-billing occurred unintentionally?",
        "I don't know if I created duplicate bills.",
        "Have I accidentally enabled dual charges.",
        "Is it my fault that I'm billing twice?",
        "Did I accidentally charge two things?",
        "Is it possible that double-billing was set up in error?",
        "Is it because I messed up with 2 bills?",
        "Should these two billings result from my mistake?",
        "Did double- billing happen inadvertently?",
        "You may have an error in multiple billing.",
        "Did a double billing issue happen because of carelessness?",
        "I didn't set up double-billing correctly.",
        "Is there a mistake that caused two invoices to be generated?",
        "I was wondering if I set up double-bills by mistake.",
        "Was it a mistake for me to enable double charges?",
        "It's possible I accidentally enabled double charges.",
        "Were there an error made with double-charging setup?",
        "I don't know if I setup double charging.",
        "Will the two billings result from my mistake?",
        "The double-charging may have been accidental.",
        "Double-billing my fault?",
        "Did I make a mistake by setting up double bills?",
        "Have I set up dual billing without being aware?",
        "Is it possible that Misstep resulted in duplicate charges?",
        "A double bill was accidentally created?",
        "Is it true that I created duplicate bills?",
        "I wondered if double-billing occurred unintentionally.",
        "A mistake? Double-billed?",
        "Did I set up double-charging by mistake?",
        "Was an error linked to double-charging setup?",
        "Is it possible that I set up dual billing inadvertently?",
        "The double-bill was unintentionally created?",
        "Have I accidentally set up dual billing.",
        "Is there a chance that I accidentally created duplicate bills?",
        "I wonder if I set up double charges accidentally.",
        "Did double bills happen unintentionally?",
        "Multi- billed by accident...",
        "Did there be a mistake which led to double billing?",
        "Did I accidentally add more charges?",
        "Is there accidental duplicate in my bills?",
        "Did I mistake setting up double charges?",
        "Oops, accidentally double-charging?",
        "Are the extra bills my error?",
        "Is it an accident to set up double charges?",
        "It's possible that double-billing was accidentally set up.",
        "Did a billing mistake cause double charge?",
        "Could the double charges have been mistakenly enabled?",
        "Could it be an error in multiple billing?",
        "Was it an accident that I set up double charges?",
        "Did a billing mistake lead to double charges?",
        "Did I set up the double charges accidentally?",
        "Could the double charges have been enabled accidentally?",
        "Is it a mistake to establish the extra bills?",
        "I Accidentally billed multiples.",
        "Have I made something happen with dual billing?",
        "Is it my fault to bill twice?",
        "Was wondering if I set up double charging.",
        "Is the double- billing my fault?",
        "Is dual billing set up inadvertently?",
        "Did double-billing come about unintentionally?",
        "Was a double billing issue an error?",
        "I don't know if I set up double billing by mistake.",
        "Did a double billing issue come about accidentally?",
        "I think I messed things up with two bills.",
        "Did there be duplicate fees unintentionally?",
        "I'm wondering if I have doublecharging set up.",
        "Is it accidental to double-charging?",
        "Does the mistake resulted in duplicate charges?",
        "Was it an error that I created duplicate bills?",
        "Was the double-billing charges mistakenly enabled?",
        "Was it an error due to double-charging setup?",
        "Did a mistake cause me to create two invoices?",
        "Is that double-charging my fault?",
        "Is it an error for me to charge twice?",
        "Was a double-charging setup the reason for the error?",
        "Are these two bills a result of my mistake?",
        "Is dual billing accidentally set up?",
        "Have I inadvertently enabled two charges?",
        "There might have been an accidental double billing issue.",
        "A dual bill slip up?",
        "Did a mistake cause a double bill?",
        "Oops resulted in two invoices?",
        "Was it an error caused by a double-charging setup?",
        "The double-bill was made accidentally.",
        "Are these two billings because of my mistake?",
        "Is it possible I accidentally set up dual billing?",
        "I wonder if I'm at fault for setting up duplicate payments.",
        "I am wondering if I am at fault for setting up duplicate payments.",
        "Did double-billing charges accidentally be enabled?",
        "Did a mistake happen that resulted in two invoices being generated by me?",
        "Maybe it was accidental double-charging?",
        "Is a double-bill accidentally created?",
        "I wonder if setting up double charges was a mistake.",
        "Have you unintentionally set up dual billing?",
        "Did I make the mistake of setting up double charges?",
        "Setting up double charges may have been an accident.",
        "Do I inadvertently enable dual charges?",
        "I don't know if I accidentally set up double charges.",
        "Is it the case that I messed up with 2 bills?",
        "I wondered if the double charges were an accident by me.",
        "Oops! dual bill slip up?",
        "Someone is wondering if I set up double charging.",
        "I had messed up dual charges.",
        "Was the double-billing charges accidentally enabled?",
        "Is there a chance that I triggered accidental dual payment recordings?",
        "Did the double billing issue arise unintentionally?",
        "Is it possible that double-billing was set up unintentionally?",
        "I have 2 bills, did I mess them up?",
        "Was it a billing mistake that caused double charge?",
        "Is it possible that I accidentally created duplicate bills.",
        "Had I mistakenly enabled dual charges?",
        "Is it possible that the mistake resulted in duplicate charges?",
        "Accidentally double charged?",
        "It could be accidental double-charging.",
        "Is double- billing my fault?",
        "I wonder if double charges were set up accidentally by me.",
        "Did I make a mistake by double billing?",
        "error doubled charges?",
        "Was it an error with double charging setup?",
        "messy mix-up resulted in two invoices?",
        "Is that double-charging due to an oversight?",
        "I was wondering if a mistake caused two invoices to be generated by me.",
        "Did an error happen because of double-charging setup?",
        "Was there a mistake that caused two invoices to be created?",
        "I'm wondering if I setup double charging.",
        "A double-bill has been accidentally created.",
        "Did the error happen because of double-charging setup?",
        "I wonder if I messed things up with two bills.",
        "Do these two billings result from an error?",
        "The extra bills may be my error.",
        "Set up dual billing unintentionally?",
        "The extra bills might be my error.",
        "A double- bill was accidentally created.",
        "I am wondering if I put double charging in place.",
        "Is the double-bills my fault?",
        "Is it my fault that there are two bills?",
        "Did it happen that double-bill accidentally?",
        "Was it an accident to set up the double charges?",
        "Was it accidental to create a double-bill?",
        "Was a double-charging setup involved in the error?",
        "Was it due to double-charging setup?",
        "Multi-billing done by accident...",
        "Do I accidentally set up double-billing?",
        "Did I make a mistake in double-billing?",
        "Double-billed mistake?",
        "I don't know if double-billing occurred unintentionally.",
        "I didn't know if I accidentally created duplicate bills.",
        "Is it a case of accidental double-charging?",
        "Was an error made due to double-charging?",
        "Accidentally charged multiples",
        "Accidentally doubled-charging?",
        "Is there a chance that I set up double charges?",
        "Should the two billings result from my mistake?",
        "Is double-billing set up mistake?",
        "I don't know if these two billings are from my mistake.",
        "Are double billing charges mistakenly enabled?",
        "Is it possible double-billing charges were mistakenly enabled?",
        "Is it my mistake that causes the double bill?",
        "I asked if I messed things up with two bills.",
        "Was an error due to double charging setup?",
        "Did I accidentally set dual billing up?",
        "Did a mistake lead to the creation of two invoices?",
        "Was it my mistake to set up double charges?",
        "Oops! There was a double bill slip-up.",
        "Is it true that I messed things up with 2 bills?",
        "I wonder if these two billings result from my mistakes.",
        "Maybe the double-charging is due to an oversight.",
        "I thought I messed things up with two bills.",
        "How about double-billing mix up?",
        "Did I unintentionally set up the double charges?",
        "Incorrect billing twice in haste?",
        "Was the setting up double charges accidental?",
        "Was setting up two charges an accident?",
        "Could there be double-charging as a result of an oversight?",
        "Is a double-charging setup to blame for the error?",
        "Do I accidentally enable dual charges?",
        "Was it a Messed up with dual charges?",
        "I would like to know if double-billing is my fault.",
        "A double-bill was created unintentionally.",
        "Oops! two bill mistake?",
        "Did the misstep lead to duplicate charges?",
        "Is the two billings a result of my mistakes?",
        "Did Misstep result in duplicate charges?",
        "I didn't know if a mistake caused two invoices to be generated.",
        "When establishing them are the extra bills my error?",
        "It was possible that I inadvertently enabled double charges.",
        "Is this double- billing my fault?",
        "Did a double billing issue happen accidentally?",
        "Did there be unintentional duplicated charging?",
        "Wrong billing, caused double charge?",
        "I was wondering if I accidentally triggered dual payment recordings.",
        "A double-charging accident?",
        "Fix double-billed error now?",
        "Might there be an oversight that causes double-charging?",
        "Did there be an unintentionally duplicate charge?",
        "Was it accidentally double-charged?",
        "I wonder if I set up double-billing accidentally.",
        "Did I mistake double-charging?",
        "I wondered if I accidentally got charged two times.",
        "Was double charging an accident?",
        "Was an error made with the double charging setup?",
        "I don't know if I unintentionally enabled double charges.",
        "Did a billing mistake lead to a double charge?",
        "Did my mistake cause the charges to overlap?",
        "Did I make a mistake when billing double?",
        "Is the extra bills a mistake?",
        "A fault on my end: double charge?",
        "Did I accidentally have double charges?",
        "I was wondering if I set it up for double charging.",
        "Did I just make duplicate bills?",
        "I am curious if I set up double charging.",
        "It could be possible that double-billing was set up by mistake.",
        "Is the double- bill accidental?",
        "I am not sure if the extra bills are my mistake.",
        "I wondered if I messed things up with two bills.",
        "Do the two billings result from my carelessness?",
        "Did I inadvertently enable double charges?",
        "Did I enable dual charges?",
        "Is it a mistake to double-billed?",
        "Are the two billings from my mistake?",
        "I wondered if there was a mistake that caused two invoices to be created.",
        "Did two invoices be created by me because of a mistake?",
        "Didn't the mistake result in duplicate charges?",
        "Did you accidentally create double- bill?",
        "Is there a mix-up that yielded two invoices?",
        "Is it my error to establish the extra bills?",
        "error in multiple billing?",
        "It is possible that double billing was set up by mistake.",
        "Is it my mistake to include extra bills?",
        "Did I unintentionally set up dual billing?",
        "I wondered if I had messed up with 2 bills.",
        "Did the double billing happen accidentally?",
        "Is Double-billing my fault?",
        "Did the mistake cause two invoices to be generated by me?",
        "Was my mistake to cause overlapping charges?",
        "Double billing charges were mistakenly enabled.",
        "I was questioning if I messed things up with 2 bills.",
        "Am I paying two bills unintentionally?",
        "Have I set up dual billing wrong?",
        "I didn't know if I set up double charging.",
        "Have double-billing occurred unintentionally?",
        "There may be accidental duplication in my bill.",
        "I'm confused if I set up double charging.",
        "Oops, dual bill slip up?",
        "I wonder if I put double charging in place.",
        "Is double-billing possibly set up by mistake?",
        "It might be possible that double-billing was a mistake.",
        "Is it possible that mistake resulted in duplicate charges?",
        "Is it possible that a double-bill was accidentally created?",
        "Did one mistake lead to double billing?",
        "Double-charging mistake?",
        "Was a mistake the cause of two invoices being generated by me?",
        "Did there be a mistake that lead to double billing?",
        "Did the billing mistake cause double charge?",
        "The billing mistake resulted in twice being charged.",
        "There was an error, me, charge twice.",
        "Error, billed twice in haste?",
        "There was a mix-up that yielded two invoices?",
        "I wonder if I have accidentally enabled double charges?",
        "I wonder if setting up double charges was an accident.",
        "Was Accidentally double-charging?",
        "Is it a mistake to have created double-bill?",
        "Is it my mistake that caused the double billing?",
        "I am wondering if I have double charging set up.",
        "It is possible that double-billing was a mistake.",
        "How about accidentally double-charging?",
        "Was an error attributed to double-charging setup?",
        "Was there an accidental duplicate charging?",
        "Might there be double-charging because of an oversight.",
        "Did billing mistake cause double charge?",
        "Was it accidental that double charges were set up by me?",
        "Is it possible that double-billing was set up by mistake.",
        "Something was created double-bill accidentally.",
        "I wonder if I have unintentionally enabled double charges.",
        "Can I have dual billing unintentionally?",
        "Did an accidental duplicate charging happen?",
        "Did a mistake lead todouble billing?",
        "The dual billing has been set up unintentionally.",
        "Is dual billing unintentionally setting up?",
        "Was it a mistake to have messed up dual charges?",
        "Did I confuse things with 2 bills?",
        "Something was accidentally created a double-bill.",
        "Is dual billing done unintentionally?",
        "I wasn't sure if a mistake caused two invoices to be generated.",
        "Is it possible that double billing was made by mistake?",
        "I asked if setting up double charges was an accident.",
        "Did I unintentionally get charged twice?",
        "Have I accidentally set up double billing?",
        "Do these two bills stem from my mistake?",
        "Did I accidentally make dual payments?",
        "Did I set up dual billing wrong?",
        "In error doubled charges?",
        "I am wondering if a mistake caused two invoices to be created.",
        "Did a double bill arise accidentally?",
        "I wonder if I inadvertently enabled double charges.",
        "Is there an error with double-charging setup?",
        "Is it a mistake to generate two invoices?",
        "Isdual billing unintentionally set up?",
        "Double-billing charges may have been mistakenly enabled.",
        "I was wondering if double-billing charges were mistakenly enabled.",
        "I wonder if I doubled pay unintentionally.",
        "Have I mistakenly set up dual billing?",
        "Will these two billings result from my mistake?",
        "I wonder if I have accidentally created duplicate bills.",
        "I wondered if I had triggered accidental dual payments.",
        "Is my bill accidentally duplicated?",
        "a billing mistake caused a double charge",
        "The double-bill may have been accidentally created.",
        "Can the two billings result from my mistake?",
        "An unintentionally duplicated fee?",
        "Did a mistake happen that caused two invoices to be generated?",
        "A double-billed error?",
        "Did I mistake it for double-billing?",
        "Was it a mistake that resulted in duplicated charges?",
        "Is it possible that I am to blame for setting up duplicate payments?",
        "Is the two billings related to my error?",
        "It might be double-billing my fault.",
        "I am unsure if I set up double charging.",
        "It was created double-bill accidentally.",
        "Did a mistake cause an automatic double billing?",
        "Do these two bills result from my error?",
        "A mistake? double-billed?",
        "Misstep resulted in duplicate charges!",
        "Did I make a mistake by setting up double- billing?",
        "Could I have accidentally enabled double charges?",
        "Double-billed charges were mistakenly enabled.",
        "Did I accidentally record a dual payment?",
        "Did I just create duplicate bills?",
        "Is there an error in me charging twice?",
        "There was accidentally billing multiples.",
        "Could be a dual bill slip-up?",
        "Is it fault of me to set up duplicate payments?",
        "There is a dual bill slip-up!",
        "I wonder if it was accidental double-charging?",
        "Had a billing mistake caused double charges?",
        "Was double-bills mistakenly enabled?",
        "Was double charges accident by me?",
        "Did I accidentally add duplicate bills?",
        "Do I double-bill my mistake?",
        "Is double charges an accident by me?",
        "Were double charges accidentally set up by me?",
        "Is it a double-billing my fault?",
        "I wonder if double-bills my fault.",
        "It might be accidental double-charging.",
        "Did double-charging happen inadvertently?",
        "Did I accidentally record dual payment?",
        "Do these two billings correspond to my mistake?",
        "Did I accidentally charge two charges?",
        "Was the error made because of double-charging setup?",
        "Is that an error made with double-charging setup?",
        "Was an error made because of double-charging setup?",
        "Did I mistake it for duplicate bills?",
        "Did double-billING happen unintentionally?",
        "Is it a mistake to double-charge?",
        "Was an error made with double-charging setup.",
        "Is double-billing a mistake?",
        "I'm not sure if I created duplicate bills.",
        "A mix-up yielded two bills?",
        "I wonder if I did create duplicate bills.",
        "Double-charging charges might have been accidentally enabled.",
        "Was double-charges mistakenly enabled?",
        "Did some mistake lead to double billing?",
        "accidentally billed multiples",
        "Were double-billing charges accidentally enabled?",
        "Was the double billing issue an accident?",
        "unintentionally billed multiples.",
        "Did the mistake cause double billing?",
        "Is it possible that double-billing might have been set up by mistake?",
        "It is possible that I enabled double charges.",
        "Was an error made when using double-charging setup?",
        "Was it a messed up dual charge?",
        "Is there a mistake that led to two invoices being generated by me?",
        "Was the extra bills my error?",
        "Was double-billing charged accidentally enabled?",
        "Billing mistake resulted in double charge?",
        "Mixed up resulted in two invoices?",
        "Did I set up duplicate charges?",
        "Is it a mistake for me to charge twice?",
        "I wondered if I set up double charging.",
        "Did unintentionally duplicated charging happen?",
        "Did a double billing issue happen mistakenly?",
        "Double charge as a result of billing mistake?",
        "Is it my fault that there's more than one bill?",
        "Have I set up dual billing mistakenly?",
        "Had I inadvertently enabled double charges?",
        "Is an error caused by double-charging setup?",
        "Was double charges an accident caused by me?",
        "I think I messed things up with 2 bills.",
        "Is there an error made with the double-charging setup?",
        "Are the extra bills my mistake when setting them up?",
        "Did a mistake lead to double billing.",
        "Is it my mistake that leads to duplicated billing?",
        "Did i accidentally set up double charges?",
        "Was it an error doubling charges?",
        "Is this an error in multiple billing?",
        "Is these two billings caused by my mistake?",
        "Is that accidental duplication in my bills?",
        "Did I make a mistake in setting up the double-billing?",
        "Were duplicate bills accidentally created?",
        "Have I made a mistake by enabling dual charges?",
        "Did I accidentally set up more charges?",
        "Did the error lead to double billing?",
        "I wondered if I unintentionally set up double charges.",
        "Was a double-charging setup the cause of an error?",
        "Was there a mistake that caused two invoices to be generated by me?",
        "Did I cause the accidental dual payment recordings?",
        "When establishing extra bills are they my mistake?",
        "A double-bill was created accidentally?",
        "A billing mistake resulted in a double charge.",
        "Is it my fault for double billing?",
        "Was there a mistake that led to two invoices being generated?",
        "A billing mistake caused a double charge",
        "Did the double bill arise accidentally?",
        "Did I enable dual charges unintentionally?",
        "Did I accidentally impose double charges?",
        "The extra bills might be my mistake.",
        "Was it an accident for me to create double charges?",
        "A mix up resulted in two bills.",
        "Multi-billing was accidentally done.",
        "Had I accidentally triggered dual payment recordings?",
        "Was double billing accidental?",
        "I wonder if I was at fault for setting up duplicate payments.",
        "Is there a mistake that caused two invoices to be created by me?",
        "Double charge, due to billing mistake?",
        "I think I accidentally set up double charges.",
        "I was wondering if the double charges were an accident by me.",
        "I'm unsure if I set up double charging.",
        "I wondered if I set up double billing by mistake.",
        "Was it an accident if I set up double charges?",
        "Twice-billed? Mistake?",
        "Was it a mistake to set up double-bills?",
        "Fix double-billing error!",
        "I was wondering if I accidentally set up double charges.",
        "Was there a mistake that resulted in double billing?",
        "Did I make a mistake by making double-billing happen?",
        "Accidentally doubling charged?",
        "Was an error caused by double-charging setup?",
        "There was an error with double-charging setup.",
        "I wonder if I might have accidentally enabled double charges.",
        "Did a mistake cause me to generate two invoices?",
        "Error in multiple biller?",
        "Is it possible that Ienabled dual charges?",
        "Did I inadvertently set up double billing?",
        "Is it my fault I double-billed?",
        "I wondered if I had doubled-pay unintentionally.",
        "Accidental multi-billing...",
        "Is these two billings a result of my mistakes?",
        "Was the error made with a double-charging setup?",
        "I wonder if I had unintentionally enabled double charges.",
        "Was there an error doubled charges?",
        "I'm wondering if I'm at fault for setting up duplicate payments.",
        "Is the extra bills not my error?",
        "Is the double-billing mistake?",
        "Is it possible that I accidentally create duplicate bills?",
        "Was it the case that I accidentally created duplicate bills?",
        "Is it my mistake that caused the duplicate billing?",
        "Perhaps double-charging is due to an oversight?",
        "Is there a mistake that set up double charges?",
        "Did I accidentally set up double charges?",
        "There could have been double-billing charges mistakenly enabled.",
        "Is it possible I messed up with 2 bills?",
        "accidentally billed multiples.",
        "A person accidentally billed multiples.",
        "Was it wrong to messed up dual charges?",
        "Are there double-billing my fault?",
        "There may be double-charging due to an oversight.",
        "Was there a mistake that resulted in duplicate charges?",
        "I wondered if I set up double charges accidentally.",
        "Is it my fault that I double-billed?",
        "Was it the case that I accidentally set up double charges?",
        "Was there an accident where duplicate charging occurred?",
        "There were duplicate charges as a result of Misstep?",
        "Oops! dual bill slip up!",
        "Do these two bills result from my mistake?",
        "I might have mistakenly enabled double charges.",
        "A person accidentally double-charged.",
        "Is there an error when establishing the extra bills.",
        "Have I mistaken dual billing for something else?",
        "Did I accidentally make double charges?",
        "Will the extra bills be my error?",
        "Is my mistake the reason for these two billings?",
        "Did the mistake lead to double bill?",
        "Was the mistake made with the double-charging setup?",
        "Are the two billings connected to my mistake?",
        "The double-bill may have been created accidentally.",
        "Double charges could have been enabled accidentally.",
        "It's possible double-billing was set up unintentionally.",
        "I was wondering if I caused accidental dual payment recordings.",
        "Did a mistake led to double billing?",
        "Is double-bills my fault?",
        "Was setting up two charges by me?",
        "Just messed up dual charges?",
        "Did unintentional duplicated charging occur?",
        "Is double-billing set up accidentally?",
        "Did double-bill accidentally happen?",
        "Multi-billed by accident",
        "Is it possible that double-billing was set up by mistake?",
        "Is it possible double-bills were set up by mistake?",
        "Accidentally billing multiples",
        "Is that a mistake to charge twice?",
        "Did there be a case of accidental duplicate charging?",
        "Was an error made because of the double-charging setup?",
        "Did a mistake cause me to produce two invoices?",
        "Are the extra bills an error?",
        "Was this double-billing my fault?",
        "Was it a mistake for me to set up double-billing?",
        "Oops, dual bill slip-up!",
        "Is there an error due to double-charging setup?",
        "A mix up resulted in two invoices?",
        "Is it an error that causes me to bill twice?",
        "Were double charges accidentally enabled?",
        "Have I just enabled dual charges?",
        "Double- billing charges were mistakenly enabled.",
        "It's possible double-billing was set up accidentally.",
        "Did I make duplicate bill?",
        "A double-bill was accidentally created.",
        "Is the extra bills my fault when setting them up?",
        "Was an error a result of double-charging setup?",
        "Were double-billing accidental?",
        "Wasn't setting up double charges an accident?",
        "Are the extra bills my error when establishing them?",
        "I am wondering if a mistake caused two invoices to be generated.",
        "Did double- billing happen unintentionally?",
        "Double-billing charges were accidentally enabled.",
        "Did a double billing issue happen accidental?",
        "Have I unintentionally created dual billing?",
        "Did I wrongly enable dual charges?",
        "I was wondering if I had set up double-billing by mistake.",
        "How come I enabled dual charges?",
        "A double-bills accidentally?",
        "Was it an accident that I accidentally set up double charges?",
        "I'm not sure if I messed things up with 2 bills.",
        "Multi- billing by accident...",
        "Is the two billings caused by my mistake?",
        "Does these two billings result from my mistake?",
        "I don't know if I set up double-charging by mistake.",
        "Is that accidental double charging?",
        "Maybe I created duplicate bills.",
        "Is it possible that I am at fault for setting up duplicate payments?",
        "Is setting up double charges accidental?",
        "Am I the one who created duplicate bills?",
        "Did I accidentally make more charges?",
        "I was wondering if I messed with 2 bills.",
        "Is it possible that I'm at fault for setting up duplicate payments?",
        "Is double-billing my fault",
        "Did double charging happen unintentionally?",
        "Is there a chance of double-charging due to an oversight?",
        "I may have accidentally created duplicate bills.",
        "Did the mistake lead to a double bill?",
        "Is extra bills my error?",
        "Did I make a mistake in setting up double billing?",
        "Created a double-bill?",
        "Did double-billing occur in error?",
        "Did I accidentally setup double-billing?",
        "I was wondering if I accidentally create duplicate bills.",
        "Is it possible that I double-billed my fault?",
        "Is dual billing unintentionally done?",
        "Have I misenabled dual charges?",
        "Maybe I set up double charges.",
        "Did mistake lead to automatic double billing?",
        "Is it my fault to set up duplicate payments?",
        "I wonder if I set up double-bills by mistake.",
        "Maybe there is double-charging due to an oversight?",
        "Is it my fault that there is more than one bill?",
        "Multi-billing by accident!",
        "Did you Accidentally create double-bill?",
        "Was it an accident to setup double charges?",
        "Is it possible that I inadvertently set up dual billing?",
        "Could it be that double-billing was set up accidentally?",
        "I wonder if the extra bills are my error?",
        "Was it an error caused by double charging setup?",
        "There was a mix up that resulted in two invoices?",
        "Oops! there is a dual bill slip-up.",
        "I wonder if I unintentionally set up double charges.",
        "Did I make a mistake with double-billing.",
        "Is it possible that the double- bill was accidentally created?",
        "I wonder if double-billing charges were mistakenly enabled.",
        "I wondered if I had accidentally created duplicate bills.",
        "Have I set up dual billing that way?",
        "Do these two billings not result from my mistake?",
        "Misstep resulted in duplicated charges?",
        "Is it unintentionally that I'm being billed twice?",
        "Did I charge twice?",
        "I wonder if I accidentally enabled dual charges.",
        "I wonder if I accidentally set up double charges.",
        "Was it an accident that I created duplicate bills?",
        "I might have inadvertently enabled double charges.",
        "Did double-billing happen accidentally?",
        "Me, charge twice, wrong?",
        "Did I inadvertently enabled dual charges?",
        "Something was accidentally created a double bill.",
        "Was this an error made with double-charging setup?",
        "Do I accidentally set up dual billing?",
        "Did I accidentally double- bill?",
        "Oops! dual bill slip-up?",
        "The double-charging setup might have caused an error.",
        "Multi-billing by an accident...",
        "I wonder if the double charges were set up by me.",
        "I asked if I triggered accidental dual payment recordings.",
        "Was it a mistake to pay twice?",
        "There might be double-charging due to a mistake.",
        "Did my mistake result in these two billings?",
        "Was the double-charging accidental?",
        "There is a possibility that double-billing was set up by mistake.",
        "Did double billing happen inadvertently?",
        "It's possible that double-billing was set up accidentally.",
        "I might have mistakenly enabled dual charges.",
        "I'm wondering if a mistake caused two invoices to be generated.",
        "Is it possible that double-billing was set up mistake?",
        "Error in multiple billing?",
        "Did double-billing charges be mistakenly enabled?",
        "Was it an accident for me to setup double charges?",
        "Was there an error with double-charging setup?",
        "Is there accidental duplication in my bill?",
        "Is it my fault to double-bill?",
        "Wrongly double-charging?",
        "I wonder if double-billing was set up by mistake.",
        "Is it my fault that duplicate payments were set up?",
        "It is possible that I mistakenly enabled double charges.",
        "Is it the case that me, charge twice?",
        "Multi-billing by an accident.",
        "There was a double-bill accidentally created.",
        "Is my mistake the cause of duplicated billing?",
        "Had there a mistake that led to automatic double billing?",
        "Did a dual bill slip-up happen?",
        "It was a dual bill slip-up.",
        "Error in multiple bills?",
        "Did a mix up yield two invoices?",
        "I might have made a mistake with two pays.",
        "Is my mistake the cause of these two billings?",
        "Was it a mistake with dual charges?",
        "I wonder if a mistake caused two invoices to be created.",
        "I just set up dual billing unintentionally.",
        "I wondered if I had mistakenly enabled dual charges.",
        "Did I not set up dual billing unintentionally?",
        "I was wondering if I setup double charging.",
        "Did double billing come about accidentally?",
        "I wondered if I set up double charges unintentionally.",
        "Was the error made with the double-charging setup?",
        "Did mistake cause automatic double billing?",
        "Was a mistake made using double-charging setup?",
        "Is accidental duplication in my bill?",
        "Was setting up two charges accidental?",
        "Was there an accident where I created duplicate bills?",
        "Do these two billings follow my mistake?",
        "Oops, dual bill slip-up",
        "Wrong billed twice in haste?",
        "Did I accidentally make more bills?",
        "I may have set up double charges.",
        "I wondered if I had created duplicate bills.",
        "Did I accidentally create double-billing?",
        "It could be that I messed up two pays.",
        "Misstep results in duplicate charges?",
        "Is this accidental duplication in my bills?",
        "Was it a mistake that lead to double billing?",
        "Is there a mistake in setting up dual billing?",
        "Had a mistake led to automatic double billing?",
        "I thought I had accidentally enabled double charges.",
        "Did I make a mistake when doubling-billing?",
        "Is it possible that double-billing was set up wrong?",
        "Did I accidentally set up multiple charges?",
        "Is my fault double-billing?",
        "The two billings may result from my mistake.",
        "What if I set up dual billing unintentionally?",
        "Is it a possibility that double-billing was set up by mistake?",
        "Is this a dual bill slip up?",
        "Were double charges set up accidentally by me?",
        "Is the extra bills my mistake?",
        "Oops! there was a dual bill slip up.",
        "A messy mix up yielded two invoices?",
        "Not sure if I set up double charging.",
        "Was the double- bill accidentally created?",
        "I might have unintentionally enabled double charges.",
        "Do I set up dual billing accidentally?",
        "Did I make a mistake in setting up double-charging?",
        "There was a double-bills accidentally?",
        "I was wondering if I had inadvertently enabled double charges.",
        "Oops! Two bill slip up?",
        "Is it possible that something went wrong with double-billing?",
        "Is it a billing mistake that caused double charges?",
        "Do these two billings come from my mistakes?",
        "There was a dual bill slip up!",
        "I was wondering if my mistake caused the charges to overlap.",
        "Did I make a mistake by setting up double-bills?",
        "A double bill was created accidentally?",
        "Did I ruin things by having 2 bills?",
        "Do these two billings result from my carelessness?",
        "Is it possible that double-billing happened by mistake?",
        "Was a mistake made with the double-charging setup?",
        "Could it have been mistake to enable double charges?",
        "A double-bill was unintentionally created?",
        "Have I set up dual billing in error?",
        "Could I have unintentionally enabled double charges?",
        "Is my fault for billing twice?",
        "I asked if I messed up with two bills.",
        "Is it my fault that I have duplicate billing?",
        "I wonder if I messed things up by having 2 bills.",
        "There may have been a mistake that led to double billing.",
        "Was it an error made using double-charging setup?",
        "Had I inadvertently enabled dual charges?",
        "I asked if the extra bills were my error.",
        "Did a double billing issue occur accidental?",
        "I don't know if a mistake caused two invoices to be created.",
        "Is it my mistake that caused the double bill?",
        "The billing mistake resulted in double charges.",
        "Did I accidentally enable double charges?",
        "Was it an accident to create double-bill?",
        "Multi-billing was accidental...",
        "Can these two billings be traced back to my mistake?",
        "I wonder if I mistakenly created duplicate bills.",
        "Did I accidentally charge two people?",
        "Did I make a mistake when double billing?",
        "Did a mistake cause a couple of invoices to be created?",
        "Was an error made with double charging setup?",
        "Had I set up dual billing unintentionally?",
        "I was wondering if I had accidentally created duplicate bills.",
        "Is there a mistake where dual charges are enabled?",
        "Do the two billings arise from my mistake?",
        "Had I mistakenly enabled double charges?",
        "Did double-bills occur inadvertently?",
        "I don't know if a mistake caused two invoices to be generated by me.",
        "I wonder if I set up double-billed by mistake.",
        "I think I may have accidentally enabled double charges.",
        "Accidentally billing multiples.",
        "Is it possible that accidental duplicate charging happened?",
        "I was wondering if I mess things up with 2 bills.",
        "Are double charges an accident by me?",
        "A double bill slip up?",
        "Did a mistake cause two invoices?",
        "Is the extra bills a mistake when setting them up?",
        "Was there double-charging due to an oversight?",
        "Accidentally charging multiples.",
        "Was double-billed charges accidentally enabled?",
        "Was it an error with double-charging?",
        "Did double-billing occur by mistake?",
        "The extra bills may be my mistake.",
        "Set up double billing?",
        "Is the extra bills an mistake?",
        "I wonder if two invoices were created by me because of a mistake.",
        "Had the mistake resulted in duplicate charges?",
        "This was a dual bill slip-up.",
        "I wondered if I set up double-billing by mistake.",
        "Is this double-charging my fault?",
        "Misstep resulted in duplicate charges, right?",
        "I might have inadvertently enabled dual charges.",
        "Did there be accidental duplicated charging?",
        "Is double-charging an oversight?",
        "Did the mistake lead to duplicate charges?",
        "I wonder if I messed up with a couple of bills.",
        "I'm not sure if I accidentally set up double charges.",
        "Did the mistake result in double billing?",
        "Did a mistake lead to a double billing?",
        "Multi-billing by mistake?",
        "It's possible that double-billing was made mistake.",
        "I wonder if I unintentionally enabled double charges?",
        "The double charges could have been enabled accidentally.",
        "I was wondering if the extra bills were my mistake.",
        "Was it mistake that resulted in duplicate charges?",
        "I was questioning if I messed up with 2 bills.",
        "Is it possible that double-bill was created accidentally?",
        "Oops, a dual bill slip-up?",
        "Is it possible that I inadvertently created duplicate bills?",
        "Do these two bills result from an error?",
        "Was a dual bill slip-up?",
        "Oops! double bill slip-up!",
        "I was asked if I messed things up with 2 bills.",
        "an error was made with double-charging setup",
        "Maybe double-billing was set up mistake.",
        "Did the mistake cause the double billing?",
        "Is it possible that the double-billing was mistake?",
        "Was it a mistake to create double-bill accidentally?",
        "Did the mistake lead to double bills?",
        "Didn't double-billing happen unintentionally?",
        "Was there an accident where I set up double charges?",
        "Did you just create double-bill accidentally?",
        "Did a double bill happen unintentionally?",
        "Do these two billings have something to do with my mistake?",
        "Was an error caused by double charging setup?",
        "The double-charging could have been accidental.",
        "Is a double billing issue that happened accidentally?",
        "I may be at fault for setting up duplicate payments.",
        "Was it that I accidentally created duplicate bills?",
        "Did a mistake cause two invoices to be produced?",
        "It is possible that double-billing was set up by mistake",
        "Is it possible that double billing was made up?",
        "Is it possible you messed up with dual charges?",
        "Oops, there was a dual bill slip-up!",
        "Was there a mistake with double-charging setup?",
        "Did I accidentally place double charges?",
        "Is there an error in setting the extra bills?",
        "Have I set up dual billing?",
        "Might I have inadvertently enabled double charges?",
        "Is it possible that I have mistakenly enabled dual charges?",
        "Wrongdoing resulted in duplicate charges?",
        "Did I accidentally have dual payment recordings?",
        "I wonder if I mistakenly enabled double charges.",
        "Is it my fault that I billing twice?",
        "Did there be an error with double-charging setup?",
        "I wonder if I messed things up with 2 bills?",
        "Is my bill unintentionally duplicated?",
        "Is the setting up of double charges an accident?",
        "The double charges could have been mistakenly enabled.",
        "When establishing the extra bills, are they my mistake?",
        "Did a mistake cause the automatic double billing?",
        "Is it a mistake that caused two invoices to be generated?",
        "I don't know whether I messed things up with 2 bills.",
        "Is accidental duplication in my bills?",
        "There was an accidental double billing issue.",
        "Do my mistakes result in the two billings?",
        "Didn't double-charging happen unintentionally?",
        "Did the mistake cause two invoices to be generated?",
        "Have I made the mistake of setting up dual billing?",
        "Have I unintentionallyenabled dual charges?",
        "Is there a mistake that lead to double billing?",
        "How come I created duplicate bills?",
        "Might the double-charging be due to an oversight?",
        "Is dual charges what I enabled?",
        "Was it possible I set up double charges?",
        "Did there be any unintentional duplicate charging?",
        "Is it possible that double-billing was set up mistakenly?",
        "Is the double-charging due to an oversight?",
        "I wonder if I might have inadvertently enabled double charges.",
        "My mistake may have led to the two billings.",
        "Is it possible that I set up a double charge?",
        "Might there be double charging because of an oversight?",
        "Have I mistakenly set dual charges?",
        "Is the double-bills accidentally created?",
        "I wonder if the two billings are related to my mistake.",
        "Have I inadvertently created dual billing?",
        "Did there a mistake which led to double billing?",
        "What if I accidentally created duplicate bills?",
        "Is a mistake to blame for two invoices being generated?",
        "Did you inadvertently create double-bill?",
        "Did double- bills happen unintentionally?",
        "There is a possibility of an accidental double-billing setup.",
        "Did a mistake cause a double billing?",
        "Double-billing charges were mistakenly enabled.",
        "A mix up yielded two bills.",
        "Was it accidental to double-charged?",
        "A double bill was unintentionally created.",
        "Is it possible that double-billing happened accidentally?",
        "Did I make a mistake by double-charging?",
        "Is it possible I triggered accidental dual payment recordings?",
        "I am wondering if I created duplicate bills.",
        "Did the mistake lead to automatic double billing?",
        "Was that an accident where I set up double charges?",
        "There is a possibility of accidental double-billing setup.",
        "Was the mistake to result in duplicate charges?",
        "I wonder if a double billing issue occurred accidentally.",
        "Oops! A double bill slip-up?",
        "Did there occur accidental duplicate charging?",
        "A mistake?double-billed?",
        "Did double-billing happen unintentionally??",
        "Are dual billing unintentionally set up?",
        "Is it Double-Billing my fault?",
        "I may have created duplicate bills.",
        "Did I mess up with two bills?",
        "Did a billing error cause a double charge?",
        "Is it possible that double-bills were set up accidentally?",
        "Could double charges have been enabled accidentally?",
        "Error doubled charges?",
        "Was double-bills accidental?",
        "Was double charges an accident by me?",
        "Is it my fault for double-billing?",
        "I don't know if there is accidental duplication in my bills.",
        "Did double billing take place unintentionally?",
        "I wondered if I messed up with both bills.",
        "Is double-billing the fault of myself?",
        "I wonder if I have mistakenly enabled double charges.",
        "Is set up dual billing accidental?",
        "Was it a mistake to enable double-billing charges?",
        "There is a chance double-billing was set up by mistake.",
        "Was it my mistake that caused the charges to overlap?",
        "I might have made an error, two pay messed on?",
        "Is it my fault that I am double billing?",
        "I think I accidentally set up dual billing.",
        "Multi-billing done by mistake.",
        "Do I wrongly enable dual charges?",
        "Is it possible I unintentionally enabled double charges?",
        "Is there an accidental dual payment recording?",
        "Did a billing mistake cause two charges?",
        "I am wondering if I set up double charging.",
        "I wondered if I triggered accidental dual payments.",
        "Was it accidental that I created duplicate bills?",
        "I feel like I messed up dual charges.",
        "Are duplicate charges a result of Misstep?",
        "Multi-billing unintentionally...",
        "Did a double billing mistake happen?",
        "Did double billing occur because of a mistake?",
        "Was a mistake to cause two invoices to be created?",
        "Were double-billing charges enabled accidentally?",
        "Was there a dual bill slip up?",
        "A misstep resulted in duplicate charges.",
        "Was it double-billing my fault.",
        "duplication in billing is caused by my error",
        "I wonder if I unintentionally doubled-pay.",
        "Is the extra bill an error when establishing them?",
        "Did a mistake cause two invoices to be issued?",
        "Is it double-billed my fault?",
        "Did a double billing issue arise accidentally?",
        "Did a mistake result in duplicate charges?",
        "I asked if I set up double-billing by mistake.",
        "accidental multi-billing",
        "Is it possible I accidentally enabled dual charges?",
        "Does double billing my fault?",
        "Did double- billing occur accidentally?",
        "Has there been a dual bill slip-up?",
        "Is the double billing issue an accident?",
        "Do these two billings come from my mistake?",
        "Was an error made using double-charging setup?",
        "Was it a mistake that led to automatic double billing?",
        "Is there double billing my fault?",
        "Is it my fault for the duplicated billing?",
        "I wonder if I set up the double charges accidentally.",
        "Is it a dual bill mistake?",
        "Error in billing multiple times",
        "Is there an error doubling charges?",
        "A billing mistake has caused double charge.",
        "I was wondering if I set up double charging",
        "Do these two invoices result from my mistake?",
        "Did carelessness result in duplicate charges?",
        "Are the extra bills my fault when establishing them?",
        "Is there a chance that double-billing was set up accidentally?",
        "Is it my fault for establishing duplicate payments?",
        "Possibly accidental double-charging?",
        "Have I enabled dual charges unintentionally?",
        "Are these two bills related to my mistake?",
        "Is it possible that I unintentionally set up double charges?",
        "Are these two billings from my mistake?",
        "There were double-billing charges mistakenly enabled.",
        "Is it possible that I created duplicated bills?",
        "Was a mistake made with double-charging setup.",
        "Is it possible that I created duplicate bills?",
        "What if I set up double charging?",
        "Did a mix-up produce two invoices?",
        "do these two billings result from my mistake?",
        "Do these two bills reflect my mistake?",
        "I am wondering if I put up double charging.",
        "Was it a mistake to set up double-billing?",
        "Is it possible that double billing was set up by mistake?",
        "Did I put duplicate bills together?",
        "Did an error cause automatic double billing?",
        "Oops, dual bill mistake.",
        "Did I accidentally set up a double charge?",
        "Do I have to set up dual billing unintentionally?",
        "Double charge because of billing mistake?",
        "Is this accidental duplicate in my bills?",
        "Was it an error by double-charging setup?",
        "Did a double billing issue occur accidentally.",
        "Is the additional bills my error?",
        "Was double-billing charges enabled inadvertently?",
        "Did I inadvertently be billed twice?",
        "There might have been unintentional duplicate charging.",
        "Did a mistake cause 2 invoices to be generated by me?",
        "Is it possible that I wrongly enabled double charges?",
        "Was double-billing done accidentally?",
        "I wondered if I set up double-billing accidentally.",
        "Is it a mistake that led to double billing?",
        "Did I make a mistake when double- billing?",
        "Is the extra bills my mistake.",
        "Double-billed? Mistake?",
        "Is it a coincidence that I set up double charges?",
        "It was possible that I triggered accidental dual payment recordings.",
        "Did you accidentally make a double- bill?",
        "Did I make a mistake by using double-billing?",
        "Multi-billing accidental...",
        "Created a double bill?",
        "I question if the extra bills are my error.",
        "The double bill was accidentally created.",
        "I would like to know if double-billing was set up by mistake.",
        "Did I accidentally put up two charges?",
        "Is a double billing issue happened accidentally?",
        "Did unintentionally duplicate charging occur?",
        "Wrong billing caused double charge",
        "Was Messed up dual charges?",
        "Was there a mistake that led to automatic double billing?",
        "Was it the case that I messed things up with 2 bills?",
        "Was a double-charging setup the reason for an error?",
        "Do these two billings correlate with my mistake?",
        "An error in multiple billing?",
        "I wonder if the double charges were mistakenly enabled.",
        "Was it me that set up the double charges?",
        "Was an error made when double-charging?",
        "Is dual billing happening unintentionally?",
        "Is it possible that the double billing was set up by mistake?",
        "Have there been unintentional duplicate charging?",
        "Did I unintentionally double- pay?",
        "I wonder if double-billing is my fault.",
        "Is setting up duplicate payments the fault of me?",
        "I can't remember if I set up dual billing unintentionally.",
        "Are I double-billing my own fault?",
        "A billing mistake caused double charges?",
        "Did I inadvertently set up double charges?",
        "The billing mistake caused double charge?",
        "Did a mistake cause automatic double billing?",
        "Was double-billing set up accidentally?",
        "Was the setup of double charges an accident?",
        "It's possible double billing was set up by mistake.",
        "Did a double billing problem happen inadvertently?",
        "I wonder if setting up double charges was an accident?",
        "Did I accidentally print duplicate bills?",
        "Is this possible that double-billing was made up?",
        "Is it possible I messed things up with two bills?",
        "Did double-billing occur mistakenly?",
        "Is it possible that there's double-charging due to an oversight?",
        "Was it my mistake that caused the double charges?",
        "Someone created double-bill accidentally.",
        "I wonder if I had enabled double charges.",
        "Was it mistaken dual payments?",
        "Is it possible that double-bills were set up unintentionally?",
        "Was a mistake to cause two invoices generated by me?",
        "I wondered if I messed up with a couple of bills.",
        "Did I make a mistake in setting up double-billing.",
        "Oops in multiple billing?",
        "Is the double-billed my fault?",
        "Talking about double-billing mix-up?",
        "Did I accidentally setup dual billing?",
        "Did I set up double-billing in mistake?",
        "Was a mistake the cause of two invoices being generated?",
        "Did double- billing occur unintentionally?",
        "Double-billing my mistake?",
        "Is there any accidental duplication in my bills?",
        "I may have unintentionally set up dual billing.",
        "Is it a mistake to set up dual billing?",
        "The double-billing may have been set up by mistake.",
        "Did double-billing happen inadvertently?",
        "Is my mistake the cause of the duplicated billing?",
        "Was it a mistake to set up double-charging?",
        "The double-charging was accidental.",
        "Is it possible that I had inadvertently enabled double charges?",
        "duplicating fees unintentionally?",
        "Wasn't the double-bill accidentally created?",
        "Is there a chance that I inadvertently enabled double charges?",
        "I wondered if I unintentionally created duplicate bills.",
        "Did my mistake cause two invoices to be generated?",
        "Is there an error in establishing extra bills.",
        "Is these two billings the result of my mistake?",
        "Do the two bills result from a mistake?",
        "Was the double charges setup by me?",
        "Was a mistake to cause the two invoices to be generated?",
        "I'm not sure if I set up double charges.",
        "I wonder if I accidentally set up a double charge.",
        "A billing mistake resulted in twice being charged.",
        "Did inadvertently duplicate charging happen?",
        "Accidentally doubling-charged?",
        "Was double-billing charges inadvertently enabled?",
        "Double-billed wrong?",
        "I think I messed up with 2 bills.",
        "I'm not sure if I'm setting up double charging.",
        "I wonder if an error was made with double-charging setup.",
        "Did the double-bill be created accidentally?",
        "I might have accidentally set up dual billing.",
        "Was it accidental to create duplicate bills?",
        "Did there occur unintentional duplicate charges?",
        "Is it possible that I triggered accidental dual payment recordings?",
        "Oops, accidental double-charging?",
        "The double-bill was accidentally created?",
        "Was a double bill issue accidental?",
        "I wondered if I accidentally triggered dual payment recordings.",
        "It's possible that double-billing was made up by mistake.",
        "Is it possible that there is double-charging due to an oversight?",
        "Did a double billing issue happen accidentally.",
        "Possibly, double-bill accidentally?",
        "Was it accidental duplicate charging that happened?",
        "Oops, Error doubled charges?",
        "Was there a mistake that caused automatic double billing?",
        "I wonder if double billing my fault.",
        "Is that the case where I accidentally set up double charges?",
        "Was it a mistake that I created duplicate bills?",
        "I wonder if I've inadvertently enabled double charges.",
        "Was it possible I created duplicate bills?",
        "Was it possible that I had accidentally enabled double charges?",
        "Is it an error doubled charges?",
        "Is it an error to set the extra bills up?",
        "Was it a mistake for me to create duplicate bills?",
        "A double-bills was accidentally created.",
        "Was there an accident in setting up double charges?",
        "An error in billing multiple times?",
        "Did I set up double charges unintentionally?",
        "I wonder if setting up double charges was an accident by me.",
        "Did I make a mistake by double-billed?",
        "Did double bills occur unintentionally?",
        "I wondered if I accidentally set up double charges.",
        "Was it a mistake made with double-charging setup?",
        "Did automatic double billing result from a mistake?",
        "Is it Double-billing my fault?",
        "Was it accidental that double-bill was created?",
        "Was it my fault for setting up double charges?",
        "Was the setting up of double charges a mistake by me?",
        "Have you created double-bill accidentally?",
        "Did I mistake enabled dual charges?",
        "Oops, accidental duo fee issue?",
        "Is it possible that a mistake led to double billing?",
        "Was a mistake to cause two invoices to be created by me?",
        "Did I set up double charges by mistake?",
        "Was that a dual bill slip up?",
        "The dual billing was unintentionally set up.",
        "Did I accidentally add double charges?",
        "I wonder if the extra bills are my error.",
        "Have I enabled dual charges without realizing?",
        "Did I make a mistake when setting up double billing?",
        "Did double- Billing happen unintentionally?",
        "Did I accidentally set up dual billing.",
        "I wonder if the two bills result from my mistake.",
        "mistaken dual payments?",
        "Could I have inadvertently enabled double charges?",
        "Was it accidental that I set up double charges?",
        "I wondered if I unintentionally set up dual billing.",
        "Is my bills accidentally duplicated?",
        "Was the mistake made with double-charging?",
        "Is the extra bills my mistake when establishing them?",
        "Is there an error with the double-charging setup?",
        "Should I have set up dual billing accidentally?",
        "Did a mistake cause two invoices to be generated by me.",
        "Was it an error made and billed twice?",
        "I might have made a mistake by paying two pays messed on.",
        "Did I double-bill?",
        "Was setting up double charges an accident of mine?",
        "A double bill has been accidentally created?",
        "Maybe I'm at fault for setting up duplicate payments.",
        "Was it a mistake to messed up dual charges?",
        "Did there be accidental duplicate charging?",
        "dual billing has been set up unintentionally?",
        "Did I make the mistake of setting up double-billing?",
        "The mix up resulted in two invoices?",
        "Did I accidentally cause duplicate bills?",
        "Are these two billings due to my mistake?",
        "Could it be that double-billing was set up by mistake?",
        "Did unintentional duplicate charge happen?",
        "Was it a mistake to set up double charges?",
        "A double-bill has been created accidentally.",
        "Did double- billed happen unintentionally?",
        "Is the mix-up yielding two invoices?",
        "I don't know if a mistake caused two invoices to be created by me.",
        "Is it my fault for setting up duplicate payments?",
        "Did a mistake lead to double billing?",
        "I don't know if I messed up with 2 bills.",
        "There might have been a mistake that led to double billing.",
        "Is there an error in establishing the extra bills.",
        "Was it accidentally double charged?",
        "Did I make a mistake by setting up double billing?",
        "Multi-billing by accident",
        "Did I unintentionally enabled dual charges?",
        "Two invoices were generated from a mix-up?",
        "Is it because of my mistake that these two billings result?",
        "A mix-up produced two invoices?",
        "Someone made a dual bill slip-up.",
        "Is it possible that I messed things up with 2 bills.",
        "I was wondering if I triggered accidental dual payments.",
        "Is it possible that I accidentallyenabled double charges?",
        "Is it possible I made duplicate bills?",
        "Did I accidentally send duplicate bills?",
        "Wrong billing resulted in double charge?",
        "I wonder if I am at fault for the setup of duplicate payments.",
        "There may be accidental duplicated in my bills.",
        "Is it my fault that there are more than one bill?",
        "Was setting up double charges an accident by me?",
        "Double charges might have been enabled accidentally.",
        "Did I inadvertently get charged twice?",
        "A double bill slip- up?",
        "Did an error occur with double-charging setup?",
        "Was the double-billed mistake?",
        "Are there duplicate charges because of misstep?",
        "Are the extra bills my mistake when establishing them?",
        "Was double-billing setup by mistake?",
        "A billing mistake caused a double charge?",
        "Maybe I set up double charging.",
        "I wonder if I set up dual billing accidentally.",
        "Was double billing charges accidentally enabled?",
        "Did I make a mistake setting up double-charging?",
        "I questioned if I messed up with 2 bills.",
        "The double-charging might be due to an oversight.",
        "Was double charges set up accidentally by me?",
        "Are the two billings result from my mistake?",
        "Was it my mistake that caused the extra charges?",
        "I suppose I set up dual billing unintentionally.",
        "Did the double-billing be set up by mistake?",
        "I've set up dual billing unintentionally.",
        "Is it possible that I set up double-billing by mistake?",
        "I wonder if I made a mistake in setting up double-billing.",
        "I wondered if double-billing was set up by mistake.",
        "Is it possible that the double-bills were accidentally created?",
        "I wondered if double charges were set up by me.",
        "I thought I had mistakenly enabled double charges.",
        "A double bill mistake?",
        "I don't know if I unintentionally created duplicate bills.",
        "Was there an accidental creation of double-bill?",
        "I wonder if I have accidentally enabled dual charges.",
        "Has I unintentionally set up dual billing?",
        "I am wondering if I have mistakenly enabled dual charges.",
        "A double-billing error?",
        "The double-bill was created unintentionally.",
        "Could double-billing charges have been inadvertently enabled?",
        "Did unintentional duplicate charging take place?",
        "Were I mistakenly charged twice?",
        "Was an error made with a double-charging setup?",
        "I wondered if I messed it up with 2 bills.",
        "Is setting up double charges an accident?",
        "Was the setting up of double charges an accident by me?",
        "Have I made the mistake of enabling dual charges?",
        "Did I inadvertently set up two charges?",
        "Do I accidentally set up dual bill?",
        "I was unsure if I messed things up with 2 bills.",
        "Have I accidentally made dual charges?",
        "Accidentally billed multiple things.",
        "Do my bills have accidental duplication?",
        "Was setting updouble charges an accident?",
        "Is the two billings a result of my mistake?",
        "Was it a mistake to have dual charges?",
        "Is Accidentally double-charging?",
        "I wonder if I have enabled double charges.",
        "Was it a mistake caused by double-charging setup?",
        "I wonder if I was double-billing my fault.",
        "I was wondering if I accidentally set up dual billing.",
        "Is there an accidental duplicate in my bills?",
        "Was this an error that was billed twice?",
        "Did I mistakenly enable dual charges.",
        "Was it possible that I inadvertently enabled double charges?",
        "Is it possible that these two billings result from my mistake?",
        "Perhaps I set up dual billing unintentionally.",
        "Was it a mistake that caused automatic double billing?",
        "A double bill accidentally was created.",
        "Was this a dual bill slip up?",
        "Was it dual bill slip-up?",
        "Was double-charging setup to blame for the error?",
        "Is it a mistake to set up double charges?",
        "Had I triggered accidental dual payments?",
        "I am unsure if the extra bills are my mistake.",
        "accidental double-charging?",
        "Will there be double-charging because of an oversight?",
        "Is it accidentally double-charged?",
        "Is double-booking my fault?",
        "duplication in billing is caused by my error?",
        "Was the error due to the double-charging setup?",
        "Is establishing extra bills an error?",
        "What if I accidentally enabled dual charges?",
        "I was wondering if I messed things up by having 2 bills.",
        "Mixed up yielded two invoices?",
        "Was it possible that I set up double charges?",
        "Was it a mistake to double-billed?",
        "Misstep resulted in duplicate charges",
        "Are I setting up dual billing accidentally?",
        "Did double-billing happen unintentionally",
        "Is it possible that double-billing happened unintentionally?",
        "Is double billing set up by mistake?",
        "How about double-billing mix-up?",
        "Is it possible that double-charging was made up by mistake?",
        "The double- bill was accidentally created?",
        "It is possible that double-billing was set up inadvertently.",
        "Is it a mistake to create double-bill accidentally?",
        "Is the extra bills an error when I establish them?",
        "Is it my fault that duplicate payments are set up?",
        "Was it an accident that I accidentally created duplicate bills?",
        "Accidentally multi-billing.",
        "It's possible double-billing was set up mistake.",
        "I wondered if I inadvertently created duplicate bills.",
        "I am wondering if I have set up dual billing unintentionally.",
        "A mix-up may have resulted in two invoices.",
        "Is this possible that double-billing was set up by mistake?",
        "Is it possible there is double-charging due to an oversight?",
        "Is it possible that error doubled charges?",
        "Is the extra bills a mistake when establishing them?",
        "Accidentally charged multiples.",
        "I wonder if I accidentally allowed double charges.",
        "Are these two bills the result of my mistake?",
        "Did double billing happen because of a mistake?",
        "Was it an accident for me to put up double charges?",
        "Was double-bills accidentally enabled?",
        "Is it a double-billing of my fault?",
        "Maybe I mistakenly enabled double charges.",
        "Did I accidentally create duplicate bills?",
        "Had a mistake caused two invoices to be generated?",
        "Do you think I inadvertently enabled dual charges?",
        "Is it possible that double-charging was made mistake?",
        "Was an error made by double-charging setup?",
        "Was there a mistake that resulted in automatic double billing?",
        "Is double- bills my fault?",
        "Was that an error doubled charges?",
        "Was the error the result of double-charging setup?",
        "I wonder if I accidentally got charged two times.",
        "Was double- billing set up by mistake?",
        "Is this two billings the result of my mistake?",
        "Maybe I made a mistake with two pays.",
        "Have dual charges been enabled by mistake?",
        "A mistaken dual payments?",
        "I am wondering if there is accidental duplication in my bills.",
        "Is it my mistake that caused the charges to overlap?",
        "I wondered if I made duplicate bills.",
        "I am not sure if I have set up double charging.",
        "Did double-billing charges be inadvertently enabled?",
        "Is it a double-billed mistake?",
        "I wonder if I am at fault for setting up duplicate payments.",
        "Isn't it possible that double-billing was set up by mistake?",
        "Did I unintentionally set up double charges?",
        "I'm wondering if I created double charging.",
        "Are these two billings connected to my mistake?",
        "Was it my fault for setting up duplicate payments?",
        "Oops, dual bill mistake?",
        "There could be an accidental double-billing setup.",
        "Was it an accident that I made double charges?",
        "Is double-billing set up by mistake?",
        "Is it possible that double-billing occurred unintentionally?",
        "A dual bill slip-up?!",
        "Is there an error when establishing the extra bills?",
        "I'm wondering if double-billing is my fault.",
        "Did a mix-up lead to two invoices?",
        "I wondered if I created duplicate bills accidentally.",
        "Do these two billings reflect my mistake?",
        "Was it possible I inadvertently enabled double charges?",
        "What if I mistakenly enabled dual charges?",
        "I was wondering if I unintentionally doubled-pay.",
        "Did a mistake prompt double billing?",
        "I wonder if I create duplicate bills.",
        "I wonder if I accidentally made duplicate bills.",
        "Is double-billing an accident?",
        "Is it my fault that I charge twice?",
        "Did the two billings come from my mistake?",
        "Did a mistake affect the creation of two invoices?",
        "Is it possible double-billing was set up by mistake?",
        "Is there double-billing my fault?",
        "I was wondering if I inadvertently enabled double charges.",
        "Is accidentally double-charging something?",
        "Did double-charging setup make an error?",
        "Was an error caused by doublecharging setup?",
        "Was it a mistake to make double-bill?",
        "Maybe accidental double-charging?",
        "I want to know if I accidentally set up double charges.",
        "Is it me who is at fault for setting up duplicate payments?",
        "Is my bill twice unintentionally?",
        "Did there be accidental duplicating charging?",
        "Was the error made with double-charging setup?",
        "Can you fix the double-billing error?",
        "It could be that double-billing was set up by mistake.",
        "My mistake caused these two billings to result.",
        "Did I set up double-billing inadvertently?",
        "I wondered if I doubled pay unintentionally.",
        "I was wondering if double-billing was set up by mistake.",
        "Double-billing charges can be mistakenly enabled.",
        "I wonder if there is accidental duplication in my bill.",
        "Is it possible that double-charging was a mistake?",
        "Double-billing charges may have been wrongly enabled.",
        "I wonder if I set up double-billing inadvertently.",
        "Error billed twice?",
        "Did doubling up happen unintentionally?",
        "Referring to duplicate fees unintentionally?",
        "Error billed twice in a row?",
        "Is the double bill accidental?",
        "Are the extra bills an error when establishing them?",
        "Was there an unintentionally duplicate charging?",
        "Is it an error when establishing extra bills?",
        "Was there an error with double-charging?",
        "Did a double-charging setup make an error?",
        "Was an error made at double-charging?",
        "Is it possible you have messed up with dual charges?",
        "Does my mistake result in these two billings?",
        "Is it my fault I double-bill?",
        "Did unintentional duplicate charging happen?",
        "The double- bill was accidentally created.",
        "Didn't a mistake cause two invoices to be created?",
        "Was double- billing my fault?",
        "I am not sure if I set up dual billing unintentionally.",
        "Was it an error with the double-charging setup?",
        "Is there a mistake that resulted in two invoices being generated?",
        "I was wondering if double-billing occurred unintentionally.",
        "Was it an error made that was billed twice?",
        "Was an error related to double-charging setup?",
        "Is there a mistake where I enabled dual charges?",
        "Are there accidental duplications in my bills?",
        "Was it an error doubled charges.",
        "Is it possible that I inadvertentlyenabled double charges?",
        "Did I put duplicate bills in there?",
        "Had there a mistake that led to double billing?",
        "Error caused double charge?",
        "Is it possible that I accidentally got charged twice?",
        "Is dual charges something I inadvertently enabled?",
        "Is dual billing unintentional?",
        "When establishing them, are the extra bills my mistake?",
        "Is the error caused by double-charging setup?",
        "Is there an oversight that led to double-charging?",
        "Did I double- pay unintentionally?",
        "Is it possible that you messed up payment doubling?",
        "Was double charges accidentally set up by me?",
        "Was a mistake made because of double-charging setup?",
        "An error was made with double-charging.",
        "Did I set up doublecharging?",
        "Is it an accident that double charges were set up by me?",
        "An error may have been made with double-charging setup.",
        "Was it my mistake that caused charges to overlap?",
        "Is it possible that double-charging could be due to an oversight?",
        "Did I inadvertently allow dual charges?",
        "Maybe double-charging was set up by mistake?",
        "I was wondering if double charges were set up by me.",
        "Is it possible that I accidentallyenabled dual charges?",
        "Double-bills were mistakenly enabled.",
        "Did I mistake the double-billing?",
        "Have I mistakenly turned on dual charges?",
        "Did I make a mistake in setting up double- billing?",
        "Wasn't double charges an accident by me?",
        "Is there a chance that double-billing was made mistake?",
        "Should I have set up dual billing unintentionally?",
        "I don't know if double billing was set up by mistake.",
        "I wonder if I had accidentally enabled double charges.",
        "Was it because I accidentally created duplicate bills?",
        "A dual bill error?",
        "Multi-billed by mistake",
        "I wondered if I messed things up by having two bills.",
        "Did a double billing issue occur inadvertently?",
        "I don't know if I messed things up with 2 bills.",
        "It's possible I messed up two pays.",
        "Did I inadvertently set up a double charge?",
        "How about accidentally doubling-charged?",
        "It's possible that double billing was set up by mistake.",
        "Do I accidentally set up dual billing",
        "Does the mistake result in duplicate charges?",
        "Is it possible that I inadvertently enabled double charges?",
        "Does double- billing my fault?",
        "Was a double-charging setup responsible for an error?",
        "Did an accidental double billing issue happen?",
        "I want to know if I accidentally created duplicate bills.",
        "Did a double billing issue happen inadvertently?",
        "Was a mistake the reason for two invoices to be generated?",
        "Did a double billing occur unintentionally?",
        "I wonder if I messed up double-billing.",
        "The double-bill was inadvertently created.",
        "I was wondering if I had created duplicate bills.",
        "I wondered if I had messed things up with 2 bills.",
        "I was asked if I messed up with 2 bills.",
        "It is possible that double-billing was set up by mistake.",
        "Is there double-charging due to an oversight?",
        "A dual bill mistake!",
        "Is dual billing set up accidentally?",
        "There are two billings, do they result from my mistake?",
        "Was it a billing mistake that caused double charges?",
        "When establishing them are the extra bills an error?",
        "Were there errors made with double-charging setup?",
        "Did a mistake cause two invoices to be generated by me?",
        "Was there a mistake made with the double-charging setup?",
        "I think I have set up dual billing unintentionally.",
        "Did the double billing problem arise accidentally?",
        "Misstep caused duplicate charges?",
        "I might have accidentally enabled double charges.",
        "Did I accidentally put up double charges?",
        "I was wondering if I had enabled double charges.",
        "Was double-charging set up by mistake?",
        "Might double-charging be due to an oversight?",
        "Someone may have accidentally created double-bill.",
        "Maybe the extra bills are my mistake.",
        "Was an error made with doublecharging setup?",
        "I asked if I messed things up with 2 bills.",
        "Is it possible that I mistakenly enabled double charges?",
        "Did you accidentally slip up with a dual bill?",
        "Is it possible that I mistakenlyenabled dual charges?",
        "Could I have created duplicate bills?",
        "My mistake may result in the two billings.",
        "I'm wondering if I set it up for double charging.",
        "Did the mistake cause the automatic double billing?",
        "Was that a dual bill mistake?",
        "Do these two billings result from my mistake.",
        "I am unsure if I set up dual billing unintentionally.",
        "Messy mix-up yielded two invoices?",
        "Is it my mistake to establish the extra bills?",
        "Could a double billing issue have happened accidentally?",
        "Is it my fault to double- bill?",
        "Is it my fault for setting up two payments?",
        "Did the mix-up produce two invoices?",
        "Are double-billing my fault?",
        "I wonder if I gave double charges.",
        "Did the two billings result from my mistake?",
        "Didn't a mistake cause two invoices to be generated?",
        "Do my mistakes result in these two billings?",
        "I wondered if I accidentally made duplicate bills.",
        "Was an error made by using double-charging setup?",
        "Are dual billing accidentally set up?",
        "Was there accidental duplicate charging?",
        "Did the mistake lead to a double billing?",
        "Is there a chance I accidentally enabled double charges?",
        "Did I make a mistake setting up double-billing?",
        "Did I unintentionally make duplicate bills?",
        "Is setting the extra bills wrong?",
        "Had there been unintentionally duplicate charging?",
        "Someone may have accidentally created a double bill.",
        "Did double-billing happen because of carelessness?",
        "Did double-billing charges mistakenly be enabled?",
        "There may be an error in establishing the extra bills.",
        "Did you unintentionally create double-bill?",
        "It's possible that double-billing was set up mistake.",
        "Was it a mistake to charge me twice?",
        "Was double charges a mistake by me?",
        "Is it an error to establish the extra bills?",
        "Multi-billed by accident...",
        "I have no idea if I set up double charging.",
        "Was it a problem that I created duplicate bills?",
        "Was it a mistake to have double charges?",
        "Did you create a double- bill accidentally?",
        "Is there a mistake that causes two invoices to be generated?",
        "Was it a mistake to mess up dual charges?",
        "Is there double charging because of an oversight?",
        "I accidentally billed multiples.",
        "Isn't the extra bills my error?",
        "I wondered if I set up double- billing by mistake.",
        "There was a double bill accidentally?",
        "I asked if I messed things up by having 2 bills.",
        "I wasn't sure if I messed things up with two bills.",
        "Is there any chance that I accidentally set up double charges?",
        "I wonder if these two billings are a result of my mistake.",
        "Have I accidentally created duplicate bills?",
        "I wonder if these two bills result from my mistake.",
        "I wonder if there was a mistake that caused two invoices to be created by me.",
        "I want to know if the extra bills are my mistake.",
        "Did I accidentally make double-billing happen?",
        "I was wondering if I put double charging in place.",
        "Was there an unintentional duplicate charging?",
        "Two invoices were created from a mix-up?",
        "Double-billing mix-up?",
        "I'm wondering if I accidentally set up dual billing.",
        "Did I mistake double-billed?",
        "Was setting up double charges by me?",
        "Did double billing occur accidentally?",
        "Is it my fault I double bill?",
        "Is it possible that the double-charging was a mistake?",
        "Is it my fault that I bill double?",
        "Was an error made with double-charging setup?",
        "Is it a mistake to have dual payments?",
        "Mistake?Double-billed?",
        "Oops, I messed up dual charges.",
        "Error made, billed twice.",
        "Did I make a mistake and get charged twice?",
        "I am wondering if I accidentally enabled double charges.",
        "Do I inadvertently set up dual billing?",
        "I don't know if I accidentally create duplicate bills.",
        "Double charges could have been enabled mistakenly.",
        "I Messed up dual charges.",
        "What if the double-bill was accidentally created?",
        "Didn't a mistake cause two invoices to be generated by me?",
        "Is it my mistake that leads to duplication in billing?",
        "Do these two billings result from my mistakes?",
        "Misstepping resulted in duplicate charges",
        "I don't know if I triggered accidental dual payments.",
        "I wonder if it was my mistake that caused the charges to overlap.",
        "Did I double- bill?",
        "I have wondered if I accidentally created duplicate bills.",
        "Did double-billing happen because of a mistake?",
        "Did I mistake creating duplicate bills?",
        "Someone might have accidentally created double-bill.",
        "He accidentally billed multiples.",
        "Maybe double-billing charges were mistakenly enabled.",
        "A double-billed accidentally?",
        "Double-billing charges may have been enabled accidentally.",
        "Is the extra bills an error when establishing them?",
        "Did there unintentionally duplicate charging?",
        "I asked if I was at fault for setting up duplicate payments.",
        "Is it possible that double- billing was made mistake?",
        "Does these two bills result from my mistake?",
        "Is it my mistake that causes duplication in billing?",
        "Was this a dual bill mistake?",
        "I think I messed up dual charges.",
        "Is it my mistake that caused the duplicated billing?",
        "Is it an error that caused me to bill twice?",
        "Possibly double-billing was set up by mistake.",
        "Did there a mistake that lead to double billing?",
        "Didn't double-billing happen accidentally?",
        "Did double-billing accidentally occur?",
        "Is extra bills my mistake?",
        "Did I accidentally put duplicate bills together?",
        "Is it possible that I accidentally enabled double charges?",
        "There is a possibility of accidentally double-billing.",
        "Was the mistake made because of double-charging setup?",
        "double-billing charges were mistakenly enabled.",
        "I don't know if I accidentally enabled double charges.",
        "Was it a billing mistake that led to double charges?",
        "Is it double-billing my fault?",
        "Did I cause accidentally dual payment recordings?",
        "I would like to know if I messed up with 2 bills.",
        "Is setting up double charges a mistake?",
        "Was a double billing problem an accident?",
        "It was an error doubled charges?",
        "Was accidental dual payment recordings caused by me?",
        "Is my mistake the reason for the two billings?",
        "Is it an error when I establish the extra bills?",
        "I was wondering if I messed up with 2 bills.",
        "It is possible that double-billing was accidentally set up.",
        "Was a double-charging setup the cause of the error?",
        "Did the double-charging happen unintentionally?",
        "I wonder if I set up double-billing by mistake.",
        "I'm wondering if I put double charging in place.",
        "Is it possible that the double bill was accidentally created?",
        "Did I mistakenly make duplicate bills?",
        "I wonder if I messed up with two bills.",
        "Did double-charge happen unintentionally?",
        "Was double-bills set up by mistake?",
        "I wondered if I set up double-charging by mistake.",
        "An error doubled charges?",
        "Is it possible that I unintentionally set up dual billing?",
        "I wonder if I accidentally set updouble charges.",
        "I wondered if I accidentally set up two charges.",
        "Did accidental double-billing occur?",
        "may be double-charging due to an oversight",
        "Does anyone know if I set up double charging?",
        "Misstep may have resulted in duplicate charges.",
        "Is it possible that I accidentally set up double charges?",
        "Is it possible that misstep resulted in duplicate charges?",
        "Did I accidentally enabled dual charges?",
        "Incorrect mix-up resulted in two invoices?",
        "Do the two bills result from my mistake?",
        "It's possible I enabled double charges.",
        "Did I mistake double- billing?",
        "Did the double billing occur accidentally?",
        "I wonder if I am at fault for creating duplicate payments.",
        "It's possible that double-billing was set up unintentionally.",
        "Was this accidental double-charging?",
        "I'm wondering if I did double charging.",
        "Double charges might have been set up by me.",
        "Is there an error with establishing the extra bills?",
        "Didn't double-billing occur unintentionally?",
        "It's a dual bill slip-up.",
        "A mistake may have caused two invoices to be generated.",
        "I was wondering if I accidentally set up two charges.",
        "Has the dual billing been set up unintentionally?",
        "There might have been double-billing charges mistakenly enabled.",
        "Making a double-billed mistake?",
        "Is there an error when establishing extra bills?",
        "Is it an error to charge two times?",
        "Was there a mistake that caused two invoices to be generated?",
        "Did my mistake set up double charges?",
        "Is double-bill accidentally created?",
        "Do the two billings result from me making a mistake?",
        "Was it a mistake that I set up double charges?",
        "I wonder if I accidentally enabled double charges?",
        "Mistakenly charged multiples.",
        "I wonder if double-billing was made up by mistake.",
        "Is it my mistake that leads to more billing?",
        "Do these two billings result from a mistake I made?",
        "Did mistake lead to double billing?",
        "Two bills were accidentally created?",
        "Is it possible that you messed up with dual charges?",
        "Did I make accidental dual payments?",
        "Was a double charge set up by me?",
        "Did double-booking happen unintentionally?",
        "Was the setup of double charges by me?",
        "Maybe I messed up with 2 bills.",
        "Was this double-bill accidentally created?",
        "I was wondering if I unintentionally set up double charges.",
        "Did double-billing occur unintentionally?",
        "Did double billing arise unintentionally?",
        "Is it a mistake to create duplicate bills?",
        "Was it a mistake to allow double-billing charges?",
        "billing mistake, caused double charge?",
        "Did I mistake double-billing.",
        "There was a double-bill accidentally?",
        "Was that a dual bill slip-up?",
        "Is that double-charging because of an oversight?",
        "Did double-charging setup cause an error?",
        "Was it double-charging my fault?",
        "Was there an error made with double-charging?",
        "Twice-bill accidentally?",
        "There was accidental double-charging.",
        "Was there an accidental creation of duplicate bills?",
        "Did I mix up double billing?",
        "Could a mistake have caused two invoices to be generated?",
        "Was there an error in setting up double charges?",
        "Was double-billing accidental?",
        "There might be an error in multiple billing.",
        "Was the error because of double-charging setup?",
        "Has the dual charges been enabled mistakenly?",
        "I was wondering if I accidentally created duplicated bills.",
        "There may be double-charging due to an error.",
        "I'm curious if I setup double charging.",
        "I wonder if double-charging is my fault.",
        "Did I accidentally set up double billing?",
        "I wonder if I messed things up with both bills.",
        "Did things go wrong with 2 bills?",
        "I'm wondering if I set up doublecharging.",
        "Did double-billing happen by mistake?",
        "Was the double bill accidentally created?",
        "Or was it accidental double-charging?",
        "Did the double-bill be accidentally created?",
        "I thought I accidentally set up double charges.",
        "Wondering if I set up double charging.",
        "Is it possible the double-bill was accidentally created?",
        "I wanted to know if I messed up with 2 bills.",
        "A billing mistake caused double charge",
        "Double-billing charges may have been inadvertently enabled.",
        "Is double-charging a possibility due to an oversight?",
        "Did a mistake lead to double billing",
        "It's possible that double-billing was a mistake.",
        "Is my mistake responsible for these two billings?",
        "I wonder if a double billing issue arose accidentally.",
        "Is it my mistake that causes duplicate billing?",
        "I am wondering if I set up doublecharging.",
        "I want to know if the two billings result from my mistake.",
        "I wondered if I messed something up with 2 bills.",
        "I was wondering if two invoices were generated by me because of a mistake.",
        "Is there a chance that I accidentally set up double charges?",
        "When establishing the extra bills, are they an error?",
        "Had I accidentally set up dual billing?",
        "Did I make a mistake by doubling-billing?",
        "Was it an accident for me to make double charges?",
        "I wonder if I mess things up with 2 bills.",
        "Was it accidental to create double-bills?",
        "Is the two billings because of my mistake?",
        "I want to know if there is accidental duplication in my bills.",
        "Was it an error that happened with double-charging setup?",
        "Is Double-Billing my fault?",
        "Did I unintentionally pay twice?",
        "Did I Accidentally set up double charges?",
        "I wonder if my mistake caused the charges to overlap.",
        "a dual bill slip-up?",
        "Did a mistake result in two invoices being generated?",
        "Is these two billings from my mistake?",
        "How about inadvertently double-charging?",
        "Was it a messed up with dual charges?",
        "Error, billed twice?",
        "Is there a reason I messed things up with 2 bills?",
        "There may be accidental duplicate in my bills.",
        "Is it a dual bill slip-up?",
        "I wonder if I ever set up dual billing unintentionally.",
        "Was it possible that I accidentally created duplicate bills?",
        "Is it possible a mistake caused two invoices to be generated?",
        "I wonder if the extra bills were my error.",
        "Was this error doubled charges?",
        "Is it my fault that I double bill?",
        "Double-billing charges could have been inadvertently enabled.",
        "Is there any error in establishing the extra bills?",
        "Was it a mistake to have double-billing?",
        "The double bill was created accidentally.",
        "Did it happen that I created duplicate bills?",
        "Double-billing charges were mistakenlyenabled.",
        "I would like to know if I accidentally set up double charges.",
        "Double-billing may have been accidental.",
        "Accidentally doubled charged?",
        "Was the double charges an accident for me?",
        "I'm wondering if I set up dual billing unintentionally.",
        "Was it a mistake that led to double billing?",
        "Is it possible that I am double-billing?",
        "Had there been a mistake that led to double billing?",
        "Is it possible that I messed things up with 2 bills?",
        "Did double-charging occur unintentionally?",
        "Is the extra bill an error when setting them up?",
        "Didn't I accidentally set up double-billing?",
        "I wonder if those two billings result from my mistake.",
        "Is the extra bill my mistake when establishing them?",
        "My mistake may result in these two billings.",
        "Wrong, double-billed?",
        "I would like to know if I messed things up with 2 bills.",
        "Is this an error doubled charges?",
        "Did I mistakenly enabled dual charges?",
        "Didn't I set up double-billing by mistake?",
        "Did double-billing occur unintentionally.",
        "I would like to know if a mistake caused two invoices to be generated.",
        "I was wondering if I set up double-billing wrong.",
        "Was double billing charges mistakenly enabled?",
        "Is it an accident that I set up double charges?",
        "Was setting up a double charge an accident?",
        "I wondered if I had accidentally set up double charges.",
        "Was there a mistake that resulted in duplicated charges?",
        "I would like to know if there is accidental duplication in my bills.",
        "Is there an extra bill that is my error?",
        "Did I inadvertently make dual payments?",
        "Was it me who set up the double charges?",
        "Was it a dual bill slip-up?",
        "Are the extra bills my mistake?",
        "I wonder if I wrongly enabled dual charges.",
        "Do the two bills come from my mistake?",
        "Accidentally multi-billing...",
        "Is it my mistake to establish extra bills?",
        "Is dual billing something that I unintentionally set up?",
        "Is it accidentally double-charging?",
        "Was it an accident to charge double?",
        "I didn't know if I messed up with 2 bills.",
        "Did there be a mistake that caused two invoices to be generated by me?",
        "Accidentally billed multiple",
        "Was it accidental duplicate charging that occurred?",
        "I was wondering if I mistakenly enabled dual charges.",
        "Was there a mistake in setting up double charges?",
        "Did it happen that the double-bill was accidentally created?",
        "Is dual charges enabled inadvertently?",
        "Double-billing happened unintentionally?",
        "Did an error lead to automatic double billing?",
        "Did accidental duplicate charges happen?",
        "Double-billing charges might have been unintentionally enabled.",
        "I would like to know if I accidentally set up dual billing.",
        "I think the double-bill was accidentally created.",
        "Mistakenly double-charging?",
        "Was it an oversight that I created duplicate bills?",
        "I wondered if I inadvertently set up double charges.",
        "Is it possible that double billing was set up unintentionally?",
        "I was wondering if a mistake caused two invoices to be created.",
        "Is dual billing something I set up unintentionally?",
        "Did I set up double-billing accidentally?",
        "Oops! Two bill slip-up!",
        "Was it my mistake to get charged twice?",
        "I wondered if a mistake had caused two invoices to be generated.",
        "Did I create duplicate bills inadvertently?",
        "Didn't I cause accidental dual payment recordings?",
        "Is there a mistake when establishing the extra bills?",
        "Did unintentional duplicate charging happen.",
        "It accidentally billed multiples.",
        "Did I make a mistake by setting up two charges?",
        "I wasn't sure if I created duplicate bills.",
        "Did my mistake create duplicate bills?",
        "Was there an error made with the double-charging setup?",
        "I wasn't sure if I set up double charges.",
        "Is it possible that double-bills were accidentally created?",
        "I'm not sure if I have set up double charging.",
        "Did misstep result in duplicate charges?",
        "I wonder if two invoices were generated by me due to a mistake.",
        "Was the error related to the double-charging setup?",
        "Twice-billing my fault?",
        "Is the two bills result from my mistake?",
        "I could have accidentally created duplicate bills.",
        "Did the billing mistake cause double charges?",
        "Mistake double-billed?",
        "Was it an error that occurred with double-charging setup?",
        "Is it possible that double-billing was an error?",
        "Did I just set up two charges?",
        "I wonder if I set it up for double charging.",
        "Did I make a mistake by billing twice?",
        "Did I make an error in setting up double charges?",
        "Double-billing error?",
        "Did you accidentally make double-bill?",
        "Have dual charges been enabled mistakenly?",
        "Is it my mistake to have the extra bills?",
        "Was it an error that I charged twice?",
        "Was the double charges enabled accidentally?",
        "Do I unintentionally have dual billing?",
        "Was double-billing something that happened unintentionally?",
        "I am unsure if I messed things up with 2 bills.",
        "Oops, messed up dual charges?",
        "Yeah, double-billing my fault?",
        "Have I messed with dual billing?",
        "I wonder if I messed things up with the two bills.",
        "Is it my error that causes the duplicated billing?",
        "Is dual billing something that I accidentally set up?",
        "Is it my fault that I am double-billing?",
        "Did I make a mistake with double-billed?",
        "Did a mistake happen that caused two invoices to be created?",
        "Accidentally billed multiples!",
        "Is double-bills possibly set up by mistake?",
        "I wondered if a mistake caused two invoices to be created by me.",
        "Did I make a mistake with the double billing?",
        "I wanted to know if a mistake caused two invoices to be generated by me.",
        "Had I messed things up with 2 bills?",
        "I wasn't sure if I triggered accidental dual payment recordings.",
        "Is there a mistake that resulted in duplicate charges?",
        "It's possible that I mistakenly enabled double charges.",
        "My fault: double charge?",
        "Did a mistake cause two invoices to be created by me?",
        "Is there a billing mistake that caused double charge?",
        "Did a double billing issue arise accidental?",
        "Is the setting up double charges an accident?",
        "Was it a double bill slip-up?",
        "Couldn't I have accidentally enabled double charges?",
        "Maybe double-bill was accidentally created?",
        "There could be accidental double-billing setup.",
        "Did mistake double charges?",
        "Did carelessness lead to double billing?",
        "Is setting up double charges an accident by me?",
        "Was it a mistake that resulted in two invoices being generated?",
        "The multi-billing was accidental.",
        "It is possible that double-billing was set up unintentionally.",
        "double charge due to billing mistake?",
        "Did I set up double charges accidentally?",
        "Did I make a mistake when I double-bills?",
        "Did my mistake result in the two billings?",
        "Is it my fault for putting up duplicate payments?",
        "Is it possible that an error was made with double-charging setup?",
        "Did a mistake cause the two invoices to be generated by me?",
        "It is possible that double-billing was set up accidentally.",
        "Did I record accidental dual payments?",
        "Accidentally double-charged?",
        "I wonder if I unintentionally set up dual billing.",
        "It was possible that I set up double charges.",
        "A dual bill slip-up?",
        "Accidentally billed more than one.",
        "Is there accidental duplication in my bills?",
        "Did I mistakenly enable double charges?",
        "Is it my mistake that causes more billing?",
        "Did you accidentally create a double-bills?",
        "Did I make duplicated bills?",
        "Accidental double-charging?",
        "How come I set up double charges?",
        "Did I inadvertently enabled double charges?",
        "Was double-billed a mistake?",
        "I'm wondering if the extra bills are my mistake.",
        "Double billing mix-up?",
        "Did you accidentally make a double-bill?",
        "The two billings might be from my mistake.",
        "I am wondering if I set up double-billing by mistake.",
        "Is it double billing my fault?",
        "Did the mistake cause automatic double billing?",
        "Did accidental duplicate charges occur?",
        "Messed up dual charges, right?",
        "Have I been careless with dual billing?",
        "Did things get messed up with 2 bills?",
        "Is it an error that causes duplicated billing?",
        "I'm wondering if there is accidental duplication in my bills.",
        "Is it a mistake to make dual payments?",
        "I don't know if I have set up double charging.",
        "Did there be a dual bill slip-up?",
        "Is it possible that double-billing was mistakenly set up?",
        "Is it the fault of me to set up duplicate payments?",
        "I was wondering if I messed up with two bills.",
        "A mistake led to duplicate charges.",
        "Maybe the double-charging is due to an oversight?",
        "Might double-billing have been set up by mistake?",
        "There may have been unintentional duplicate charging.",
        "Is it a mistake that I'm being billed twice?",
        "Was it the case that I created duplicate bills?",
        "Was it accidental for double-billing to occur?",
        "Double-billed?Mistake?",
        "Double-billing could have been accidental.",
        "Double-billing charges could have been accidentally enabled.",
        "Was there unintentional duplicate charging?",
        "A billing mistake has caused a double charge.",
        "A messy mix-up yielded two invoices?",
        "Maybe I set up double charges accidentally.",
        "billing mistake resulted in double charge",
        "It could be accidentally double-charging.",
        "Double-billed, a mistake?",
        "Is it an mistake to establish the extra bills?",
        "Maybe double-billing was set up unintentionally?",
        "Did these two billings result from my mistake?",
        "Do you know if I set up double charging?",
        "Did a mistake happen that caused two invoices to be generated by me?",
        "When establishing the extra bills are they my fault?",
        "Did there be a mistake that caused two invoices to be created?",
        "Mistakenly billed multiples",
        "Is it error doubled charges?",
        "Is it possible that double-billing was accidentally set up?",
        "I don't know if I made duplicate bills.",
        "Was it an error because of double-charging setup?",
        "Was it an error made with the double-charging setup?",
        "Is the double bill my fault?",
        "Are I setting up dual billing unintentionally?",
        "I might have unintentionally set up dual billing.",
        "Did the double billing issue happen accidentally?",
        "My charge twice was an error?",
        "Was it an error made with double charging setup?",
        "Did two invoices be generated by me because of a mistake?",
        "Accidentally billed several things.",
        "Could there be double-charging due to an oversight?",
        "Might I have accidentally enabled double charges?",
        "Will there be double-charging due to an oversight?",
        "I'm wondering if I accidentally set up double charges.",
        "Do I accidentally enabled dual charges?",
        "I am wondering if I messed things up by having 2 bills.",
        "Was there any accidental duplicate charging?",
        "I wonder if double charges were an accident by me.",
        "Do you think I accidentally enabled dual charges?",
        "Maybe double-billing was set up by mistake",
        "Is it an error that was billed twice?",
        "Do the two billings reflect my mistake?",
        "Double-billing charges might have been accidentally enabled.",
        "Was it a mistake to make double charges?",
        "Was misstep the cause of duplicate charges?",
        "Had I set up double charges?",
        "Was there a mistake in setting up double-billing?",
        "accidental double-charged?",
        "I wonder if the double-billing was set up by mistake.",
        "Did I accidentally enable dual charges.",
        "Oops! a dual bill mistake?",
        "Was it an accident to put up double charges?",
        "Is there a mistake which caused two invoices to be generated?",
        "Is it my fault for arranging duplicate payments?",
        "Is the two billings linked to my mistake?",
        "Did I make a mistake and be charged twice?",
        "Have i accidentally set up dual billing?",
        "Was it an accident that I was setting up double charges?",
        "Double billing might be my fault.",
        "Is there an error that doubled charges?",
        "Did setting up double charges happen by me?",
        "Is this accidental duplicate in my bill?",
        "Is it my fault to double bill?",
        "Had unintentional duplicate charging occurred?",
        "I wonder if I accidentally enabled double charges.",
        "I would like to know if the extra bills are my error.",
        "Did I unintentionally record a dual payment?",
        "Did double-billing accidental?",
        "Did I make a mistake with the double charges?",
        "Is my mistake the cause of the two billings?",
        "Was the double-bill accidental?",
        "Was the double charges accidentally set up by me?",
        "Are there double-charging because of an oversight?",
        "Did the mistake result in automatic double billing?",
        "Is establishing the extra bills error?",
        "Was that an accident when I set up double charges?",
        "Is this dual bill slip-up?",
        "Has dual billing been set up unintentionally?",
        "Did a mistake cause two invoices to be made?",
        "Maybe I accidentally set up dual billing.",
        "Did the mistake resulted in duplicate charges?",
        "Oops, accidentally double-charged?",
        "I was wondering if I created duplicate bills.",
        "Is there a mistake that doubled charges?",
        "Did a messy mix-up result in two invoices?",
        "Is double-charging charges mistakenly enabled?",
        "Did I inadvertently record a dual payment?",
        "Did you accidentally create double bill?",
        "Do the two billings result from my mistake?",
        "Might there be double-charging as a result of an oversight?",
        "Maybe I accidentally made duplicate bills.",
        "A dual bill slip-up!",
        "Was double-billing set up for mistake?",
        "Is there a mistake when establishing extra bills?",
        "Did you accidentally create a double-bill?",
        "Is dual billing setup unintentionally?",
        "Did I cause trouble with 2 bills?",
        "I was wondering if I accidentally enabled double charges.",
        "Is the double-billing set up by mistake?",
        "A dual bill slip- up?",
        "I wanted to know if I created duplicate bills.",
        "Was duplicate charging accidental?",
        "Multi-billing, by mistake...",
        "Is it possible that I accidentally set up double charges.",
        "Did I make a mistake when I made double-billing?",
        "Was a mistake made due to double-charging setup?",
        "I might have unintentionally enabled dual charges.",
        "Did a double bill occur accidentally?",
        "A person mistakenly billed multiples.",
        "Was it accidental that double-bills were created?",
        "Did I accidentally add two charges?",
        "Did the double billing arise accidentally?",
        "Is it my mistake that leads to double billing?",
        "Is it possible that double- billing was set up by mistake?",
        "Couldn't I have inadvertently enabled double charges?",
        "Was an error caused by a double-charging setup?",
        "Is it possible that unintentional duplicate charging occurred?",
        "Was the error from double-charging setup?",
        "Is dual billing accidental?",
        "I asked if I accidentally set up double charges.",
        "Was this an accident where I set up double charges?",
        "Two-billing my fault?",
        "Are my bills accidentally duplicated?",
        "Have I enabled dual charges in the wrong way?",
        "Is it a mistake to have duplicate fees?",
        "Is it an error that I charged twice?",
        "Do these two billings happen from my mistake?",
        "Double-billed charges may have been mistakenly enabled.",
        "There might be double-charging, due to an oversight.",
        "Oops! A dual bill slip-up?",
        "Was it an error doubled charges?",
        "wondered if I set up double charging",
        "I am not sure if I messed things up with 2 bills.",
        "Is the double- bill accidentally created?",
        "Had I triggered accidental dual payment recordings?",
        "Is double-billing my fault??",
        "Correct, accidentally double-charging?",
        "Is it possible that I have enabled double charges?",
        "Was setting up the double charges an accident?",
        "Did I accidentally set up double bills?",
        "Did error lead to double billing?",
        "The double charges could have been mistakenly enabled by me.",
        "Was it a mistake that caused two invoices to be generated?",
        "Have dual charges been enabled wrongly?",
        "It was possible that I enabled double charges.",
        "There were duplicate charges as a result of the Misstep.",
        "Was doubling charges an accident?",
        "I'm wondering if these two billings result from my mistake.",
        "Do these two billings happen because of my mistake?",
        "Did there be unintentional duplicate charging?",
        "Is it accidental double-charging?",
        "Accidentally billed multiple times.",
        "Is it possible that double-charging is due to an oversight?",
        "Did double-billing happen mistake?",
        "Do I mistakenly enable dual charges?",
        "Is it possible that I set up double charges?",
        "Was setting up double charges an accident that I caused?",
        "Was it a mistake that led to duplicate charges?",
        "Did I make a mistake and set up double-billing?",
        "Was it a mistake to bill twice in haste?",
        "I am wondering if the two billings result from my mistake.",
        "The double-billing charges were mistakenly enabled.",
        "Did a mistake cause the two invoices that I created?",
        "Did a double billing problem arise unintentionally?",
        "Could it be a dual bill slip-up?",
        "Accidentally doubled- charged?",
        "Did I make duplicate bills unintentionally?",
        "Did I inadvertently set up the double charges?",
        "Is dual billing an accident?",
        "I wondered if there was a mistake that caused two invoices to be generated.",
        "Is it possible that I set up double charges.",
        "I wonder if a mistake caused two invoices to be generated by me.",
        "Is it double-bills my fault?",
        "When setting up the extra bills are they my mistake?",
        "Isn't the extra bills my mistake?",
        "Did a double bill arise unintentionally?",
        "Was it a mistake that resulted in double billing?",
        "Multi-billing, by accident...",
        "I was wondering if I had set up double charging.",
        "Did double- billing happen accidentally?",
        "Did an error cause two invoices to be created by me?",
        "Was double billing set up by mistake?",
        "I was wondering if a mistake caused two invoices to be created by me.",
        "Maybe I set up dual billing unintentionally.",
        "unintentional duplicate charging occurred?",
        "Could it be that I accidentally enabled double charges?",
        "Is it my mistake that causes the double billing?",
        "Did accidental duplicate charge occur?",
        "Is the double-billed mistake?",
        "Was it me who put up double charges?",
        "Was that an error in multiple billing?",
        "Are these two billings a result of my mistake?",
        "Oops! a dual bill error?",
        "Accidental multi-billing.",
        "Did double billed happen unintentionally?",
        "Is it my mistake that causes duplication in the bill?",
        "Was the double charges an accident of mine?",
        "Could it be that double-bill was accidentally created?",
        "Was double-billing set up mistake?",
        "Was it accidental to create double- bill?",
        "Did I accidentally set up double charges.",
        "Has the dual charges been enabled accidentally?",
        "I might have accidentally set up double charges.",
        "Did unintentional duplicate charge occur?",
        "Did a mistake result in two invoices being created by me?",
        "Maybe the double-bill was accidentally created.",
        "I'm wondering if the extra bills are my error.",
        "I wonder if I mess up with 2 bills.",
        "Did I make a mistake when I set up double-billed?",
        "I'm wondering if I put up double charging.",
        "I wonder if I unintentionallyenabled double charges.",
        "Was accidental dual payment recordings my fault?",
        "Have I accidentally created dual billing?",
        "Is it a mistake that caused two invoices to be generated by me?",
        "Did there be unintentionally duplicate charges?",
        "I do not know if I messed things up with 2 bills.",
        "Did double-billing happen accidentally.",
        "Error billed two times in a row?",
        "Did there be a mistake that caused double billing?",
        "The mix-up resulted in two invoices?",
        "I don't know if these two billings result from my mistake.",
        "Did a mistake cause two invoices to be created?",
        "I don't know if I set up double-billing by mistake.",
        "Maybe there's double-charging because of an oversight?",
        "I don't know if a mistake caused two invoices to be generated.",
        "Did I unintentionally set up dual billing.",
        "Oops! dual bill slip up.",
        "Is it an error in multiple billing?",
        "Are there duplicate charges because of Misstep?",
        "I wonder if I accidentally created double charges.",
        "Was it accidental to create double-bill?",
        "Did there be unintentionally duplicate charging?",
        "Was that accidental double-charging?",
        "Is it accidental to double- charge?",
        "Did my mistake cause two invoices to be created?",
        "Is it my mistake to have extra bills?",
        "Had a mistake caused two invoices to be generated by me?",
        "I wonder if I accidentally set up double charges",
        "Did I accidentally allow double charges?",
        "There was a mix-up that resulted in two invoices?",
        "Is this a dual bill mistake?",
        "There might have been unintentionally duplicate charging.",
        "I was wondering if I had accidentally enabled double charges.",
        "Was setting up double charges an accident that I did?",
        "Did I make a mistake by setting up double-billing?",
        "Do those two billings result from my mistake?",
        "Did double-Billing happen unintentionally?",
        "I am wondering if I messed things up with two bills.",
        "Did accidentally duplicate charging happen?",
        "Was it an error due to the double-charging setup?",
        "Perhaps double-billing was set up by mistake?",
        "Is it possible that the double-billing was made mistake?",
        "I wonder if I did accidentally create duplicate bills.",
        "I was wondering if I set up double charges.",
        "Did double-Billing happen accidentally?",
        "I wonder if I accidentally created duplicate bills",
        "I was wondering if I set up double billing by mistake.",
        "Was it a mistake to enable double charges?",
        "I am wondering if there is accidental duplicate in my bills.",
        "Double charges could have been mistakenly enabled.",
        "Was it possible that double-billing charges were mistakenly enabled?",
        "Had a double billing issue arisen accidentally?",
        "I wonder if there was accidental duplicate charging.",
        "Is that accidental duplicate in my bills?",
        "Did I create duplicate bills unintentionally?",
        "Was setting up double charges my fault?",
        "Perhaps double-billing was set up by mistake.",
        "A billing mistake resulted in charges twice.",
        "Double billing charges could have been mistakenly enabled.",
        "There was a misstep that resulted in duplicate charges.",
        "Double-billing charges may have mistakenly been enabled.",
        "Is it my mistake that causes the duplication in billing?",
        "Did I set up dual billing unintentionally?",
        "Was it possible that I messed up with 2 bills?",
        "Did a billing mistake cause double charges?",
        "Oops, double bill slip-up?",
        "Double billing charges may have been inadvertently enabled.",
        "Was there a mistake that resulted in two invoices being generated?",
        "I wonder if it is double-billing my fault.",
        "Was the double charge set up by me?",
        "Was double-charging charges mistakenly enabled?",
        "Did I accidentally write duplicate bills?",
        "Is it an error that causes duplicate billing?",
        "Did an error happen with the double-charging setup?",
        "Is it possible that double-billing was made by mistake?",
        "Is doubling up my bill my fault?",
        "Is it possible that there is double-charging because of an oversight?",
        "Oops, did you create double-bill accidentally?",
        "Did double-billed happen inadvertently?",
        "The double-bill has been accidentally created.",
        "A mistake in multiple billing?",
        "Did a double bill come about accidentally?",
        "How about an error doubled charges?",
        "I wonder if I set up double-billing unintentionally.",
        "A mix-up yielded two invoices?",
        "Could I have accidentally created duplicate bills?",
        "Was it a mistake to double payments?",
        "There was an error with the double-charging setup.",
        "I wonder if I set up double charges inadvertently.",
        "Is it possible that two invoices were generated by me?",
        "Did I unintentionally set up a double charge?",
        "Did I accidentally make two charges?",
        "There could be double-billing charges mistakenly enabled.",
        "Is it possible that double-billing could have been made up?",
        "Did I make a mistake that caused two invoices to be created?",
        "I am wondering if I set up dual billing unintentionally.",
        "Did I set up double charges that way?",
        "I may have inadvertently enabled double charges.",
        "Did double-bilking happen unintentionally?",
        "dual billing may have been set up unintentionally.",
        "Did unintentional duplicate charging occur.",
        "Maybe I accidentally enabled dual charges.",
        "Did I accidentally set up double- billing?",
        "Could it be an error doubled charges?",
        "I would like to know if I am at fault for setting up duplicate payments.",
        "It was a mistake that resulted in duplicate charges.",
        "Have dual charges inadvertently been enabled?",
        "Is that double-billing was set up by mistake?",
        "Is the extra bills my error when setting them?",
        "Did a mistake prompt two invoices to be created?",
        "I wonder if I unintentionally enabled double charges.",
        "A Messed up dual charges?",
        "Was it the case that I set up double charges?",
        "I wonder if I messed up with 2 bills?",
        "I wasn't sure if I set up double-billing by mistake.",
        "Is it possible that my bills are accidentally duplicated?",
        "Misstepping led to duplicate charges?",
        "Is there a dual bill slip up?",
        "Is it a case of accidentally creating double-bill?",
        "Fix double-billing error?",
        "Did I inadvertently double- pay?",
        "Did you create double bill accidentally?",
        "Double-billing charges might have been inadvertently enabled.",
        "Is it a mistake to have dual charges?",
        "I wonder if double billing is my fault.",
        "Is a mistake to have generated two invoices?",
        "Did double-billed occur accidentally?",
        "My mistake could result in these two billings.",
        "Is it possible I unintentionally enabled dual charges?",
        "Did a mistake cause two invoices to be created for me?",
        "Were there an accidental double billing issue?",
        "Did I record accidentally dual payments?",
        "Did double-billed happen accidentally?",
        "Double billing was a mistake?",
        "Did a mistake result in two invoices being generated by me?",
        "There was a double-bill created accidentally.",
        "Is it possible that double- billing was made up?",
        "Is double billing the fault of me?",
        "I don't know whether I messed up with 2 bills.",
        "Is it possible that double billing was set up accidentally?",
        "Might there be an oversight that led to double-charging?",
        "Was it possible that I created duplicate bills?",
        "Is it a mistake that leads to automatic double billing?",
        "Is the extra bills an error?",
        "Is it a double-charging mistake?",
        "I was wondering if I did double charging.",
        "Is the double-charging setup to blame for an error?",
        "Maybe I inadvertently enabled double charges.",
        "Was double-billing charges enabled accidentally?",
        "Was it a mistake to setup double charges?",
        "Did I make a mistake that led to two invoices being generated?",
        "Is doubling-billing my fault?",
        "Was it a mistake to set up double billing?",
        "Did these two bills result from my mistake?",
        "Messed up dual charges?",
        "Was double-Billing charges mistakenly enabled?",
        "Maybe double-charging is possible due to an oversight?",
        "I was wondering if I set up double-charging by mistake.",
        "Did I make a mistake setting up double charges?",
        "What about a dual bill slip-up?",
        "Did accidental double-billing happen?",
        "Was it an accident for me to set up double charges.",
        "Was that an error made with double-charging setup?",
        "Was a double billing problem accidental?",
        "Did a mistake caused two invoices to be created?",
        "I'm curious if I set up double charging.",
        "Was a mix-up that yielded two invoices?",
        "Was it accidental to make double-bill?",
        "Is that accidental double-charging?",
        "Did I mistakenly set up double billing?",
        "Have I enabled dual charges that way?",
        "Was there an error because of double-charging setup?",
        "Misstep leads to duplicate charges?",
        "Could double-billing charges have been mistakenly enabled?",
        "did double-billing happen unintentionally?",
        "Did the double-charging setup cause an error?",
        "Did I create duplicate bills accidentally?",
        "Accidentally charged twice?",
        "Was the double charges an accident caused by me?",
        "I want to know if these two billings result from my mistake.",
        "Was it a mistake for me to set up double charges?",
        "Is it possible that double-bill was accidentally created?",
        "I might have accidentally created duplicate bills.",
        "Should the extra bills be my error?",
        "I wasn't sure if I accidentally created duplicate bills.",
        "There was accidentally double-charging.",
        "Had I accidentally set up double charges?",
        "Double-billed, Mistake?",
        "I was wondering whether I accidentally created duplicate bills.",
        "Is it me who is double-billing?",
        "Is that accidentally double-charging?",
        "I wonder if these two billings resulted from my mistake.",
        "Was it a mistake that caused two invoices to be created?",
        "Did I accidentally enable dual charges?",
        "Did I make a mistake by having double-billing?",
        "Have I inadvertently enabled dual charges.",
        "Are these two billings caused by my mistake?",
        "Is it accidental to double-charge?",
        "Was the error related to double-charging setup?",
        "Is it possible that double-billing was made up by mistake?",
        "Do I inadvertently enabled dual charges?",
        "Did a mistake happen that resulted in two invoices being generated?",
        "I think I accidentally created duplicate bills.",
        "I wanted to know if I messed things up with 2 bills.",
        "The double-Bill was accidentally created.",
        "Is that a mix-up that yielded two invoices?",
        "Did double-bills occur accidentally?",
        "I want to know if I messed up with two bills.",
        "Double billing charges may have been accidentally enabled.",
        "Is dual billing something I inadvertently set up?",
        "Might I have unintentionally enabled double charges?",
        "A mistake double-charging?",
        "Double- billing charges may have been mistakenly enabled.",
        "Double-billing charges may have been enabled inadvertently.",
        "The double-bill accidentally was created.",
        "Have I set up dual billing without realizing?",
        "Double-billing could possibly have been set up by mistake.",
        "I don't know if I triggered accidental dual payment recordings.",
        "Error, billed twice in a row?",
        "When establishing the extra bills, is it an error?",
        "Is there accidental duplicate in my bill?",
        "I wanted to know if a mistake caused two invoices to be generated.",
        "I wonder if I've mistakenly enabled double charges.",
        "I'm curious if I put up double charging.",
        "Have I accidentally enabled dual charges?",
        "I may have unintentionally enabled double charges.",
        "Did there be mistake of duplicate charging?",
        "I don't know if double-billing was set up by mistake.",
        "Was there a mistake that led to double billing?",
        "Was it an error caused by double-charging setup?",
        "Have a double billing issue arisen accidentally?",
        "Have I enabled dual charges wrong?",
        "Multi-billing done by mistake...",
        "Was this error caused by double-charging setup?",
        "Do these two bills result from a mistake?",
        "What about double-billing mix-up?",
        "Did I make the mistake of paying twice?",
        "I was unsure if I messed up with 2 bills.",
        "Was this an error due to double-charging setup?",
        "Is it possible that I unintentionally created duplicate bills?",
        "Is it an error caused by double-charging setup?",
        "Messed up dual charges, yeah?",
        "Was it an error to set up double charges?",
        "Is dual billing my fault?",
        "Was setting up double charges by me a mistake?",
        "Was it a mistake to have duplicate fees?",
        "Multi-billed by accident.",
        "Do I accidentally have dual billing?",
        "Is it accidental double charging?",
        "I wonder if double-billing happened unintentionally.",
        "Did double-billing actually happen unintentionally?",
        "Is it an mistake to charge twice?",
        "Did I make a mistake in setting up double-billed?",
        "Did it happen that I set up double charges?",
        "Did I create duplicate bills?",
        "Was the double-bill accidentally created?",
        "I'm not sure if I set up doublecharging.",
        "Is the double charge due to a billing mistake?",
        "Was there a mistake that caused the two invoices to be generated?",
        "I wonder if the double-bill was accidentally created?",
        "I wonder if I had mistakenly enabled double charges.",
        "Was this error in multiple billing?",
        "I was wondering if I had mistakenly enabled double charges.",
        "Did I make a mistake setting up two charges?",
        "Is the two billings result of my mistake?",
        "Have I messed up with dual billing?",
        "I wonder if I messed up double charges.",
        "I wonder if I accidentally created duplicated bills.",
        "I am pondering if I set up double charging.",
        "Is it dual bill slip-up?",
        "I want to know if a mistake caused two invoices to be created.",
        "Was it possible that I had enabled double charges?",
        "Misstep caused duplicated charges?",
        "I wonder if the double charges were set up accidentally.",
        "Is it possible that me, charge twice?",
        "Did I mix up double-billing?",
        "Did a mistake lead to two invoices being created?",
        "I wondered if setting up double charges was an accident by me.",
        "Did I make a mistake and set up double billing?",
        "Was it a mistake with double-charging setup?",
        "Was a mistake made with double-charging?",
        "Did accidental duplicatecharging happen?",
        "I wonder if two invoices were generated by me because of a mistake.",
        "I want to know if I messed up with 2 bills.",
        "Have I set up dual billing inadvertently?",
        "It's possible double-billing was a mistake.",
        "Did the double-billing happen unintentionally?",
        "It might have been accidental double-charging.",
        "There were duplicate charges as a result of the mistake.",
        "I wonder whether I accidentally created duplicate bills.",
        "Did a double-charging setup cause the error?",
        "I wanted to know if I accidentally got charged twice.",
        "Is it possible that the double-billing was made by mistake?",
        "Was it possible I accidentally created duplicate bills?",
        "Did I accidentally set up double-bills?",
        "It is possible that double- billing was set up by mistake.",
        "Did double-bills happen unintentionally?",
        "Maybe double-billing was set up unintentionally.",
        "Do these two billings result from the mistake I made?",
        "It was multi-billing by accident...",
        "Was the double billing issue accidental?",
        "Is dual billing unintentionally set up?",
        "Was it an accident that I set up the double charges?",
        "Is it my mistake to set the extra bills up?",
        "Could I have accidentally set up double charges?",
        "Was a double billing issue accidentally caused?",
        "Maybe the double-charging was due to an oversight.",
        "Did I unintentionally record dual payments?",
        "Were double-billed charges mistakenly enabled?",
        "Have I wrongly enabled dual charges?",
        "Is it possible that I have set up dual billing unintentionally?",
        "Was there an error caused by double-charging setup?",
        "Was double charging an accident by me?",
        "Can I unintentionally set up dual billing?",
        "Is the two billings due to my mistake?",
        "Is it my fault that I'm billing double?",
        "Is there accidental doubling in my bills?",
        "Is dual billing something I unintentionally set up?",
        "Did I enable dual charges inadvertently?",
        "Does a mistake cause two invoices to be created?",
        "The two billings are from my mistake.",
        "Had there been a mistake that led to automatic double billing?",
        "Are I inadvertently setting up dual billing?",
        "Did a double billing issue come about unintentionally?",
        "Was it a mistake that caused two invoices to be generated by me?",
        "Are extra bills my mistake?",
        "Is dual charges inadvertently enabled?",
        "When establishing them are the extra bills my mistake?",
        "What if I created duplicate bills?",
        "Is my charge twice an error?",
        "Have you accidentally enabled dual charges?",
        "Did you wrong up payment doubling?",
        "I wonder if I created duplicate bills unintentionally.",
        "I'm pondering if I set up double charging.",
        "Someone asked if I accidentally created duplicate bills.",
        "Did I inadvertently set up double-billing?",
        "Is it possible double-billing was set up mistake?",
        "Maybe double billing was set up by mistake?",
        "I want to know if I accidentally set up dual billing.",
        "The mistake caused the bill to be charged twice.",
        "Was there an error made with double-charging setup?",
        "The double-bill was created inadvertently.",
        "Is there a chance that double-billing was a mistake?",
        "Did double billing happen accidental?",
        "There was a mistake that resulted in duplicate charges?",
        "Was it a mistake to double up payment?",
        "Double-bill created accidentally?",
        "Double-billing charges might have been mistakenly enabled.",
        "I am wondering if the extra bills are my error.",
        "Possibly accidentally double-charged?",
        "Does double-bills my fault?",
        "Something happened to create double-bill accidentally.",
        "Is that a mix-up that resulted in two invoices?",
        "Was it an error doubled the charges?",
        "Is a mistake to be the reason for two invoices to be generated?",
        "Was an error made with double-charging?",
        "Is the extra bills my mistake when setting them?",
        "Does it happen that I set up dual billing unintentionally?",
        "Is it my mistake that causes the duplicated billing?",
        "I'm not sure if I set up double charging.",
        "Was it a mistake to pay dual payments?",
        "I wonder if I setup double charging.",
        "Is these two billings due to my mistake?",
        "Was this an error with double-charging setup?",
        "Do I have mistakenly enabled dual charges?",
        "Did I accidentally cause dual payment recordings?",
        "I want to know if a mistake caused two invoices to be generated.",
        "Did there a mistake that resulted in automatic double billing?",
        "I wonder if there was a mistake that caused two invoices to be generated.",
        "I wonder if I created duplicate bills.",
        "mistake in multiple billing",
        "Is it possible that double-billing was not set up correctly?",
        "Is my bill twice accidental?",
        "Is the two billings the result of my mistake?",
        "Is there an error when setting the extra bills up?",
        "Is it possible that double-billing was mistake?",
        "Multi-bills by accident...",
        "There might be double-charging due to an error.",
        "Is it possible that I wrongly enabled dual charges?",
        "Is dual billing possibly set up unintentionally?",
        "Was it accidental for me to set up double charges?",
        "Have I enabled dual charges in error?",
        "A dual bill mistake?",
        "The double-bill may have been accidental.",
        "A mistake, double-billed?",
        "Did I accidentally make a double charge?",
        "Did I put up double charges?",
        "There are two billings from my mistake.",
        "Have I accidentally setup dual billing?",
        "Is charging twice an error?",
        "Did I accidentally set up double-billing.",
        "Was the mistake made with double-charging setup?",
        "Was it a billing mistake that caused a double charge?",
        "Was it an error related to double-charging setup?",
        "Was it a mistake made with the double-charging setup?",
        "Is the two billings connected to my mistake?",
        "I wondered if I had triggered accidental dual payment recordings.",
        "Is it possible that double billing was made up by mistake?",
        "If I set up double charging",
        "Did I have accidental dual payment recordings?",
        "Did a mistake prompt automatic double billing?",
        "Did I setup double charges?",
        "Is double-billing due to mistake?",
        "I want to know if double-billing is my fault.",
        "Is it double-billing my mistake?",
        "Set up double-bills?",
        "Was it possible that I unintentionally created duplicate bills?",
        "Mistake resulted in duplicate charges?",
        "A double-bill was created accidentally.",
        "Is my mistake the cause of these two bills?",
        "Did double billing happen accidentally?",
        "Billing mistake led to double charge?",
        "Perhaps double-charging is due to an oversight.",
        "Was it an oversight that I set up double charges?",
        "Maybe there are double-charging due to an oversight?",
        "Was there a mistake that led to two invoices being generated by me?",
        "Perhaps there was double-charging due to an oversight.",
        "Was there an error with double-charging setup.",
        "Is there double charging due to an oversight?",
        "Am I inadvertently being billed twice?",
        "Is it possible that double-billing was done mistake?",
        "I am wondering if I messed things up with the 2 bills.",
        "I wondered if I created duplicate bills.",
        "I am wondering if I messed things up with 2 bills.",
        "The extra bills may have been my error.",
        "Did there be an error doubled charges?",
        "Was setting up double charges an accident.",
        "Is it possible that double-billing was error?",
        "Was there a dual bill slip-up?",
        "Was it an accident that created double-bill?",
        "I wanted to know if I accidentally created duplicate bills.",
        "I wondered if it was my mistake that caused the charges to overlap.",
        "Did a mistake lead to automatic double bills?",
        "Did I mistakenlyEnabling dual charges?",
        "It was possible that I accidentally set up double charges.",
        "Do I have accidentally enabled dual charges?",
        "Did I set up double charges wrong?",
        "Was a mistake made that resulted in two invoices being generated?",
        "Did double-billing happen by accident?",
        "I wonder if I messed up with 2 bills.",
        "A billing mistake resulted in two bills being charged.",
        "Is double billing charges mistakenly enabled?",
        "I wonder if I inadvertently enabled dual charges.",
        "Is this the reason I messed things up with 2 bills?",
        "The double bill may have been accidentally created.",
        "Was it an accident for me to set up double charges?",
        "Did double-bills occur unintentionally?",
        "Oops, Accidentally double- charged?",
        "There might be an error in establishing the extra bills.",
        "Have I inadvertently set up dual billing?",
        "I am wondering if I have set up double charging.",
        "Mistake? Double-billed?",
        "I had dual billing set up unintentionally.",
        "Is there possibly double-charging due to an oversight?",
        "Did unintentional duplicated charging happen?",
        "A double bill slip-up!",
        "Double-charging charges may have been inadvertently enabled.",
        "Was double- billing charges mistakenly enabled?",
        "Misstep lead to duplicate charges?",
        "I am wondering if I accidentally created duplicate bills.",
        "I just messed up dual charges.",
        "Have I wrongly set up dual billing?",
        "Did I set up double-billed?",
        "Are there duplicate charges due to misstep?",
        "Was it accidentally created double-bill?",
        "I wonder if there's accidental duplication in my bills.",
        "Have I set up double charging?",
        "Was it an accident for me to arrange double charges?",
        "How about dual bill slip-up?",
        "Have I ever set up dual billing unintentionally?",
        "Accidentally double- charged?",
        "Did I unintentionally set up dual bill?",
        "Are these two billings related to my mistake?",
        "Was it an error made with double-charging setup?",
        "Was there a mistake that caused double billing?",
        "How about unintentionally double-charging?",
        "I was wondering if I unintentionally set up dual billing.",
        "A mistake may have caused two invoices to be created.",
        "Did the mistake cause duplicate charges?",
        "Didn't a double billing issue arise accidentally?",
        "Is it possible that an error doubled charges?",
        "Is there a chance double-billing was set up by mistake?",
        "Might I have inadvertently enabled dual charges?",
        "Was there an error made and it was billed twice?",
        "Is it my fault that the duplicate payments were set up?",
        "Accidental multi-billing",
        "Did double-billing happen unintentionally?",
        "Was double- billing accidental?",
        "Is it my mistake that causes duplication in the billing?",
        "Did there accidental duplicate charging?",
        "So, messed up dual charges?",
        "Did a mistake lead to two invoices being generated by me?",
        "Is that the double-bill accidentally created?",
        "I wondered if I had set up double charges.",
        "Multi-billing inadvertently...",
        "Accidentally doubling-up?",
        "Double bill accidentally?",
        "When establishing the extra bills, are they my error?",
        "Was it an error from the double-charging setup?",
        "Is it possible I set up double charges?",
        "Did I inadvertently make duplicate bills?",
        "Was there an error in double-charging setup?",
        "Was there an error due to double-charging setup?",
        "Can these two billings result from my mistake?",
        "I am wondering if I triggered accidental dual payment recordings.",
        "Was an error committed with double-charging setup?",
        "Possibly accidentally double- charged?",
        "Was it possible that I accidentally set up double charges?",
        "Error doubling charges?",
        "Double-billing charges may have been accidentally enabled.",
        "Was my mistake to cause multiple charges?",
        "What if I unintentionally set up dual billing?",
        "Did I make a mistake by double-billsing?",
        "My mistake may have led to these two billings.",
        "Is my error the reason for the duplicated billing?",
        "Oops, did you accidentally create double-bill?",
        "Is double-billed my fault?",
        "Was it a dual bill slip up?",
        "Is dual billing set up unintentionally.",
        "Is it possible that the double-bill was created accidentally?",
        "Did my mistake cause double-billing?",
        "Did I make a mistake in setting up double-bills?",
        "double-billing charges were mistakenly enabled",
        "Did I accidentally record dual payment payments?",
        "Was it accidental to set up two charges?",
        "Is it possible that double-bills were set up by mistake?",
        "Did a mistake result in two invoices being created?",
        "Was an error made using the double-charging setup?",
        "Was double-billing charged mistakenly enabled?",
        "I am wondering if I set it up for double charging.",
        "I wonder if I made duplicate bills.",
        "Did the double- billing happen unintentionally?",
        "I was wondering if I made a mistake in setting up double-billing.",
        "Someone may have accidentally created double-bills.",
        "I was wondering if I had double charging set up.",
        "Double-billed? mistake?",
        "Did I set up a double charge?",
        "Was a mistake made that caused two invoices to be created?",
        "Did mistake lead to double bill?",
        "Might there be double-charging because of an error?",
        "Is that a dual bill slip up?",
        "Did it accidentally double-charge?",
        "Did there be a mistake that resulted in double billing?",
        "Is it possible that double-billing was an accident?",
        "Misstep result in duplicate charges?",
        "Is there any mistake when establishing the extra bills?",
        "It's possible double-billing was made up by mistake.",
        "Is it an error with double-charging setup?",
        "Is it possible the double-billing was made mistake?",
        "I want to know if I inadvertently enabled dual charges.",
        "Oops! A dual bill mistake?",
        "Mistake? double-billed?",
        "Was a mistake made that resulted in two invoices being generated by me?",
        "Did I make a mistake setting up double-bills?",
        "Is this a double-billed mistake?",
        "I wonder if I am fault for setting up duplicate payments.",
        "Is the extra bills my error?",
        "A double-billing my fault?",
        "Have I inadvertently made dual charges?",
        "The double-charging setup may have caused an error.",
        "Is this double-billing my fault?",
        "Is there an error made and it was billed twice?",
        "Did a double billing issue occur mistakenly?",
        "Do I need to set up dual billing unintentionally?",
        "I was wondering if setting up double charges was an accident.",
        "Misstep led to duplicate charges",
        "Did misstep lead to duplicate charges?",
        "Was a mistake to cause two invoices to be generated by me?",
        "I could have unintentionally enabled double charges.",
        "Was the double charges an accident that I set up?",
        "A double bill slip-up?",
        "Did double-billing occur carelessly?",
        "Did double billing happen unintentionally?",
        "Is there an error made with double-charging setup?",
        "Is it a mistake to include the extra bills?",
        "I am wondering if I set up double charges.",
        "It's possible that double-billing was set up by mistake.",
        "Is the extra bills my error when setting them up?",
        "Did I create double charges?",
        "Did a double billing problem come about accidentally?",
        "Was there an accident where I accidentally created duplicate bills?",
        "Double-billed charges might have been mistakenly enabled.",
        "Was it an error double charges?",
        "I wonder if I have inadvertently enabled double charges.",
        "I thought I messed up with two bills.",
        "There may have been a mistake that led to automatic double billing.",
        "I wonder if I had wrongly enabled double charges.",
        "A billing mistake caused double charge?",
        "Is a mistake responsible for two invoices being generated?",
        "I don't know if I have set up dual billing unintentionally.",
        "Is it my error to have extra bills?",
        "The billing mistake caused double charge",
        "I wonder if I accidentallyenabled dual charges.",
        "The double-bill was created accidentally.",
        "Did a mistake make two invoices to be generated?",
        "Was it a case of messed up with dual charges?",
        "It's possible double-billing was set up by mistake.",
        "Is it possible that I mistakenlyenabled double charges?",
        "Is it my fault that I'm double billing?",
        "Have I inadvertently enabled dual charges?",
        "What if I messed things up with 2 bills?",
        "Well, I messed up dual charges.",
        "I wonder if I made up double charges.",
        "Two bills were created accidentally?",
        "Is that a double-billed mistake?",
        "I was wondering if I had set up double charges.",
        "Accident led to multi-billing.",
        "Did a mistake cause the two invoices that I generated?",
        "I wondered if I messed things up with both bills.",
        "I wonder if a mistake caused the two invoices to be generated.",
        "Did a mistake cause double charge?",
        "Are there double-charging due to an oversight?",
        "I want to know if the extra bills are my error.",
        "Is it possible that double- billing was a mistake?",
        "I don't know if the two billings result from my mistake.",
        "Multi-billing done by accident.",
        "Did a double billing arise accidentally?",
        "I wonder if I messed up with the 2 bills.",
        "I wonder if the two billings are from my mistake.",
        "Am I messed up with dual charges?",
        "Was there a mistake that lead to automatic double billing?",
        "I would like to know if I accidentally enabled dual charges.",
        "I would like to know if these two billings result from my mistake.",
        "When setting the extra bills are they my mistake?",
        "Did you mistakenly create double-bill?",
        "I wondered if I messed up with the two bills.",
        "There might be double-charging due to an oversight.",
        "Does that mean I set up dual billing unintentionally?",
        "Oops, duplicate fees unintentionally?",
        "Did I end up with more than one bill?",
        "Have I accidentally set dual charges?",
        "Did I inadvertently be charged twice?",
        "Did I make a mistake of setting up double charges?",
        "Did I cause duplicate bills?",
        "Multiple-billing by accident...",
        "Was accidental dual payment recordings triggered by me?",
        "Did an accidental double billing issue occur?",
        "Did there be an accidental duplicate charging?",
        "Was double billing charges inadvertently enabled?",
        "Have the extra bills been my mistake?",
        "I set up dual billing unintentionally.",
        "Is there an accidental double billing issue?",
        "The double-bill might have been accidentally created.",
        "Did you accidentally create a double- bill?",
        "I wonder if I created duplicate bills accidentally.",
        "The double-bill had been accidentally created.",
        "The double-bills were accidentally created?",
        "I question if I messed up with 2 bills.",
        "Did these two billings result from my mistakes?",
        "Might have messed up dual charges.",
        "Is this two billings from my mistake?",
        "Is that double-billing my fault?",
        "I wonder if I made duplicate bills?",
        "Is it my mistake that leads to duplicate billing?",
        "A double-bill was accidentally created?",
        "Is it possible the double-billing was a mistake?",
        "When setting the extra bills, are they my error?",
        "Did I cause a mess with the 2 bills?",
        "Multi-billing by accident?",
        "Was an error done with double-charging?",
        "Did you accidentally create double-bill?",
        "Was there an error that doubled charges?",
        "Did the error happen with double-charging setup?",
        "Did mistake cause double billing?",
        "Did I accidentally record dual payments?",
        "The double-bill was accidental?",
        "Is dual billing something I set up accidentally?",
        "Did I accidentally charge two?",
        "I wonder if double- billing my fault.",
        "Did there be an unintentionally duplicate charging?",
        "I wonder if I caused duplicate bills.",
        "unintentionally billed multiples",
        "Is that the double-bill accidentally?",
        "Do these two billings result from my mistake?",
        "Was it an accident that I set up two charges?",
        "I wondered if I had inadvertently enabled double charges.",
        "I wonder if I accidentally enabled double charges",
        "Oops! a double bill slip-up?",
        "I wondered if I had mistakenly enabled double charges.",
        "Was an error done by double-charging setup?",
        "Is it possible that double-billed was a mistake?",
        "There may have been double-billing charges mistakenly enabled.",
        "Is it a mistake to have double-billed?",
        "Was the setting up double charges an accident?",
        "Multi-billing by error...",
        "Are these two bills from my mistake?",
        "Was it an accident that I set up double charges.",
        "Was it a billing mistake that led to double charge?",
        "Is it my mistake that causes the billing to be duplicated?",
        "I wonder if I inadvertently enabled double charges?",
        "I think I may have inadvertently enabled double charges.",
        "Was the error connected to double-charging setup?",
        "Maybe there is double-charging because of an oversight?",
        "I wonder if I had inadvertently enabled double charges.",
        "I wonder if these two billings are from my mistake?",
        "Have I created dual billing unintentionally?",
        "Did double-billing happened unintentionally?",
        "Did double-bill accidentally be created?",
        "Is that double-billing my fault.",
        "Double-billing mix up?",
        "There could be accidental duplication in my bills.",
        "Did there happen unintentionally duplicate charging?",
        "Is it possible that there was accidental duplicate charging?",
        "I am wondering if I accidentally enabled dual charges.",
        "Did there be an accidental double billing issue?",
        "Was setting up double charges an error by me?",
        "Was an error because of double-charging setup?",
        "Is it possible I set up dual billing accidentally?",
        "Were there an error with the double-charging setup?",
        "Is it my fault that I have set up duplicate payments?",
        "It was accidental double-charging.",
        "A mix-up gave two invoices?",
        "Misstep resulted in duplicate charges...",
        "Did the duplicate charging occur unintentionally?",
        "Is it my fault to be billing twice?",
        "I'd like to know if I set up double charging.",
        "Did the double-billing happen inadvertently?",
        "My mistake led to these two billings.",
        "Did there be duplicate charges because of Misstep?",
        "Didn't unintentional duplicate charging occur?",
        "Did double-billing occur accidentally?",
        "I was wondering if I messed things up with 2 bills.",
        "Is establishing the extra bills an error?",
        "Did there be accidental duplicate charge?",
        "I wonder if I've accidentally enabled double charges.",
        "Misstep resulting in duplicate charges?",
        "Did I make the mistake of setting up two charges?",
        "I wonder if I triggered accidental dual payment recordings.",
        "When establishing extra bills, are they my error?",
        "Did I cause accidental dual payments?",
        "Was it an error that I set up double charges?",
        "Is there a dual bill slip-up?",
        "Was it a mistake that I enabled double charges?",
        "I thought I accidentally created duplicate bills.",
        "I wonder if I made double charges?",
        "Did an automatic double billing happen because of a mistake?",
        "Do I accidentally setup dual billing?",
        "Maybe a mistake caused two invoices to be generated by me.",
        "Double-bills my fault?",
        "A mix-up resulted in two invoices?",
        "I am wondering if double-billing my fault.",
        "I'm wondering if I put double charging up.",
        "It's possible that I accidentally enabled double charges.",
        "Misstep resulted in duplicated charges",
        "I thought I might have accidentally created duplicate bills.",
        "I wonder if I messed things up with a couple of bills.",
        "I wondered if I caused accidental dual payment recordings.",
        "I want to know if a mistake caused two invoices to be created by me.",
        "Possibly, there is double-charging due to an oversight.",
        "It was a dual bill slip-up!",
        "I wondered if I Triggered accidental dual payment recordings.",
        "Did I double-bills my fault?",
        "I was wondering if I accidentally enabled dual charges.",
        "Is the extra bill my mistake?",
        "Did double-billing take place accidentally?",
        "Is it from my mistake that these two billings result?",
        "Oops! a dual bill slip-up.",
        "Messy mix up resulted in two invoices?",
        "Misstep resulted in duplicate charges?",
        "Could be double-billing my fault.",
        "double charge, due to billing mistake?",
        "Maybe I messed up with two bills.",
        "Was the double-charging setup to blame for an error?",
        "Is it my fault that I bill twice?",
        "Messed up with duplicate charges?",
        "When establishing extra bills are they my error?",
        "Did I inadvertently create duplicate bills?",
        "Are my extra bills an error?",
        "Is the two billings related to my mistake?",
        "I wonder if I made a mistake setting up double-billing.",
        "I wonder if double charges was an accident by me.",
        "I am wondering if a mistake caused two invoices to be generated by me.",
        "Did double-billing happen accidental?",
        "Is it possible that double-billing was set up by mistake",
        "Misstepping caused duplicate charges?",
        "Did double-booking happen accidentally?",
        "I wonder if I accidentally created duplicate bills.",
        "The mix up yielded two invoices?",
        "Was dual billing set up unintentionally?",
        "Did I accidentally set up the double charges?",
        "Is it possible that double-billing might have been a mistake?",
        "Did a double-charging setup make a mistake?",
        "Did the mix-up yield two invoices?",
        "Did I double charge you?",
        "Double-charging charges might have been unintentionally enabled.",
        "Did a mistake caused two invoices to be generated by me?",
        "Have I accidentally made dual billing happen?",
        "Did I make a mistake in setting up double charges?",
        "Is a double-charging setup to blame for an error?",
        "Do these two bills arise from my mistake?",
        "Oops, caused double charge?",
        "Is it possible that I messed things up by having 2 bills?",
        "I don't know if I accidentally made duplicate bills.",
        "Is it possible that double-billing was messed up?",
        "Is it possible that double-billing was set up accidentally?",
        "Is the extra bills my mistake when setting them up?",
        "Will it be an error doubled charges?",
        "Wrong billing caused double charge?",
        "I wonder if I have unintentionally set up dual billing.",
        "Is it possible that the double-billing was set up by mistake?",
        "Was it possible I accidentally enabled double charges?",
        "Is it possible that the extra bills are my mistake?",
        "I was wondering if I messed something up with 2 bills.",
        "Was it that I created duplicate bills?",
        "Maybe I messed things up with two bills.",
        "Is it my fault that the billing is duplicated?",
        "I thought I might have accidentally enabled double charges.",
        "A dual bill slip-up happened.",
        "Was it an error, billed twice?",
        "Did I unintentionally set up two charges?",
        "It's possible that double-bills were set up by mistake.",
        "Did the double charge be caused by a billing mistake?",
        "There might be accidental duplication in my bill.",
        "Do those two bills result from my mistake?",
        "When establishing the extra bills, is it a mistake?",
        "Could double-charging be due to an oversight?",
        "I wondered if I unintentionally paid twice.",
        "Are I set up dual billing unintentionally?",
        "I wonder if I created duplicated bills.",
        "Double- billing charges might have been mistakenly enabled.",
        "The double-charging may be due to an oversight.",
        "I might have messed things up with 2 bills.",
        "I am not sure if I created duplicate bills.",
        "Oops! a dual bill slip-up!",
        "I am unsure if I created duplicate bills.",
        "Have I mistakenly enabled dual charges?",
        "Did I accidentally enabled double charges?",
        "Is it possible I enabled dual charges?",
        "Did double-charging setup cause the error?",
        "Was there a mistake that set up double charges?",
        "Was it an accidental creation of double-bill?",
        "Is it an error to have extra bills?",
        "Is it possible that double-billing could have been set up by mistake?",
        "Is it accidental duplication in my bills?",
        "Did I make a mistake in double-charging?",
        "Do these two billings stem from a mistake?",
        "How come these two billings result from my mistake?",
        "Is it my mistake that led to duplicated billing?",
        "It may be double-charging due to an oversight.",
        "Is double-Billing my fault?",
        "Possibly, the double-bill was accidentally created.",
        "Is there an error in setting the extra bills up?",
        "Maybe I am at fault for setting up duplicate payments.",
        "The mix-up yielded two bills?",
        "Was it an accident that double-bill was created?",
        "Is dual billing unintentionally set up",
        "Had the billing mistake caused double charge?",
        "Is double charging an accident by me?",
        "I was wondering if I set up double-billed by mistake.",
        "I do not know if I messed up with 2 bills.",
        "I wonder if I have enabled dual charges.",
        "I wanted to know if I accidentally set up double charges.",
        "Was it possible that I accidentally made duplicate bills?",
        "Is it an error for me to establish the extra bills?",
        "Did I cause accidental dual payment recordings?",
        "Did a double billing issue happen unintentionally?",
        "An error might have been made with double-charging setup.",
        "Is double-billing done unintentionally?",
        "Is it a mistake to set up double billing?",
        "I wonder if my mistake resulted in the two billings.",
        "Mis step resulted in duplicate charges?",
        "Is it a mistake to double charge me?",
        "Double-billing may have been set up accidentally.",
        "Is double-billing a fault of me?",
        "Was it an accident for me to charge double?",
        "The double charges might have been enabled accidentally.",
        "Is the double-charging possible due to an oversight?",
        "I wonder if I accidentally created duplicate bills?",
        "I don't know if I messed things up with 2 bills",
        "Double billing charges might have been mistakenly enabled.",
        "Is it possible that double bills were set up by mistake?",
        "Oops! a dual bill slip-up?",
        "Is my mistake when establishing the extra bills?",
        "Was double bills mistakenly enabled?",
        "Was it accidental duplicate charging?",
        "Was it an accident for me to set up two charges?",
        "I guess I set up dual billing unintentionally.",
        "Was it a mistake that caused two invoices to be created by me?",
        "Did there be a mistake that led to double billing?",
        "Did a mistake cause those two invoices to be generated?",
        "Is the extra bills my error.",
        "Someone accidentally created double-bills.",
        "Is my fault double-billed?",
        "There may be double-charging, due to an oversight.",
        "Have I set up dual billing carelessly?",
        "Did a mistake result in automatic double billing?",
        "I'm wondering if I messed up with 2 bills.",
        "Was it an accident when I set up double charges?",
        "I am unsure if I accidentally set up double charges.",
        "Is double-billing my mistake?",
        "Was this an error doubled charges?",
        "Is there an accidental duplicated bill?",
        "I don't know if I messed things up with the 2 bills.",
        "Did the double-billing happen accidentally?",
        "Was it due to a double-charging setup?",
        "I wondered if I unintentionally doubled-pay.",
        "Did I accidentally allow dual charges?",
        "Is a mix-up yielding two invoices?",
        "Is it possible that double-billing could have been a mistake?",
        "Do I accidentally create duplicate bills?",
        "Have dual charges been enabled accidentally?",
        "I wanted to know if I messed up with two bills.",
        "The extra bills may be my error when establishing them.",
        "I wonder if a mistake led to two invoices being generated.",
        "I'm not sure if I set up dual billing unintentionally.",
        "Was a mistake to cause two invoices to be generated?",
        "It could be double-billing my fault.",
        "There could have been unintentional duplicate charging.",
        "Was setting up double charges an error?",
        "I was wondering if I messed things up with the two bills.",
        "It's possible that I messed up two pays.",
        "A billing mistake resulted in being charged twice.",
        "Did double-bill be accidentally created?",
        "Could be double-billing my fault?",
        "I wonder if I have accidentally enabled double charges.",
        "possible double-charging due to an oversight",
        "Was it a mistake to set up double-billed?",
        "I wonder if the extra bills my mistake.",
        "Is it my fault to bill double?",
        "Did these two billings result from a mistake?",
        "Have dual charges been enabled inadvertently?",
        "Was there an accidental double billing issue?",
        "Are the two billings the result of my mistake?",
        "There could be double-charging due to an oversight",
        "You might have an error in multiple billing.",
        "Is it unintentionally that I am being billed twice?",
        "Was there a mistake in doubling the payment?",
        "There was a dual bill slip-up!",
        "I wondered if I put up double charging.",
        "Did I make a mistake when I double billed?",
        "Error in billing multiple times?",
        "Is that an error, me, charge twice?",
        "Did I accidentally cause dual payments recordings?",
        "I wonder if I inadvertently created duplicate bills.",
        "Was it a mistake to make duplicate bills?",
        "Is this double-charging due to an oversight?",
        "multi-billing by accident...",
        "Is this accidental duplication in my bill?",
        "I wonder if I mistakenlyenabled double charges.",
        "Did a mistake caused two invoices to be generated?",
        "A mix-up yielded two bills.",
        "Did I accidentally cause double charges to be set up?",
        "was an error made with double-charging setup",
        "Did the mix-up result in two invoices?",
        "I was wondering if I accidentally set up the double charges.",
        "Accidentally doubling- charged?",
        "Accidentally billed multiples...",
        "If I set up double charging.",
        "I wonder if I set up double charges mistakenly.",
        "Is it possible I mistakenly enabled dual charges?",
        "Oops, double-charging?",
        "Was an error made due to double-charging setup?",
        "Did a billing mistake caused a double charge?",
        "Is it possible I unintentionally created duplicate bills?",
        "I am wondering if I enabled dual charges.",
        "Did it happen with unintentional duplicate charging?",
        "Did I accidentally charge double charges?",
        "Does a mistake cause two invoices to be generated by me?",
        "I wonder if I've set up dual billing unintentionally.",
        "Was the double charges an accident by me?",
        "Did a mistake cause double bill?",
        "The double-charging setup may have made an error.",
        "Is it a case of error doubled charges?",
        "Are I double-billing my mistake?",
        "Did double-biling happen unintentionally?",
        "Did I ruin things with 2 bills?",
        "Maybe I set up double-billing by mistake.",
        "Did the double billing issue occur unintentionally?",
        "I wonder if I set up double charging.",
        "I messed up dual charges!",
        "I am wondering if I inadvertently enabled dual charges.",
        "Were there accidental duplicate charging?",
        "have I accidentally set up dual billing?",
        "Messy mix-up resulted in two invoices?",
        "Is the double billing issue accidental?",
        "Is it my mistake to include the extra bills?",
        "Did I set up double charges inadvertently?",
        "Is it the fault of me for setting up duplicate payments?",
        "I do not know if I set up dual billing unintentionally.",
        "Did the mistake cause two invoices to be created?",
        "I was wondering if I inadvertently set up double charges.",
        "Did I make a mistake when I double-bill?",
        "Was this double-billed mistake?",
        "Double-bills? Mistake?",
        "Are we accidentally double-charging?",
        "Do the two billings result from my mistakes?",
        "Double-charging charges could have been mistakenly enabled.",
        "Is the double-charging accidental?",
        "Error charged twice in a row?",
        "Is it my fault for setting up duplicated payments?",
        "Did you create double-bill accidentally?",
        "Could the double-charging be due to an oversight?",
        "Did unintentional duplicatecharging occur?",
        "Were double-bills mistakenly enabled?",
        "Was there an accidental dual payment recording?",
        "Did I set up dual billing accidentally?",
        "Is it my fault that I'm double-charging?",
        "Did the mistake cause double charge?",
        "Is it my fault for setting up the duplicate payments?",
        "I wondered if I had accidentally enabled double charges.",
        "Is it possible there are double-charging due to an oversight?",
        "Is there a mistake in setting up double-billing?",
        "I don't know if setting up double charges was an accident.",
        "Is it possible double-billing was made up?",
        "I was curious if I set up double charging.",
        "Oops! A dual bill slip-up!",
        "Accidentally doubled-charged?",
        "Was a double billing issue accidental?",
        "Is it possible that double-billing was made mistake?",
        "Was double-billing charges accidentallyenabled?",
        "Is double-billing accidental?",
        "I was wondering whether I messed up with 2 bills.",
        "Double-charging charges may have been mistakenly enabled.",
        "Was an error due to double-charging setup?",
        "Did I set up double charging?",
        "When establishing the extra bills, are they my fault?",
        "I was wondering if double-billing was my fault.",
        "Someone accidentally created double-bill.",
        "Is that dual bill slip-up?",
        "Have I accidentally set up dual bills?",
        "Is that a dual bill mistake?",
        "There may have been unintentionally duplicate charging.",
        "I wonder if double-billing my fault?",
        "Double-billing charges might have been enabled mistakenly.",
        "Do these two billings come from a mistake?",
        "Is it possible double-billing was made mistake?",
        "How come the extra bills are my mistake?",
        "I'm wondering if I unintentionally set up dual billing.",
        "Did I make an error in setting up double-billing?",
        "Mistake resulted in duplicate charges.",
        "Is it possible that double-billing wasn't set up correctly?",
        "Did I mistakenly receive two charges?",
        "Was it an error made with a double-charging setup?",
        "Was it possible that I mistakenly enabled double charges?",
        "Oops, accidentally double- charged?",
        "I am unsure if I accidentally created duplicate bills.",
        "Yeah, dual bill slip-up?",
        "Did double-billing happen unintentionally.",
        "It may be possible that double-billing was set up by mistake.",
        "is double-billing my fault?",
        "Is that what happened with 2 bills?",
        "Had double-billing occurred unintentionally?",
        "Is it possible that I mistakenly enabled dual charges.",
        "A mix-up caused two invoices?",
        "Has it happened that I set up dual billing unintentionally?",
        "I was wondering if the extra bills were my error.",
        "Maybe the double-bill was accidentally created?",
        "Is it possible that double-bill accidentally was created?",
        "Was a double-charging error made?",
        "Did there a mistake that led to automatic double billing?",
        "Have the dual charges been enabled accidentally?",
        "Is it possible that I inadvertentlyenabled dual charges?",
        "Is the extra bills my error in establishing them?",
        "An accidental double-charging?",
        "Was Misstep the cause of duplicate charges?",
        "Did IEnabling dual charges was a mistake?",
        "Did I accidentally set up double-billing?",
        "Is it an error to include extra bills?",
        "Is it a mistake to charge twice?",
        "I wonder if the two billings resulted from my mistake.",
        "Did double-billed happen unintentionally?",
        "Do these two billings correspond with my mistake?",
        "The extra bills may have been my mistake.",
        "Did double-billing charges inadvertently happen?",
        "Have I set up dual billing in mistake?",
        "Was it possible that I unintentionally enabled double charges?",
        "Did an error cause two invoices to be created?",
        "Did the duplicate charging happen accidentally?",
        "Maybe double-billing was set up by mistake?",
        "The double-charging setup might have made an error.",
        "Misstepped resulted in duplicate charges?",
        "Is there an accidental duplication in my bills?",
        "Did I double-bill my mistake?",
        "Did you accidentally create double-Bill?",
        "Is these two billings linked to my mistake?",
        "Is that the fault of me for setting up duplicate payments?",
        "Does this two billings result from my mistake?",
        "Did I accidentally cause double charges?",
        "Was double-billing charges accidental?",
        "Oops! Multiple bill slip-up?",
        "Did I accidentally cause more bills to be created?",
        "Did unintentionally duplicated charging occur?",
        "Was setting up double charges the fault of me?",
        "Is there any chance that I created duplicate bills?",
        "Accidentally billed multiples",
        "I wonder if I enabled dual charges accidentally.",
        "I wondered if I was at fault for setting up duplicate payments.",
        "Is dual billing inadvertently set up?",
        "Is it a mistake that caused two invoices to be created?",
        "I wonder if I charged twice.",
        "There may be a chance of accidental double-billing setup.",
        "I think I might have inadvertently enabled double charges.",
        "Did I enable dual charges that way?",
        "Have I misinterpreted dual billing?",
        "I think I messed up with two bills.",
        "Did I make a mistake when I set up double- billing?",
        "I am wondering if these two billings result from my mistake.",
        "Did unintentionally duplicate charging happen?",
        "I was wondering if I set up doublecharging.",
        "Did a billing mistake cause double Charge?",
        "Is it an error to charge twice?",
        "Did there be a mistake that resulted in two invoices being generated?",
        "Is it Accidentally double-charging?",
        "Do you think I mistakenly enabled dual charges?",
        "Did I mistakenly create duplicate bills?",
        "An error was made with a double-charging setup.",
        "I wonder if I accidentallyenabled double charges.",
        "Perhaps the double-bill was accidentally created?",
        "Billing mistake caused a double charge?",
        "Perhaps I inadvertently enabled double charges.",
        "Was doubling charges an accident by me?",
        "A dual bill slip up!",
        "I wonder if the two invoices were generated by me because of a mistake.",
        "Accidentally billed multiples?",
        "Was it accidental dual payment recordings that I Triggered?",
        "Was it an Error doubled charges?",
        "Was double-billing charges accidentally enabled?",
        "Is it possible that I made duplicate bills?",
        "Did an error cause double billing?",
        "Double-billing may be my fault.",
        "I don't know if I inadvertently enabled double charges.",
        "I would like to know if I set up dual billing unintentionally.",
        "My mistake is setting the extra bills up.",
        "Was it me who accidentally set up double charges?",
        "The extra bills could be my error.",
        "Did I make a mistake in setting up double bills?",
        "Did I make a mistake when I set up double billing?",
        "Is my error the cause of the duplicated billing?",
        "I was wondering if I messed up with the two bills.",
        "I wondered if I set up doublecharging.",
        "Someone accidentally created a double-bill.",
        "Double charge caused by Billing mistake?",
        "Uhm, messed up dual charges?",
        "Might be accidental double-charging?",
        "Maybe double-charging was due to an oversight.",
        "Mistake, double-billed?",
        "Oops! There was a dual bill slip up.",
        "I wondered if I triggered accidental dual payment recordings.",
        "Could it have been an error doubled charges?",
        "Was it mistake doubled charges?",
        "Is there a mistake that yielded two invoices?",
        "I wondered if I put double charging in place.",
        "When establishing the extra bills are they my error?",
        "Did double-billing go wrong?",
        "Is it an error made that was billed twice?",
        "Did there a mistake that led to double billing?",
        "Is it because I messed things up with 2 bills?",
        "Did there be a mistake of duplicate charging?",
        "A double- bill has been accidentally created.",
        "Did a mistake cause two invoices to be generated by me",
        "Maybe a double-bill was accidentally created?",
        "Is it my mistake that causes duplicated billing?",
        "I was wondering if I had triggered accidental dual payment recordings.",
        "Is dual charges accidentally enabled?",
        "Had a billing mistake caused double charge?",
        "Might have messed up dual charges?",
        "Double-charging charges were mistakenly enabled.",
        "I accidentally messed up dual charges.",
        "Mistake, double billing?",
        "Double-charging charges might have been enabled accidentally.",
        "Is there a mistake that caused two invoices to be generated.",
        "Is it possible that there are double-charging due to an oversight?",
        "I'm wondering if I set up double charging.",
        "Are there duplicate charges as a result of Misstep?",
        "There is accidental duplication in my bills",
        "Did I just set up a double charge?",
        "Was it unintentional duplicate charging that happened?",
        "It's possible double-bills were set up by mistake.",
        "Did a double billing problem occur unintentionally?",
        "Maybe accidentally double- charged?",
        "Is double-billing something that happened unintentionally?",
        "Did a mistake cause two invoices to be produced by me?",
        "Is it possible that I unintentionally enabled double charges?",
        "A double-charging gaffe?",
        "I might have messed up with 2 bills.",
        "Didn't create double-bill accidentally?",
        "Did I change things up with 2 bills?",
        "Oops! two bill slip up?",
        "billing mistake caused double charge?",
        "Did there a mistake that resulted in double billing?",
        "Was an error caused by double-charging setup",
        "Are these two billings the result of my mistake?",
        "I had a dual bill slip-up.",
        "Were double-billing charges mistakenly enabled?",
        "Double charges may have been enabled accidentally.",
        "A mistake ordouble-billed?",
        "Is that double-bill accidentally created?",
        "I was wondering if I unintentionally created duplicate bills.",
        "Is it possible that I messed up with 2 bills.",
        "Was a mistake the cause of automatic double billing?",
        "Did I make a mistake in double billing?",
        "Did a mistake make me create two invoices?",
        "Do these two billings represent my mistake?",
        "Do the two billings result from my error?",
        "Is there an error in charging twice?",
        "I want to know if a mistake caused two invoices to be generated by me.",
        "Is it possible I inadvertently enabled double charges?",
        "I wonder if there was a mistake that caused two invoices to be created.",
        "Is this double-billed mistake?",
        "Double-billed was a mistake?",
        "Was it Misstep that resulted in duplicate charges?",
        "Is double- Billing my fault?",
        "Does the two billings result from my mistakes?",
        "Oops, dual bill slip up!",
        "I might be at fault for setting up duplicate payments.",
        "Is it possible that the two billings result from my mistake?",
        "A mix-up may have yielded two invoices.",
        "Accidentally bill multiples",
        "The double-bill was accidentally made.",
        "Accidental multi- billing...",
        "Didn't I accidentally set up double charges?",
        "I think I accidentally enabled dual charges.",
        "Have I made a mistake by setting up dual billing?",
        "Is there any mistake in establishing the extra bills?",
        "Could there be double-charging because of an oversight?",
        "Was double billed charges mistakenly enabled?",
        "I might have set up double charges.",
        "Was it a double-charging setup error?",
        "Is there an error in establishing extra bills?",
        "Were double charges enabled accidentally?",
        "Did I accidentally hit two charges?",
        "I wondered if I charged twice.",
        "Was it a mistake to set up two charges?",
        "Did the double billing happen unintentionally?",
        "Perhaps I created duplicate bills.",
        "I wonder if my mistake caused charges to overlap.",
        "Multi-billing by accident...",
        "It's possible that I inadvertently enabled double charges.",
        "Is this an error made with double-charging setup?",
        "Are there duplicate charges due to Misstep?",
        "Was it double- billing my fault?",
        "Did I make a mistake and set up double charges?",
        "Is it possible double-billing occurred unintentionally?",
        "Did I make a mistake when setting up double charges?",
        "Oops, a dual bill slip-up.",
        "Did a double billing problem happen unintentionally?",
        "Did I accidentally double bill?",
        "Did there be a mistake that caused the two invoices to be created?",
        "Was an error caused by the double-charging setup?",
        "I wondered if double-billing was my fault.",
        "Is it my fault that I'm double- billing?",
        "Is these two billings the result of a mistake?",
        "Haven't I set up dual billing unintentionally?",
        "Did the double charge happen because of a billing mistake?",
        "Accidentally billed multiples.",
        "Have I made a mistake in setting up dual billing?",
        "Was an error connected to double-charging setup?",
        "Is it a double-billedMistake?",
        "Did I set updouble charges?",
        "Were dual billing set up unintentionally?",
        "I want to know if I mistakenly enabled dual charges.",
        "Did accidental duplicate charging take place?",
        "Has a mistake on my part resulted in a bill doubling?",
        "Have I mistakenly set up dual charges?",
        "Double-bill accidentally?",
        "Shouldn't I have set up dual billing unintentionally?",
        "Something happened to create double-bill accidentally?",
        "Accidentally charges multiples.",
        "a billing mistake caused double charge",
        "Did a double bill happen accidentally?",
        "Maybe I unintentionally enabled double charges.",
        "Could double-billing possibly have been set up by mistake?",
        "Maybe there is double-charging due to an error.",
        "I am not sure if I triggered accidental dual payment recordings.",
        "Did a mistake cause two invoices to be generated for me?",
        "A billing mistake resulted in bills being charged twice.",
        "Mistake?double-billed?",
        "Was double-charging setup the cause of the error?",
        "Does double-billed my fault?",
        "Did the double billing problem occur accidentally?",
        "Have I unintentionally set up dual billing?",
        "I wonder if I set up double-charging by mistake.",
        "Is my fault for double-billing?",
        "Did you create double- bill accidentally?",
        "Is it possible that double-billing was set up inadvertently?",
        "I wonder if double charges were mistakenly enabled.",
        "There might have been accidental duplicate charging.",
        "Oops! There was a dual bill slip-up.",
        "Maybe I accidentally set up double charges.",
        "I wonder if I set up two charges.",
        "Was there an accident when I set up double charges?",
        "Is the extra bills my fault when establishing them?",
        "might there be double-charging due to an oversight",
        "Is it possible that I set up dual billing unintentionally.",
        "Yeah, messed up dual charges?",
        "do the two billings result from my mistake?",
        "Was a mistake to cause two invoices?",
        "Maybe double-billing was made up by mistake?",
        "Did there be a mistake that caused the two invoices to be generated?",
        "Did I accidentally get charged two times?",
        "Is there double-charging because of an oversight?",
        "Something was created double-bill accidentally?",
        "Did there be an accident where duplicate charging occurred?",
        "Did I mistakenly allow double charges?",
        "A double-bill might have been accidentally created.",
        "Have I accidentallyenabled dual charges?",
        "Was it an error made with double-charging?",
        "Error with multiple billing?",
        "Oops, Accidentally double-charged?",
        "Have you inadvertently enabled dual charges?",
        "A mistake might have caused two invoices to be generated by me.",
        "Did a mistake cause two invoices to be generated?",
        "There was a chance that I accidentally created duplicate bills.",
        "Were the double-bills accidentally created?",
        "Wasn't double-billing accidental?",
        "Did I set up double billing by mistake?",
        "Did the billing mistake cause a double charge?",
        "Did I inadvertently cause dual payments recordings?",
        "I don't know if I messed things up by having 2 bills.",
        "Double-billing charges may have been enabled mistakenly.",
        "There were duplicate charges as a result of the misstep.",
        "I wondered if I set up double-billed by mistake.",
        "I don't know if I set up double charges.",
        "Was an error due to the double-charging setup?",
        "Is this the fault of me for setting up duplicate payments?",
        "Have I accidentally set up dual billing?",
        "Oops! two bill slip-up?",
        "Is it a double bill slip-up?",
        "Is double-billing done by mistake?",
        "I wonder if the two billings result from my mistake?",
        "Did you accidentally make a double bill?",
        "Do I accidentally set up double charges?",
        "Is it a mistake to pay dual payments?",
        "The billing mistake resulted in charged twice.",
        "Is it double- billing my fault?",
        "A double-bill was unintentionally created.",
        "Did I accidentally create duplicated bills?",
        "Was there a mistake that lead to double billing?",
        "Double-charging charges might have been inadvertently enabled.",
        "What if double-billing happened unintentionally?",
        "Is it a mistake to set the extra bills up?",
        "Did I set up double charges mistakenly?",
        "Did there happen unintentional duplicate charging?",
        "Are you talking a dual bill slip-up?",
        "I wondered if I messed up with the 2 bills.",
        "Did carelessness lead to automatic double billing?",
        "Did these two billings come from my mistake?",
        "Is it possible that I accidentally enabled dual charges?",
        "Did there be a mistake that resulted in automatic double billing?",
        "I wonder if double billing was set up by mistake.",
        "Am I setting up dual billing unintentionally?",
        "Multi-Billing by accident...",
        "A mistake may have caused two invoices to be created by me.",
        "I don't know if the extra bills are my mistake.",
        "I thought I messed things up with 2 bills.",
        "Were two invoices generated by me because of a mistake?",
        "My mistake led to the two billings.",
        "I wasn't sure if I messed things up with 2 bills.",
        "Have I set up dual billing accidentally?",
        "Was there an accident in which I created duplicate bills?",
        "I wonder if I messed up with both bills.",
        "The dual billing may have been set up unintentionally.",
        "My mistake caused the two billings.",
        "Was it an error in multiple billing?",
        "Is dual billing unintentionally established?",
        "Is it possible that the double-billing was a mistake?",
        "Was my mistake to create duplicate bills?",
        "Was the double-charging setup involved in the error?",
        "I want to know if I set up double charging.",
        "Double-billing charges were inadvertently enabled.",
        "It could have been accidental double-charging.",
        "Was it an error that doubled charges?",
        "The mistake resulted in duplicate charges?",
        "Is there a chance I created duplicate bills?",
        "Did I accidentally set up double-billed?",
        "I was unsure if I created duplicate bills.",
        "Billing twice in haste was an error?",
        "Did a billing mistake cause a double charge?",
        "Is the extra bill a mistake when establishing them?",
        "Fix double-billing error now?",
        "Maybe I made a mistake by paying two people wrong.",
        "Did Double-billing happen unintentionally?",
        "Is there a double-charging due to an oversight?",
        "Did unintentional duplicate charging occur?",
        "Could double-billing have happened unintentionally?",
        "Is there a mistake that I enabled dual charges?",
        "I am wondering if the extra bills are my mistake.",
        "My mistake leads to these two billings?",
        "Is it possible that I inadvertently enabled dual charges?",
        "Was the set up of double charges an accident by me?",
        "Is it my error to set the extra bills up?",
        "A billing mistake resulted in double charge.",
        "Billing mistake resulted in charged twice.",
        "Was double-billing a mistake?",
        "Accidentally charging twice?",
        "Did there be a mistake that caused automatic double billing?",
        "It is possible that I accidentally enabled double charges.",
        "Did an accident cause duplicate charging?",
        "Was the extra bills my mistake?",
        "Is it my fault that I double-bills?",
        "Oops! dual bill slip-up!",
        "What if I accidentally set up dual billing?",
        "Did I accidentally setup double charges?",
        "Oops, billed twice in haste?",
        "There may have been double-charging due to an oversight.",
        "I don't know if I'm setting up double charging.",
        "Is this double billing my fault?",
        "Did double-charging happen unintentionally.",
        "I was wondering if I had messed things up with 2 bills.",
        "Is double-charging due to an oversight?",
        "I wonder if I set up doublecharging.",
        "Did the double-charging setup cause the error?",
        "Is it an error made and billed twice?",
        "Did an error cause two invoices to be generated by me?",
        "Is there a mistake that led to automatic double billing?",
        "I wondered if double charges had been set up by me.",
        "Did I unintentionally cause dual payments recordings?",
        "Oops, two bill slip-up?",
        "I wonder if this two billings result from my mistake.",
        "Were there double-charging due to an oversight?",
        "I was wondering if a mistake caused two invoices to be generated.",
        "Error in billing several times?",
        "That was accidental double-charging?",
        "Had unintentional duplicate charging happened?",
        "Did I make the mistake of setting up duplicate payments?",
        "Accidentally bill multiples.",
        "Did I unintentionally set up double billing?",
        "Did I mistakenly allow dual charges?",
        "I wonder if I have set up dual billing unintentionally.",
        "When setting the extra bills, are they my mistake?",
        "Did I accidentally set up double-charging?",
        "I wondered if I had enabled double charges.",
        "Do these two billings have to do with my mistake?",
        "I wonder if I unintentionally paid twice.",
        "I wonder if double-billing my fault.",
        "How about a dual bill slip-up?",
        "Is it possible I accidentally set up double charges?",
        "Did unintentional duplicate charges occur?",
        "I wonder if I messed things up with 2 bills",
        "Did accidental dual payment recordings happen to me?",
        "Didn't double-billing occur accidentally?",
        "It is possible that double-billing was made up.",
        "Did there a mistake that caused automatic double billing?",
        "It might be double-charging due to an oversight.",
        "Did I accidentally charge twice?",
        "There might be double-billing charges mistakenly enabled.",
        "Did I make a mistake when I set up double-charging?",
        "Might I have accidentally created duplicate bills?",
        "Is it an error that leads to duplicated billing?",
        "I don't know if I set up dual billing unintentionally.",
        "Did I make a mistake with double- billing?",
        "Is these two bills a result of my mistake?",
        "Incorrect double-charging?",
        "Did I put up two charges?",
        "Did I accidentally make duplicate bills?",
        "Double-bills may have been mistakenly enabled.",
        "Double-billing charges might be mistakenly enabled.",
        "Was that an error with double-charging setup?",
        "I was wondering if I accidentally set up double-billing.",
        "I wonder if I enabled double charges inadvertently.",
        "Is it possible I set up two charges?",
        "I'm not sure if a mistake caused two invoices to be generated.",
        "Did the mistake result in duplicated charges?",
        "Oops! Two bills slip-up?",
        "I think I might have accidentally enabled double charges.",
        "The double-billing might have been set up by mistake.",
        "Did I not set up double-billing correctly?",
        "Was it a dual bill slip- up?",
        "Did I make a mistake with double-charging?",
        "Did double-billing inadvertently happen?",
        "Was this an error caused by double-charging setup?",
        "Double-billed? A mistake?",
        "Is it possible to unintentionally set up dual billing?",
        "Double bill slip-up?",
        "I wonder if I made double charges.",
        "I do not know if I created duplicate bills.",
        "I messed up dual charges, right?",
        "Did a double billing arise unintentionally?",
        "Is there a mistake that led to two invoices being generated?",
        "I am not sure if I messed up with 2 bills.",
        "Did double-billing come about accidentally?",
        "Is it possible that double-billing was incorrect?",
        "Did a double billing error happen?",
        "Did double-billing unintentionally happen?",
        "Was unintentional duplicate charging a problem?",
        "Is it possible that I set up two charges?",
        "Is the double billing my fault?",
        "Did you create a double-bill accidentally?",
        "Do I unintentionally enable dual charges?",
        "Oops, accidental double-charged?",
        "Was an accident caused by setting up double charges?",
        "Is the two billings results from my mistake?",
        "Have the dual charges been enabled inadvertently?",
        "I wonder if there is accidental duplication in my bills.",
        "Did I create accidental dual payment recordings?",
        "Maybe accidentally double-charged?",
        "Was the double charges a mistake by me?",
        "Is it possible I'm being billed twice unintentionally?",
        "Maybe I accidentally created duplicate bills.",
        "A double-bill accidentally was created?",
        "Did double-billing happen in error?",
        "Is it possible I am being billed twice unintentionally?",
        "Did I mess up with 2 bills?",
        "Did a double billing issue occur unintentionally?",
        "accidental multi-billing...",
        "Was it accidental double-charge?",
        "Is it possible that double billing was made mistake?",
        "I think I set up dual billing unintentionally.",
        "Is the two billings from my mistake?",
        "Was the error caused by double-charging setup?",
        "There might be double-charging because of an error.",
        "Double charges may have been set up by me.",
        "Can I accidentally set up dual billing?",
        "Was it unintentional duplicate charging?",
        "I'm wondering if I set up double charging",
        "Did there be an error in multiple billing?",
        "Did a mistake lead to an automatic double bill?",
        "I wonder if I set up double-billing wrong.",
        "I wonder if I unintentionally created duplicate bills.",
        "Is it an error when establishing the extra bills?",
        "Was it a dual bill error?",
        "I wondered if my mistake caused the charges to overlap.",
        "Did there be an unintentional duplicate charge?",
        "Maybe I set up dual billing accidentally.",
        "Did double-billing possibly happen unintentionally?",
        "Did double-billing happen without thinking?",
        "Was there a mistake that caused two invoices to be created by me?",
        "Was it a mistake to create double-bill?",
        "There may have been a mistake that caused two invoices to be generated.",
        "I want to know if I set up dual billing unintentionally.",
        "Had I accidentally enabled double charges?",
        "I was wondering if it was my mistake that caused the charges to overlap.",
        "Has I inadvertently enabled dual charges?",
        "Is it possible that I accidentally created duplicated bills?",
        "Was there an error in the double-charging setup?",
        "Did I double bill?",
        "Well, messed up dual charges?",
        "Double charges may have been an accident by me.",
        "Is it my fault that I double-bill?",
        "Do these two billings arise from my mistake?",
        "Did a double billing happen accidentally?",
        "Was there anything I messed up with with 2 bills?",
        "I want to know if I am at fault for setting up duplicate payments.",
        "Did double-billing happen wrong?",
        "Is it possible double-billing was set up unintentionally?",
        "Is it my fault that duplicated payments were set up?",
        "I wondered if I accidentally created duplicate bills.",
        "Is it my fault for set up duplicate payments?",
        "Did I make a mistake by setting up double-charging?",
        "Double billing could be my fault.",
        "Did a mistake cause me to make two invoices?",
        "The double-bills were accidentally created.",
        "Was it an accident to create duplicate bills?",
        "I might have created duplicate bills.",
        "I wonder if I accidentally triggered dual payment recordings.",
        "Is the two billings related to my mistakes?",
        "Is there any accidental duplicate in my bills?",
        "Asking if I set up double charging.",
        "There might be a chance of accidental double-billing setup.",
        "I want to know if I triggered accidental dual payment recordings.",
        "I don't know if I set up doublecharging.",
        "Did there be an accidental duplicate charge?",
        "Double-billing charges might have been enabled inadvertently.",
        "Is it possible that I messed up with two bills?",
        "I wondered if two invoices were generated by me because of a mistake.",
        "Was double-charging charges inadvertently enabled?",
        "Has the dual billing accidentally been set up?",
        "A double-bill has been accidentally created?",
        "Billing mistake, caused double charge?",
        "Is my mistake with the extra bills?",
        "Do these two billings relate to my mistake?",
        "Oops, Messed up dual charges.",
        "A double- bill was created accidentally.",
        "I pondered if I accidentally created duplicate bills.",
        "I wonder if I accidentally set up double-billing.",
        "I wondered if two invoices were created by me because of a mistake.",
        "Have I mistakenly allowed dual charges?",
        "It is conceivable that double-billing was set up by mistake.",
        "Was it an accident to set up two charges?",
        "I might have set up dual billing unintentionally.",
        "Maybe it's double-charging due to an oversight.",
        "Is it my fault that I'm double-billing?",
        "Is there a double-charging because of an oversight?",
        "Is there an error in billing multiple times?",
        "Is the double bill accidentally created?",
        "Did the Billing mistake cause double charge?",
        "Have I mistakenly enabled two charges?",
        "Is there an accidental duplicate charging?",
        "There was an occurrence of unintentional duplicate charging.",
        "I don't know if the extra bills were my error.",
        "Has I accidentally enabled dual charges?",
        "Oops! multiple bill slip-up?",
        "Was there a case of unintentional duplicate charging?",
        "Double charge possibly caused by billing mistake?",
        "Was setting up the double charges accidental?",
        "It's possible that I enabled double charges.",
        "Did the mistake lead to double billing?",
        "Could a double billing issue have arisen accidentally?",
        "Was it an accidental double-charge?",
        "Is it my mistake that leads to the duplicated billing?",
        "Was double-billed an error?",
        "Was there an accident where I accidentally set up double charges?",
        "Double-bill was accidentally created?",
        "Error in billing twice?",
        "I wonder if there was unintentional duplicate charging.",
        "Is the extra bill my error?",
        "A billing mistake may have caused a double charge.",
        "I wondered if I had set up double-billing by mistake.",
        "Was it accidentally double- charged?",
        "Do these two bills come from my mistake?",
        "I don't know if I accidentally enabled dual charges.",
        "Was it double billing my fault?",
        "Was this dual bill slip-up?",
        "I wonder if I wrongly enabled double charges.",
        "Did someone accidentally create double-bill?",
        "Setting up double charges was a mistake by me.",
        "It is possible that double-billing was made mistake.",
        "Was it a mess up with dual charges?",
        "Multi-billing was done by accident.",
        "Is it a mistake to have the extra bills?",
        "Did a double billing incident happen accidentally?",
        "Are dual charges enabled accidentally?",
        "Was it an accident to set up double charges?",
        "Were there duplicate charges due to Misstep?",
        "When establishing the extra bills are they my mistake?",
        "Was it accidental double charging?",
        "Does the two billings result from my mistake?",
        "Is it a mistake to enable dual charges?",
        "Is it a mistake to have double-billing?",
        "Was it an accident to have double charges?",
        "I wonder if the two billings result from my mistake.",
        "I was wondering if there was a mistake that caused two invoices to be generated.",
        "accidental duplication in my bills",
        "Did I mistake enable dual charges?",
        "Maybe the double-bill was created accidentally?",
        "I'm wondering if I created duplicate bills.",
        "Accidentally double-charging?",
        "I'm not sure if I messed up with 2 bills.",
        "I wondered if I accidentally set up double-billing.",
        "do I accidentally set up dual billing?",
        "Did I inadvertently cause accidental dual payment recordings?",
        "Was double-billing an accident?",
        "My mistake caused charges to overlap.",
        "It was a mistake to charge twice.",
        "I don't know if I messed up with two bills.",
        "Did unintentionally duplicate charges occur?",
        "A mix-up resulted in two bills?",
        "Is my mistake when establishing extra bills?",
        "Did a double billing happen unintentionally?",
        "My mistake resulted in these two billings.",
        "Is double-bills accidentally enabled?",
        "A double-billed mistake?",
        "I wonder if I messed up with 2 bills",
        "Did there be accidentally duplicate charging?",
        "I wonder if I triggered accidental dual payments.",
        "Was a mistake made with double charging setup?",
        "Is there a case of double-charging due to an oversight?",
        "Was there a mistake that led to duplicate charges?",
        "Maybe the double-bill was created accidentally.",
        "Did I accidentally create double charges?",
        "I would like to know if I unintentionally set up dual billing.",
        "Is it possible that I accidentally created duplicate bills?",
        "Had an error been made with double-charging setup?",
        "I was wondering if I created duplicate bills accidentally.",
        "I don't know if I accidentally set up two charges.",
        "Was it a mistake which resulted in duplicate charges?",
        "Is there a mistake that caused the two invoices to be generated?",
        "Did I make the mistake of double-billing?",
        "Was it accidental to set up double charges?",
        "Was it a mistake to bill twice?",
        "I wondered if I accidentally enabled double charges.",
        "I wonder if I created duplicate bills inadvertently.",
        "Is these two billings because of my mistake?",
        "Were errors made with double-charging setup?",
        "Oops! dual bill slip-up",
        "Did the double billing issue occur accidentally?",
        "Was a double billing issue caused accidentally?",
        "Did the double-bill come about accidentally?",
        "Double-bills were accidentally created?",
        "I wonder if I enabled dual charges.",
        "Was it my fault that I set up double charges?",
        "Is a mistake to blame for two invoices being generated by me?",
        "Messed up with more than one charge?",
        "I do not know if I accidentally created duplicate bills.",
        "I was wondering if I messed up with both bills.",
        "Was it an error associated with double-charging setup?",
        "Is there a chance that the double-bill was accidentally created?",
        "Is these two billings related to my mistake?",
        "I wonder if I set up double charges unintentionally.",
        "Is it my fault I charge twice?",
        "Is it my fault for setting up double payments?",
        "Was the error a result of double-charging setup?",
        "Making a mistake resulted in duplicate charges.",
        "Did the double bill happen unintentionally?",
        "Did accidental duplicate charging occur?",
        "Was dual billing unintentionally set up?",
        "Double bill accidentally created?",
        "Was set up double charges an accident by me?",
        "Did there be accidental duplicatecharging?",
        "Was a mistake to cause two invoices to be generated for me?",
        "I might have messed up two payings.",
        "Is it a dual bill slip- up?",
        "Was it my fault that duplicate payments were set up?",
        "There is a question if I set up double charging.",
        "Is there a mistake that led to double billing?",
        "Have I mistakenlyenabled dual charges?",
        "I wonder if there is accidental duplicated in my bills.",
        "Maybe I made a mistake with the two pays.",
        "Are the extra bills my fault when setting them up?",
        "Could it be that I inadvertently enabled double charges?",
        "Did a mistake cause two invoices to be created by me.",
        "Is double-charging my fault?",
        "Incorrect billing caused double charge?",
        "I'm not sure if I set up double-billing by mistake.",
        "I wondered if I set up dual billing unintentionally.",
        "Had a mistake caused automatic double billing?",
        "I may have accidentally set up double charges.",
        "Is the two billings a consequence of my mistake?",
        "Should the extra bills be my mistake?",
        "Did a double billing issues happen accidentally?",
        "What if I messed up with 2 bills?",
        "Double-billing occurred unintentionally.",
        "Are the extra bills my error when setting them up?",
        "A dual bill gaffe?",
        "Had there been unintentional duplicate charging?",
        "Had there been accidental duplicate charging?",
        "Has my dual billing unintentionally been set up?",
        "I wonder if double charges are an accident by me.",
        "Is it my mistake that caused the duplication?",
        "Is it possible I mistakenly enabled double charges?",
        "Is it possible I created duplicate bills?",
        "I was unsure if I accidentally created duplicate bills.",
        "Did I accidentallyEnabling dual charges?",
        "I would like to know if the two billings result from my mistake.",
        "Multi-billed accidentally...",
        "Did I make redundant bills?",
        "A mistake may have caused two invoices to be generated by me.",
        "Is accidental dual payment recordings my fault?",
        "I have set up dual billing unintentionally.",
        "Is it an error made with double-charging setup?",
        "Is it possible I inadvertently enabled dual charges?",
        "Was it a mistake to create a double-bill?",
        "There might have been a mistake that caused two invoices to be generated.",
        "Is double-billing my fault?",
        "My mistake may have resulted in the two billings.",
        "Did I mistakenly enable dual charges?",
        "Was double-billing charges unintentionally enabled?",
        "Did a billing error cause double charge?",
        "Was double-charging charges accidentally enabled?",
        "A double-billing mistake?",
        "Did a mistake lead to two invoices being created by me?",
        "Is it possible that there was double-charging due to an oversight?",
        "Was accidentally double-charging.",
        "Did I cause a mess with 2 bills?",
        "Did I make a mistake with double charges?",
        "Did double-billing occur accidental?",
        "I wondered if I messed things up with the two bills.",
        "Is these two billings a result of my mistake?",
        "I wonder if unintentional duplicate charging occurred.",
        "My mistake resulted in the two billings.",
        "I'm wondering if I have set up double charging.",
        "Did the mix up result in two invoices?",
        "Were double charges an accident by me?",
        "Multi-billing Accidentally...",
        "There was a chance I accidentally created duplicate bills.",
        "Have I unintentionally enabled dual charges?",
        "I am wondering if I set up double charges accidentally.",
        "I was wondering if there was accidental duplication in my bills.",
        "Did an error occur because of double-charging setup?",
        "Was it possible that I had mistakenly enabled double charges?",
        "I wonder if a mistake made two invoices to be generated.",
        "I wondered if I set up double-billing wrong.",
        "Mistake ordouble-billed?",
        "Is it a billing mistake that caused double charge?",
        "I don't know if the extra bills are my error.",
        "Did there be a mistake that caused two invoices to be generated?",
        "Mistake doubled charges?",
        "Had a mistake lead to automatic double billing?",
        "Do these two billings result from a mistake?",
        "am wondering if I set up double charging",
        "Is it possible I charged twice?",
        "Did double-billing occur because of a mistake?",
        "Did an error happen with double-charging setup?",
        "Did a double billing issue develop accidentally?",
        "Have I set up dual billing by mistake?",
        "Did I wrongly enable double charges?",
        "Is there a chance that double-billing was made up by mistake?",
        "Is it an error to include the extra bills?",
        "Is it my error to include the extra bills?",
        "I was wondering if I had set up dual billing unintentionally.",
        "Is accidental duplicate in my bills?",
        "Do the two billings result from a mistake?",
        "I want to know if I messed things up with 2 bills.",
        "Two invoices were produced from a mix-up?",
        "Possibly there is double-charging due to an oversight.",
        "Is it possible that accidental duplicate charging occurred?",
        "I was wondering if I Triggered accidental dual payment recordings.",
        "I'm not sure if the extra bills are my mistake.",
        "Is it possible that I mistakenly enabled dual charges?",
        "Are these two billings the result of a mistake?",
        "I wonder if I accidentally set up two charges.",
        "Is it my fault that duplicate payments were setup?",
        "Did double-billing take place unintentionally?",
        "Was it possible that double-billing was set up by mistake?",
        "How about two bill slip-up?",
        "I wonder if the extra bills were my mistake.",
        "Have I set up double billing?",
        "Was double-bill accidentally created?",
        "Have you accidentally set up dual billing?",
        "Did a double billing problem happen accidentally?",
        "dual billing unintentionally?",
        "It's possible that double-billing was made up.",
        "Was it a mistake to make a double-bill?",
        "Were double-bills accidentally created?",
        "Was it an accident that I create duplicate bills?",
        "Is the dual billing set up unintentionally?",
        "Was double- billed charges mistakenly enabled?",
        "Is it possible the double-billing was set up accidentally?",
        "Is this two billings related to my mistake?",
        "Is that double- billing my fault?",
        "Is dual billing unintentionally set up.",
        "I wanted to know if a mistake caused two invoices to be created.",
        "Double-billed? a mistake?",
        "A double-bill accidentally was created.",
        "Did a mistake prompt two invoices to be generated?",
        "Is it possible I set up double charging?",
        "There is a possibility of unintentionally double-billing.",
        "I wonder if I created duplicate bills?",
        "I was asked if I triggered accidental dual payment recordings.",
        "Might I have created duplicate bills?",
        "Did I make up double charges?",
        "Did the unintentional duplicate charging happen?",
        "Have I setup dual billing unintentionally?",
        "Did I set up double charges?",
        "Is it accidental duplication in my bill?",
        "I'm wondering if double-billing my fault.",
        "Is it possible that I enabled dual charges?",
        "Oops! dual bill mistake!",
        "Did double-billing happen wrongly?",
        "Did I make a mistake with the double-billing?",
        "Did there be unintentional duplicatecharging?",
        "Did the Misstep result in duplicate charges?",
        "Was it the case of messed up with dual charges?",
        "Was my mistake to cause double charges?",
        "Is it possible that two invoices were created by me?",
        "Two bill slip-up?",
        "Was it my fault that I created duplicate bills?",
        "Did double-billed occur inadvertently?",
        "Oops! There is a dual bill slip-up.",
        "Did I unintentionally enable double charges?",
        "Was it a mistake that caused double billing?",
        "Was the double-billing set up by mistake?",
        "I wondered if I had unintentionally enabled double charges.",
        "Did double- billing occur inadvertently?",
        "Did a messy mix up result in two invoices?",
        "I was wondering if I had accidentally set up double charges.",
        "It might be possible that double-billing was set up accidentally.",
        "Did double- charging happen unintentionally?",
        "Did there be unintentionally duplicated charging?",
        "I wondered if I messed things up with 2 bills.",
        "I was wondering if I accidentally made duplicate bills.",
        "Was it an accident when I set up the double charges?",
        "Accidentally double charging?",
        "Did a mix-up yield two invoices?",
        "Maybe I created duplicate bills?",
        "Is there an error in establishing the additional bills?",
        "Was there a mistake that created duplicate bills?",
        "Was a double billing issue something that happened accidentally?",
        "Incorrect multiple billing?",
        "When establishing them, are the extra bills my error?",
        "Maybe there were double-charging due to an oversight.",
        "When setting up the extra bills are they my error?",
        "Could double-billing have been set up by mistake?",
        "Possible double-charging due to an oversight?",
        "Did the mistake lead to double billing.",
        "Have I confused dual billing?",
        "Was it a mistake that resulted in duplicate charges?",
        "I wonder if unintentional duplicate charging happened.",
        "Did I cause accidental dual payment recordings.",
        "I want to know if I accidentally enabled dual charges.",
        "double-billing may have been set up by mistake.",
        "Was it an accidental double-bill?",
        "Was double charges an accident that I set up?",
        "Error doubled the charges?",
        "Is this the reason I messed up with 2 bills?",
        "Were I wrong to create duplicate bills?",
        "Is that double billing my fault?",
        "Might there be double-charging because of an oversight?",
        "Put up double-billing?",
        "I was wondering if I accidentally doubled-pay.",
        "I wonder if I messed it up with 2 bills.",
        "Is that a dual bill slip-up?",
        "Had there been an accidental duplicate charging?",
        "Has I accidentally set up dual billing?",
        "Have double-billing charges been mistakenly enabled?",
        "Were the double charges an accident by me?",
        "Did I enable dual charges mistakenly?",
        "When setting the extra bills are they my error?",
        "Is it possible to accidentally set up dual billing?",
        "Double billing charges might have been inadvertently enabled.",
        "Is it my mistake that causes the duplicate billing?",
        "Have I enabled dual charges inadvertently?",
        "Does my mistake result in the two billings?",
        "Did a mistake lead to the double bill?",
        "Didn't I accidentally create duplicate bills?",
        "When establishing them, is the extra bill my error?",
        "Was it possible that I accidentally enabled double charges?",
        "Did double billing arise accidentally?",
        "Was it accidental that I triggered dual payment recordings?",
        "Has the dual charges been enabled inadvertently?",
        "I accidentally enabled dual charges.",
        "Did I make a mistake in setting up the double charges?",
        "Is the two billings result from my mistake?",
        "Accidentally billed multiple.",
        "I wonder if a double billing issue happened accidentally.",
        "Is the mix-up responsible for two invoices?",
        "Did there possibly be accidental duplicate charging?",
        "Is it an error that causes duplication in billing?",
        "Was it an accidental double-charging?",
        "Did I make a mistake by doubling billing?",
        "Was it a mistake that was billed twice?",
        "Is the double-billing charges mistakenly enabled?",
        "Is it possible double-billing was set up accidentally?",
        "Might have been accidental double-charging?",
        "Did I just set up double-billing?",
        "Is it possible that double-billed was made up?",
        "I wonder if I inadvertently set up dual billing.",
        "I wonder if I accidentally set up double charges?",
        "Is it a mistake that resulted in duplicate charges?",
        "An error was made with double-charging setup",
        "Was it a case of unintentional duplicate charging?",
        "Did I make a mistake and double bill?",
        "Was it possible that I messed things up with 2 bills?",
        "I wonder if I set up double charges?",
        "Is it possible I am at fault for setting up duplicate payments?",
        "I wonder if I set up double- billing by mistake.",
        "I do not know if I set up double charging.",
        "My mistake results in the two billings.",
        "Is it possible I accidentally made duplicate bills?",
        "A billing mistake led to a double charge.",
        "Is it possible that I accidentally set up two charges?",
        "I wonder if I enabled double charges unintentionally.",
        "Is a mistake the reason for two invoices to be generated?",
        "A double-Bill was accidentally created.",
        "I wonder if double charges were set up by me.",
        "Was it an error that was billed twice?",
        "Is it possible that I create duplicate bills?",
        "Have I messed things up with 2 bills?",
        "Did mistake lead to duplicate charges?",
        "Possibly accidentally double-charging?",
        "I was wondering if I put up double charging.",
        "Is it my mistake that resulted in the two billings?",
        "Was it a double-billed mistake?",
        "Was it an error with double-charging setup.",
        "Did I make duplicate bills?",
        "I'm wondering if I accidentally created duplicate bills.",
        "Is it a case of accidentally double-charging?",
        "Double-billing charges could have mistakenly been enabled.",
        "Was there a mistake which led to double billing?",
        "Is it possible that I messed up with 2 bills?",
        "The double-billing my fault?",
        "I don't know if I set up double-bills by mistake.",
        "Is it my error that leads to duplicated billing?",
        "I wonder if a mistake caused two invoices to be created by me.",
        "Are dual billing set up unintentionally?",
        "I was wondering if I messed things up with two bills.",
        "Is there an error when setting up the extra bills?",
        "Was there an accidental duplicate charge?",
        "It is possible that double-billing was set up mistake.",
        "Was a double billing issue caused by accident?",
        "Is double- billing set up by mistake?",
        "Was it possible that I enabled double charges?",
        "I wonder if I caused accidental dual payment recordings.",
        "Was a double billing issue a mistake?",
        "Possibly double-charging is due to an oversight.",
        "I was wondering if I messed it up with 2 bills.",
        "Did the double billing issue arise accidentally?",
        "Double-charging charges may have been wrongly enabled.",
        "I messed up dual charges, yeah?",
        "Is it possible that double-billing was set up in mistake?",
        "Did I create duplicated bills?",
        "Maybe the double-billing was set up by mistake.",
        "Did the duplicate charging happen unintentionally?",
        "Have I accidentally allowed dual charges?",
        "There might be accidental duplicate in my bills.",
        "Did I make a mistake setting up the double charges?",
        "Was it an accident that duplicate charging occurred?",
        "Did a mistake cause the two invoices to be made?",
        "The dual billing was set up unintentionally.",
        "Did I make a mistake in doubling-billing?",
        "Maybe there was double-charging due to an oversight?",
        "Is there an error in establishing the extra bills?",
        "Are I setting up double charging?",
        "Is there a chance I accidentally created duplicate bills?",
        "Is the double-bill accidentally created?",
        "Is the extra bills an error when setting them up?",
        "Did I set up double-billing by mistake?",
        "Or was it double-billing my fault?",
        "Did a mix up result in two invoices?",
        "billing mistake resulted in double charge?",
        "Someone accidentally created a double bill.",
        "Will the extra bills be my mistake?",
        "Is it possible double-billing was a mistake?",
        "Did I make a mistake by billing double?",
        "It might be possible that double-billing was set up by mistake.",
        "Do the two billings stem from my mistake?",
        "Did I set up double-billing wrong?",
        "Double billing may be my fault.",
        "A double-bill may have been accidentally created.",
        "Did double-billing happen unintentionally?!",
        "Was it the fault of me that double charges were set up?",
        "I wonder if I just created duplicate bills.",
        "It was possible that I accidentally enabled double charges.",
        "Did I inadvertentlyEnabling dual charges?",
        "Will these two bills result from my mistake?",
        "Was it an accident where I set up double charges?",
        "Did my mistake set up double-billing?",
        "Is the extra bill my mistake when setting them up?",
        "Was it a mistake to have 2 bills?",
        "Is it possible that I messed things up with two bills?",
        "I don't know if I messed up with the 2 bills.",
        "Was it an error with double-charging setup?",
        "Was accidentally double-charging?",
        "I wondered if I inadvertently enabled double charges.",
        "I was unsure if I accidentally set up double charges.",
        "Did I put up double charges accidentally?",
        "Have I set up dual billing unintentionally?",
        "Have I set up dual billing without thinking?",
        "I was wondering if I set up double charging.",
        "I don't know if I accidentally created duplicate bills.",
        "I wonder if I messed things up by having two bills.",
        "Is it an error that I charge twice?",
        "An error was made with double-charging setup.",
        "Was it accidental to have a double bill?",
        "I'm not sure if I accidentally created duplicate bills.",
        "Was double-billing set up by mistake?",
        "Did I cause duplicate bills to be created?",
        "Was double charges an accident of mine?",
        "I am not sure if I accidentally set up double charges.",
        "I wonder if these two billings result from my mistake.",
        "I am not sure if I accidentally created duplicate bills.",
        "Is there a chance that I mistakenly enabled double charges?",
        "I made up dual charges, huh?",
        "Yeah, dual bill slip-up!",
        "I wonder if I Triggered accidental dual payment recordings.",
        "I am unsure if a mistake caused two invoices to be generated.",
        "Have I set up dual billing differently?",
        "Did I make a mistake setting up double billing?",
        "Oh, messed up dual charges?",
        "Double bill slip up?",
        "I might have enabled dual charges.",
        "I wonder if I accidentally created duplicate bill.",
        "Was this double-bill created accidentally?",
        "Did there be an unintentional duplicate charging?",
        "Was double- billing charges inadvertently enabled?",
        "Was an mistake made with double-charging setup?",
        "Does that mean I set up double charging?",
        "Did a mistake lead to two invoices?",
        "Did a double billing issue arise unintentionally?",
        "I wonder if these two billings are from my mistake.",
        "Did I mistakenly set up double charges?",
        "Were double billing charges mistakenly enabled?",
        "I wonder if I have mistakenly enabled dual charges.",
        "I wondered if the extra bills were my error.",
        "I wasn't sure if I set up double charging.",
        "Is double- billing the fault of me?",
        "Was double-billing charge mistakenly enabled?",
        "Is setting up the extra bills an error?",
        "I wonder if I have wrongly enabled double charges.",
        "I wondered if I accidentally set up the double charges.",
        "It's a double-billed mistake?",
        "Is it possible that I charged twice?",
        "Error doubled a charge?",
        "Was making double charges an accident?",
        "Were there unintentional duplicate charging?",
        "Is that accidental duplication in my bill?",
        "Did a mistake cause two invoices to be created.",
        "I wonder if a mistake led to two invoices being generated by me.",
        "Is the dual charges enabled accidentally?",
        "Do I set up dual billing inadvertently?",
        "Have I enabled dual charges accidentally?",
        "There is a possibility of inadvertently double-billing.",
        "Is it a mistake to set up double-billing?",
        "There was an error made with the double-charging setup.",
        "An Error in multiple billing?",
        "I don't know if I accidentally set up dual billing.",
        "Were two invoices created by me because of a mistake?",
        "Multi-billing accidentally...",
        "Is there any chance that I accidentally created duplicate bills?",
        "Did unintentional duplicatecharging happen?",
        "Did double-billing occur inadvertently?",
        "That was a dual bill slip-up!",
        "The double- bill was created accidentally.",
        "There was an accidental double-charging.",
        "Is that an error made and billed twice?",
        "Did double-charging happen unintentionally?",
        "Is there any chance I created duplicate bills?",
        "Was it an accident that I put up double charges?",
        "Perhaps I accidentally created duplicate bills.",
        "Is it possible I unintentionally set up dual billing?",
        "Did I mistake setting up double billing?",
        "Did the double-charging setup make a mistake?",
        "Is the double-billing my fault?",
        "I am wondering if double-billing is my fault.",
        "I am not sure if I set up double charging.",
        "I don't know if I set up double charges accidentally.",
        "Was double-bills inadvertently enabled?",
        "I wondered if a mistake caused two invoices to be generated by me.",
        "It is possible double-billing was set up accidentally.",
        "I don't know if I have mistakenly enabled double charges.",
        "Did you accidentally created double-bill?",
        "Did double-billing accidentally happen?",
        "Is this accidental double charging?",
        "Is it accidental to double-charged?",
        "Is it possible that there was unintentional duplicate charging?",
        "Didn't I mess things up with 2 bills?",
        "A mix up gave two invoices?",
        "Was there a mistake where I created duplicate bills?",
        "Did I inadvertently cause dual payment recordings?",
        "Is the double-bills accidental?",
        "Is there double-charging due to a mistake?",
        "Did a mistake lead to the two invoices being generated by me?",
        "Have I put dual charges on?",
        "Is dual billing a mistake?",
        "Is it possible that I accidentally made duplicate bills?",
        "Did mistake result in duplicate charges?",
        "Did the billing mistake cause two charges?",
        "Is there a reason I messed up with 2 bills?",
        "Was it a mistake by me to set up double charges?",
        "Is it my fault that I created duplicate payments?",
        "I was wondering if I messed things up with both bills.",
        "Is it possible that double-billing was a mistake?",
        "I don't know if I inadvertently enabled dual charges.",
        "Was the double-bill created accidentally?",
        "Did I accidentally record double payments?",
        "Was it accidental that the double-bill was created?",
        "Did I accidentally double-bill?",
        "A billing mistake led to charged twice.",
        "do I accidentally set up dual billing",
        "Maybe there's double-charging due to an oversight.",
        "I wonder if I unintentionally enabled dual charges.",
        "Maybe double-billing was set up accidentally.",
        "Had a dual bill slip-up?",
        "Did I accidentally set up dual billing?",
        "Did a mistake prompt two invoices to be generated by me?",
        "I wonder if I created duplicate bill.",
        "Misstep created duplicate charges?",
        "There might be accidental duplication in my bills.",
        "Maybe two invoices were generated by me because of a mistake.",
        "I wonder if I accidentally set up the double charges.",
        "I wondered if a mistake caused two invoices to be generated.",
        "Is it possible that I inadvertently enabled dual charges.",
        "Is there a chance I set up double charges?",
        "The double-bill was created accidentally?",
        "A mix-up resulted in two bills.",
        "I am not sure if I set up double-billing by mistake.",
        "Did I enable dual charges accidentally?",
        "I wonder if I mistakenly enabled dual charges.",
        "Is it possible that double-billing was made up?",
        "The double-bill was accidentally created.",
        "Maybe a mistake caused two invoices to be created by me.",
        "I am unsure if I messed up with 2 bills.",
        "Have I mishandled dual billing?",
        "Did error doubled charges?",
        "Is it possible I doubled-pay unintentionally?",
        "Did I end up with 2 bills?",
        "I was wondering if double charges were an accident by me.",
        "Is it possible I set up dual billing unintentionally?",
        "Is it true that I messed up with 2 bills?",
        "Did I mistake double-billing?",
        "Did accidental duplicatecharging occur?",
        "I am wondering if I accidentally got charged twice.",
        "Did I make a mistake in structuring double-billing?",
        "Is dual charges wrongly enabled?",
        "Is it possible that I triggered accidental dual payments?",
        "I wondered if I messed up with 2 bills.",
        "Maybe I accidentally enabled double charges.",
        "Is it a mistake that I enabled dual charges?",
        "Were I responsible for accidental dual payment recordings?",
        "Double-billing might have been accidental.",
        "A mix up led to two invoices?",
        "A double-bill was accidentally made.",
        "A mistaken double-billed?",
        "Is there a double-billing of my fault?",
        "Had a mistake lead to double billing?",
        "Maybe it is double-charging due to an oversight.",
        "Oops! Two bill slip-up?",
        "The extra bills could be my mistake.",
        "A dual bill Oops!",
        "Is the dual billing unintentionally set up?",
        "Did there happen accidental duplicate charging?",
        "Is it possible that Error doubled charges?",
        "Is it an error to establish extra bills?",
        "Can I say that the extra bills are my error?",
        "Did I set up double-billing in error?",
        "I was wondering if I had messed up with 2 bills.",
        "Is it possible I accidentally enabled double charges?",
        "Was there a mistake that resulted in two invoices being generated by me?",
        "Double-charging charges might have been mistakenly enabled.",
        "Are double-billing charges accidentally enabled?",
        "Did I just set up double charges?",
        "Is there a chance of an accidental double billing setup?",
        "Did these two billings result from my error?",
        "Oops, a dual bill slip-up!",
        "A mistake resulted in duplicate charges.",
        "Is it possible that you have messed up with dual charges?",
        "Was double-billing charges mistakenly enabled.",
        "Did the bill mistake cause double charge?",
        "Didn't I accidentally record dual payment recordings?",
        "I could have inadvertently enabled double charges.",
        "Did I make a mistake when I double-billed?",
        "There may be double-charging due to an oversight",
        "Did the double-charging setup make an error?",
        "I wondered if setting up double charges was an accident.",
        "Did there a mistake that caused double billing?",
        "Did I make a mistake by double-bills?",
        "Did I make a mistake by double-billing?",
        "Have I ever accidentally set up dual billing?",
        "Is it possible that I set up double charging?",
        "The double-bill may have been unintentionally created.",
        "Could the double billing issue have arisen accidentally?",
        "Did a mistake lead to the double billing?",
        "It is possible double-billing was set up by mistake.",
        "I wondered if I messed up with two bills.",
        "Oops, double-charged?",
        "Was it a mistake that caused double charge?",
        "I wondered if I had double charging set up.",
        "Had a mistake led to double billing?",
        "I don't know if these two bills result from my mistake.",
        "Did someone accidentally cause a double billing issue?",
        "I wonder if I messed up by having 2 bills.",
        "Did the double-billing occur unintentionally?",
        "It may have been accidental double-charging.",
        "A double- bill was accidentally created?",
        "I want to know if I unintentionally set up dual billing.",
        "Did a mistake make me generate two invoices?",
        "Is that an error to charge twice?",
        "Did I make a mistake in arranging double-billing?",
        "Is it my fault for setting duplicate payments?",
        "Did I set up dual billing inadvertently?",
        "Did I accidentally set up two charges?",
        "Is it my fault to be double-billing?",
        "Did I make a mistake that caused two invoices to be generated?",
        "Is there a mistake that caused two invoices to be generated by me?",
        "Did an unintentionally duplicate charging happen?",
        "I wonder if I've enabled double charges.",
        "Is these two billings related to my mistakes?",
        "Was it an error to charge twice?",
        "Was setting up double charges an accident?",
        "Was an error made with double-charging setup",
        "Is my mistake when setting up the extra bills?",
        "Did you create a double bill accidentally?",
        "Double-charging charges could have been inadvertently enabled.",
        "Is double-billing set up unintentionally?",
        "It is possible that error doubled charges.",
        "Is doubling charges an accident by me?",
        "Is it possible that double-billing was made up accidentally?",
        "Does it seem like double-billing was set up by mistake?",
        "Was it accidental to double- charge?",
        "Did a mistake cause two invoices to be generated.",
        "Did I cause problems with 2 bills?",
        "I was wondering if I messed things up by having two bills.",
        "Did a mistake cause the two invoices to be generated?",
        "Is there an error in setting up the extra bills?",
        "Was setting up double charges a mistake by me?",
        "I don't know if I have accidentally enabled double charges.",
        "I wondered if I accidentally set up dual billing.",
        "I was wondering if I inadvertently created duplicate bills.",
        "An unintentionally duplicate fees?",
        "A double bill has been accidentally created.",
        "Did I mistake double charges?",
        "I wondered if I unintentionally enabled double charges.",
        "There is a chance of inadvertent double-billing setup.",
        "Did a dual bill slip up?",
        "Multi-billing accidentally.",
        "Was an error done with double-charging setup?",
        "Did a dual bill slip-up occur?",
        "I'm not sure if I setup double charging.",
        "I wonder if I accidentally create duplicate bills.",
        "Was there an error with double charging setup?",
        "When establishing extra bills, are they my mistake?",
        "Oops, dual bill slip-up?",
        "Did duplicate charging happen unintentionally?",
        "When establishing the extra bills are they an error?",
        "Is it possible double- billing was set up by mistake?",
        "Has I set up dual billing unintentionally?",
        "Did there be unintentionally duplicate charging.",
        "Terrible mix-up resulted in two invoices?",
        "Is there an error caused by double-charging setup?",
        "Did a mistake create two invoices?",
        "That was a double-bill accidentally?",
        "I wondered if I had set up dual billing unintentionally.",
        "Do these two bills result from my mistakes?",
        "Was that dual bill slip-up?",
        "I want to know if I set up double-billing by mistake.",
        "Have you set up dual billing unintentionally?",
        "Was it a mistake to double-bill?",
        "Was it an accidental duplicate charging?",
        "Did I cause a problem with 2 bills?",
        "Was it a mistake to double- bill?",
        "Did a mistake cause two invoices to be generated by myself?",
        "Was a mistake made that caused two invoices to be generated?",
        "I was wondering if I had mistakenly enabled dual charges.",
        "Were there unintentionally duplicate charging?",
        "Accidentally created double-bill?",
        "Was it a mistake to Messed up dual charges?",
        "Did double-billed occur unintentionally?",
        "Is this two billings a result of my mistake?",
        "Do I set up dual billing unintentionally?",
        "A double-bill may have been created accidentally.",
        "Setting up double-billing?",
        "I don't know if I mistakenly enabled dual charges.",
        "The mix-up yielded two invoices?",
        "I wasn't sure if I messed up with 2 bills.",
        "Is it a possibility that double-billing was a mistake?",
        "Was there an error with the double-charging setup?",
        "Did I make a mistake with double-billing?",
        "I am not sure if a mistake caused two invoices to be generated.",
        "wondering if I set up double charging",
        "Is it possible the double-billing was made up?",
        "Did I unintentionally enable dual charges?",
        "I wondered if I accidentally created more bills.",
        "Have you accidentally created double-bill?",
        "Was there unintentionally duplicate charging?",
        "I wanted to know if I triggered accidental dual payment recordings.",
        "A double bill was created accidentally.",
        "A billing mistake resulted in charged twice.",
        "Oops, Accidentally double-charging?",
        "It is possible that double-billing was set up wrong.",
        "I wonder if I set up dual billing unintentionally.",
        "I wonder if double-billing is my fault?",
        "I wondered if I set up double-bills by mistake.",
        "Was double charges enabled accidentally?",
        "Was there a mistake which resulted in duplicate charges?",
        "Is it a case of accidentally created double-bill?",
        "Did I accidentally create more bills?",
        "Did double-billing arise unintentionally?",
        "Did the double billing happen because of a mistake?",
        "Mistake of double-billed?",
        "I wonder if double-billing occurred unintentionally.",
        "I am wondering if I messed up with 2 bills.",
        "I wonder if I enabled double charges mistakenly.",
        "Set up double bills?",
        "Oops! dual bill mistake?",
        "Was it possible that I had inadvertently enabled double charges?",
        "Is the second bill my fault?",
        "Was double-billing charges mistakenlyenabled?",
        "Was an error made with the double-charging setup?",
        "Have I accidentally set up double charges?",
        "I was wondering if I set up double- billing by mistake.",
        "Could it have been accidental double-charging?",
        "Have I created duplicate bills?",
        "Probably accidental double-charging?",
        "Might there be double-charging due to an oversight.",
        "Did a double-charging setup cause an error?",
        "Was it a mistake to have double-billed?",
        "Was there accidentally duplicate charging?",
        "Was it accidentally double-charging?",
        "I am wondering if I mistakenly enabled dual charges.",
        "I wonder if I have set up double charging.",
        "Is there a mistake that enabled dual charges?",
        "I am unsure if I set up double charges.",
        "Was it a mistake to create double-bills?",
        "Yes, a dual bill slip-up!",
        "Did unintentional duplicate charges happen?",
        "Was setting up double charges accidental?",
        "Is it possible that the double-billing mistake was made?",
        "I wonder if I inadvertentlyenabled double charges.",
        "Did I mess things up with 2 bills?",
        "Two bills accidentally created?",
        "Oops, dual bill error?",
        "Oops! a dual bill slip up.",
        "Is it possible that I created duplicate bills.",
        "Did a mistake cause two invoices to come in?",
        "I asked if I messed up with 2 bills.",
        "Is these two billings connected to my mistake?",
        "Is a mistake to have caused two invoices to be generated?",
        "Did there be a case of unintentional duplicate charging?",
        "I wondered if I messed things up by having 2 bills.",
        "Will it be accidental double-charging?",
        "Didn't created double-bill accidentally?",
        "I wondered if a mistake caused two invoices to be created.",
        "Is an error made with double-charging setup?",
        "My mistake caused these two billings.",
        "I wondered if I made a mistake in setting up double-billing.",
        "Did I end up paying twice?",
        "I was wondering if I accidentally created duplicate bills.",
        "Was it that I messed up with 2 bills?",
        "Was double-billing done unintentionally?",
        "I wonder if I unintentionally set up dual billing",
        "Was it an error that was made with double-charging setup?",
        "Was an error made with double charging?",
        "Is it possible that double-billing charges were mistakenly enabled?",
        "Is it possible that double-billing was done by mistake?",
        "Had I enabled dual charges?",
        "A mix-up led to two invoices?",
        "Did I mistake set up double charges?",
        "Did a mistake cause two invoices to go out?",
        "Was there a mistake in dual payments?",
        "Did this billing mistake cause double charge?",
        "Is it possible that double- billing was set up accidentally?",
        "Was it a mistake to double the payment?",
        "Oops! two bill slip-up!",
        "Did you accidentally create double-billed?",
        "I asked if I accidentally got charged twice.",
        "Has I mistakenly enabled dual charges?",
        "Did I make a mistake when I set up double-bills?",
        "Did I make a mistake in setting up double-billing?",
        "Did I end up with two bills?",
        "Did there be unintentional duplicate charging.",
        "I was wondering if I messed things up with a couple of bills.",
        "Was it the case that I messed up with 2 bills?",
        "I wonder if there is accidental duplicate in my bills.",
        "Is dual billing something that I set up unintentionally?",
        "I wonder if the double charges were an accident by me.",
        "Is a mistake to be the cause of two invoices being generated?",
        "I messed up dual charges?",
        "I was unsure if I set up double charges.",
        "I was wondering if I set up dual billing unintentionally.",
        "Hmm, dual bill slip-up?",
        "I wonder if I accidentally created more bills.",
        "I was wondering if I messed up with the 2 bills.",
        "Accidental dual payment recordings may have been triggered by me.",
        "Maybe I made duplicate bills.",
        "Did the double charge come from a billing mistake?",
        "Did a mistake cause two invoices to be made by me?",
        "Did a double billing problem occur accidentally?",
        "Accidentally doubled-up?",
        "Did the mistake result in duplicate charges?",
        "Did unintentionally duplicating charging happen?",
        "It was an error for me to charge twice.",
        "Are the two billings a result of my mistake?",
        "I asked if I accidentally created duplicate bills.",
        "Are the additional bills my mistake?",
        "Was a double billing issue caused by a mistake?",
        "Is it a Messed up with dual charges?",
        "Is it my fault for creating duplicate payments?",
        "I don't know if I unintentionally set up dual billing.",
        "I wonder if my mistake resulted in these two billings.",
        "I wondered if I inadvertently got charged twice.",
        "Fix the double-billing error now?",
        "The double-charging could be due to an oversight.",
        "Did I enable dual charges wrong?",
        "It is possible that double billing was a mistake.",
        "Did a mistake lead to the two invoices being generated?",
        "Did you accidentally create double-bills?",
        "Misstepped resulted in duplicated charges?",
        "I wanted to know if I set up double-billing by mistake.",
        "Were there an error with double-charging setup?",
        "Maybe accidentally double-charging?",
        "Did a mistake cause the two invoices to be created?",
        "Maybe double-billing was set up accidentally?",
        "Setting up double charges was an accident by me.",
        "A dual bill slip-up occurred.",
        "Do these two billings result from me making a mistake?",
        "Did there be accidental duplicate charging.",
        "Is there a chance that I accidentally enabled double charges?",
        "A mix up yielded two invoices?",
        "It is possible that I inadvertently enabled double charges.",
        "Did I accidentally issue duplicate bills?",
        "Is it possible that the double billing was a mistake?",
        "Might there be double-charging due to a mistake?",
        "I am not sure if I set up double charges.",
        "Was double- billing charges accidentally enabled?",
        "Will dual billing unintentionally be set up?",
        "Was the error made due to double-charging setup?",
        "Was setting up double charges by me an accident?",
        "I don't know if there was a mistake that caused two invoices to be generated.",
        "Wrongly double-charged?",
        "I was wondering if I made duplicate bills.",
        "Have I made a mistake setting up dual billing?",
        "I wonder if a mistake caused two invoices to be generated.",
        "It is possible that double-billing was made up by mistake.",
        "Is a mistake to blame for two invoices to be generated?",
        "Oops, dual bill slip-up.",
        "I wondered if I mistakenly enabled double charges.",
        "I wonder if I set up two charges accidentally.",
        "I would like to know if I accidentally created duplicate bills.",
        "Is it my fault that I double- bill?",
        "I was wondering if I set up double charges accidentally.",
        "It was possible that I accidentally created duplicate bills.",
        "Has the dual billing unintentionally been set up?",
        "Did double-charging occur accidentally?",
        "Did double-charging happen accidental?",
        "Is my mistake responsible for the two billings?",
        "It could be that I messed up the two pays.",
        "A person unintentionally billed multiples.",
        "I am wondering if I messed up with two bills.",
        "Was a double billing issue an accident?",
        "Was it double-billing my fault?",
        "Have I inadvertently allowed dual charges?",
        "A double-bills was accidentally created?",
        "Did you create double-bill unintentionally?",
        "Double billing? Mistake?",
        "Possibly, double-charging is due to an oversight.",
        "Is it a mistake that I charge twice?",
        "The double-billed accidentally?",
        "Was it accidental double-charging?",
        "Did I cause problems with two bills?",
        "Is double-bilking my fault?",
        "Did I setup double charging?",
        "Is the extra bills my error when establishing them?",
        "Was the setting up of double charges by me a mistake?",
        "Did a mistake cause a couple of invoices to be generated?",
        "Was double charges an accident that I caused?",
        "Was it a mistake to double-charge?",
        "I question if double-billing is my fault.",
        "Was it a dual bill mistake?",
        "Oops! a dual bill slip up?",
        "I wonder if these two billings result from my mistake?",
        "Was there an error in multiple billing?",
        "I am wondering if I accidentally set up double charges.",
        "Is it a case of unintentional duplicate charging?",
        "Is it possible I messed things up with 2 bills?",
        "Did I mistakenly set up double-billing?",
        "Did a double billing come about accidentally?",
        "Possible double-charging due to an oversight.",
        "Did a mistake lead to a double bill?",
        "I had 2 bills, did I mess them up?",
        "Was it accidental that a double-bill was created?",
        "Did I make a mistake when I set up double-billing?",
        "Is there an accidental creation of double-bill?",
        "Accidentally doubled up?",
        "Was an accident caused by me setting up double charges?",
        "Is it a mistake to establish extra bills?",
        "I messed up dual charges, huh?",
        "Was it a mistake to create duplicated bills?",
        "Was double-charging charged mistakenly enabled?",
        "Did double billing happen unintentionally.",
        "I think I accidentally enabled double charges.",
        "Did double-billing charges accidentally enabled?",
        "Did you accidentally create a double bill?",
        "Was a mistake made with double-charging setup?",
        "Have I set up dual billing in the wrong way?",
        "Is it possible double billing was set up by mistake?",
        "I was unsure if I had mistakenly enabled double charges.",
        "Did some mistake lead to automatic double billing?",
        "Was setting up double charges accident by me?",
        "Is it possible I messed up with two bills?",
        "Was double-charging accidental?",
        "A mix-up turned into two invoices?",
        "I may have accidentally enabled double charges.",
        "The double-billed was a mistake?",
        "If I set it up for double charging.",
        "Was the error made with double-charging?",
        "I am wondering if I unintentionally set up dual billing.",
        "I wonder if IEnabling double charges was a mistake.",
        "Did the dual bill slip-up happen?",
        "Did I make a mistake by double- billing?",
        "I don't know if I messed things up with two bills.",
        "I was wondering if I messed things up with the 2 bills.",
        "Was it wrong to mess up dual charges?",
        "I might have accidentally enabled dual charges.",
        "I didn't know if I created duplicate bills.",
        "Is this accidental double-charging?",
        "Is it my fault that I put up duplicate payments?",
        "Was double charges set up inadvertently by me?",
        "Was it a mistake to double bill?",
        "I might have made an error by paying two pays messed on.",
        "There may be accidental duplication in my bills.",
        "Messed up with dual charges?",
        "Did I inadvertently get charged two times?",
        "Is it possible that unintentionally duplicate charging occurred?",
        "Do these two billings result from the mistake?",
        "Is there a mistake in establishing the extra bills?",
        "Multi-charging by accident...",
        "The double charges may have been mistakenly enabled.",
        "Did an error happen due to double-charging setup?",
        "Has the dual charges been enabled wrongly?",
        "Is it an error to have the extra bills?",
        "My mistake might result in these two billings.",
        "Was it a mistake to mix up dual charges?",
        "I want to know if the extra bills were my error.",
        "Are I accidentally setting up dual billing?",
        "I wonder if there was a mistake that caused two invoices to be generated by me.",
        "Was a mistake made by double-charging setup?",
        "I wonder if I messed things up with 2 bills.",
        "Is it possible that the double-bill was accidentally created?",
        "Did double billing occur inadvertently?",
        "Had double-billing happened unintentionally?",
        "I wonder if I put up double charging.",
        "Have I inadvertentlyenabled dual charges?",
        "Was the error due to double-charging setup?",
        "Did a double billing occur accidentally?",
        "Is the double-billing of my fault?",
        "Did double-billing charges get mistakenly enabled?",
        "Is it possible that I made double charges?",
        "I didn't know if I messed things up with 2 bills.",
        "Oops! double bill slip-up?",
        "Is this an error made and billed twice?",
        "I wonder whether I messed up with 2 bills.",
        "Did a mistake cause a double charge?",
        "Did I change things up with two bills?",
        "Have I set up dual billing",
        "Did double-bills happen inadvertently?",
        "Was it a double-charging error?",
        "Is it a mistake to have created double-bill accidentally?",
        "Was the error caused by a double-charging setup?",
        "Is it possible the double-billing was set up by mistake?",
        "Did the double-bills happen unintentionally?",
        "A billing mistake resulted in double charges.",
        "Was it a mistake to set up dual billing?",
        "Is the double-bill accidental?",
        "I do not know if a mistake caused two invoices to be generated.",
        "Did I make a mistake when I double bill?",
        "Did double-charging occur inadvertently?",
        "We accidentally billed multiples.",
        "Might there be an oversight that leads to double-charging?",
        "Multi-billing by chance...",
        "Is there a mistake that caused two invoices to be created?",
        "Did I accidentally make up double charges?",
        "Is it possible that a mistake led to automatic double billing?",
        "Is there double-charging caused by an oversight?",
        "A double-charging mistake?",
        "Is it possible that double-charging was made up?",
        "Is it my fault that I am billing twice?",
        "I wonder if I set up double charges",
        "Did a mistake cause the two invoices to be created by me?",
        "How about a dual bill slip up?",
        "Was it accidental that double-billing occurred?",
        "Diddouble-billing happen unintentionally?",
        "I wonder if it was accidental to set up double charges.",
        "Oops! Two bill mistake?",
        "Did I inadvertently enable dual charges?",
        "Me, charging twice?",
        "Was it the mistake that resulted in duplicate charges?",
        "Is double-charging accidental?",
        "Did I make a mistake by setting up double charges?",
        "Double billing charges may have been mistakenly enabled.",
        "It is possible that the double-bill was accidentally created.",
        "The double-bills were created accidentally.",
        "I wonder if double-billing was set up accidentally.",
        "Will double-billing be my fault?",
        "Did an error cause two invoices to be generated?",
        "Setting up double charges was an accident.",
        "Is it possible that double-billing was accidental?",
        "I don't know if I set up double charging.",
        "Does a mistake cause two invoices to be generated?",
        "Is it possible double-billing was accidentally set up?",
        "Did double-billing happen carelessly?",
        "I wonder if I messed things up with the 2 bills.",
        "Was the setting up of double charges by me?",
        "Was the setting up of double charges a mistake?",
        "Did the double-billing occur accidentally?",
        "Is there double-charging possibly due to an oversight?",
        "Did the two bills result from my mistake?",
        "Did I make a mistake by doubling up?",
        "Is the double-charging my fault?",
        "Has my dual billing been set up unintentionally?",
        "Was it accidental to double-charge?",
        "Was it an accident to set up double charges.",
        "Do these two billings stem from my mistake?",
        "Is my mistake the reason for the duplicated billing?",
        "Double-billed, mistake?",
        "A mix-up left two invoices?",
        "Perhaps I accidentally enabled double charges.",
        "There was an error made with double-charging setup.",
        "Is double-billing my fault happening?",
        "Oops, accidental double- charged?",
        "Was it accidental dual payment recordings that I triggered?",
        "Did double-billing charges inadvertently be enabled?",
        "Was the double-bills accidentally created?",
        "Did an accidental duplicate charging occur?",
        "Is it possible that the double-billing was set up accidentally?",
        "I would like to know if I inadvertently enabled dual charges.",
        "mistakenly billed multiples",
        "I wonder if I set up a double charge.",
        "Was a double-charging setup to blame for an error?",
        "Might there be double-charging due to an error?",
        "I wonder if I inadvertently got charged twice.",
        "I wondered if I messed things up with the 2 bills.",
        "Was the double charges accident by me?",
        "Maybe there's double-charging due to an oversight?",
        "Did a mistake lead to automatic double billing?",
        "Is dual billing not set up unintentionally?",
        "Is it possible that there was unintentionally duplicate charging?",
        "Wasn't it accidentally created double-bill?",
        "Is there an accidental duplicate in my bill?",
        "Is it possible that double billing was a mistake?",
        "I wondered if I set up double charges.",
        "I wasn't sure if I accidentally set up double charges.",
        "I wondered if I accidentally got charged twice.",
        "Was it a mistake to create duplicate bills?",
        "Did there occur unintentional duplicate charging?",
        "Is it an error to charge Twice?",
        "Maybe double-charging is due to an oversight?",
        "I wonder if I accidentally got charged twice.",
        "Have I messed up dual billing?",
        "Someone may have accidentally created a double-bill.",
        "My mistake may have caused these two billings.",
        "Had I created duplicate bills?",
        "Did a mistake cause automatic double bill?",
        "A double bill was accidentally created.",
        "Did I create double-billing by mistake?",
        "Did there be a mistake that led to automatic double billing?",
        "Is there a chance that I created duplicate bills?",
        "Did the misstep result in duplicate charges?",
        "Did I unintentionally cause dual payment recordings?",
        "Did a double billing issue occur accidentally?",
        "Do those two billings come from my mistake?",
        "Does double-billing my fault?",
        "I do not know if I accidentally set up double charges.",
        "I wonder if I accidentally set up double billing.",
        "Did I mistake setting up double-billing?",
        "I wonder if I messed something up with 2 bills.",
        "Was an error made because of a double-charging setup?",
        "Double-bill accidentally created?",
        "Did I mistakenly set up dual billing?",
        "Is dual billing something I accidentally set up?"
    ]
}