{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Policies on returns and refunds",
    "inquiry_sub_category": "Refund amount",
    "description": "Customers want to know the amount they will be refunded for their returned item, including whether any restocking fees or deductions will be applied, or if they will be refunded the full purchase price.",
    "inquiry": "What is the refund amount for my returned item?",
    "paraphrases": [
        "How much will a customer get for their returned item?",
        "How much will the customer get for the return?",
        "Can I get back money for my return?",
        "What will you credit me on my return?",
        "What amount of refunds are given on returned goods?",
        "I want to know how much I'll get for the item I returned.",
        "What amount will the customer receive for a returned item?",
        "How much does the item get back",
        "What amount will I get for returning this?",
        "How much do you think the refunds for my returned items are?",
        "Can I know how much was paid back?",
        "What is my return refund.",
        "The amount that the customer will be compensated after their item is returned?",
        "How much of the item gets back?",
        "How much do I get it back?",
        "How much will the customer be entitled to when they return an item?",
        "I do not know what the amount I get back.",
        "I would like to know the amount of refunds given for returned goods.",
        "When I return the item, what amount will the customer receive?",
        "The sum of the refunds for returned items?",
        "What is the amount of money the customer will receive after I return the item?",
        "Will I be getting some money back?",
        "I wish to know the return item's refund value.",
        "How much should I receive for my return?",
        "what's the return total?",
        "Please tell me the item's return value.",
        "How much will my return be?",
        "What is the amount that the customer will get for the returned item?",
        "What size of refunds are given for returned items?",
        "How much did I get for returning an item?",
        "How much the item gets back for?",
        "When I return stuff, what's the payback?",
        "Someone enquired about the return amount.",
        "What's the return amount for stuff?",
        "Do I get money back for returning?",
        "Do you know the amount of money I will get when I return this?",
        "How much do I get back with my returned items?",
        "Money back from returned item?",
        "How much will I receive for returning this?",
        "How much will the customer be compensated after they have returned an item?",
        "What are the refunds of the item?",
        "Do you know the amount I will get for returning it?",
        "What is the amount the customer will be able to return the item for?",
        "Can I know how much I get back?",
        "How much for a return?",
        "How much is the return sum?",
        "I don't know how much I'm getting back.",
        "enquired the amount of return",
        "What is the amount of money the customer will get once they return a item?",
        "How much is repaid for returns?",
        "What amount of refunds are given for goods that have been returned?",
        "What is the amount of money the customer will get after they return an item?",
        "Is that what I get back when I return stuff?",
        "When I return items, what is the Refunds?",
        "How is my return/refund value?",
        "What is the amount that the customer will get for returned items?",
        "What is the amount the customer will be compensated after their item is returned?",
        "What amount of return will I get for the item I returned?",
        "Do you know how much I will get for returning it?",
        "When I return stuff, what is the Refunds?",
        "How much will I receive from my returned item?",
        "Is that the return item reimbursement?",
        "How about a Refund for my returned item?",
        "What is the amount of refunds given after returned goods?",
        "How much do you think I will get back from my item?",
        "What is the amount of the item's refunds?",
        "How much money is reimbursement for returns?",
        "What amount the customer will be entitled to when they return a item?",
        "What is the amount that a customer will get when they return an item?",
        "How much will the customer be compensated for the product that they return?",
        "Do you know how much I will get after I return it?",
        "How much do I get back from the returned item?",
        "Is there a refunds sum from returned items?",
        "how much is the return",
        "What amount of refunds are given for returned stuff?",
        "enquired about the returns amount",
        "What is my return refund like?",
        "What is the amount of compensation the customer will get for the returned item?",
        "Is there any money back for my return?",
        "The amount of my item's return is unknown.",
        "What amount of refunds are given for return goods?",
        "Can you tell me my refund value?",
        "What's the sum of my refund?",
        "How much of my item will I get back?",
        "What are my refunds when I return stuff?",
        "Can you tell me the exact amount of my refund?",
        "What amount of money is repaid for returns?",
        "What is my returnRefund?",
        "What is the amount of refunds given for return items?",
        "What amount of refunds do we receive for returned goods?",
        "Can I know how much will be paid back to me?",
        "You can tell me the return item's refund value.",
        "How much is returned for an item?",
        "How much will I get if I return my purchase?",
        "Will I know how much will be returned?",
        "Getting money back, what are the figures?",
        "I wanted to know the return item's refund value.",
        "How much do I get back after returning an item?",
        "Is there a refund amount for my return?",
        "How much is payback for returned garments?",
        "What is the amount that the customer will receive after I returned the item?",
        "Is it possible to get a refund amount for my return?",
        "The amount of the item's refunds?",
        "What am I going to get in my return refund?",
        "What is the return's total?",
        "How much does the item return to it's owner?",
        "What is the amount of money that the customer will get when they return an item?",
        "How much will the customer get for their item returned?",
        "When I return stuff, what is the payback?",
        "Is it possible to get back the sum from the returned item?",
        "Can you tell me the return item's total return value?",
        "What is the amount of refunds for returned purchases?",
        "Can you tell me what the return item's return value is?",
        "What amount of my refunds is given for returned items?",
        "How much do you think I get for my returned item?",
        "What is it that I get back when I return things?",
        "What is the details on item return funds?",
        "I don't know how much I will be given back.",
        "When a customer returns an item, what amount will they get?",
        "How much do you think theRefund is for my returned item?",
        "I would like to know more about item return funds.",
        "How much for my item to be paid back?",
        "What is the amount the customer will get to return the item?",
        "What amount will I be given back?",
        "Was it money back for my return?",
        "How much will a customer get when they return an item?",
        "How much do I have to give back for my returned purchase?",
        "What do I get back from my return?",
        "Is money back for the return?",
        "What amount of refunds does it give for returned goods?",
        "What amount is my refund?",
        "How much am I able to get back?",
        "Can you give me a refund value?",
        "How much gets returned for the item?",
        "How much of my money will I get back for this?",
        "Can you tell me about the reimbursement of the item?",
        "What will I get back when I return stuff?",
        "How much do I get back for my item?",
        "When I return stuff, what is the amount of the refund?",
        "For my return, how much do I get back?",
        "How much can I get back from returned garments?",
        "Can you give me the value of my return?",
        "How much returns do the item get?",
        "How much must I get back?",
        "How much is the refund for an item?",
        "The return amount for my item is unknown.",
        "What is the amount that the customer will get after returning an item?",
        "How much my return is?",
        "I want to know how much I get back for the item I returned.",
        "Is the amount of my returnRefund",
        "Can you inform me of the return item reimbursement?",
        "Is there a refund amount from the returned item?",
        "Do you know the amount of money that I will get for returning this?",
        "What amount the customer will be compensated after returning an item?",
        "What amount of refunds has been given for returned goods?",
        "What is the amount given back?",
        "Which amount I get back?",
        "What is the amount of money that the customer will receive once they return an item?",
        "How much is it coming back for me?",
        "Return sum from returned item?",
        "How much will I get after returning this?",
        "Can you tell me the returned item's refund value?",
        "What is my return Refunds?",
        "Can you tell me the value of my refund.",
        "What's the amount I get back.",
        "How much does the item get return for?",
        "What is the amount that the customer can get for returning the item?",
        "How much will I get back for an item I returned?",
        "How much will the customer be compensated for the product they Returned?",
        "How much would I get back for my return?",
        "How much will I get back after I returned the item?",
        "I do not know the amount I get back.",
        "What will the item's Refunds be?",
        "How much of a refund is given for returned goods?",
        "How much is it for my item to be back?",
        "How much do I get back from my returned item?",
        "How much of my return do I get back?",
        "Is there any detail on the item return funds?",
        "What amount of refunds am I given for my returned items?",
        "What amount will be given to the customer after I return the item?",
        "How much is my item return?",
        "I'm wondering how much I will get back.",
        "Do I get back money for my return?",
        "How much is the return amount for my purchases?",
        "How much should I get back for the item?",
        "What is the amount that the customer will be entitled to after returning an item?",
        "What amount will the customer get after they return an item?",
        "What is the total amount of the returned item's refunds?",
        "What is my return refunds?",
        "Is the exact refund figure for my return order?",
        "What amount will I receive for my return?",
        "I don't know how big my product refund is.",
        "I don't know what my return refund is.",
        "What's the return sum?",
        "What is the amount of refunds for my items?",
        "How much do I get for my return?",
        "What is the amount of the item return?",
        "How much will the customer be given after I return the item?",
        "Is there a refund amount for my returned item?",
        "Can I know my refund value?",
        "How much do I get back for something?",
        "I need information about the return item reimbursement.",
        "How much can I get back for my return?",
        "Getting money back, what is the total?",
        "How much will the customer be entitled to when they return the item?",
        "I am not sure what the amount I get back is.",
        "What is the amount that the customer will get when they return the item?",
        "How much do you think I'll get for returning it?",
        "Return item's refund amount?",
        "I want to know the amount of my refund.",
        "Is the returned item's return amount?",
        "What is the return total",
        "What amount of refunds are given when returns are made?",
        "What is my return return amount?",
        "How much will I get back from my return?",
        "How much will the customer be entitled to for the item they returned?",
        "Can you let me know my refund value?",
        "How much will the customer be entitled to for a returned item?",
        "What's the return amount for my item?",
        "How much would the customer be entitled to return the item to?",
        "Is there a sum that can be returned from a returned item?",
        "What is the amount of money the customer will get once they return an item?",
        "The amount that the customer will be entitled to after I returned the item.",
        "How much is it back for the item?",
        "What amount of compensation will the customer get after they return an item?",
        "How much do I get back/refund?",
        "I am looking for the return item's refund value.",
        "The amount that the customer will be compensated after their item has been returned?",
        "Can you tell me what the figure is for getting money back?",
        "How much am I going to get for coming back this?",
        "How much will the customer get after they return a item?",
        "I want to know the return credit estimate.",
        "How much are the refunds for my returned order?",
        "How much do you think I'll get for my returned item?",
        "Can you tell me about the reimbursement of returned goods?",
        "How much is it paid back?",
        "Will I get back money for my return?",
        "How much does my item get returned?",
        "How much will the customer get after their item is returned?",
        "What is the amount that a customer will be entitled to return an item to?",
        "Someone asked for a return amount.",
        "I want to know the amount of refunds for returned goods.",
        "How much do I get back on this item?",
        "What is the amount that I return?",
        "What is the amount of refunds given for returned things?",
        "How much should I get back?",
        "How much is it for my item to be paid back?",
        "How much do I get back for my purchase?",
        "What is the amount the customer will receive once they return an item?",
        "How much is my product Refund?",
        "How much do you think the refunds for returned items are?",
        "What is the returned item's Refunds amount?",
        "What is the amount of Refunds for Returned Goods?",
        "How much do returned garments repay me?",
        "How much will the customer be compensated for the product they returned",
        "What is the exact amount of refunds when I return stuff?",
        "What will I get for returning the item?",
        "Can you tell me my refunds value?",
        "How much will the customer receive after returning an item?",
        "How much do I getback?",
        "What is the amount the customer will be entitled to after returning an item?",
        "I need to know how much I'm getting back.",
        "What is the total amount of the returned item's refund?",
        "When I return stuff, what is it I get back?",
        "How much will the customer get to return the item to?",
        "Do you know how much I'll get when I return it?",
        "How much is the item return refund?",
        "What was the amount of the return?",
        "How much is my product reimbursement?",
        "What amount will the customer get for the item that is returned?",
        "Let me know about the return item reimbursement.",
        "How much will I get back when I return?",
        "Can you tell me how much you will refund me?",
        "how much do I get back with my returned item?",
        "What is the item's refund supposed to be?",
        "So my return/refund value?",
        "What amount of the refunds is given for returned items?",
        "When I return stuff, what's the Refunds?",
        "How much will I get back when I return an item?",
        "What amount of the refunds are given for returned goods?",
        "What is the amount of refunds for returning items?",
        "How much do I get back when I return stuff?",
        "How much do you reckon the refund for my returned item is?",
        "What is the amount that the customer will receive after they return a item?",
        "getting money back what is the figure?",
        "Getting money back, what is the amount?",
        "How much is my product Return?",
        "How much of my item do I get back?",
        "How much will the returned garments return to me?",
        "How much do I get in return?",
        "What is the amount that the customer will receive if I return the item?",
        "How much do I get back after my item was returned?",
        "How much will my product refund be?",
        "Is this the amount of my return return?",
        "What are the refunds given for my returned items?",
        "How much do I get back.",
        "How much would I get back for the returned garments?",
        "what is my return refund?",
        "Can you let me know the return item reimbursement?",
        "How much for the return?",
        "I asked how much I would get back for the item I returned.",
        "What is the amount of money that the customer will get if I return the item?",
        "How much did I get for the item I returned?",
        "I want to know how much will be paid back.",
        "What amount will be paid to the customer for their return of an item?",
        "What does the item fetch back?",
        "What is the amount that the customer will be entitled to get back the item?",
        "What is the Refund figure for my return order?",
        "Which amount of the refunds is given for returned goods?",
        "When I returned the item, how much did I get back?",
        "How much do you think the refunds for my returned items will be?",
        "How much did returned garments reimburse me?",
        "Is it money back for my return?",
        "How much will be given back to me?",
        "What amount will be paid to the customer for their return of a product?",
        "How much the customer will be compensated for the item they returned?",
        "What amount will the customer be compensated for their return?",
        "Is the amount of refund for my return?",
        "Can you inform me of my refund value?",
        "When I return stuff, what should I get back?",
        "Do you have a return item's refund value?",
        "What is my refunded amount?",
        "How much will I get back for this item?",
        "How much will I get back for something?",
        "How much can I get back.",
        "Can I know how much will be taken back?",
        "How bout a refund for my returned item?",
        "Is this the amount of my return refund?",
        "Money for my return back?",
        "Is this the amount for my return?",
        "How much will I get for coming back this?",
        "What amount will the customer be compensated for the return of the product?",
        "If I return the item, how much will I get back?",
        "What is the amount of refunds for my returned items?",
        "Can you tell me the refunds value?",
        "Exactly what will be returned when I return something?",
        "What amount of refunds is given for returned stuff?",
        "I don't know how much the customer will be entitled to after I return the item.",
        "What is the amount of the item's return?",
        "How much will the return be?",
        "Can you tell me the worth of my refund?",
        "Is the sum from the returned item refunds?",
        "Can you tell me the actual refund value?",
        "What amount of refunds is given when I return things?",
        "Is there any information about the return item reimbursement?",
        "What will I get for coming back this?",
        "How much is it payback for the garments returned?",
        "What is the returned item's refund amount?",
        "Is the sum from returned item refunds?",
        "What is the amount of compensation the customer will get for the item they returned?",
        "How much is back the item?",
        "My return/refund value is not known.",
        "What amounts will I get back?",
        "I returned an item, how much do I get back?",
        "Can you give me a return item's return value?",
        "What amount do you think the refund for my returned item is?",
        "What are the details about the item return funds?",
        "Hey there, what is the money that I get back?",
        "What amount the customer will be compensated for the item they returned?",
        "How much shall I get back?",
        "What's the return amount?",
        "What is the amount that a customer will get once they return an item?",
        "How much should be paid back from returned item?",
        "The return total is something to ask.",
        "How much will I get back when I return something?",
        "What is the amount that the customer will get for the item that was returned?",
        "What is the amount the customer will be entitled to after they return an item?",
        "Exactly what is back when I return things?",
        "I need to know what the money I get back is.",
        "What level of refunds are given for returned goods?",
        "How can I get my money back on my returned item?",
        "Yes, can you tell me my refund value?",
        "I don't know how much I'll get for returning this.",
        "Is that how much I will get back?",
        "What's my return compensation?",
        "What is the amount the customer will be entitled to when I return the item?",
        "How much should I get for my item return?",
        "Can you tell me of the return item reimbursement?",
        "I asked how much I would get back.",
        "When I return this, how much will I get?",
        "Can you let me know the value of my refunds?",
        "How much will the customer be compensated for their item being returned?",
        "What is the amount the customer will be entitled to if I return the item?",
        "Is the amount of the return Refund?",
        "What amount will the customer be entitled to if I return the item?",
        "Exactly what can I get back when I return something?",
        "What is the amount that the customer can return the item to?",
        "I would like to know about my repayment.",
        "What amount of the refunds is given when I return items?",
        "Can you tell me the refund value?",
        "Can i know how much I will get back?",
        "How big of a product refund do I get?",
        "How much will I take back?",
        "Is the amount of my return return?",
        "How much will the customer be entitled to return the item for?",
        "Is the amount of Refunds for my return?",
        "What is the refunds for returned goods?",
        "How much should be returned from returned item?",
        "How much will I get back for the returned garments?",
        "How much will the customer be compensated for the item that was returned?",
        "How much am I getting back for the item?",
        "How much will they get for the item I returned?",
        "Can you tell me the refund value of the item?",
        "I wonder how much I get back.",
        "How much money will be repaid for returns?",
        "What amount is given to returned goods?",
        "Is the amount of my return's refunds?",
        "What is the amount the customer will receive when they return an item?",
        "Money back after my return?",
        "What amount of the item I returned will I get back?",
        "Do you know the return item's return value?",
        "the amount of the returned item's refund",
        "How much will I get returned?",
        "What amount do I get back from my item?",
        "Do you know how much I get for returning this?",
        "How much will I get back for the item I brought?",
        "What is the amount that the customer will receive when they return the item?",
        "What will I receive for the item I returned?",
        "How much can I get back for the returned garments?",
        "Does anyone know anything about the item return funds?",
        "What is the amount of my returns?",
        "I am wondering if you can tell me my return value.",
        "How much will I get for returning this?",
        "I'm wondering about my return refund.",
        "Any details about the return funds?",
        "What amount of refunds do I get after returning items?",
        "How much is my return item refund?",
        "What is the amount that the customer will get if I return the item?",
        "What is the Refunds figure for my return order?",
        "Is the money back from the returned item?",
        "Do you know how much the customer will be compensated for the product they returned?",
        "How much will I receive for my returned item?",
        "I want to know the amount of the refunds for my returned items.",
        "Can you tell me about my return value?",
        "How much will the customer get after their item has been returned?",
        "What is the refund figure for the order I returned?",
        "To get money back, what's the figure?",
        "What is the amount that a customer will be entitled to after I return an item?",
        "I don't know how much my product refund is.",
        "How much is the Refunds for returned item?",
        "Is the return figure for my order accurate?",
        "How much am I given back?",
        "I want to know the amount of the return.",
        "How much will the customer get when I return the item?",
        "What amount will the customer be entitled to after they return an item?",
        "How much will the customer be compensated for the item they returned",
        "Is this money back for my return?",
        "How much do I get back after my returned item?",
        "What is the amount the customer will get for returning the product?",
        "I wonder if you can tell me my return value.",
        "What is the amount of compensation the customer will get when they return an item?",
        "The amount that I get back?",
        "What is the amount that the customer will get for their item return?",
        "What is the amount of my product refund?",
        "What is the amount the customer will be entitled to for a returned item?",
        "In how much will I get back?",
        "The amount of the returned item's refund is unknown.",
        "Money back for me after my return?",
        "How much will the customer get to return the item for?",
        "What is that amount I get back?",
        "What is the amount the customer will get for their return?",
        "I wonder how much I can get back.",
        "How much will my product return be?",
        "What amount will be returned?",
        "How much of that will I get back?",
        "Can you tell me about the value of my refund?",
        "Any info on the item return funds?",
        "I want to know how much I will get for returning this.",
        "Do you know the amount of the returned item's refund?",
        "How much will the customer be able to get for the returned item?",
        "What does the amount of refunds for returned goods look like?",
        "How much do I get when I return an item?",
        "How much will I get from returning this?",
        "Is the return amount for my item?",
        "Tell me how much I'll get for returning this.",
        "How much is the return item's refund value?",
        "What is my money back sum?",
        "How much will I make back?",
        "Is it the figure to get money back?",
        "How much should I get back for my return?",
        "How much does the item go back to you?",
        "Can you tell me how much I'll get back?",
        "Can you let me know about the reimbursement for returned items?",
        "Is the amount the customer will be compensated for the item they returned?",
        "Can you tell me the return item reimbursement?",
        "How much do you think my returned item will be forgiven?",
        "Do you know the figure for getting money back?",
        "How much will the customer receive for returning the product?",
        "What's the amount of the refunds for returned goods?",
        "How much is Returned to me?",
        "Money back towards my return?",
        "I need to know how much I'll get back.",
        "enquired about the returned amount",
        "How much refunds is given for returned goods?",
        "What is the amount that the customer will receive for returning an item?",
        "How much money would I get back for my return?",
        "How much will I get for my return item?",
        "What amount of refunds were given for returned goods?",
        "When a customer returns an item, how much will they be entitled to?",
        "Is it known how much will be returned?",
        "I want to know how much will be returned.",
        "Is there a money back on the item?",
        "The amount of the refunds for my items.",
        "What is the amount the customer will get after they return a product?",
        "I wonder how much I'll get back for my return.",
        "How much is the item's refund?",
        "So what amount of refunds is given for returned goods?",
        "What is the amount that the customer will get for the item that they returned?",
        "I returned an item, how should I get my money back?",
        "Getting money back, what's the sum?",
        "Can I get a Refunds amount for my return?",
        "How much of my return are I getting?",
        "How about a refund for my item?",
        "How much do I have to refund for my return?",
        "Howbout a money back on my returned item?",
        "The amount of my return refund is unknown.",
        "How much will you be getting back?",
        "I asked for a return amount.",
        "What's the item's refund going to be?",
        "How much do I get back for my order?",
        "What is the amount that the customer is entitled to when they return a item?",
        "What is the amount of money that the customer will get after they return an item?",
        "About how much will I get back?",
        "What is the amount that the customer will receive when they return a product?",
        "What is the amount of compensation a customer will get after returning an item?",
        "Can you tell me the return item's refund value?",
        "What is the amount taken back?",
        "How much is return for the item?",
        "After returning an item, what amount of compensation will the customer receive?",
        "How much does it return for?",
        "Is that money back for my return?",
        "What is the amount the customer will get once they return a item?",
        "Is the amount of moneyReimbursement for returns?",
        "How much is the item's return returned?",
        "What is the amount the customer will get after their item is returned?",
        "Which amount of refunds are given for my returned items?",
        "What is the amount of my item's refund?",
        "Please tell me about the return item reimbursement.",
        "How much of the item will I get back?",
        "What amount of refunds are given when I return things?",
        "How much will the customer be entitled to for the return item?",
        "I am wondering about the deal with my return money.",
        "Do you know how much I will receive for returning it?",
        "Can you give me some information about the reimbursement?",
        "How much of refunds is given for returned goods?",
        "What's the amount of my refund?",
        "How much do I get back with my item?",
        "How much is the returned item's Refunds?",
        "The money back for my return?",
        "How much do you get back for that item?",
        "I was wondering how much I would get back for the item I returned.",
        "I am wondering how much I am getting back.",
        "What amount of refunds are given for my return items?",
        "What is the amount of money that will be reimbursed for returns?",
        "Do you know anything about the return item reimbursement?",
        "What amounts of refunds are given for returned goods?",
        "What amount of refunds is there for returned goods?",
        "What's that return total?",
        "What is the figure when it comes to getting money back?",
        "Do you know how much I can get back?",
        "enquired about the return amount",
        "What is it about my return refund?",
        "What is the amount the customer is entitled to when they return a item?",
        "Amount of reimbursement for returns?",
        "How much is the Refunds for my returned purchase?",
        "Can you tell me about the reimbursement for return items?",
        "Is there a return sum for the item?",
        "How much is the returned item Refund?",
        "Can I understand how much will be returned?",
        "After an item has been returned, what amount of compensation will the customer receive?",
        "Exactly what is the return total?",
        "The amount that the customer will get for the item they returned is not known.",
        "I need to know how much I will get back.",
        "Is my return/refund value accurate?",
        "Is the amount of my return back?",
        "What amount of refunds have been given for returned goods?",
        "What amount will be paid to the customer after an item has been returned?",
        "How much will the customer get for the item they returned?",
        "What will the customer be entitled to for their returned item?",
        "Getting money back, what is that figure?",
        "Is the amount of my returnRefund?",
        "Is the amount of the returned item's refund?",
        "How much money is given back to the item?",
        "What is the amount the customer will receive after I return the item?",
        "Is there a Refund sum from returned items?",
        "How much money do I get back for my returned purchase?",
        "What is the amount that the customer will be compensated after they return an item?",
        "How much will I be getting back",
        "What is the amount of money the customer will get for their return?",
        "What am I supposed to get for my return?",
        "Alright, what's the money I get back?",
        "Do you know how much I will get back?",
        "What is the amount of the return.",
        "What amount of refunds are given for returned things?",
        "I need to know about the reimbursement of return items.",
        "How much do I get for my item return?",
        "How much will I get for my returned item?",
        "What is my return Refunds",
        "What is the exact figure for the return?",
        "How much I will get back?",
        "Is there an amount of money reimbursed for returns?",
        "What is the amount that the customer will get when I return the item?",
        "How much do you think I'll get from my return?",
        "What's the size of my product return?",
        "So what's the return total?",
        "Is this the amount I get back?",
        "How much is my return/refund?",
        "What about money back for my return?",
        "How much of it will I get back?",
        "I wonder how much I will get back for my return?",
        "My return refund?",
        "What is the refund amount for my return?",
        "How much have I been given back?",
        "What is the amount that the customer will be compensated for their return?",
        "How much will the customer be entitled to get for their return?",
        "What amount of compensation will be given to the customer when their item is returned?",
        "My return amount is being questioned.",
        "I have a question about the amount I get back.",
        "Can you give me the returned item's refund value?",
        "What's the amount of the return for my purchase?",
        "When I return things, what's the payback?",
        "How much would I get back?",
        "How much will the customer be entitled to for the return of the item?",
        "What's the total amount of the returned item's refund?",
        "The amount of my refunds for returned items.",
        "How much will I get back for the item I brought back?",
        "What is the amount of compensation that the customer will get for the item they returned?",
        "Is there money back for my return?",
        "When I return stuff, what is the refunds?",
        "What is the amount the customer will get for their returned item?",
        "How much do I get back for my returned item?",
        "How much am I going to get when I return this?",
        "Is there an amount of refunds for my returned items?",
        "What amount will the customer be entitled to after I return the item?",
        "How much will I be getting for the item I returned?",
        "What is the amount of the refunds for my returned items?",
        "What is the amount that the customer will receive after returning a product?",
        "How much to give back my item?",
        "How much do you get back?",
        "I want to know the return item's refunds value.",
        "Do you know how much I'll get after returning this?",
        "How much of a refund is there for my returned order?",
        "I am wondering how much I will be getting back.",
        "How much has been paid back to me?",
        "The amount of my return refund.",
        "Is money back on my return?",
        "How much do I get back for what I returned?",
        "What will be the return amount?",
        "What is the amount that the customer will receive after their item is returned?",
        "How much should I get for my return?",
        "The amount of my returned item's refunds is unknown.",
        "What's the return/refund value for me?",
        "What is the amount of compensation that the customer will get after returning a product?",
        "What are the refunds for returned purchases?",
        "What is the amount that the customer will get for returning a item?",
        "What's the figure, getting money back?",
        "How much will I get back for something I returned?",
        "What is my full return sum?",
        "What is the amount of my item refund?",
        "Can you give me the return item's refund?",
        "Is the return item's refund value something you can tell me?",
        "What is the amount of the refunds for returned goods?",
        "What's the figure about getting money back?",
        "How big is the refund for my product?",
        "Do you know how much I will get for coming back?",
        "What is my Return Refunds?",
        "How much will you get back from returned item?",
        "What is the item's refund going to look like?",
        "What amount of compensation will be given to the customer for returning a product?",
        "How about a Refunds for my returned item?",
        "What's the amount of the return?",
        "What is the amount that the customer will be compensated after their item is returned?",
        "Can you give me the item's refund value?",
        "What amount of refunds is given for the returned goods?",
        "What the return/refund value is?",
        "How much can I get back",
        "What amount does I get back?",
        "How much will the customer get once they return a item?",
        "How much has I been paid back?",
        "Is there a refund on the item returned?",
        "What is the amount of my return?",
        "When a customer returns a item, how much will they be entitled to?",
        "What's the amount of refunds when I return stuff?",
        "Does anyone have any information on item return funds?",
        "The amount of the return'sRefund?",
        "How much is the return for an item?",
        "I don't know what's refunded when I return stuff.",
        "Is there a return amount for the item I returned?",
        "The amount of my product return.",
        "I need to know how much the customer will be entitled to after I return the item.",
        "What amount should the customer get after I return the item?",
        "How much will the customer be compensated for the return of an item?",
        "The amount that the customer will receive for their returned item is not known.",
        "How much is it going back?",
        "How big is my product money back?",
        "How about aRefund for my returned item?",
        "Is it the amount for my return?",
        "Is the amount of the Refund for my return?",
        "How much do I get for returning the item?",
        "I'm curious about my return refund.",
        "How much will be paid back from returned item?",
        "What is the amount that the customer will receive for the item they returned?",
        "The amount of my return Refunds?",
        "How much of the item will I get back for?",
        "Is the amount of the refund for the item?",
        "How much am I going to get back for my returned item?",
        "How much will be returned to me?",
        "Can I know how much I'll be paid back?",
        "Can you tell me the returns value?",
        "What is the amount that the customer will get after returning a item?",
        "Can you provide the return item's refund value?",
        "Can you tell me about the reimbursement of the return item?",
        "How big is my refund for my product?",
        "How much money will I get back for my item?",
        "How much will I get back after I return an item?",
        "How much do I get back from returning an item?",
        "How much is reimbursed for returns?",
        "What is the amount that a customer will get to return an item to?",
        "Do you have an idea of my refund value?",
        "What's the return amount for my purchase?",
        "What is the return total??",
        "Was it the amount of the returned item's refund?",
        "I was wondering about the item return funds.",
        "What is the amount that the customer will receive after returning an item?",
        "Can you tell me about my refund value?",
        "A question about item return funds.",
        "Can you tell me about the reimbursement for returned items?",
        "How much of a refunds is given for returned goods?",
        "What is that return refund?",
        "Do you know the amount I'll get for returning it?",
        "I don't know how much I will receive for the item I returned.",
        "How much of it will be returned to me?",
        "Do you know what I will get for coming back this?",
        "How much will a customer be compensated for returning an item?",
        "How much do you expect to get back from returned item?",
        "What is the return amount the customer will be entitled to?",
        "The return sum from the item?",
        "How much do I get back for it?",
        "How much does the item Return?",
        "I want to know how much the item gets back for.",
        "What's the amount of my return refund?",
        "Can you give me the refund value?",
        "What amount of refunds is granted for returned goods?",
        "What amount will the customer get for returning the item?",
        "What amount will the customer be compensated for returning an item?",
        "I am interested in the return item's return value.",
        "The item return funds?",
        "There is a question about the return total.",
        "Can you tell me about the item reimbursement?",
        "Is there anything you can tell me about the return item reimbursement?",
        "Is there any info on the item return funds?",
        "I want to know how much I can get for returning this.",
        "What amount will the customer be entitled to when I return the item?",
        "What amount of my refunds are given for returned items?",
        "Will I get money back for my return?",
        "Do you have any idea about my refund value?",
        "How much is the product return?",
        "details on item return funds?",
        "What's the return refund?",
        "How much is my product's refund?",
        "Amount of money back for returns?",
        "How much will I receive for returning it?",
        "I asked about the return amount.",
        "I would like to know how much I will get back.",
        "How much back can I get?",
        "What amount of the refunds is given for return items?",
        "How much do you get back for something?",
        "A question about my return refund.",
        "How much am I going to get for my returned item?",
        "Do you know how much I will get from returning this?",
        "What amount will the customer get to return the item to?",
        "What is the amount of money the customer will get after I return the item?",
        "How much am I getting back for the item I returned?",
        "Can I get an idea of how much will be returned?",
        "What is the amount of refunds given when I return items?",
        "How much do the item come back for?",
        "I want to know the amount of refunds given for returned goods.",
        "How much do I have to reimburse for my return?",
        "What amount of return?",
        "What's the amount I get back for my purchase?",
        "How much is my return?",
        "Can I know how much I'm getting back?",
        "How much are I going to get for returning this?",
        "I need to know if you know about the return item reimbursement.",
        "What is the amount that the customer will get after the item is returned?",
        "Should I get a refund amount for my return?",
        "I want to know how much I will get for the item I returned.",
        "I'm wondering about the return item reimbursement.",
        "How much goes back for the item?",
        "Can you let me know about the return item reimbursement?",
        "How much do I get back when I return items?",
        "What is my return Refund?",
        "How much money will I get for returning this?",
        "What is my return payback?",
        "How much will the customer be able to return the item to?",
        "So how much is the return?",
        "What amount of refunds is given when my returned items?",
        "How much will the customer be compensated after an item has been returned?",
        "How much does an item get returned for?",
        "How much will I get back after I returned an item?",
        "What is the amount for my return?",
        "How much should I get back from price returned garments?",
        "So what do I get back when I return stuff?",
        "What is the amount that the customer will be entitled to when they return something?",
        "How much will the customer be compensated for the return of the product?",
        "What is the amount that the customer will receive for the return?",
        "I want to know how much my item will get back.",
        "How much do I receive back?",
        "Is there a money back on the returned item?",
        "I returned an item, how about a refund?",
        "What is the amount that a customer will be entitled to once they return an item?",
        "How much do I get back from this item?",
        "What is the amount of compensation the customer will get when they return a product?",
        "What return/refund value is it?",
        "Is the sum of the refund from the item returned?",
        "I'm not sure how much I'll get for returning this.",
        "How about a refund for the item that I returned?",
        "What amount do you think the refund is for my returned item?",
        "Is the amount the customer will be entitled to after I return an item?",
        "How much does my product refund cost?",
        "How much is returned to the item?",
        "How much will the customer be entitled to get for the returned item?",
        "What is the amount for the item that was returned?",
        "Can I know how much is coming back to me?",
        "Is the amount that the customer will be compensated for the product they returned?",
        "What amount of refunds is given when returning goods?",
        "I didn't know how much I would get back for the item I returned.",
        "enquired about returning amount",
        "Can you tell me the sum from the returned item?",
        "Can I know the total amount that will be returned?",
        "How much do I get back with the item I returned?",
        "The amount that the customer will receive for the returned item?",
        "How much is it for me to get the item back?",
        "How much do I get this item back?",
        "The amount of return's refund?",
        "What is the amount that the customer will receive when I return the item?",
        "Can you tell me the return item's redemption value?",
        "What amount of refunds are given when my items are returned?",
        "What amount will be paid to the customer if they return a product?",
        "How much does the item arrive back?",
        "What amount will I get for the item that I returned?",
        "How much do you think theRefund is for my item?",
        "How much do the returned garments reimburse me?",
        "When I return the item, how much will the customer get?",
        "What amount will the customer receive once they return an item?",
        "Can you tell me the value of my refund",
        "Can I know how much I will get back?",
        "After I return the item, what amount will the customer receive?",
        "Money back if I return?",
        "How much is the returned itemRefund?",
        "How much will the customer be compensated for returning the item?",
        "What is the amount that the customer will get after I return an item?",
        "Can I know how much I'll be getting back?",
        "Can you let me know about the reimbursement of returned items?",
        "What is the amount the customer will be entitled to after I returned the item?",
        "What is the amount that the customer will be entitled to after they return an item?",
        "How much will the customer get for their return?",
        "What is the money that I get back?",
        "I am wondering about my return/refund value.",
        "What is the amount of refunds given for returning goods?",
        "Can I know how much is being paid back?",
        "What is the amount of compensation that the customer will get after their item is returned?",
        "What amount of refunds is given for return items?",
        "I want to know how much I get back from my returned item.",
        "How much of a refund do you think I will get?",
        "I am unsure how much I will get back for the item I returned.",
        "Exactly what is given back when I return things?",
        "How much do you think I'll get for returning this?",
        "How much will I get for the item I sent back?",
        "The amount of the refund for my item?",
        "How much will the customer get for their returned items?",
        "How much of a refund will I get for my return?",
        "I'm wondering how much I'll get back for my return.",
        "What is the total amount of my returned order's Refunds?",
        "How much will you get for the item I returned?",
        "What is the amount of refunds when I return something?",
        "I don't know how much I'll get for coming back this.",
        "How much is getting money back?",
        "Will money be back for my return?",
        "When the customer returns an item, what amount will they be entitled to?",
        "How much can I get back for the item?",
        "How much do I have to give back for my returned item?",
        "The refund amount of the returned item?",
        "Is there any information on the return funds?",
        "What is the figure for getting money back?",
        "What amount of refunds are given to returned goods?",
        "How much will the customer be given to return the item to?",
        "The amount that the customer will get after I return the item is not known.",
        "What amount will the customer be entitled to for the returned item?",
        "Is the amount that the customer will get after I return the item?",
        "Getting money back, what is the sum?",
        "Amount of money to be paid back for returns?",
        "What amount will the customer get for returning a product?",
        "Can you explain the return item reimbursement to me?",
        "Is the sum returned from the returned item?",
        "How much does an item take back?",
        "What amount of refunds is given when I return an item?",
        "How much is given for my returned items?",
        "Do you know the amount I will get for coming back this?",
        "How much do you reckon the refund for my item is?",
        "How much will the customer be entitled to after I returned the item?",
        "Hey, what is the money I get back?",
        "Can you tell me the item's refund value?",
        "I don't know how much I'll get for returning it.",
        "How much is back?",
        "How much do you believe the refunds for returned items is?",
        "Please tell me the returned item's refund value.",
        "What amount is the refund for my item?",
        "Does anyone know the details on item return funds?",
        "I would like to know my refund value.",
        "What is the amount that the customer is entitled to when they return an item?",
        "What amount is given for my returns?",
        "What amount will the customer get for the returned item?",
        "How much will the customer get to return the item?",
        "Can you give me a description of the return item reimbursement?",
        "When I return something, what are the refunds?",
        "How much do you believe the refunds for returned items are?",
        "How much do I get after returning an item?",
        "Are you able to tell me my return value?",
        "How much will you reimburse me for this?",
        "What is the payback when I return stuff?",
        "What is the amount that the customer will get for the item they returned?",
        "What is the amount that the customer will get when they return their item?",
        "I want you to tell me my refund value.",
        "How much do I get back from that item?",
        "How's my return refund?",
        "How much does an item bring back?",
        "What amount of refunds do I get when I return my items?",
        "What is my return and refund value?",
        "How much will a customer be entitled to when they return a item?",
        "How much can I get my money back?",
        "What amount of money will the customer get for the product they returned?",
        "What is the amount that the customer will get for their returned item?",
        "When I return things, what are they Refunds?",
        "Refund on returned items?",
        "Can you tell me how much I got back?",
        "What can I get back when I return things?",
        "How much can we get back?",
        "What is the amount that the customer will be given when they return an item?",
        "Is there money back for me?",
        "enquired the amount back",
        "How much will I get back for the item that I returned?",
        "How much is the Refund Amount for my return?",
        "How much will I receive when I return this?",
        "What is the sum that will be returned from the item?",
        "How much of a return will I get?",
        "How much will I get back after I returned something?",
        "What is the amount I got back?",
        "How much will the customer get for the item that they returned?",
        "How much will the customer get for returning the product?",
        "How much is the item getting back?",
        "What will be in the item's refund?",
        "The refund amount for my item is unknown.",
        "How much should I get back for the returned garments?",
        "What is the return amount for my purchases?",
        "I don't know what amount I get back.",
        "Is the returned item's money back?",
        "What amount will the customer get for the product that they returned?",
        "What about the item return funds?",
        "I don't know how much I'm getting back",
        "How much will you get back from the returned item?",
        "how much do I get back",
        "What is the amount that the customer will get after I return the item.",
        "Do you know about my return item reimbursement?",
        "What is the amount the customer will be entitled to return an item to?",
        "I'm not sure what amount I get back.",
        "How much can I get back for my returned item?",
        "I'm curious about the return item's refund value.",
        "How much will I get back for that?",
        "What is the return amount that the customer will get?",
        "What is the amount of the returned item'sRefund?",
        "What is the amount the customer will get after returning an item?",
        "I wonder how much I will get back for the item I returned.",
        "Does the return item have a refund value?",
        "Do you know how much I will get after returning this?",
        "The return total was asked.",
        "I am interested in the return item reimbursement.",
        "How much will I get for the returned item?",
        "The returned item's amount of payback?",
        "enquired about return amount.",
        "Is the amount of compensation the customer will get after returning an item?",
        "What amount will I get for my returned item?",
        "What are the funds I get back?",
        "When I return items, what should I get back?",
        "How much do you get back for this item?",
        "How much do I get with my return item?",
        "What amount of refunds are given for goods that are returned?",
        "How much can I get back for the item I returned?",
        "Do you know the item's refund amount?",
        "What amount will I get back for the item?",
        "What is the exact amount of my product refund?",
        "How much do you get back for my returned item?",
        "How much money will be returned for my item?",
        "What is the amount the customer will be entitled to for returned items?",
        "The return amount for the item?",
        "Can you tell me how much I'll get for returning this?",
        "I want to know the exact figure for my return order.",
        "What amount is given to my returned items?",
        "Exactly how much money will be reimbursed for returns?",
        "Is there a money back from returned items?",
        "I wish to know about the return item reimbursement.",
        "What is the amount back for me?",
        "Money back for return?",
        "What is the amount of money the customer will get when they return something?",
        "How much will my item refund cost?",
        "How much did I get back for the item?",
        "The amount of my product refunds?",
        "How much do you think the refund for my return is?",
        "Can I find out how much I'll get back?",
        "How much are refunds given for returned goods?",
        "I wonder how much I'll get back.",
        "How much is the figure for getting money back?",
        "What will be the item's refunded?",
        "There's any information on item return funds?",
        "Can you give me some information about the return item reimbursement?",
        "How much will I get back for the return?",
        "How much did I get for my item return?",
        "I wonder how much I'll be getting back.",
        "How much is the item coming back?",
        "I want to know how much I'll get when I return this.",
        "How much do you think the refund for my items is?",
        "Can I know how much is going to be returned?",
        "How about a money back on my returned item?",
        "What amount of refunds is given for my items?",
        "How much can the item get back for?",
        "How much will you pay me back?",
        "How much did I get back for the returned garments?",
        "Can you tell me how much money I'll get back?",
        "If I return my purchase, how much will I get?",
        "Is there a money back for my return?",
        "What should I get back when I return something?",
        "What amount will the customer get when they return a product?",
        "Is there any information regarding the return funds?",
        "How much will I get from my return?",
        "What amount will the customer receive for the item they returned?",
        "How much can I get back from the returned garments?",
        "Repayment sum from returned item?",
        "What is the amount the customer will be given for the returned item?",
        "What amount do the item get back for?",
        "What's the total I get back?",
        "What amount will the customer be compensated for the product they return?",
        "Can you tell me about the reimbursement for the returned item?",
        "Will I get a refund amount for my return?",
        "What is the amount that will be returned?",
        "How many dollars will I get back for the item I returned?",
        "What is the amount of the item back for?",
        "Is there a refund on a returned item?",
        "What is the refund amount for the item?",
        "What is the return return figure?",
        "What is the amount of money that the customer will get once they return an item?",
        "Did I get money back for my return?",
        "How much does the item get back.",
        "What amount gets returned to me?",
        "What are the refunds for returned goods?",
        "What's the amount that the customer will get after I return the item?",
        "What is the amount of my return's refund?",
        "How much will the customer receive once they return an item?",
        "What is the refund figure for the return order?",
        "How much money will the customer get for the product they returned?",
        "How much is my product redemption?",
        "What is the total amount of my product refund?",
        "What is the amount that the customer will be compensated after the item has been returned?",
        "How much will the customer be compensated after their item is returned?",
        "How much does returned garments repay me?",
        "Do you have an estimate of return credit?",
        "I am wondering how much I get back.",
        "How much will the return sum be?",
        "How much do you think the returning item's refund is?",
        "How much will I get back for the item I used?",
        "Is the amount of the refund from returned item?",
        "When I return stuff, what can I get back?",
        "How much item return funds are?",
        "Do you know what the figure is for getting money back?",
        "What amount of refunds was given for my returned items?",
        "I want to know the return item reimbursement.",
        "How much do we get back?",
        "I want to know if you can tell me about the return item reimbursement.",
        "Is it the amount of my return return?",
        "What is my refunded sum?",
        "How much is the returned item's refund?",
        "What amount of Refunds are given for my returned items?",
        "Can I know how much you'll give back?",
        "What is the total return amount for my order?",
        "How much do I get back after I returned a item?",
        "What refund amount is given for returned goods?",
        "What amount of return do I get?",
        "What amount of refunds is given to people who have returned items?",
        "Getting money back, what's the number?",
        "Can you tell me how much I get for returning this?",
        "I'm wondering how much I'll get for returning this.",
        "I'm curious about the return item reimbursement.",
        "How much do I get back with the item?",
        "How much will be taken back?",
        "Can you tell me the return item's refund value.",
        "What is the amount that the customer will be able to return the item to?",
        "How much will I get when I return an item?",
        "What amount of refunds are offered for returned goods?",
        "How much was my item return?",
        "What is the return refund?",
        "Will the returned item have a refund amount?",
        "How much will I get back on the item I returned?",
        "The amount of my item's refund is unknown.",
        "There are any details on the item return funds?",
        "What are the returned item's refunds?",
        "The amount of the refunds for my returned items is unknown.",
        "What amount of Refunds are given for returned goods?",
        "What is the amount of the returned item's refund?",
        "What refunds are given for returned goods?",
        "Can you give me a value for my refund?",
        "What amount of refunds are given when I return my items?",
        "How much do you think I'll get back from my item?",
        "Is the returned item's refund amount?",
        "Do you have any information on item return funds?",
        "Exactly what should I get back when I return things?",
        "How much can I get back with my returned item?",
        "How much does the item come back in?",
        "I would like to know the return item's return value.",
        "How much of my return/refund do I get?",
        "How much I'll get back for the item I returned?",
        "What is the amount that the customer gets when they return an item?",
        "I want to know the return item's return value.",
        "Is the amount of myRefund for my return?",
        "Is there any amount of money reimbursed for returns?",
        "How much are the refunds for returned items?",
        "Is there a refund amount for my return purchase?",
        "How much will my item get back for me?",
        "I don't know what the return amount is for my item.",
        "Can you tell me what the reimbursement is for the item?",
        "How much will the customer get for the returned product?",
        "The amount that the customer will be entitled to for the returned item, what is it?",
        "What is the amount of compensation the customer will get after they return an item?",
        "What amount of compensation will the customer receive after their item has been returned?",
        "What amount of refunds are given after returning items?",
        "What is the amount that the customer will get for a return?",
        "How much will I get for coming back?",
        "Can you tell me about my reimbursement?",
        "What amount do I get for my returned item?",
        "How much should I get back from returned garments?",
        "What amount will I get back?",
        "What amount do you think the refund is for my item?",
        "What amount of refunds are given for my items?",
        "How much do I get back for the garments that were returned?",
        "How much should the customer be entitled to return the item to?",
        "What amount is the customer entitled to when they return an item?",
        "What size of refunds are given for returned goods?",
        "The refund figure for my returned order is not known.",
        "What amount will the customer get after they return a item?",
        "The amount of the refund for the returned item?",
        "Please tell me the return item's refund value, please.",
        "The amount that the customer will get after I return the item is unknown.",
        "What amount is the return amount?",
        "How much do you think my item's refund is?",
        "How much did you get back from returned item?",
        "What is the amount of compensation the customer will get after they have returned an item?",
        "Can I know how much is returned to me?",
        "How much do I get back for the return item?",
        "What amount the customer will be compensated for returning an item?",
        "What is the amount of the return portion?",
        "How much will I be paid back?",
        "Can you tell me how much I will get when I return this?",
        "Do you know what I get for returning this?",
        "What is the amount the customer will be entitled to get back?",
        "How much do you think I get back for my returned item?",
        "What is the amount of the refunds for my items?",
        "Exactly what is given back when I return something?",
        "Is there any info about item return funds?",
        "How much is it for my return?",
        "Do you have any idea how much I'll get for returning this?",
        "How much should I get back for my return purchase?",
        "Can you tell me my refund value.",
        "What amount of refunds are there for returned goods?",
        "When a customer returns an item, what amount of money will they get?",
        "The item's refund, what will it be?",
        "How much is my product payback?",
        "How much is paid back for returns?",
        "Can you tell me my refund value",
        "Can you tell me the amount of reimbursement?",
        "what is the amount I get back?",
        "How much will I get back if I return an item?",
        "Do you know the amount I get back?",
        "I returned an item, how much will I get back?",
        "How much will they bring me back?",
        "Exactly what is taken back when I return stuff?",
        "How much is it for a return?",
        "How much will be repaid to me?",
        "When I return something, what will I get back?",
        "Money back for when I return?",
        "What amount of compensation will the customer receive for the item they returned?",
        "Getting money back, what the figure is?",
        "Is the amount of the return Refunds?",
        "How much is refunded when I return stuff?",
        "I don't know how much I will get when I return this.",
        "Is the amount of my refund for my return?",
        "How much is my return refunds?",
        "How much can I bring back?",
        "What is my return compensation?",
        "How much will the customer receive for their returned item?",
        "How much did the item get back for?",
        "Do you know what the return item reimbursement is?",
        "What amount does the item come back for?",
        "How much is returned to me?",
        "Do you know how much I'll get for coming back this?",
        "What is the amount of compensation a customer will receive after returning an item?",
        "What amount of refunds is given for goods returned?",
        "Can you tell me the exact figure for my return order?",
        "Can you tell me how much money I will get back?",
        "How much do i get back?",
        "What is the amount of compensation the customer will receive after returning their item?",
        "What is the amount that I get back for the item?",
        "Do you know the amount that I will get for returning this?",
        "What is the payback for my item?",
        "How much would I be getting back?",
        "What is the amount of the return return?",
        "What is the amount of the return item's refund?",
        "When the customer returns an item, how much will they be compensated?",
        "How much for the item's return?",
        "Can I know for sure how much will be returned?",
        "When I return something, what is it that I get back?",
        "How much do you get back from the returned garments?",
        "How much do you think the Refund is for my item?",
        "Is there a amount for my return?",
        "Can you give me the return item's money back?",
        "How much does the item return in return?",
        "What amount will the customer receive when I return the item?",
        "I want to know how much the refunds are for returned goods.",
        "I need to know about the reimbursement for return items.",
        "I wonder how much will I get back.",
        "What is the amount of money the customer will get when they return a item?",
        "The amount I get back?",
        "The amount of the item's return refund?",
        "What is the amount the customer will get to return the item to?",
        "How much do you think I will get in the return?",
        "Amount of refunds from returned items?",
        "How much should I be getting back?",
        "How much is my item refunds?",
        "What amount the customer will be entitled to once they return an item?",
        "What amount of money will the customer get when they return a item?",
        "What amount of refunds are given after returned goods?",
        "How much will I get back for returning something?",
        "How much of my refunds are given for my returned items?",
        "Information on item return funds?",
        "How much is my returned item return?",
        "How much will I get back after?",
        "Is the returned item's amount of Refunds?",
        "After I return the item, what amount will the customer get?",
        "How much is back for the item?",
        "What is the amount of the return the customer will get?",
        "How much of my refunds is given for returned items?",
        "How much do I get back on my product?",
        "How much will I receive back for the item I returned?",
        "Is the amount of the refund from the item?",
        "Can I be sure how much I get back?",
        "Are you able to tell me about the return item reimbursement?",
        "What is the total amount of refunds when I return stuff?",
        "I need details on item return funds.",
        "What amount do I get back for this item?",
        "The amount of the return's refund?",
        "How much will the item get back for?",
        "please tell me the return item's refund value",
        "What amount should I get back for my return?",
        "How much does the item be returned?",
        "Can you tell me about the reimbursement of items?",
        "What is the amount of compensation the customer will get when they return their item?",
        "The amount that the customer will be entitled to after I return the item?",
        "How much of the returned garments do I get back?",
        "Is there a return sum from the item?",
        "What is the amount that the customer will be entitled to if I return the item?",
        "Is there an exact refund figure for my returned order?",
        "What amount of my return return?",
        "What is the size of my product refund?",
        "What amount of refunds do returned goods get?",
        "How much did I get back for my return purchase?",
        "What is the amount of the refund for my item?",
        "What will I get for my return?",
        "What amount of compensation will be given to the customer after an item is returned?",
        "What is the amount of money the customer will get for returning an item?",
        "How much will the item I returned be returned?",
        "When I return stuff, what are the refunds?",
        "The amount of my return return.",
        "What is the total amount of my return order's refund?",
        "How much do I get back with my return item?",
        "Getting money back, what is the number?",
        "What are the refunds given for returned goods?",
        "The amount of refunds from returned items?",
        "What is the information on item return funds?",
        "What is the amount of the refund for my returned item?",
        "What amount of Refunds is given for Returned Goods?",
        "What amount the customer will be entitled to after I returned the item?",
        "Can you tell me the refund value for the item?",
        "How much do I get back in returned garments?",
        "What is the amount the customer will be entitled to after I return the item?",
        "What's the sum I get back?",
        "How much do I get back for the garments returned?",
        "What is the amount of the returned item's return?",
        "There's a question about the return total.",
        "Is there a Refund Amount for my Return?",
        "How much am I going to get back?",
        "What is the amount the customer will receive when I return the item?",
        "What is the amount of the refunds for returning items?",
        "Money back, for my return?",
        "How much are I getting back?",
        "I don't know how much I am getting back.",
        "The returned item's refunds amount?",
        "Can you tell me how much my refund is?",
        "Can you give me the amount of my refunds?",
        "How much is the return refund?",
        "Are the returned item's refund amount?",
        "I want to know about item return funds.",
        "How much did I get back for my returned item?",
        "The amount that I get back is unknown.",
        "I need to know how much will be returned.",
        "I want to know how much I will be getting back.",
        "I need to know about the reimbursement of the return item.",
        "How much will the customer be compensated for the item returned?",
        "The amount that the customer will receive after I return the item is unknown.",
        "The return item's refund value, please?",
        "How much will the customer be entitled to for the return of their item?",
        "How much do I get back on the item?",
        "Which amount the customer will be compensated for returning an item?",
        "How much is the return total?",
        "How much for my refund?",
        "The amount of the return was enquired.",
        "What is the amount that the customer will be entitled to return an item to?",
        "What amount will the customer be entitled to once they return an item?",
        "How much will the customer be compensated for their return of an item?",
        "What is the amount of refunds for returned items?",
        "Is money back for returning?",
        "I want to know the amount of the refund for my item.",
        "How much do my items return?",
        "How much would I get back for my item?",
        "What amount are refunds given for returned goods?",
        "How much do you think the item's refund is?",
        "When I return the item, what is the amount the customer will get?",
        "What amount will be returned for my return?",
        "Do I get a refund amount for my return?",
        "Is the amount of my return returned?",
        "How much did I get for returning this?",
        "Money given back for my return?",
        "What is the refund figure for my returned order?",
        "Refunds on returned items?",
        "What is the amount of compensation the customer will get for the returned product?",
        "How much for my item to be returned?",
        "What will the customer get for their item return?",
        "Money back from my return?",
        "The total amount of the returned item's Refunds?",
        "What is the amount of my return Refund?",
        "Can I know how much is paid back?",
        "How much for the item back?",
        "How much will you get back from the item?",
        "What was the item's refund amount?",
        "Do you know how much I get after I return this?",
        "Is it going to be money back for my return?",
        "Exactly what will I get when I return something?",
        "I was wondering what my return refund was.",
        "What amount I will get for returning this?",
        "How much is the return?",
        "Details on item return funds?",
        "When I return things, what is the payback?",
        "What do I get back for my item?",
        "What is the return amount for my order?",
        "How much do I get my returned item back?",
        "How much will I be getting back?",
        "What amount will the customer get if they return an item?",
        "What is the total amount of the returned item's Refunds?",
        "Are the amount of my return refunds?",
        "The returned item has a refund amount?",
        "How is my return money?",
        "Is the sum of the refund for returned items?",
        "What amount of refunds is given for returned goods??",
        "How much does the item go back for?",
        "How much will I get me back?",
        "The amount of the refund for my returned item?",
        "How much money is repaid for returns?",
        "How much do I get back for my purchased item?",
        "What is the amount of money that the customer will receive after I return the item?",
        "What is the amount the customer will receive when they return a item?",
        "What amount is brought back?",
        "What is the return/refund value for me?",
        "Is there an amount of refunds for returned items?",
        "The amount the customer will be entitled to after I return the item is not known.",
        "How much of a return do I get?",
        "My return money is a question.",
        "Can you tell me the return item's refund amount?",
        "Please tell me the return item's refund value",
        "How much will the customer get for their item return?",
        "Can you tell me the actual value of my refund?",
        "What is its return total?",
        "How much is given back for returned goods?",
        "How much do I get for the item that I returned?",
        "What is the amount the customer will be entitled to if they return an item?",
        "How much do I get back from returned items?",
        "How much will they pay me back?",
        "How much will I get back from my item?",
        "What is my return refunded?",
        "How much is the return figure?",
        "Is the return item's refund amount?",
        "What is the return Refunds?",
        "How much money will I get for my return?",
        "You should tell me the return item's refund value.",
        "I'm wondering what my return refund is.",
        "Can you tell me how much you'll return?",
        "Do you know how much I will get after returning it?",
        "The amount of the item getting back for is not known.",
        "What do I get back from returning stuff?",
        "How much is my return/refund value?",
        "What amount gets back to me?",
        "What amount of refunds do I get for my returned items?",
        "How much do I get back on the returned item?",
        "The amount of my product return?",
        "How much of the refunds are given for my returned items?",
        "After the item has been returned, what amount will the customer get?",
        "Do you know how much I'll receive for returning this?",
        "Which amount will I get back?",
        "How big am I getting my product refund?",
        "What is the figure regarding getting money back?",
        "Money back in case of my return?",
        "Is the amount of refunds given for my returns?",
        "What is the amount of Refunds for returned items?",
        "Can I know how much is going to be paid back?",
        "How much will I get for returned items?",
        "My return amount is being asked.",
        "What will be my return refund?",
        "I wondered how much I would get back for the item I returned.",
        "What amount will the customer get when they return an item?",
        "What will the item refunds be?",
        "What is the amount the customer will receive for the product they returned?",
        "What amount will the customer receive after returning an item?",
        "What amount of refunds goes to returned goods?",
        "Do you have any information on the return funds?",
        "What amount of compensation will be given to the customer after the item has been returned?",
        "When I return things, what are the refunds for?",
        "How much will I be paid back for this?",
        "A return/refund value for me?",
        "I want to know about the reimbursement for return items.",
        "I returned an item, how do I get my money back?",
        "How much will the item be returned?",
        "Was the amount of the refund for my return?",
        "How much was sent back after buying?",
        "Do you know how much I'll get after I return this?",
        "How much do I get back from returned item?",
        "Can I be certain how much I will get back?",
        "What amount of compensation will the customer get after their item is returned?",
        "How much do the items get back?",
        "Money back for me return?",
        "What amount will I get back for my return?",
        "What is the amount of compensation that the customer will receive after their item is returned?",
        "Is it known how much I will get for returning this?",
        "How much of my return will I get?",
        "My return/refund amount?",
        "What amount of refunds can be given for returned goods?",
        "How much for the item refund?",
        "How much do the return item's refunds cost?",
        "I was wondering how much I would get back.",
        "How much money was paid back for returns?",
        "What was my return refund?",
        "What is the figure for getting the money back?",
        "What is the amount of the return for the item?",
        "What will be the refunds for the item?",
        "How much can the item be returned for?",
        "How much will I be getting for returning this?",
        "Please tell me the return item's refund value?",
        "What is the amount that the customer will receive for returning a product?",
        "I do not know how much I get back.",
        "What is the amount that the customer will get for a returned item?",
        "I don't know how much I will get back for my item.",
        "Someone asked for the amount of the return.",
        "The amount that the customer will get for the returned item?",
        "What do you know about the item return funds?",
        "How much do I have to refunds for my return?",
        "How much money will you reimburse for returns?",
        "What amount of refunds is given to returned items?",
        "How much will the customer be compensated for the return of their product?",
        "How much will my return amount be?",
        "Do you have the return item's refund value?",
        "What is the item's refund gonna be?",
        "What return/refund value is mine?",
        "How much money will the customer get after I return the item?",
        "What amount of refunds is given for my returns?",
        "Is the amount of money reimbursement for returns?",
        "What amount should I receive for my return?",
        "What's the returned item's refund amount?",
        "What amount will the customer be compensated for the item that they returned?",
        "Do you have any information about the return item reimbursement?",
        "How much was my return/refund value?",
        "What is the return money for?",
        "Get money back, what is the figure?",
        "What amount the customer will get for the returned item?",
        "I need to know the return item reimbursement.",
        "How much is my return money?",
        "How much are I going to get back?",
        "How much do I get something back?",
        "What is the amount of refunds given for my returned items?",
        "How much will I get for the item I gave back?",
        "I would like to know about the reimbursement of the return item.",
        "How much are the refunds for my return?",
        "How much will the customer be compensated for the returned item?",
        "What are the amount of refunds for returned items?",
        "What amount comes back to me?",
        "What is the amount the customer will get for the item that was returned?",
        "I need to know the exact figure for my return order.",
        "How much will the customer get for the product they return?",
        "How much do you think the refund is for my returned item?",
        "I am curious about the return item's refund value.",
        "How much I will get back for the item I returned?",
        "What amount of refunds is given for returning goods?",
        "I have a question about how much I will get back.",
        "There is a question regarding the item's refund.",
        "What will the customer receive for the product they returned?",
        "Moneyback for my return?",
        "How much will I get the item back?",
        "What is the amount for the item I returned?",
        "How much do you think my return refund is?",
        "How much do I receive for my returned item?",
        "How much are the refunds for my items?",
        "I am curious about my return refund.",
        "What amount of the returned item's refunds?",
        "Can you tell me how much you'll give back?",
        "Can you give me the return item's refunded value?",
        "I need to know about return item reimbursement.",
        "What is the amount the customer will receive for their return?",
        "What will be the amount of the item's return?",
        "What is the amount the customer will be entitled to for the returned item?",
        "How much refunds are given for returned goods?",
        "What does the amount of refunds look like for returned goods?",
        "What is the amount of my returned order's refunds?",
        "What is the amount of compensation that the customer will get when they return an item?",
        "Do you know the amount of my refund?",
        "What is the amount of the refund from returned items?",
        "How much do I get back from a returned item?",
        "How much will the customer get for the return item?",
        "So how much do I get back?",
        "Can you tell me my return value?",
        "Exactly what is back when I return stuff?",
        "What amount the customer will be entitled to for the returned item?",
        "Can you provide me with the return item reimbursement?",
        "I wonder if I'll get money back for my return?",
        "What is the return figure?",
        "How about the item return funds?",
        "How much will I be compensated for the item I returned?",
        "How much will the customer be compensated for their product return?",
        "What is the amount of compensation that a customer will receive after returning an item?",
        "How much will the customer be entitled to once they return a item?",
        "How much for my item return?",
        "The amount I get back is not known.",
        "How much do I get back on a returned item?",
        "Amount of money to reimburse returns?",
        "I don't know the amount that I get back.",
        "How much do you think I will get back from my return?",
        "The amount for my return?",
        "How much will I get back for the garments returned?",
        "How much money does the item get back for?",
        "What my return/refund value is?",
        "What amount will the customer get when they return a item?",
        "How much of the item gets back for?",
        "Do you know how much I will get for returning this?",
        "What is the return return refund?",
        "Is there any details on the item return funds?",
        "What amount of refunds is given for my return items?",
        "What amount of money will the customer get when they return an item?",
        "How much do you think I'll get back from my returned item?",
        "How much of my return do I get?",
        "A question about the amount of refunds given for returned items.",
        "When the customer returns a product, how much will they be compensated?",
        "After I return the item, what amount will the customer be entitled to?",
        "I want to know how much my product refund is.",
        "Is there an exact refund figure for my return order?",
        "I want to know about the reimbursement for the return item.",
        "How much will the customer receive once they return a item?",
        "What amount will be given to the customer when they return an item?",
        "I want to know the amount for my returned item.",
        "How much is it coming back to me?",
        "Can you tell me the return item's refund?",
        "The question is, what is my return refund?",
        "How much will the customer be compensated after he returns an item?",
        "Can you tell me the amount of my return?",
        "How much is the refund for my returned item?",
        "How much do I get back from the garments that were returned?",
        "How much do item get back for?",
        "I am unsure about my return refund.",
        "Can you tell me the returned item's amount?",
        "I need to know the amount that I get back.",
        "How much does an item come back for?",
        "Something about item return funds?",
        "I am curious about my return money.",
        "The sum of the refunds from the returned item?",
        "After returning an item, what amount of compensation will the customer get?",
        "If I get money back for my return?",
        "How's the return total?",
        "The amount of my return refunds?",
        "Are you telling me about the return item reimbursement?",
        "What amount of refunds are given for my returned goods?",
        "Can you tell me about the reimbursement of return items?",
        "How much should I get back for my returned item?",
        "How much does the item returns?",
        "Do you know how much my product refund is?",
        "How much am I going to get for returning it?",
        "What amount should I get for my return?",
        "Is there any return sum from the item?",
        "Is it possible that you can tell me about the return item reimbursement?",
        "When I return things, what is it that I get back?",
        "Can you tell me the reimbursement amount?",
        "How much am I getting back for my purchase?",
        "Exactly what I get back when I return stuff?",
        "How much is the refund for my returned order?",
        "How much will return garments reimburse me?",
        "How much money is going to be reimbursed for returns?",
        "What amount of refunds is given for items that have been returned?",
        "I wonder if I will get money back for my return?",
        "What is my return/$refund value?",
        "How much am I getting back for my item?",
        "What amount am I getting back?",
        "What will be the amount of the item's refunds?",
        "What amount will the customer get after I return an item?",
        "What will I get for the item I returned?",
        "How much item return funds are there?",
        "Can you tell me the return item's refunds value?",
        "How much will the customer be compensated for the item that they returned?",
        "What is the refund amount of the returned item?",
        "Can you tell me how much my return is?",
        "When I return items, what are the refunds?",
        "How much gets back for an item?",
        "How much do you think I get back for my item?",
        "How much will I get back for this thing?",
        "What is the amount of money the customer will receive once they return an item?",
        "How big of a product refund are I getting?",
        "Get money back, what's the amount?",
        "What is the amount the customer will get after I return the item?",
        "What will be the item's return amount?",
        "How much is it for me to get back my item?",
        "What amount will I get when I return this?",
        "What amount the customer will be entitled to when they return an item?",
        "What is the amount the customer will be entitled to when they return something?",
        "The amount that the customer will be entitled to once they return an item?",
        "Returned, what refund total?",
        "How much will I get for returning the item?",
        "Do you know the amount I will get for returning this?",
        "How much is the customer entitled to when I return the item?",
        "What is the amount the customer will get for returned items?",
        "When I return stuff, what is the amount of Refunds?",
        "What amount of money should be returned from a returned item?",
        "After the item has been returned, what amount of compensation will the customer receive?",
        "What amount gets me back?",
        "What amount the customer will be entitled to after I return the item?",
        "How much will the customer get after I returned the item?",
        "How much money should be reimbursed for returns?",
        "How much do you think the Refunds are for returned items?",
        "Can you tell me about the reimbursement of the returned item?",
        "How much is the returned garments repaid to me?",
        "What is the amount the customer will get if they return a item?",
        "What amount of money will be returned from the item?",
        "Can you tell me how much the return item reimbursement is?",
        "Is it possible for you to tell me about the return item reimbursement?",
        "What is the return figure for getting money back?",
        "How much do I get back for this item?",
        "How much will the customer receive after they return an item?",
        "Do you know how much I will receive for returning this?",
        "Can you give me a value for my return?",
        "How much will the customer get if I return the item?",
        "How much have I got back?",
        "How much is my item's refund?",
        "What is the amount of compensation the customer will receive after they have returned an item?",
        "how much is my product refund?",
        "How much will the customer receive for returning an item?",
        "I want to know how much I'll get back.",
        "How much will I get back from price returned garments?",
        "I have a question about the return item reimbursement.",
        "How much does this item get back for?",
        "What is the amount that will be returned for my purchase?",
        "Do you know what the return total is?",
        "My return refund isn't known.",
        "I want to know the amount of the refunds for returned goods.",
        "What amount of refunds is given for my returned items?",
        "I don't know how much I will get back for the item I returned.",
        "What is the figure in getting money back?",
        "How much will the customer get after I return an item?",
        "What is the amount of Refunds for returned purchases?",
        "How much would I get back from returned garments?",
        "What is the amount of my returned item refund?",
        "How much do I get my item back?",
        "What is the number for getting money back?",
        "Will you tell me about the return item reimbursement?",
        "The total amount of the return's refund?",
        "How much do I get in return/refund value?",
        "What amount are refunds for returned goods?",
        "Exactly what are the refunds for when I return stuff?",
        "How much was the item's refund?",
        "Money I get back for my return?",
        "What is the amount that the customer will get for their return?",
        "How much money should be returned from a returned item?",
        "What amount of refunds is available for returned goods?",
        "The amount that the customer will be entitled to after I return an item is not known.",
        "The amount of the return for my item.",
        "Is the sum of the refund from returned item?",
        "What do you think is the return total?",
        "How many dollars will I get back for the item?",
        "How much will the customer get when they return a item?",
        "Was it the returned item's refund amount?",
        "How about my return refund?",
        "How much will be reimbursed for returns?",
        "Can you tell me the amount of the refund?",
        "How much will I get back for the item?",
        "How much will my item be returned?",
        "How much will the customer be entitled to for their return?",
        "Amount of item return funds?",
        "How much will I get back for an item?",
        "What is the amount that a customer will be allowed to return an item to?",
        "The return figure for my order is not known.",
        "What is the amount the customer will be given when they return an item?",
        "What are the details on item return funds?",
        "Is the amount of a refund for my return?",
        "What was the amount of the returned item's refund?",
        "What amount will the customer get if they return a item?",
        "How much will I get for the item I return?",
        "How much of this will I get back?",
        "Can you give me the return item's refund value, please?",
        "Can you tell me the total of my refund?",
        "How much will the customer be compensated for the product that they returned?",
        "How much will I receive in return?",
        "Can you give me any information about the return item reimbursement?",
        "What is the amount the customer will be entitled to once I return the item?",
        "What are my return refunds?",
        "How much is the customer entitled to when they return an item?",
        "How much do I get back my item?",
        "How much am I getting back for my returned item?",
        "How much is the return for the item?",
        "I wonder how much I will be getting back.",
        "How much will the customer get after they return an item?",
        "How much do I Refunds for my return?",
        "What amounts of refunds is given for returned items?",
        "What is the amount that I get back from my purchase?",
        "I want to know the amount of my refunds for returned items.",
        "How about the return money?",
        "What level of refunds is given for returned items?",
        "What amount is returned for my purchase?",
        "What amount of refunds are given for returned items",
        "what is the amount I get back",
        "How about the return item reimbursement?",
        "What amount of compensation will the customer get when they return an item?",
        "Can you give me the return item's Refunds value?",
        "How much would be returned from an item?",
        "How much will be returned from an item?",
        "I want to know how much I get back with my returned item.",
        "What amount of refunds do I get for returning items?",
        "What amount are the refunds for my returned items?",
        "How much do I get in return for my item?",
        "Do you know the amount I will get when I return this?",
        "How much do you think I will get from the return?",
        "What the amount of refunds is for returned goods?",
        "I am wondering how big my product refund is.",
        "What is the amount of compensation the customer will get after their item has been returned?",
        "What's the return item's refund amount?",
        "There are any details about item return funds?",
        "What is the amount that the customer will get for the item that is returned?",
        "When I return things, what do they get back?",
        "How much do I get back after I returned the item?",
        "What is the total amount of the returned order's refund?",
        "What amount get me back?",
        "How much money gets reimbursed for returns?",
        "How much will my item be paid back?",
        "Can I know how much I'm going to get back?",
        "What is the amount that I will get back?",
        "How much will the item get back?",
        "Can you tell me the figure for getting money back?",
        "What is my return money?",
        "What is the amount the customer will get for their item returned?",
        "My return refund is not known.",
        "How much am I going to get back for my purchase?",
        "What amount of refunds is offered for returned goods?",
        "How much do I get back from my returned items?",
        "What is the amount of the product refund?",
        "I want to know how much will be given back.",
        "What is the total amount of my returned order's refunds?",
        "When I return something, what is the Refunds?",
        "What is the total of item return funds?",
        "How much will the customer be compensated for the item being returned?",
        "What amount will be paid to the customer after they have returned an item?",
        "Can you tell me the refund value of the return item?",
        "What size of refunds is given for returned items?",
        "How much will the customer receive for the item they returned?",
        "What is the total amount of my return order's refunds?",
        "So what is the figure for getting money back?",
        "What is the amount of my return order refund?",
        "What amount is I getting back?",
        "Can you tell me how the return item reimbursement is?",
        "how much can I get back",
        "What amount of refunds is there for returned items?",
        "Exactly how much I get back when I return stuff?",
        "How much does the item take back for?",
        "What amount will the customer be entitled to for their returned item?",
        "How much is the customer entitled to get for their returned item?",
        "I'm not sure what the amount I get back is.",
        "Can you give my return item's refund value?",
        "Can you tell me about the reimbursement of returned items?",
        "What amount I get back?",
        "Do you know what I'll get for returning this?",
        "What amount do I get back with my item?",
        "What amount of refunds are given for items that have been returned?",
        "What amount will be given back?",
        "The amount of my returned item's refund.",
        "What are the refunds given for returned items?",
        "What is the amount of compensation that the customer will get after returning an item?",
        "Exactly what I get back when I return things?",
        "I wonder how much I will be paid back.",
        "How much money do you reimburse for returns?",
        "The amount of the refunds from returned items?",
        "What is the amount the customer will get for the item they return?",
        "How much will I get back for my return?",
        "I have no idea how much I will get for returning this.",
        "How much is the refunds given for returned goods?",
        "What is the return amount for a purchase?",
        "Is it the amount of the returned item's refund?",
        "How much do I get back from returned garments?",
        "How much do I get for returning an item?",
        "How much will the customer get for their item being returned?",
        "After the item has been returned, how much will the customer receive?",
        "Can you tell me the amount of my Refund?",
        "How much will be paid back to me?",
        "What amount of compensation will the customer receive after their item is returned?",
        "Exactly what is paid back when I return stuff?",
        "I want to know the return item's refund value",
        "I would like to know how much you'll give me back.",
        "How much is the Refunds for returned items?",
        "How much money should I get back for my return?",
        "What is the amount the customer is entitled to when they return an item?",
        "I need to know the return item's refunds value.",
        "The amount that the customer will be entitled to after I returned the item is not known.",
        "How much the item return funds are?",
        "What is my payback sum?",
        "Do you know of the return item reimbursement?",
        "Has there any information on item return funds?",
        "How much is the item return funds?",
        "How much is the money back for me?",
        "How about return item reimbursement?",
        "What amount of money will the customer get for the item they returned?",
        "Do you have any information about my refund value?",
        "I want to know how much I'm getting back.",
        "How much should I get back for the garments that were returned?",
        "What is the value of my product refund?",
        "There are any details of item return funds?",
        "Can you provide me the refund value?",
        "How much do you think the returned item will get back?",
        "How much do you think I get for returning an item?",
        "How much do you get back on the item?",
        "I wanted to know how much I would get back for the item I returned.",
        "Is the amount that the customer will be entitled to after I return an item?",
        "What is the amount that the customer will receive after they return a product?",
        "When I return stuff, what is the refunded?",
        "How much will I get after I return this?",
        "What is the total return amount for my purchase?",
        "Is the amount the customer will be entitled to when they return an item?",
        "What is the amount that the customer will get after I return the item?",
        "How much do you think I'll get back?",
        "Can you tell me what the reimbursement is for returned items?",
        "How much do I get back after I returned my item?",
        "I don't know what the return total is.",
        "How much will the customer get after I return the item?",
        "What will be the amount of the item's refund?",
        "Any information about item return funds?",
        "The amount that the customer will be compensated after returning an item?",
        "What amount of refunds is given in return for returned goods?",
        "How much will I get back for this?",
        "The amount of the return's Refunds?",
        "What is the amount of money that the customer will get after I return an item?",
        "How much will I receive for the item that I returned?",
        "What is the amount of money that the customer will receive when they return an item?",
        "How much does the item go back?",
        "What are the refunds when I return something?",
        "What is the amount of the refunds for my return items?",
        "Can you tell me the amount of my refunds?",
        "How much will the refunds be for returned goods?",
        "Tell me the return item's return value.",
        "How much does the item come back to you?",
        "How much will a customer be entitled to when they return an item?",
        "What is the amount I get back for the item?",
        "The amount of my return?",
        "Please tell me the refund value of the return item.",
        "Can you tell me the amount of refunds for returned goods?",
        "Can you give me the return item's refund value?",
        "What is the amount that I get back for my item?",
        "What is the amount that a customer will get after I return an item?",
        "What's my full return amount?",
        "When I return stuff, what am I getting back?",
        "What amount goes back to me?",
        "Is there a Refund for returned item?",
        "What amount will I be paid back?",
        "So what is the amount I get back?",
        "I was wondering about item return funds.",
        "How much do you think the refund for the item is?",
        "I would like to know the amount of my returned purchase.",
        "Can you tell me how much my refunds are?",
        "I'm interested in the return item reimbursement.",
        "How much goes back to the item?",
        "I want to know the amount of my returned item's refund.",
        "What amount of refunds are granted for returned goods?",
        "What is the amount of money the customer will get if I return the item?",
        "My return money, what is it?",
        "What was the return amount for my purchase?",
        "The amount of my returned item's refunds.",
        "What is the amount of money back?",
        "Is the return item's refund value available to me?",
        "How much is the refund for my return item?",
        "Can you please tell me the return item's refund value?",
        "How much does a item get back for?",
        "Can you let me know about the reimbursement for returns?",
        "Do you know if I can get the return item reimbursement?",
        "What is the amount that the customer will receive after they return an item?",
        "What amount will the customer be entitled to for their return?",
        "How much will I be able to get back?",
        "Can you give the return item's refund value?",
        "Will I get a return amount?",
        "How much did I get back?",
        "How much will the customer be compensated for returning a item?",
        "How much am I going to get back for the item I returned?",
        "Someone asked for the return amount.",
        "I asked for the return amount.",
        "How much will the customer get for returning an item?",
        "Exactly what will I get back when I return things?",
        "Is the refund amount for the returned item?",
        "What is the return amount for my purchase?",
        "Is the return amount for my purchase?",
        "Amount of funds reimbursed for returns?",
        "I need to know what the return item reimbursement is.",
        "Is the amount of refunds for my return?",
        "The amount of my product refund?",
        "My return refund is still not known.",
        "What is the amount of refunds for returning goods?",
        "I returned an item, what should I get?",
        "How much will a customer be compensated for an item they returned?",
        "How much is my return refund?",
        "Do you know the amount I get for returning this?",
        "How much will the customer be able to get for their returned item?",
        "When getting money back, what is the figure?",
        "How much does a item come back for?",
        "How much is the refunds for my returned item?",
        "How much do i get back for my item?",
        "What do I get if I return stuff?",
        "How much is repaid by returned garments?",
        "What is the amount of refunds received for returned goods?",
        "After the item has been returned, what amount will the customer be compensated?",
        "How much do I get for my item back?",
        "What amount I'll get for returning this?",
        "What is the status of item return funds?",
        "How much will be returned from a returned item?",
        "How much will I get for return?",
        "Does anyone have any information on the item return funds?",
        "I don't know how much I will get for returning this.",
        "How much will I get from the item return?",
        "How much will be given back?",
        "How much should the customer get after I return the item?",
        "How much do you think the Refunds is for returned items?",
        "What are the refunds for the item?",
        "How much of a return/refund do I get?",
        "Was there an amount of money reimbursed for returns?",
        "What amount are I getting back?",
        "I have a returned item, how much do I get back?",
        "How much do you think I'll get back for my item?",
        "I don't know how much I get back",
        "The amount of my return's refund?",
        "What is it that the return total is?",
        "How much is my product Refunds?",
        "Can you tell me about the reimbursement of returns?",
        "What amount did I get back?",
        "Can you tell me my total return value?",
        "How much does something get back for?",
        "How much the customer will be entitled to return the item to?",
        "What amount will the customer receive when they return a item?",
        "Is it possible that you can let me know about the return item reimbursement?",
        "What the amount of refunds is for returned items?",
        "How much will the return amount be for my purchase?",
        "What amount of refunds is given after returned goods?",
        "I want to know details on item return funds.",
        "How much do you believe the refund for my item is?",
        "How much do you think the refund is for the item I returned?",
        "The returned item's amount of refunds?",
        "What amount is the return?",
        "How much do you think I will get back for my item?",
        "What is the amount I get returned?",
        "Is theRefund sum from returned item?",
        "Can I know how much will be given back?",
        "I'm not sure how much I'll get back for the item I returned.",
        "Tell me about the return total.",
        "A return amount was enquired.",
        "I need to know the return item's refund value.",
        "What is the amount the customer will get for their item return?",
        "How much is given for returned goods?",
        "What am I getting in my return refund?",
        "What is the amount the customer will receive after returning an item?",
        "What amount of refunds do I get for my returns?",
        "How much will I get back from the seller?",
        "How much would the customer be compensated for the item they returned?",
        "How much am I going to get for my returned purchase?",
        "How much do you think I can get back for my item?",
        "Hey, what is the money that I get back?",
        "How much is the return for my item?",
        "Is there a refund sum from the item?",
        "Can I know how much is going back?",
        "Do you know what the money I get back is?",
        "I am not sure what amount I get back.",
        "How much do you think the refunds are for my items?",
        "What do I get back if I return stuff?",
        "Which is the amount I get back?",
        "Can you tell me about the return item reimbursements?",
        "Can you tell me my money back?",
        "How much do I get back for my returned items?",
        "How much willI get back?",
        "What is the size of my product reimbursement?",
        "What amount of refunds is given to my returned items?",
        "I want a refund amount for my return.",
        "Money back for me after I return?",
        "My return amount is a question.",
        "What amount of refunds is given for returned products?",
        "I want to know the exact refund figure for my return order.",
        "What's the amount of the item's return?",
        "What is the amount of the refund for the item?",
        "I would like you to tell me my refund value.",
        "How much do you think refunds are for returned items?",
        "How much do I get back for my returned order?",
        "What amount of money will the customer get after I return the item?",
        "Is the Refund sum from returned item?",
        "enquired about the sum of the refund",
        "What amount of compensation will be given to the customer when they return a product?",
        "What amount of refunds are offered for returned items?",
        "What is the return sum?",
        "What amount of my refunds is given for my returned items?",
        "What is my return or refund value?",
        "What is the item's refund amount?",
        "Any information on item return funds?",
        "My return/refund value is unknown.",
        "How much gets back for it?",
        "Getting money back, what's the amount?",
        "I want to know the amount I get back.",
        "What will the customer receive for returning an item?",
        "What is the amount of return the customer is entitled to?",
        "Is there a return item reimbursement that you can inform me about?",
        "What am I supposed to get in my return refund?",
        "I want to know what I get back.",
        "How big is the product refund for me?",
        "How much is back to me?",
        "Can you tell me the item's return value?",
        "What is the amount that a customer will get for returning an item?",
        "There is a refund amount for my returned item.",
        "Is the returning item's refund amount?",
        "What is the total size of my product refund?",
        "What amount of compensation will the customer receive for the product they returned?",
        "Getting money back, what is the figure?",
        "What is the return refund figure?",
        "Can you tell me about the reimbursement for the returned items?",
        "How much is the refund for my return purchase?",
        "What is my return return refund?",
        "How big is my product payback?",
        "How much do you think the refund for my item will be?",
        "How much will I get back for the item I brought home?",
        "What will the item be given back?",
        "How much do I get back from the garments returned?",
        "Can you give me the return item's refunds?",
        "How much does an item return?",
        "How much will the customer get when they return a product?",
        "What is the amount of my return refunds?",
        "I'm wondering if you can tell me about the return item reimbursement.",
        "I wonder how much I am getting back.",
        "I need to know how much I'll get back for the item I returned.",
        "How much do you think the refund will be for my returned item?",
        "How much will I get back for the item I took back?",
        "how much am I getting back?",
        "The returned item's total return amount?",
        "How much do I get back/refund value?",
        "How much is back when I return stuff?",
        "How much is it going to return?",
        "What is the amount of my refunds when I return stuff?",
        "Is the amount of the return refunds?",
        "How much can I get back?",
        "What is the amount of refunds for my returns?",
        "How much will the customer receive when they return a item?",
        "What is the figure about getting money back?",
        "What's the amount of refunds for my returned items?",
        "What about my return refund?",
        "What amount will the customer get after returning an item?",
        "What is the amount that the customer will receive after I return the item?",
        "Information on the return funds?",
        "How much the refunds are for my returned items?",
        "What is the amount the customer will get for the item that is returned?",
        "How much did I get for the item that I returned?",
        "How much should I get back with my returned item?",
        "The amount that the customer will be entitled to for their returned item?",
        "What do I get back after I return stuff?",
        "How much does I get for returning this?",
        "What amount of money will I get back for the item I returned?",
        "How much will the item be back?",
        "How large my product refund is?",
        "How much do you think I will get for returning this?",
        "How much do we get back for the item?",
        "Exactly what can I get back when I return stuff?",
        "Do you know the amount of my return refund?",
        "What amount of refunds are given when I return items?",
        "What amount will the customer be compensated after returning an item?",
        "How much for an item return?",
        "How much will the customer receive after their item has been returned?",
        "How much will you pay me back for this?",
        "The amount of money reimbursed for returns?",
        "What's the amount that the customer will get for the returned item?",
        "Is the returned item's amount of refund?",
        "What amount of refunds is given when my items are returned?",
        "How much did the returned item's refund cost?",
        "refunds amount for returned item",
        "What is the returning item's refund amount?",
        "I don't know what the refund amount is for my item.",
        "What amount is back to me?",
        "The amount that the customer will be entitled to after I return an item is unknown.",
        "Is the amount of the returned item's Refunds?",
        "Money coming back for my return?",
        "Do you know what I'll get for coming back this?",
        "How about a refund for my return item?",
        "Get money back, what is it?",
        "How much will the customer be compensated after their item has been returned?",
        "There are any details regarding item return funds?",
        "Did I get a refund amount for my return?",
        "Hey there, how much do I get back?",
        "Can you give me more information about the return item reimbursement?",
        "What should I get back when I return stuff?",
        "What amount of refunds is given when goods are returned?",
        "Can you tell me about the reimbursement for return item?",
        "I don't know how much I'll get for the item I returned.",
        "How much will the customer receive after I return the item?",
        "What amount is the customer entitled to return the item to?",
        "What is the amount that the customer will get for returning an item?",
        "What is the amount that I will get back from my purchase?",
        "What is the amount that a customer will get once they return a item?",
        "Can you please tell me the return item's return value?",
        "What is the amount the customer will be compensated for the item they returned?",
        "What is the money I get back?",
        "The amount of my returned purchase's refund.",
        "What amount the refunds are for returned goods?",
        "How much will I get back with the item?",
        "How much did I get back for my purchase?",
        "What are the details regarding item return funds?",
        "What amount gets back for the item?",
        "How much should I get back for my purchase?",
        "So how much will I get back?",
        "What amount of refunds is given when I return my items?",
        "How much does my product refunds cost?",
        "What amount of refunds is given for goods that have been returned?",
        "The amount of the return sum?",
        "Exactly how much I get back?",
        "How much for my item to be forgiven?",
        "So how much am I getting back?",
        "How much will returned garments reimburse me?",
        "Repayment amount for my return?",
        "How much is the customer entitled to get for the returned item?",
        "How much do I get for returning this?",
        "What is it that I get back when I return something?",
        "Is there an amount that the customer will be entitled to after I return the item?",
        "How much are the returned item's refunds?",
        "The amount of return was enquired.",
        "What is the amount that a customer will get after returning an item?",
        "What amount the customer will receive after I return the item?",
        "What is the amount that the customer will receive for returning the product?",
        "Can you tell me about reimbursement for return items?",
        "What is it that I get back when I return stuff?",
        "Can you tell me the value of myRefund?",
        "How much do you think the Refunds for returned items will be?",
        "What is the amount the customer will receive for returning the item?",
        "What is the amount of refunds for returned goods?",
        "How much did the item get back?",
        "What is the compensation the customer will get for the product they returned?",
        "I want to know the return item's refund value, please.",
        "Is that the amount of my return Refund?",
        "What is the return amount of stuff?",
        "How much I get for returning this?",
        "I wonder how big my product refund is.",
        "How much do I get back for an item?",
        "What's my return amount?",
        "How much the customer will be entitled to after I return the item?",
        "What amount of refunds do I get when I return items?",
        "After an item has been returned, what amount of compensation will the customer get?",
        "What is the amount of refunds given for my returns?",
        "Can you tell me how much the customer will be compensated after returning an item?",
        "What amount will I get for the item I returned?",
        "How much do you think the refund for me is?",
        "Do you know the amount of money I will get for returning this?",
        "What am I getting back from my return?",
        "Amount I get back?",
        "How much will be returned from returned item?",
        "Do you know the exact figure for my return order?",
        "I would like to know how much I get back.",
        "Is the amount of the refund for my item?",
        "What is the amount that the customer will be given for the returned item?",
        "How much should I get back from the garments returned?",
        "Which amount of refunds is given for my returned items?",
        "Can you tell me when the return item reimbursement is?",
        "Is the amount of the refund from the returned item?",
        "Is the amount of my return a refund?",
        "The amount that the customer will be compensated for returning an item?",
        "How much will the customer receive for the product they returned?",
        "what will be the item's refund?",
        "I need to know how much I'll get for returning this.",
        "Do you know how much I'll get back?",
        "Do you know how much I will get when I return it?",
        "What amount will the customer get for their return item?",
        "Exactly what will I get when I return things?",
        "How much will I get for the item back?",
        "Can you give me some information on the reimbursement?",
        "What is the amount of compensation that the customer will get after they return a product?",
        "How big is the product return for me?",
        "What is the amount that a customer will get after they return an item?",
        "What is the amount the customer will get for the product they returned?",
        "How much will the customer get for the item that is returned?",
        "I would like to know the return item's refund value.",
        "What are my return Refunds?",
        "How much do I get back?\"",
        "How much do I get back",
        "What is the amount the customer will get for the item returned?",
        "How much does the item come back for?",
        "How much do you think I will receive for my returned item?",
        "Do you know what the item's refund will be?",
        "The amount that the customer will be entitled to after I return the item is not yet known.",
        "After an item has been returned, how much will the customer be compensated?",
        "What is the amount the customer will get after they return a item?",
        "What's the amount the customer will be entitled to return the item to?",
        "How much will the customer be compensated for returning a product?",
        "What is the amount that the customer will get once they return an item?",
        "I need to know how much you'll give me back.",
        "The amount of refunds for returned items?",
        "What is the amount of Refunds when I return stuff?",
        "If I return my purchase, what will I get paid?",
        "What is the refund amount for my returned order?",
        "What amount is the returned item's refund?",
        "What amount will the customer be compensated for the product they returned?",
        "Exactly what is paid back when I return things?",
        "Is the amount of money reimbursed for returns?",
        "What's the return refund for me?",
        "What amount of refunds is given when I return items?",
        "How much is my refund?",
        "I want to know the details on item return funds.",
        "How much will I get with my returned item?",
        "How much do you believe the Refunds for returned items is?",
        "How much is it back for?",
        "How much will the customer get after the item has been returned?",
        "What is the amount that the customer will get for returning a product?",
        "How much is my product refunds?",
        "What amount of refunds are given for returns?",
        "I am wondering if you can tell me about the return item reimbursement.",
        "How much will a customer be entitled to for a returned item?",
        "Howbout a refund for the item I returned?",
        "How much can you get back?",
        "What amount of the refunds is given for my returns?",
        "Howbout a refund for my returned item.",
        "What amount of refunds are given for returned merchandise?",
        "How much is my product money back?",
        "What is the amount of refunds given for returned goods?",
        "How much does an item fetch back?",
        "Is the amount of the refund for my return?",
        "Are you able to reveal my return value?",
        "How Much do I get back?",
        "How much do I get back after I returned it?",
        "Can you give me the total of my refund?",
        "What is the amount I get back",
        "What is the amount of compensation the customer will be given after they return an item?",
        "I wonder how much I'll get back for the item I returned.",
        "Can I know how much will be paid back?",
        "How much will the customer be compensated for the item they returned?",
        "How much will the customer get once they return an item?",
        "The amount of my return's Refunds?",
        "How much is the customer entitled to when they return a item?",
        "What's the amount of my product refund?",
        "Please tell me the return item's refund value.",
        "How much is money back?",
        "What is the amount that a customer will be compensated after returning an item?",
        "How much will I get back from you for this?",
        "Can you tell me about the return item reimbursement?",
        "What's the amount of the returned item's refunds?",
        "The amount of the item getting back for?",
        "What is the item's refund?",
        "What amount of money should I get for my return?",
        "What is the amount the customer will get for the return?",
        "What amounts of refunds are given for returned items?",
        "What is the amount of money the customer will get when I return the item?",
        "How much do I get things back?",
        "How much is the refunds for my items?",
        "Is there a return item reimbursement you can tell me about?",
        "How much would I get back for returned garments?",
        "How much will you get back?",
        "How much will I get for returning an item?",
        "How much for the item I returned?",
        "I want to know how much my refund value is.",
        "How much is the returned order's refund?",
        "Is money coming back for my return?",
        "Can you let me know the value of my refund?",
        "enquired about return amount",
        "What's the return figure for my order?",
        "refunds from returned item?",
        "What is the amount of the return's refund?",
        "Can you tell me the return total?",
        "How much is it gone back to me?",
        "How much I can get back?",
        "Can you give me the refund value of the item?",
        "How much do you think the refund of my returned item is?",
        "What is the amount of my returned order's Refunds?",
        "I am wondering about my return refund.",
        "What is the amount the customer will be compensated for after they return an item?",
        "How much of the item do you get back for?",
        "What will be the item's payback?",
        "I'm wondering how much I get back.",
        "How much does the item get returned for?",
        "Alright, what is the money I get back?",
        "Will you tell me my refund value?",
        "What is the amount that the customer will get when they return the product?",
        "Do you know how much I get back?",
        "How much do you think the item's refund will be?",
        "How much will the customer be entitled to after I return an item?",
        "The amount the customer will be entitled to after I return the item?",
        "My return refund, what is it?",
        "What is the return for my product?",
        "How much is it for my item return?",
        "What amount of refunds exist for returned goods?",
        "How much is theRefund amount for my returned purchase?",
        "How about the return funds?",
        "How much is my product refund?",
        "Do you know the amount of money I'll get for returning it?",
        "What amount of refunds are given for the returned items?",
        "I would like to know how much will be returned.",
        "What is the amount that the customer will receive after I return an item?",
        "When I return an item, how much will I get back?",
        "When I return things, what is the return amount?",
        "Do you know about the return item reimbursement?",
        "What is the amount that is paid back?",
        "What is the return on my product?",
        "When I return something, what should I get back?",
        "How much do you think I will get for my returned item?",
        "What is the amount of the returned item's Refund?",
        "How much is the returntotal?",
        "What is the amount of the item's refund?",
        "I don't know what's back when I return stuff.",
        "Can you give me a return value?",
        "I need to know my refund value.",
        "How much is it back for my item?",
        "Can you tell me how much the item's return value is?",
        "How much is the product's return?",
        "Is the amount of my return refund?",
        "Can you tell me what's happening with the return item reimbursement?",
        "How much will the customer be entitled to get for their returned item?",
        "Is my return/refund value correct?",
        "I would like to know the return item's refunds value.",
        "I am wondering what my return refunds is.",
        "What amount of refunds is given for returned objects?",
        "What amount will be given to the customer for their returned item?",
        "What is the amount the customer will be given once they return an item?",
        "Is the amount that the customer will be compensated after they return an item?",
        "Is that the amount of my return refund?",
        "What is the amount the customer will get for the product they return?",
        "Exactly what will be paid back when I return things?",
        "How much will the customer be entitled to when they return a item?",
        "What amount will the customer be entitled to when they return a item?",
        "Can you give me the value of my refund?",
        "Who knows how much I will get for returning this?",
        "What amount will be paid to the customer after their item has been returned?",
        "What can you tell me about my refund value?",
        "What amount will the customer get for the item that they returned?",
        "How much will I receive back?",
        "Do you know what I will get for returning this?",
        "I have a question about the return item's refund value.",
        "What is my return/refund value like?",
        "What amount of refunds are given for returned products?",
        "Getting money back? What is the figure?",
        "So what is the return total?",
        "What is the exact amount I get back?",
        "What's the amount of the returned item's refund?",
        "How much is back I get?",
        "What will the item get in return?",
        "enquired about the amount of return.",
        "How much money to reimburse for returns?",
        "How much will be refunded?",
        "What's the money I get back?",
        "Is there an amount for my return?",
        "What amount do I get back for my returned item?",
        "Can you tell me more about the return item reimbursement?",
        "Can you tell me the return item's return value?",
        "How much do I get back from my returned purchase?",
        "What is the amount the customer gets when they return an item?",
        "I want to know what the customer will be entitled to after I return the item.",
        "The amount of the refund for my returned item is unknown.",
        "What's the amount that I get back?",
        "What amount of compensation will the customer get for returning an item?",
        "What is the total amount of my return order refund?",
        "What amount of refunds are given for returning goods?",
        "What amount of refunds is given to returned goods?",
        "Can you tell me what I'll get for returning this?",
        "How much have I gotten back?",
        "What is the amount of compensation that the customer will receive when they return a product?",
        "What is the amount of the refunds for returned purchases?",
        "How much will the customer get if they return an item?",
        "The amount I get back is unknown.",
        "How much will i get back?",
        "How much do I get back from this?",
        "How much do I get in my return/refund?",
        "I want to know how much I get back for my item.",
        "Can you tell me the amount of money I will get for returning this?",
        "Can you give me my refund value?",
        "I asked for the amount of the return.",
        "What amount of refunds is provided for returned goods?",
        "How much will the customer be compensated when their item is returned?",
        "Any info on the return funds?",
        "How much should I get back for my returned purchase?",
        "What is the amount the customer will be entitled to get back the item?",
        "I want to know more about item return funds.",
        "What amount does the item get back for?",
        "How much is the item's return?",
        "For my return, how much will I get back?",
        "What is the amount of compensation that a customer will get after returning an item?",
        "What amount of compensation will the customer get for the product they returned?",
        "What is the amount that the customer will get after they return a product?",
        "I don't know how much I will get back for my return.",
        "What is the amount the customer will receive for returning an item?",
        "How much does the item become back for?",
        "Is the amount of the return refund?",
        "What amount of refunds are given for items returned?",
        "I don't know how much I will receive back.",
        "When I return stuff, what are my refunds?",
        "How much will I get back on the item?",
        "What is the amount that the customer will be given once they return an item?",
        "I'm not sure what the amount I get back.",
        "What amount of refunds is given for returned items?",
        "How much do you believe the refund for my returned item is?",
        "What is the amount of my return order's refund?",
        "Can you give me the return item's Refund value?",
        "How much do you think I'll get for my return?",
        "Can you tell me the amount I'll get for returning this?",
        "Is the amount of the refunds for my return?",
        "How much is the returned item's refund amount?",
        "Can you tell me about reimbursement for returned items?",
        "Can you tell me about the return item's refund value?",
        "How about a refund for my returned item.",
        "Do you know the value of my refund?",
        "What amount will the customer be entitled to once they return a item?",
        "Is the amount of the refunds for returned items?",
        "Is the return amount for my purchase listed?",
        "Can you tell me the exact refund value?",
        "The amount that the customer will be entitled to after I return the item is not known.",
        "Can you tell me about my repayment?",
        "Can you tell me what the return item reimbursement is?",
        "How much may I get back?",
        "Can I know how much my product refund is?",
        "How much do you get back for an item?",
        "Please give me the return item's return value.",
        "How much do I get back for returned garments?",
        "How much will I get for Returning this?",
        "What is the amount of compensation the customer will get after they return their item?",
        "Is the amount the customer will be entitled to once they return an item?",
        "Tell me about the return item reimbursement.",
        "What is the amount of my return purchase's refund?",
        "Is the money back for my return?",
        "How much will the customer be compensated for the product they returned?",
        "I need to know about the reimbursement for the return item.",
        "What is the amount of refunds for returns?",
        "I return an item, how much do I get back?",
        "I don't know how much I will get back for the item that I returned.",
        "Can I know what amount will be returned?",
        "Is the amount of my return return Refund?",
        "What is the payback figure for my returned order?",
        "What amount of refunds are provided for returned items?",
        "How much will I receive from the item I returned?",
        "How much do they get back?",
        "What will be the item's reimbursement?",
        "What amount of refunds is offered for returned items?",
        "What is the amount of compensation the customer will get for the product they returned?",
        "What amount will the customer get once they return a item?",
        "The returned item's refund amount is not known.",
        "How much did I get back for my return?",
        "What is the amount that the customer will be entitled to when I return the item?",
        "What amount of refunds is given for returned goods",
        "How much money was given back to the item?",
        "What's my return/refund value like?",
        "Am I getting money back for my return?",
        "How much do I get back for a returned item?",
        "What is my amount back?",
        "What does the amount come back to me?",
        "How much return does the item get?",
        "Is the exact return figure for my order?",
        "What is the returned item's amount of refunds?",
        "enquired return amount",
        "Is any money back for my return?",
        "How much will the customer be entitled to after they return a item?",
        "How much is the return item refund?",
        "I'm interested in the return item's return value.",
        "How much will I get for getting this back?",
        "How much will I get my item back?",
        "I need to know the return item's refund value, please.",
        "enquired the amount of the return",
        "Which is the figure for getting money back?",
        "How much will I get for returning something?",
        "Can you tell me about the reimbursement of item?",
        "When I return stuff, what's the return amount?",
        "How much will be paid back?",
        "How much is it for my item back?",
        "What amount will the customer be compensated for the item they returned?",
        "How much do you think the Refunds for returned items are?",
        "How much is it returned to me?",
        "Is there a return item reimbursement that you can tell me about?",
        "After I return the item, how much will the customer get?",
        "How much will the customer be compensated after returning an item?",
        "Can I figure out how much will be returned?",
        "Is there an amount the customer will be entitled to after I return the item?",
        "How much will the customer be compensated for the product return?",
        "What amount of refunds are given when you return goods?",
        "How much is returned when I return stuff?",
        "I am wondering about the return item reimbursement.",
        "What is the amount the customer will be compensated after returning an item?",
        "What's the return total",
        "Hey, what's the money I get back?",
        "Please tell me the return item's refunded value.",
        "The amount of the return was asked.",
        "What was the item's return amount?",
        "What is the amount of my return Refunds?",
        "Are there any details on the item return funds?",
        "How much do I get back on my return?",
        "How much will the customer be compensated after the item has been returned?",
        "Can you let me know the return item's refund value?",
        "How much money was reimbursed for returns?",
        "What is the refunds given for returned goods?",
        "What amount will the customer get when they return the item?",
        "How about a refunds for my returned items?",
        "What amount will the customer be compensated for the returned product?",
        "The amount that the customer will be compensated after returning an item was asked.",
        "What amount of return will I get?",
        "How much is the money back?",
        "I don't know how much I can get back for the item I returned.",
        "Can you tell me the amount of your refund?",
        "How much will I get back for what I returned?",
        "Refunds amount for my return?",
        "What is the amount that the customer will be entitled to after I return an item?",
        "Do you know the return item reimbursement?",
        "Can I know the exact amount that will be returned?",
        "How much was the item given back?",
        "How much will the customer be entitled for the returned item?",
        "How much do garments return back to me?",
        "When I return stuff, what is the refund?",
        "Will I get something back for the item I returned?",
        "Is the refund figure for my returned order accurate?",
        "What is the amount of my refund when I return stuff?",
        "What is the amount the customer will be entitled to when they return a item?",
        "I would like to know about the return item reimbursement.",
        "The amount of the returned item's refund?",
        "What is the amount the customer will be entitled to for their returned item?",
        "Tell me the return item's refund value, please.",
        "Is that the amount that I get back?",
        "How much do you think the refunds for my items are?",
        "What's the amount back?",
        "How much money should I get for my return?",
        "What is the refund amount for the returned item?",
        "What is the total amount that the customer will get after I return the item?",
        "What is the amount of my refund?",
        "I wonder what my return refund is.",
        "How much does the item take back?",
        "How much will the customer get once they return the item?",
        "When a customer returns a product, how much will they be compensated?",
        "How much will come back to me?",
        "How much does the returned garment repay me?",
        "How much can the item be back for?",
        "I don't know what the item's refund will be.",
        "How much do I get back for the item that I returned?",
        "How much does the item get back for.",
        "Can you provide me with the return item's refund value?",
        "I am not sure how much I will get for returning this.",
        "How much should be returned from a returned item?",
        "What is the amount of money the customer will get after returning an item?",
        "How much will I receive a refund?",
        "Is there a specific amount of refunds for returned items?",
        "getting money back, what is the figure?",
        "Can you give me the return value?",
        "Exactly what is taken back when I return things?",
        "How much do you get back from me?",
        "Is there a return amount that I can get back?",
        "What is the amount of the refunds given for returned goods?",
        "I don't know the amount for my return.",
        "Exactly what is paid back when I return items?",
        "How much I will get when I return this?",
        "How much I get back?",
        "How much do you think I'll get in my return?",
        "How much do I get back on my returned item?",
        "How much is the returned item return?",
        "What are the Refunds when I return stuff?",
        "What amount of refunds is given when I return a item?",
        "What amount of refunds is given when you return items?",
        "What is the item's return amount?",
        "What is the amount of compensation the customer will receive after they return a product?",
        "When I return stuff, what is the return amount?",
        "I don't know what the amount I get back.",
        "I need to know my return/refund value.",
        "Were you able to tell me about the return item reimbursement?",
        "how much am I getting back",
        "What is the amount I will get back?",
        "Is it the returned item's refund amount?",
        "Can you tell me the amount of the refund for my returned item?",
        "Please tell me what the return item's refund value is.",
        "What is the amount that the customer will be given after they return an item?",
        "What amount of return will I get for the item?",
        "How much will I get for the item that I returned?",
        "How much does the item bring you back?",
        "Do you know the amount of refunds given for returned goods?",
        "Can I get some money back for my return?",
        "I want to know what the money I get back.",
        "What is the amount of the Refunds for returned items?",
        "Can I know how much I am getting back?",
        "What is the amount of the refunds for returns?",
        "Exactly what's paid back when I return stuff?",
        "What amount will the customer receive when they return an item?",
        "How much of the item do I get back?",
        "How much will I get back for my items?",
        "What is the sum I get back?",
        "What's the amount of refunds for returned goods?",
        "Do you know how much I get for returning it?",
        "Does anyone know how much I'll get for returning this?",
        "What is that return total?",
        "Do you know the return total?",
        "What is the amount that the customer will be entitled to after I return the item?",
        "I need to know the return item's Refunds value.",
        "How much will I get back for that item?",
        "What's the size of my product refund?",
        "The amount that the customer will be entitled to after I return the item is unknown.",
        "What are the refunds for my returned items?",
        "What amount of refunds is given when the goods are returned?",
        "How much do I get back the item?",
        "I returned a item, how much do I get back?",
        "Returned item's refund sum?",
        "what is my return/refund value?",
        "What is the refund figure for the order that I returned?",
        "How much do you think I will get when I return my item?",
        "The money for my return?",
        "I'd like to know the return item's refund value.",
        "How much will the customer be entitled to for their return item?",
        "The amount I get back is not clear.",
        "Can you tell me the total refund value?",
        "Is it possible to tell me about the return item reimbursement?",
        "What information are there on the item return funds?",
        "Do I know how much will be paid back?",
        "What amount of refunds do I get for my returned goods?",
        "How much do I get for returning it?",
        "What is the return item's amount of refunds?",
        "What is the amount of the refunds for my returns?",
        "Can you give me the return item's refund value.",
        "How much I'll get for returning this?",
        "What is the amount that a customer will receive when they return an item?",
        "Can you tell me how much I'll get for coming back this?",
        "Is there an amount of refunds given for returned items?",
        "What is the amount the customer is entitled to after I return an item?",
        "Can you give me the total return value?",
        "What amount does an item get back for?",
        "Howbout aRefund for my returned item?",
        "How much do you think the refund is for my return item?",
        "How much is the item's return amount?",
        "How much will I get my money back?",
        "When I return something, what is the payback?",
        "how much do I get back with my item?",
        "I want to know about the reimbursement of return items.",
        "How much is my return return refund?",
        "How much will the item be paid back?",
        "Can you let me know of the return item reimbursement?",
        "What amount of refunds for returned goods?",
        "What's the amount of my return.",
        "What amount will the customer receive for returning the product?",
        "refund on returned item?",
        "How much is the return for me?",
        "How much will we get back?",
        "What will the item get back?",
        "Can I know how much is returned?",
        "What is the returned item's refunds amount?",
        "What is the amount of the refunds for return items?",
        "How much for my return?",
        "What amount of refunds is given for returning items?",
        "What amount will be paid to the customer after returning an item?",
        "How much will the customer get for their returned item?",
        "What amount of refunds are given in return for returned goods?",
        "How much do I get back after my item is returned?",
        "Do I know how much I'll get back?",
        "It's not clear what the return total is.",
        "Is there a money back on returned items?",
        "What is my return back?",
        "What is the amount of money that the customer will get for the returned item?",
        "What do I get back when I return things?",
        "What is the amount the customer will get when they return a product?",
        "When a customer returns an item, how much will they be compensated?",
        "How much will the customer get when they return an item?",
        "After the item has been returned, how much will the customer get?",
        "Is that the amount for my return?",
        "Money back from returned items?",
        "Is the refund sum from returned items?",
        "I wonder what the item's refund will be.",
        "I want to know the amount for my returned purchase.",
        "How much is the return figure for my order?",
        "How much is my item back?",
        "What is the amount of money that the customer will get after I return the item?",
        "How much is the Refunds for my return?",
        "What is the amount of the item getting back for?",
        "How much will the customer get when their item is returned?",
        "I want to know the amount that the customer will get after I return the item.",
        "The amount of compensation that the customer will get after their item is returned?",
        "What amount comes back?",
        "How much is it for the return?",
        "There is a question as to what the item's refund will be.",
        "When I return stuff, what is the return value?",
        "What amount the customer will be compensated for the product they returned?",
        "I would like to know the return item reimbursement.",
        "How much is given back?",
        "The amount of the returned item's Refund?",
        "What amount will I receive back?",
        "What is the amount of compensation that the customer will receive after returning an item?",
        "Is the refund sum from the item returned?",
        "Can you tell me about the return total?",
        "What's the amount of refunds given for returned goods?",
        "Is the refund sum from the returned item?",
        "Will there be money back for my return?",
        "What is the amount the customer will get once they return an item?",
        "Would you let me know about the return item reimbursement?",
        "How much does the item come back to you for?",
        "Exactly what do I get back when I return something?",
        "Can you let me know about the reimbursement for return items?",
        "What is the amount returned for my purchase?",
        "How much should I get back for returned garments?",
        "How much will a customer be entitled to return the item to?",
        "It was sent back, what the total was?",
        "how much do I get back for my item?",
        "Is the amount I get back?",
        "How much will the customer receive after the item has been returned?",
        "What is the returned item's return amount?",
        "What is the amount that the customer will receive for returning the item?",
        "What amount of refunds is given for returned goods?",
        "Can you confirm the return item reimbursement?",
        "What amount the item gets back for?",
        "What will the customer receive for the item they returned?",
        "What is the amount of money that the customer will get after returning an item?",
        "Is the Refunds sum from returned items?",
        "What amount of refunds will be given for returned goods?",
        "How much do you think my return will be forgiven?",
        "The amount of my returned item's refunds?",
        "How much do I get them back?",
        "How much should be returned from an item?",
        "I do not know how much I will get back for the item I returned.",
        "How much will they get back?",
        "What is the refund for my item?",
        "What amount of my return will I get?",
        "What is the amount that the customer will get for the product they returned?",
        "I don't know how much I'll get when I return this.",
        "How much will the customer be compensated for their return?",
        "Is there a specific amount for my return?",
        "What is the amount of return?",
        "I don't know how much I will get for returning it.",
        "I want to know how much I can get back.",
        "What is the amount the customer will get for returning an item?",
        "How much was repaid by the returned garments?",
        "What are the terms of my return money?",
        "I don't know how much I receive back.",
        "How much will I get refunded?",
        "When an item is returned, what amount of compensation will the customer get?",
        "What amount of compensation will the customer get after returning an item?",
        "Do you know what my return refund is?",
        "How much is my product returned?",
        "What is the return amount?",
        "Is the amount the customer will get after I return the item?",
        "Do you know how much I get for coming back?",
        "How much will I get for my returned items?",
        "How much is returned for the item?",
        "Can you give me the item's return value?",
        "What amount of the refunds is given for returning items?",
        "What amount is the return for my item?",
        "Is there a Refunds sum from returned item?",
        "How much comes back for the item?",
        "How much do you get back for it?",
        "I want to know how much I get back.",
        "Just how much will I get back?",
        "What amount of refunds are given for returned goods",
        "How much will the customer get for their return of the product?",
        "What is the exact return figure for my order?",
        "What is the amount of my product return?",
        "What is the reimbursement amount for my item?",
        "How much do you think I will get back for my return?",
        "Can you give me a sense of my refund value?",
        "How much am I getting back for my return purchase?",
        "I don't know how much I'll get back for the item.",
        "Is that how much I get back?",
        "How much is the Refunds for my returned item?",
        "Do you have an estimate for return credit?",
        "Please let me know about the return item reimbursement.",
        "I want to know how much the customer will get after I return the item.",
        "It was sent back, what the total?",
        "What are the details on the item return funds?",
        "Can you tell me about the reimbursement for the item?",
        "What amount of item return funds?",
        "What is the amount the customer will be entitled to return?",
        "How much is the item's return refund?",
        "The amount of my return refund?",
        "What amount of Refunds are given for returned items?",
        "What amount can I get back?",
        "Money back for me when I return?",
        "I would like to know the amount of my refund.",
        "A question about the return total.",
        "What amount of refunds is given for returned items",
        "how much do I get back?",
        "I want to know how much I will get back.",
        "What amount of refund will I receive?",
        "How much do you think the refund for my item is?",
        "What is the amount that I get back?",
        "How much do I get back of my item?",
        "Get money back, what is the amount?",
        "Can you tell me the return value?",
        "How much did returned garments repay me?",
        "How much do you think the refund for my returned items is?",
        "What's the figure in getting money back?",
        "How much do you think I get for returning my item?",
        "How much is the item back for?",
        "What's the amount of the return.",
        "How much is the item's back?",
        "What is the amount that the customer will get after they return an item?",
        "How much can I get for returning this?",
        "Is the amount that I get back for my return?",
        "I returned an item but how much do I get back?",
        "What's the total for the return?",
        "How much should you get back from returned item?",
        "Can you tell me the return item's Refunds value?",
        "Is there a refund amount for my item?",
        "When I return stuff, what are the refunds for?",
        "A question about the amount I get back.",
        "I'm wondering how much I'll get back.",
        "What is the amount of refunds for returned products?",
        "How much will I get back after I return the item?",
        "How much is my item refund?",
        "Details on the item return funds?",
        "I don't know how much I will get back for the returned item.",
        "Please give me the return item's refund value, please.",
        "What is the amount the customer will be entitled to when they return an item?",
        "Exactly what I get back when I return something?",
        "How much money will be reimburse for returns?",
        "How big am my product refund?",
        "What amount will be paid to the customer if they return an item?",
        "How much will I get back for my return.",
        "How much do you think the refund for a returned item is?",
        "What's my return money for?",
        "Can you say how much my refund is?",
        "Is there any information regarding item return funds?",
        "I don't know what my return refunds is.",
        "How much is the returned item refunds?",
        "Can I know how much will be returned to me?",
        "How much is my return orfund?",
        "What is the amount of refunds when I return stuff?",
        "What information is there on the item return funds?",
        "I want to know how much I will get back for the item I returned.",
        "How much is the amount that I get back?",
        "How much would I get for the item I returned?",
        "How much do I need to get back for my return?",
        "Can you tell me what the reimbursement is for my return item?",
        "Do you have any details on item return funds?",
        "What amount of money will the customer get for the returned item?",
        "How much I get back for my item?",
        "What is the amount that the customer will receive for a returned item?",
        "The return total is asked.",
        "Can I know how much I will get back.",
        "Can you let me know when the return item reimbursement is?",
        "I want to know the return item's Refunds value.",
        "Is there aRefund sum from returned item?",
        "What is the amount that the customer will get when they return an item?",
        "How much of a return can I get?",
        "I want to know the amount for my return.",
        "Is the amount of my return return return?",
        "how much is the return total?",
        "What amount of refunds are given when you return items?",
        "How much do you think the refunds is for returned items?",
        "How much should I get back from my return?",
        "How much will I get back from returned garments?",
        "How much will the customer be compensated for the item they return?",
        "How much do I get back from my refund?",
        "Can you tell me the returning item's refund value?",
        "Which amount the customer will be entitled to after I return the item?",
        "What is the amount that the customer will be compensated for returning an item?",
        "Can I know the amount that will be paid back?",
        "How much would I get back for the garments returned?",
        "How much will I get back with my returned item?",
        "Can you give me the return item's refund price?",
        "Can I know how much will be returned?",
        "How much is my return order's refund?",
        "What is the return item's refund value?",
        "Can you give me the return item's total return value?",
        "Can you tell me how much you'll give me back?",
        "Do you know how much I'll get in return?",
        "Is money back for return?",
        "Do you know how much I get for returning this item?",
        "How much was reimbursed for returns?",
        "How much are the refunds for returned goods?",
        "How much does it return?",
        "What amount of refunds is given for my returned items",
        "I inquired about the return amount.",
        "Is the amount of the return refund for me?",
        "I want to know how much the refund for my item is.",
        "What is the return amount of the item?",
        "How much do I have back?",
        "When I return stuff, what will I get back?",
        "How much is the Refund amount for my return?",
        "How much do I get back from the item that I returned?",
        "Can you offer me the return item's refund value?",
        "What is the amount for the return?",
        "What amount will the customer get for the return?",
        "What amounts of refunds is given for returned goods?",
        "Are you able to give me my refund value?",
        "How much will the customer be entitled to receive for the returned item?",
        "What is the amount that the customer will receive when they return an item?",
        "Amount of money reimbursed after returns?",
        "What is the amount of compensation the customer will get after returning their item?",
        "What is the amount that the customer will get when they return a product?",
        "What is the amount that the customer will receive for the returned item?",
        "What amount of refunds is given for items returned?",
        "Can you tell me the amount I get back?",
        "The returned item's amount of Refunds?",
        "How much do returned garments return to me?",
        "What is the total amount of the return order refund?",
        "The returned item's return amount?",
        "How's my return/refund value?",
        "I want to know the amount of my return refund.",
        "When I return stuff, what is the amount of refunds?",
        "My return and refund value?",
        "I'm wondering how much I will get for returning this.",
        "The size of my product refund is not known.",
        "How much do the item get back?",
        "How much does a item return?",
        "How much do I get back for returning an item?",
        "What amount will I get back.",
        "Is the return item reimbursement something you can tell me about?",
        "Was money back for my return?",
        "Please tell me the return item's return value.",
        "The amount the customer will be entitled to after I returned the item is unknown.",
        "Was the amount of my return refund?",
        "What is the amount that the customer will get once they return a item?",
        "Is the sum back from the returned item?",
        "Can you tell me the true value of my refund?",
        "Can you tell me how much the customer will be entitled to after I return the item?",
        "Do you know how much I'll get for returning this item?",
        "How much will the customer get for the product they returned?",
        "Is the amount of refunds for my returns?",
        "Are you aware how much I will get for returning this?",
        "What will the item be paid back?",
        "What amount of money will be reimbursed for returns?",
        "How much will I get when I return it?",
        "What amount of the returned item's refund?",
        "How much do you think my returned item will get?",
        "How much money should be paid back for returns?",
        "Am I going to get money back for my return?",
        "I am interested in the return item's refund value.",
        "I want to know the amount that the customer will receive after I return the item.",
        "What amount of refunds was given for returned goods?",
        "What amount of refunds is given when returns are made?",
        "What is the amount of compensation the customer will receive after returning a product?",
        "What is the amount the customer will get when they return a item?",
        "What is the amount that the customer will get for returning the product?",
        "How much is it paid back to me?",
        "I don't know the amount of my return refund.",
        "How much will I receive for my item?",
        "Is the amount of my returnRefund amount?",
        "How about a refund for the returned item?",
        "What amount of refunds for returned goods are given?",
        "How much is the money back for my item?",
        "How much do I receive after returning an item?",
        "What amount of compensation will the customer receive after returning an item?",
        "What amount of money will I get for my return?",
        "Return total, what is it?",
        "Is the amount of my return's Refunds?",
        "After I return the item, what is the amount the customer will get?",
        "How much my refunds are for returned items?",
        "How much do you think I'll get for returning an item?",
        "What is the amount that the customer will get once they return the item?",
        "How much for my item back?",
        "The return total, what's it?",
        "Questions about item return funds.",
        "What amount of compensation will be given to the customer after returning an item?",
        "Let me know the return item's refund value.",
        "What amount of money was reimbursed for returns?",
        "How much money will be reimbursed for returns?",
        "I want to know how much the customer will be entitled to after I return the item.",
        "I'm interested in the return item's refund value.",
        "How much do you think my returned item will get back?",
        "What is the compensation the customer will get for the item they returned?",
        "How much do I get back from the item I returned?",
        "What's the refund amount for the returned item?",
        "Can I find out how much I will get back?",
        "What is the amount the customer will get if they return an item?",
        "What is the return refund for me?",
        "How much was the return total?",
        "What is the amount I will get back for my purchase?",
        "Do you know how much I get when I return this?",
        "Getting money back, what amount?",
        "How much will the customer be entitled to for their returned items?",
        "The amount for my return is unknown.",
        "How much is the product refund?",
        "What amount of refunds do I receive for my returned items?",
        "Do you know what I will get for returning it?",
        "Is there information on item return funds?",
        "How much do you think the returned item will get refunds?",
        "Can you tell me the value of my Refund?",
        "After I return the item, what amount the customer will be entitled to?",
        "How much does an item get back?",
        "How much will the customer get for a returned item?",
        "Is there a refund sum for returned items?",
        "What will I get for returning an item?",
        "What amount the customer will get after I return the item?",
        "What is the amount that the item gets back for?",
        "Can you tell me how much you'll refund me?",
        "I want to know what the return total is.",
        "What is the amount of refunds given to returned goods?",
        "Getting money back what is the amount?",
        "Refunds for returned items?",
        "What is the return figure for my order?",
        "What will be the item's refund?",
        "What is the returned item's total refund amount?",
        "What will be the item's repayment?",
        "What amount of refunds do I get for returned items?",
        "How much does the returned garments repay me?",
        "I don't know the return item's refund value.",
        "I would love to know about the return item reimbursement.",
        "How much will the customer be entitled to for their returned item?",
        "What would the item's refund be?",
        "I want to know the return item's refund value.",
        "How much am I going to get back for my returned purchase?",
        "I'm not sure what my return refund is.",
        "How much money will be paid back for returns?",
        "How much do you think the return refund will be?",
        "Returned item's amount of refund?",
        "How much do you get back with my returned item?",
        "I need the return item's refund value.",
        "Can you give me more information on the return item reimbursement?",
        "How much will the customer be entitled to return the item to?",
        "What is the item'sRefund?",
        "How much does my item return?",
        "Is the money back from returned item?",
        "Can you tell me my actual refund value?",
        "how much will I get for returning this?",
        "What is the return amount for my product?",
        "Is the amount of my return return.",
        "What amount of my returned item's refund do you think?",
        "Is there a specific amount of refunds for returned goods?",
        "What amount do I get back with my returned item?",
        "Can you tell me what my refund is worth?",
        "How much does the item return?",
        "Money back for returning?",
        "How much will the customer be compensated for the product they return?",
        "What amount will I be getting back?",
        "How much will I get back for returned garments?",
        "How much am I get back?",
        "The returned item's amount of return?",
        "What is the return item reimbursement?",
        "Can you give me my return value?",
        "So what's my return refund?",
        "How much will I get back after I return something?",
        "Can you tell me the exact value of my refund?",
        "Does anyone know how much will be returned?",
        "How much can I expect to get back?",
        "What amount of refunds is given when you return goods?",
        "What is the figure for getting money back",
        "What is the amount that the customer will be entitled to return?",
        "Do I get a return amount?",
        "I would like to know how much I'll get back.",
        "Do you know how much I'll get for returning it?",
        "How much is the item refund for me?",
        "What amount will the customer get once I return the item?",
        "How much is my return sum?",
        "Do you know the amount I'll get for returning this?",
        "I returned an item so how much do I get back?",
        "What is the amount of refunds for return goods?",
        "The amount that the customer will be entitled to after I return the item is unclear.",
        "The amount of the item's return?",
        "How much should I get back in returned garments?",
        "How much will I get given back?",
        "Do you know the return item's refund value?",
        "Is there any info on item return funds?",
        "How much will I receive for the item I returned?",
        "Will I get money back for return?",
        "What is my sum for my refund?",
        "What is the amount of refunds given for returning items?",
        "How much was the returned item's refunds?",
        "How much should I get back for the garments returned?",
        "Do you know the exact amount I'll get for returning this?",
        "I don't know how much I will get for the item I returned.",
        "How much do you think the money back for my item is?",
        "How much am I getting back?",
        "What is my return amount?",
        "What amount will the customer be able to return the item to?",
        "Can you tell me what the reimbursement is for return items?",
        "What amount will the customer get if I return the item?",
        "I wonder how much I will get back.",
        "The refund figure for my return order is not known.",
        "Do you know the amount of money I get for returning this?",
        "What amount of refunds is given for my returned goods?",
        "What amount is given back to me?",
        "What is the amount paid back?",
        "I want to know the amount for my return purchase.",
        "Can you tell me the return item's refunds?",
        "What is the amount the customer will get for returning a product?",
        "I don't know what's refunds when I return stuff.",
        "The returned item's amount of reimbursement?",
        "Can you tell me the status of the reimbursement?",
        "How much will go back to me?",
        "how much is the return?",
        "I wonder how much I'll get for returning this.",
        "What will the return amount be?",
        "In what amount do I get back?",
        "What is the amount that the customer will receive once they return a item?",
        "How much money will I receive for my return?",
        "Exactly what will I get back when I return something?",
        "What is the amount of the returned order's Refunds?",
        "Do you know the amount of refunds for returned goods?",
        "What will the customer get for the item that they returned?",
        "What is the amount the customer will receive once they return a item?",
        "What amount of my product refund is it?",
        "What amount of refunds is given for return goods?",
        "Exactly what is given back when I return stuff?",
        "Can you tell me the amount of the return item reimbursement?",
        "What is the amount that the customer will be entitled to get back?",
        "What's the amount of refunds for returned items?",
        "What is the amount that a customer will receive after returning an item?",
        "The sum of the refund from the returned item?",
        "The returned item's Refunds amount?",
        "What can I get back when I return something?",
        "I want to know about the return item reimbursement.",
        "Can you give me the refund value of the return item?",
        "What amount of refunds does it give for returned items?",
        "Is there a refund sum from the returned item?",
        "The amount of my returned item's Refunds.",
        "I want to know about the reimbursement of the return item.",
        "I'd like to know the return item's return value.",
        "Money back on my return?",
        "What is the amount of my product refunds?",
        "What amount of refunds are given when returning goods?",
        "What amount will the customer be compensated for returning the item?",
        "What is the amount of the return amount?",
        "The deal with my return money, what is it?",
        "Money back for me to return?",
        "What is the returned item's amount of Refunds?",
        "There is a question about what the item's refund will be.",
        "How much did I get back for the item I returned?",
        "My return amount is not known.",
        "What's the amount I get back",
        "How much will a customer get for a returned item?",
        "What amount does the item get returned for?",
        "Is the amount of refunds for returned items?",
        "What amount is the customer entitled to when they return a item?",
        "What is the amount that the customer will be compensated if they return an item?",
        "How much do you think the refund is for the item?",
        "Do I have money back for my return?",
        "How much will the customer be entitled to for the return?",
        "I am interested in learning about the return item reimbursement.",
        "What amount of refunds exists for returned goods?",
        "What will I get back for the item I returned?",
        "How much do I get from my item return?",
        "How much will I have my money back?",
        "Can you tell me how much the return is?",
        "What amount of refunds are there for returned items?",
        "What amount of compensation will be given to the customer for returning an item?",
        "How much do you think my returned item will be paid back?",
        "enquired the return amount",
        "How much of my product refund do I get?",
        "Can you tell me the total of my refunds?",
        "Can you tell me about item return funds?",
        "How much do I get back from my product?",
        "What is the amount that the customer will get for their item returned?",
        "Can you please tell me about the return item reimbursement?",
        "So how much will I be getting back?",
        "What's my payback sum?",
        "I would like to know if you can tell me about the return item reimbursement.",
        "What is the money back figure?",
        "how much will the customer be compensated for the product they returned?",
        "Can you let me know about return item reimbursement?",
        "What are the refunds when I return items?",
        "Get money back, what's the figure?",
        "I'd like to know about the return item reimbursement.",
        "Do you know what I get back?",
        "Any information regarding item return funds?",
        "What amount will I be repaid?",
        "What is the amount the customer will be entitled to once they return a item?",
        "How much do I get back for my product?",
        "What amount will I get for coming back this?",
        "How much is it that I get back?",
        "How much did I get back for my item?",
        "What amount will the customer get for a returned item?",
        "Is there a Refund on returned item?",
        "How much does a item get back?",
        "How much do I get me back?",
        "How much do I receive for the item I returned?",
        "What is the amount that a customer will receive for a returned item?",
        "What is the amount of my return order's Refunds?",
        "What is the amount that a customer will receive once they return an item?",
        "Do you have any information about item return funds?",
        "Is it known how much I'll get for returning this?",
        "How much do I get after I returned an item?",
        "What is the amount back?",
        "After returning an item, how much will the customer be compensated?",
        "Is the amount of my return's Refund?",
        "I don't know how much I will get back for my returned item.",
        "I was wondering about the deal with my return money.",
        "I want to know what the amount I get back.",
        "How much for the item to be returned?",
        "What is the amount of money that the customer will get when I return the item?",
        "Details on the return funds?",
        "What is the size of the refunds for returned goods?",
        "What are the refunds when I return stuff?",
        "How much will I get back from the returned garments?",
        "What is the total amount that I get back?",
        "I want to know how much I am getting back.",
        "I would love to know the return item's refund value.",
        "Which amount of refunds are given for returned goods?",
        "What is the amount the customer will get after I returned the item?",
        "Is there any information on the item return funds?",
        "What's the amount of the refunds for my returned items?",
        "What is the amount that the customer will get when they return a item?",
        "How much will I get for returning?",
        "The refund for my item is not known.",
        "How much do I get back?!",
        "enquired about the amount of return",
        "What's the total for my refund?",
        "Do you know how much I will get for return?",
        "After an item has been returned, what amount will the customer be compensated?",
        "I want to know how much I'll be getting back.",
        "How much do I get back for my return order?",
        "How much do you think the Refunds are for my returned items?",
        "How much is my refunds sum?",
        "I want to know the amount the customer will get after I return the item.",
        "How much is the product refund for me?",
        "The amount of my product refund.",
        "I wonder how much I will get back",
        "Is there an amount of refunds given for returned goods?",
        "how much is my product return?",
        "The amount of the refund for my return.",
        "Do you know how much I'll get when I return this?",
        "How much will I get back in my return?",
        "What is the amount of the return refund?",
        "How much the refunds are for returned goods?",
        "What amount of money should I get back for my return?",
        "I wanted to know how much I would get back.",
        "The amount of the refunds for my items?",
        "What amount will the customer get after I returned the item?",
        "There are any details about the item return funds?",
        "How much will i get for returning this?",
        "How much do you think my returned item will be returned?",
        "How much does the item return to you?",
        "What is the refund figure for the returned order?",
        "How much does the item get back?",
        "inquired about the return amount.",
        "I am wondering what my return refund is.",
        "I want to know what the item's refund will be.",
        "Howbout a Refund for my returned item?",
        "How much are the refunds for my returned item?",
        "What amount returns to me?",
        "What is the amount that the customer will get if they return an item?",
        "What is the amount that the customer will get for the return?",
        "How much will the return amount be?",
        "How much will the customer be entitled to when I return the item?",
        "How much will I get for my item back?",
        "How much will the customer receive when they return an item?",
        "The return sum of the item?",
        "What amount will I get back from my return?",
        "What amount does the item fetch back?",
        "Are you able to give me the refund value?",
        "refund amount for return",
        "What is the amount of money reimbursed for returns?",
        "How much will the customer be compensated for the product returned?",
        "What are the details of the item return funds?",
        "The amount of the refund for my item.",
        "How much can I take back?",
        "How much gets back for the item?",
        "Is the returned item's amount of refunds?",
        "What is the amount the customer will receive for the returned item?",
        "What's the return figure?",
        "Do you know how much I will get for coming back this?",
        "What amount of the returned item's refund do you think?",
        "How much do you think a refund is for my item?",
        "Are there any money back for my return?",
        "How much will I be get back?",
        "When I return something, what do I get back?",
        "I am wondering how much my product refund is.",
        "What amount come back to me?",
        "How much do I get back??",
        "How much is the amount I get back?",
        "What amount do you think the refund for my item is?",
        "Is the Refund sum from the returned item?",
        "Repayment amount for return?",
        "A return amount?",
        "I would like to know the amount I get back.",
        "Is there a return amount for my purchase?",
        "What is the amount that the customer will receive for their return?",
        "What do I get in my return refund?",
        "My return refund, what's it?",
        "When I return something, what am I supposed to get?",
        "enquired about the returning amount",
        "How much is the customer going to be compensated for the product they returned?",
        "The amount of returned item's refund?",
        "Can you give me the amount of my return?",
        "What is the item's refunds going to be?",
        "Can you tell me how much I will get for returning this?",
        "What amount of refunds is provided for returned items?",
        "Returned item's refund amount?",
        "When I return the item, what amount will the customer be entitled to?",
        "How much will I be reimbursed for the item I returned?",
        "What amount is given for returned goods?",
        "How much do returned garments give me back?",
        "Can you tell me the return sum from the item?",
        "How much did I get back for my returned purchase?",
        "What will be the refund for the item?",
        "What amount will be given to the customer for the returned item?",
        "I don't know what the money I get back is.",
        "How much do I get back when I return something?",
        "I don't know what the amount I get back is.",
        "What is the amount of compensation that the customer will receive when they return an item?",
        "How much is it going to reimburse me?",
        "How much do you get back from returned garments?",
        "What is the amount of the refunds for returned items?",
        "What was the returned item's refund amount?",
        "I am unsure of how much I will get for returning this.",
        "What amount will the customer get for their returned item?",
        "Hey there, what's the money I get back?",
        "Is the amount of my return's refund?",
        "How much item return funds?",
        "Can you tell me the total value of my refund?",
        "How much will the item come back for?",
        "Can you tell me about the return item's return value?",
        "What are the amounts I get back?",
        "Refund amount from returned item?",
        "How much do I get back with it?",
        "I would like to know about the reimbursement for the return item.",
        "I want the amount that I get back.",
        "The amount of the return's refunds?",
        "Is there a Refund Amount for my return?",
        "What do I get back when I return items?",
        "How much is my money back?",
        "How much will I be getting back for the item?",
        "What is the amount of my return refund?",
        "Is there a return amount from the item?",
        "Does the returned item have a refund amount?",
        "What is the amount of refunds given for my items?",
        "Do you know how much I will get when I return this?",
        "Can you tell me what the return item's refund value is?",
        "Can you tell me how much my refund was?",
        "How much should I get back for my item?",
        "Exactly what will be paid back when I return something?",
        "I want to know the return amount for my purchase.",
        "After an item is returned, what amount of compensation will the customer get?",
        "How much do I get back from the item?",
        "Is there a redemption sum from returned items?",
        "What amount will be paid to the customer for the return of the product?",
        "How much do you think I will get in my return?",
        "How much would I get back for the item I returned?",
        "Is the return sum for the item?",
        "How much I'll get for returning it?",
        "What's my return refunds?",
        "What is the return amount that the customer will be entitled to?",
        "How much do you get back from my item?",
        "What is the amount of refunds given for return goods?",
        "How much will be received for the item I returned?",
        "Can you tell me the exact amount of my refunds?",
        "What is the amount the customer will be compensated after they return an item?",
        "How much do you think I will get back for my returned item?",
        "What is the total amount of my returned order refunds?",
        "What is the amount of refunds that are given for returned goods?",
        "refund on returned item",
        "Is there any amount of refunds for my returned items?",
        "How much will the customer receive to return the item?",
        "How much is the customer entitled to once they return an item?",
        "How much does something return for?",
        "Can you give me the return item's return value, please?",
        "Exactly what will be paid back when I return stuff?",
        "What amount of refunds for returned goods is given?",
        "How much of my returned item do I get back?",
        "How much am I paid back?",
        "Exactly what do I get back when I return stuff?",
        "How much did I get for the item that was returned?",
        "Can you tell me about the reimbursement for returning items?",
        "What amount of money will I get for returning this?",
        "Can you let me know the return item's return value?",
        "Can you tell me my total refund value?",
        "Is the amount that the customer will be entitled to after I return the item?",
        "What is the figure I get back?",
        "How much do I get back for returning something?",
        "How much is the customer entitled to return the item to?",
        "How much do I get back from it?",
        "What is the total amount of my return order's Refunds?",
        "How much am i getting back?",
        "Is there a return sum from an item?",
        "What is the amount that a customer will get after I return the item?",
        "Exactly what can I get back when I return things?",
        "What amount will the customer receive after I return the item?",
        "Is the amount of Refund for my return?",
        "Is the amount of compensation the customer will receive after returning an item?",
        "How much should be returned from the item?",
        "Is there a refund on returned item?",
        "Can you tell me about the reimbursement of the returned items?",
        "I have questions about how much I will get back.",
        "How much do you think the refund is for my items?",
        "Are I going to get money back for my return?",
        "What is the amount that the customer will be entitled after I return the item?",
        "What is the amount the customer will get for their return item?",
        "How much will I get back with the item I returned?",
        "What is the refund amount for returned goods?",
        "What amount will the customer get for the item they returned?",
        "I wonder how much will I get back?",
        "How much do I get back from return garments?",
        "What is the amount that a customer will get for the returned item?",
        "How about item return funds?",
        "I want to know how much I got back.",
        "How much is it gone back?",
        "How much will I get for the item I got back?",
        "I need to know about the return item reimbursement.",
        "How much is item return funds?",
        "Is the amount of my return refunds.",
        "Do you know how much I will get in return?",
        "How much will I get money back?",
        "How much can I get back for my purchase?",
        "How much will the customer be compensated for their return of a product?",
        "How much does item get back for?",
        "What amount of refunds is given on returned goods?",
        "What is my return reimbursement?",
        "When I return items, what do I get back?",
        "I want to know how much I'll get back for the item I returned.",
        "What amount of refunds are handed out for returned items?",
        "How much will the customer be compensated for their return of the product?",
        "How much will I get after I return it?",
        "The amount of the return?",
        "How about a refund for the item I returned?",
        "The amount that the customer will be entitled to after I return the item is a question.",
        "I wanted to know the return amount.",
        "Exactly what will I get when I return stuff?",
        "How about a Refunds, how about my returned item?",
        "What amount will be paid to the customer when they return an item?",
        "How much am I going to get for returning this?",
        "enquired, return amount",
        "Can you tell me about the reimbursements for returned items?",
        "How much do I get back on my return item?",
        "Can you give me an idea of the return item reimbursement?",
        "How much for the item to be paid back?",
        "What will be the item's Refund?",
        "How much money would be reimbursed for returns?",
        "Is the amount of my return Refunds?",
        "Howbout aRefund for my returned item.",
        "How much does I get back?",
        "How much would I get for returning this?",
        "What amount of refunds do I get for my items?",
        "How much do you believe the refund is for my item?",
        "When I return my stuff, what do I get back?",
        "Repayment amount for returns?",
        "How much return do I get?",
        "How much is the refund for my return?",
        "How much will I receive a return?",
        "What is the total I get back?",
        "Is that the amount of my return refunds?",
        "What amount of refunds are available for returned goods?",
        "How much do I get back for the returned garments?",
        "I need a return item's refund value.",
        "There's a question about my return refund.",
        "How much will the garments come back to me?",
        "What amount of refunds are given to returned items?",
        "How much will I be getting back for this?",
        "Do you know how much I will get if I return this?",
        "I wondered how much I would get back.",
        "How much will be returned for the item I returned?",
        "How much will I get back when I return stuff?",
        "So what is my return refund?",
        "Take back sum from returned item?",
        "What is the amount the customer is entitled to after I return the item?",
        "How much will the customer receive for the product that they returned?",
        "Can you tell me how much you're going to reimburse me?",
        "How much is it payback for the garments that were returned?",
        "How much did I get back with my returned item?",
        "What amount of refunds are given for returned goods?",
        "I wonder what the money I get back is?",
        "The figure for getting money back?",
        "I want to know how big my product return is.",
        "Howbout a refund for the item that I returned?",
        "How much do you think I'll get in the return?",
        "I'm curious about my return money.",
        "I don't know how much I'll get back for my return.",
        "How much my return/refund is?",
        "What's my return sum?",
        "What is the amount of the returned purchase's refund?",
        "When I return things, what do I get back?",
        "What is the Refunds figure for my returned order?",
        "How much should I get for the item I returned?",
        "What amount will the customer get for returning the product?",
        "how much is the return for my item?",
        "I don't know how much I will get for coming back this.",
        "What is the amount I receive back?",
        "The customer will be compensated for the product they returned, what amount?",
        "I'm looking for the return item's refund value.",
        "How much do items get back for?",
        "I want to know the amount of the refunds for returned items.",
        "Getting money back, what's the total?",
        "Do I get money back for my return?",
        "Is that amount for my return?",
        "How about a refunds for my returned item?",
        "How much do I get back from my returned item.",
        "How much will the customer be compensated for an item they returned?",
        "How much will I receive a reimbursement?",
        "How much I will get for returning it?",
        "I need to know the amount of my refund.",
        "Can I know exactly how much will be returned?",
        "How much will the customer be compensated for their returned item?",
        "Can you tell me the amount of the reimbursement?",
        "Is the money back from returned items?",
        "How much am I going to get back for this?",
        "I would like to know how much I will get for returning this.",
        "What do I get in return/refund value?",
        "Any information about the item return funds?",
        "How much will I get back in refunds?",
        "What is the return amount for stuff?",
        "What is the amount that a customer will be compensated for returning an item?",
        "What amount of compensation will be given to the customer when they return an item?",
        "How much will the customer get back for the product they returned?",
        "How much is it to get back?",
        "How much is my returned purchase's refund?",
        "How much is the refunds for my returned purchases?",
        "What is the amount of refunds given when returned goods?",
        "I wonder how much I will get back?",
        "After the item has been returned, what amount of compensation will the customer get?",
        "Please give me the return item's refund value.",
        "What's the amount of money back?",
        "How much do you think I'll get for returning my item?",
        "What amount do I get back for my item?",
        "How much do I get back for my returned purchases?",
        "I wonder how much I will get for returning this.",
        "What amount of refunds are given for goods returned?",
        "How much will I get back for the item I return?",
        "How much does the item return",
        "Did you tell me the return item's refund value?",
        "How much do I get back for the item that was returned?",
        "What is my amount returned?",
        "Do you have an estimate on return credit?",
        "What about the return item reimbursement?",
        "Amount of money being reimbursed for returns?",
        "What is the amount of money the customer will get when they return an item?",
        "What is the amount that I get back for my purchase?",
        "What amount of refunds do I get after returning my items?",
        "When I return the item, what amount will the customer get?",
        "Can you tell me my full refund value?",
        "Do you know the amount I will receive for returning this?",
        "How much did I get back with my item?",
        "What is my return/refund amount?",
        "How much should I expect to get back?",
        "What's the amount of the returned item's Refunds?",
        "Do you have a refund amount for my return?",
        "What is the amount the customer will get after I return an item?",
        "What are the amount I get back?",
        "How much has been returned to me?",
        "The returned item's total refund amount?",
        "I want to know what's returned when I return stuff.",
        "What are the details about item return funds?",
        "Is there any information on item return money?",
        "What amount will be given to the customer for a returned item?",
        "What will I get when I return stuff?",
        "What is the amount that the customer will be entitled to when they return an item?",
        "How much will I get back??",
        "What is the return refunds?",
        "Is there a refund sum from returned items?",
        "How much is the refund for my return order?",
        "What is the amount the customer will be entitled to after I return an item?",
        "How much will the customer be compensated for the returned product?",
        "What amount of the refunds for my items?",
        "How much will I get back from this?",
        "What level of refunds is given for returned goods?",
        "How much of it do I get back?",
        "How much will the customer be compensated for the return of their item?",
        "Is the amount the customer is entitled to after I return the item?",
        "How much can they get back?",
        "When I return things, what should I get back?",
        "The returned item's refund amount is unknown.",
        "How much did you think the refund was for my returned item?",
        "how much does the item get back for?",
        "When I return things, what is the refund?",
        "The return total, what is it?",
        "Is there an amount of money that will be reimbursed for returns?",
        "How large is my product payback?",
        "Can you tell me my total return?",
        "What is the return item's amount of refund?",
        "How much will be returned for my return?",
        "How much is back for an item?",
        "refund sum from returned item",
        "Can you tell me my refund values?",
        "What is the amount of the returned item's Refunds?",
        "Is the sum of the Refund from returned item?",
        "What is the amount of money that the customer will get when they return a item?",
        "Is the amount the customer will be entitled to after I return the item?",
        "What size of refunds is given for returned goods?",
        "How about a Refunds for my returned item.",
        "The return/refund value for me?",
        "What do I get back when I return stuff?",
        "Is the amount of the return sum?",
        "What amount of compensation will the customer get for the item they returned?",
        "What is the amount the customer will get when they return something?",
        "How much will the item be back for?",
        "The amount the customer will be entitled to for their returned item?",
        "How much am i going to get for returning this?",
        "What is the figure of getting money back?",
        "What amount of refunds are given for my returns?",
        "I want to know how much the customer will be compensated after returning an item.",
        "How much was the returned item's refund?",
        "Please tell me the return item's Refunds value.",
        "Information about item return funds?",
        "How much do I get for the item I returned?",
        "What is the amount of my return order's refunds?",
        "How much will I get back for my returned purchase?",
        "I wonder how much I will be given back.",
        "What is my return-refund value?",
        "The amount of money the customer will get after I return the item is unknown.",
        "Getting money back, what figure?",
        "Is it the amount of my return refund?",
        "What is in my return money?",
        "The amount the customer will receive after I return the item is unknown.",
        "What will I get for returning this?",
        "How much do I get back from my item?",
        "How much will the customer be entitled to get for their return item?",
        "What is the refund amount for my item?",
        "What is the size of my product refunds?",
        "I want to know my refund value.",
        "Can I know how much is coming back?",
        "What does the item get back for?",
        "Is there a refund amount for the item?",
        "Will you let me know about the return item reimbursement?",
        "How much will be paid to me back?",
        "I want to know how much you'll give me back.",
        "The amount that the customer will be entitled to after I returned the item is unknown.",
        "How much will you get for returning this?",
        "How much will be back?",
        "The amount of my item's refund.",
        "How much do I get back?",
        "How much is my item's return?",
        "I want to know the amount the customer will be entitled to after I return the item.",
        "How much do you think I will get from my return?",
        "What is the amount I get back.",
        "How much does my item get back?",
        "Is that the returned item's refund amount?",
        "I would like to know the amount of the refunds for my returned items.",
        "How much will I get repaid?",
        "What amount will I get back for the item I returned?",
        "How much is the returned item's return amount?",
        "How much do you think my return amount is?",
        "How large is my product's refund?",
        "What is the amount of my order's return?",
        "What will the item refund be?",
        "What is the amount that a customer will get for their return?",
        "What is the amount the customer will get for a returned item?",
        "The amount of my return refund is not known.",
        "I do not know how much I will be getting back.",
        "How much money isReimbursement for returns?",
        "I was wondering about my return money.",
        "The amount of the returned item's Refunds?",
        "What amount will the customer be entitled to return the item to?",
        "How much will the customer get when they return the item?",
        "How much do I expect to get back for my return?",
        "Tell me the return item's refund value.",
        "What amount of refunds gets given for returned goods?",
        "How much do I get back with my returned item?",
        "Howbout a Refunds for my returned item?",
        "How much will I get back for returning the item?",
        "Are you able to tell me the return item's refund value?",
        "The amount of the refunds for returned items?",
        "How much will the item return?",
        "Getting money back what's the figure?",
        "What is the amount I get back for my purchase?",
        "How much does it get back for?",
        "Can I know how much will be given back to me?",
        "What is the exact amount of the returned order's refund?",
        "Do you have any information on my refund value?",
        "Can I know the amount I get back?",
        "How much is the Refunds figure for my return order?",
        "How much my return/refund value is?",
        "What is the amount that the customer will be entitled to once they return an item?",
        "When a customer returns an item, how much will they get?",
        "There is a question about how much the item gets back for.",
        "Exactly what will be paid back when I return items?",
        "How much will my refund be?",
        "Do you know how much I get for coming back this?",
        "How much does the item receive back?",
        "What is the amount of the Refunds for returned purchases?",
        "How much is it coming back?",
        "What is the amount of the refund for my return order?",
        "How much did the garments return to me?",
        "How much do you think the return allowance is?",
        "How much will my returned garments repay me?",
        "Can you tell me about the reimbursements for return items?",
        "Can you tell me about the reimbursement for returns?",
        "What amount will be paid back?",
        "How much I'm getting back?",
        "What is the return amount for my item?",
        "What is the amount that the customer will receive for their item return?",
        "Is it possible to get a reimbursement on the returned item?",
        "How much is my return return?",
        "I want to know how much I'll get back for the item.",
        "What amount of refunds do I get for my return items?",
        "Do you know what I'll get for returning it?",
        "How much will I get back on my item?",
        "Are you able to tell me my refund value?",
        "What is the amount of money that the customer will get for their return?",
        "What are the refunds for my items?",
        "What's the status of the return item reimbursement?",
        "I wonder if there is money back for my return?",
        "What is the amount of my return.",
        "Is the refund figure for my return order accurate?",
        "How about aRefund for my returned item.",
        "How much is the customer entitled to for their returned item?",
        "How much will the customer be entitled to receive for their returned item?",
        "What amount of refunds are given for my returned items?",
        "Can I get a refund amount for my return?",
        "What amount of refunds is made for returned goods?",
        "refunds for returned items?",
        "Can you tell me the returned item's refund amount?",
        "The amount of item return funds?",
        "I want to know if you know about the return item reimbursement.",
        "How much will the customer be compensated for the product that was returned?",
        "I am wondering how much I will get back.",
        "I don't know the amount I get back.",
        "Can you give me the return item's refund amount?",
        "What refunds is given for returned items?",
        "How much will my return Refunds?",
        "I wonder how much I'm getting back.",
        "What amount of compensation will be given to the customer after their item is returned?",
        "What refunds is given for returned goods?",
        "How much money is being reimbursed for returns?",
        "Any information on the item return funds?",
        "Amount of money reimbursement for returns?",
        "How much is it to get my item back?",
        "How much is coming back?",
        "What is the amount the customer will get for the returned item?",
        "How much money can be reimbursed for returns?",
        "What is the amount the customer will get when they return an item?",
        "What is the amount that I will get back for my item?",
        "What amount will the customer get for returning a item?",
        "I am not sure what my return refund is.",
        "What is the amount of my return return?",
        "I am wondering about item return funds.",
        "What's my money back amount?",
        "When I return things, what is the Refunds?",
        "How much will I get in return?",
        "Can I know about the return item reimbursement?",
        "How much money is reimbursed for returns?",
        "How much do you get back with my item?",
        "Can I be sure how much I will be getting back?",
        "how much is the return for my item",
        "What amount will I get for my return?",
        "What is the sum that I get back?",
        "Is the amount of my return refunded?",
        "How much are the refunds for my returned items?",
        "What is the amount of refunds for returned things?",
        "Does anyone know how much I will get for returning this?",
        "What is the amount that the customer will get when the item is returned?",
        "How large is my product refund?",
        "refunds on returned items?",
        "What is the amount of compensation the customer will receive for the item they returned?",
        "How much will I be getting back for the item I returned?",
        "How much is the returned item's refunds?",
        "Please, tell me the return item's refund value.",
        "I do not know what my return refund is.",
        "Can you give me more information about return item reimbursement?",
        "How much is the refund for my returned purchase?",
        "Do you know the exact amount I will get for returning this?",
        "How much can I get back for returned garments?",
        "What is the payback for my product?",
        "What amount of refunds are made for returned goods?",
        "What about item return funds?",
        "Is there aRefund on returned item?",
        "enquired with return amount",
        "Is the amount that I get back?",
        "How much is the return item's refund?",
        "How much do I get back from the returned garments?",
        "How much is I getting back?",
        "I wonder how much I'll get back for my return?",
        "How much do I have to give back for my returned order?",
        "Do you know the amount of the reimbursement?",
        "Is it the amount I get back?",
        "Is there a refund on the returned item?",
        "What is the amount of item return funds?",
        "Can you tell me how much I will get back?",
        "How much is my item return refund?",
        "How much do you think the returned item will be forgiven?",
        "How much is my returned item's refund?",
        "What is the amount that the customer will get once I return the item?",
        "Money back, what's the figure?",
        "What is the amount that the customer will receive if they return an item?",
        "What amount will the customer be entitled to after I returned the item?",
        "What amount will I receive for the item I returned?",
        "When I return stuff, what do I get in return?",
        "A question about how much the item gets back for.",
        "Which amount of refunds is given for returned items?",
        "What is the amount of money that the customer will get for their returned item?",
        "I need to know what's my return refund.",
        "What is refunded when I return stuff?",
        "Is the amount that the customer will receive after I return the item?",
        "What is the amount of money the customer will get for their returned item?",
        "What is the amount of return the customer will be entitled to?",
        "How 'bout a refund for my returned item?",
        "I want to know the return/refund value.",
        "Do you know how much I can get for returning this?",
        "What is the amount that the customer will get for the return item?",
        "I wonder if money will be back for my return?",
        "I want to know the amount that the customer will be entitled to after I return the item.",
        "How much should the garments be paid back to me?",
        "Exactly what will I get back when I return stuff?",
        "Do you know how much I will get for returning this item?",
        "Can you provide me the return item's refund value?",
        "What amount of money will I get back for my return?",
        "How much do I have to Refunds for my return?",
        "I am wondering how much I will get back for the item I returned.",
        "How much do you get back from returned item?",
        "How much is my product's return?",
        "refunds for returned item?",
        "What information on item return funds?",
        "How much will I get back for my item?",
        "Is it possible to know how much I'll get back?",
        "Can I find out how much will be paid back?",
        "The amount that the customer will receive after I return the item is not known.",
        "Is there a sum from the item returned?",
        "What is the amount that the customer will receive when they return a item?",
        "What amount of the refunds are given for returned items?",
        "I don't know what's my return refund.",
        "I want to know what's my return refund.",
        "What amount of refunds is given for goods that are returned?",
        "Do you know what I will get for returning this item?",
        "How much money is to be reimbursed for returns?",
        "If I return my purchase, what will I get?",
        "Do you know how much I get after returning this?",
        "Do you know the return item's refunds value?",
        "The size of my product refund.",
        "What is the amount of return the customer will receive?",
        "Can you tell me the amount of the return item's refund?",
        "What is the amount for a return?",
        "How much am I getting back from my product?",
        "Is it possible to know how much I will get back?",
        "To get money back, what is the figure?",
        "Can I know how much I'll get back?",
        "When a customer returns an item, what amount they will be entitled to?",
        "What amount gets back?",
        "Is the sum of the refund from the returned item?",
        "What is the amount of money a customer will get when they return an item?",
        "What amount will be paid to the customer for returning the product?",
        "What is the amount of compensation the customer will get for their return?",
        "How much do I get back from this returned item?",
        "How much did I get back from my returned item?",
        "When I return things, what are the Refunds?",
        "What amount of compensation will be given to the customer after they have returned an item?",
        "How much will I get when I return this?",
        "The amount that I get back is not known.",
        "How much should I get for returning an item?",
        "How much will be paid to the customer after their item has been returned?",
        "What is the Refunds when I return stuff?",
        "How much do you think the refunds are for returned items?",
        "Can you tell me what the reimbursement amount is?",
        "What's the money that I get back?",
        "Exactly what do I get back when I return things?",
        "How much do you think the returned item's refund will be?",
        "What amount will the customer get once they return an item?",
        "How big is my product give back?",
        "What was my return/refund value?",
        "What is my return pay back?",
        "I want to know how much I can get back for the item I returned.",
        "Do you know what I will get when I return this?",
        "How much do I get back for my purchases?",
        "The amount of the returning item's refund?",
        "What amount of refunds are given when I return something?",
        "What will the customer be entitled to get for their returned item?",
        "What amount of refunds is handed out for returned goods?",
        "How much I'll get when I return this?",
        "What is the amount that a customer will get for their returned item?",
        "How much is the refund for the item?",
        "How much will returned garments repay me?",
        "How much will I get back for my return purchase?",
        "Amount of money for returns reimbursed?",
        "How much will I get for the item that was returned?",
        "Can you make me aware of the return item reimbursement?",
        "How much do you think the refund is for my return?",
        "I want to know if you can tell me my return value.",
        "How much do I get for my return item?",
        "Is money back for my return.",
        "What is the amount of my return order refunds?",
        "Can you tell me how much will be returned?",
        "How much money is paid back for returns?",
        "Can you give me a return item's refund value?",
        "What amount will the customer get for their return?",
        "How much will I get when I come back this?",
        "How much do you think the refunds for my returned items is?",
        "How much item return funds is there?",
        "Can you tell me what my return value is?",
        "Tell me about return item reimbursement.",
        "What is the amount that the customer will get after their item is returned?",
        "Do you know how much the item gets back for?",
        "How much does the item comes back for?",
        "What is the amount of compensation that the customer will receive after they return an item?",
        "How much am I going to get for my return?",
        "What is the amount the customer will get when I return the item?",
        "How much will I get back from the item I returned?",
        "Can I know how much you will give me back?",
        "What is the amount of money that the customer will get once they return a item?",
        "What is the amount for my item's return?",
        "Howbout a reimbursement for my returned item?",
        "What amount of refunds are given for returning items?",
        "How much will I get for the item I took back?",
        "How much is my return amount?",
        "Any info on return funds?",
        "I want to know how much I will get for returning it.",
        "Can I know how much I will be paid back?",
        "my return/refund value?",
        "How much does that item get back for?",
        "How much do you think the refund of my item is?",
        "How about a reimbursement for my returned item?",
        "Can I know how much you'll give me back?",
        "Can I get money back for returning?",
        "Is there an amount of money for returns?",
        "What is the figure, getting money back?",
        "The sum of the refund from returned items?",
        "What amount are the refunds for returned goods?",
        "So, what is the return total?",
        "How much will the item's refund be?",
        "What is the amount I get back?",
        "How much will the customer get in compensation for the product they returned?",
        "How much do I get back for my return purchase?",
        "I want to know the amount that I get back.",
        "After I returned the item, what amount will the customer get?",
        "How much is the refund for something?",
        "I want to know if you can reveal my return value.",
        "What amount are refunds given for returned items?",
        "The returned item's amount of refund?",
        "Will I get money back for returning?",
        "Is the amount for my return Refund?",
        "How much do I need to get my product back?",
        "How much will I get for returning it?",
        "What will be the refunds of the item?",
        "What does my return refund contain?",
        "How much is theRefund figure for my returned order?",
        "What amount should I get for returning?",
        "How much do you get back for the returned garments?",
        "Can you provide me with the return item reimbursement information?",
        "I would like to know how much the customer will be entitled to after I return the item.",
        "The amount that the customer will get for their returned item is not known.",
        "I need to know how much I will get for returning this.",
        "What are the amount of refunds given for returned goods?",
        "Do you know how much I'll get for coming back?",
        "How much will the customer get for the return of the item?",
        "How much will I receive for returning the item?",
        "How much will I get for something I returned?",
        "What is my return sum?",
        "How much can I get back for my item?",
        "How much do you think the return refund is?",
        "What return/refund value is my?",
        "The amount of the returned item's return?",
        "Are they going to give me money back for my return?",
        "How much do you think the Refund for my returned item is?",
        "How about my return item reimbursement?",
        "What is the amount the customer will get when they return the item?",
        "Can you tell me how much the item gets back for?",
        "Can I know how much I can get back?",
        "Does anyone have any information about item return funds?",
        "How much will I receive for returning an item?",
        "What are the refunds I get when I return stuff?",
        "Can I know how much you'll pay me back?",
        "What amount of return will I receive?",
        "What amount of the item get back for?",
        "What's my return Refunds?",
        "What will be the refund of the item?",
        "How much will I get for my return?",
        "Exactly how much will I get back?",
        "I want to know how much I will get back",
        "How much did price returned garments repay me?",
        "How much will I get back for the returned item?",
        "How much will the customer be entitled to for returned items?",
        "Is there a return sum from returned items?",
        "What amount of my return?",
        "What is the total amount I get back?",
        "What's the item's refund amount?",
        "When a customer returns an item, what amount of compensation will they get?",
        "How much of my refunds are given for returned items?",
        "Amount of money to reimburse for returns?",
        "Can you give me the return item reimbursement?",
        "How much does the item come back?",
        "The amount of my product refund is not known.",
        "What amount do I get back for the item?",
        "How much have I received back?",
        "What is the amount I can get back for my purchase?",
        "Money back for coming back?",
        "What is the amount of my returned item's refunds?",
        "Do you know how much I will get after I return this?",
        "How much is a refund for my return?",
        "How much is reimbursement for returns?",
        "How much will a customer be compensated for the product they returned?",
        "What is the return amount for the item?",
        "I am curious about the return item reimbursement.",
        "How much will I be repaid?",
        "How much was paid back to me?",
        "What am I going to get for my return?",
        "What amount of refunds is given when you return an item?",
        "My return amount?",
        "What is the amount that the customer will get once they return something?",
        "How much do I get after returning this?",
        "What is the amount the customer will be compensated for returning an item?",
        "Can you give me the return item's refund values?",
        "What is the amount of money the customer will get after I return an item?",
        "The amount of the refund for my item is unknown.",
        "What amount is given for refunds for returned goods?",
        "How much will the customer get after returning an item?",
        "What is the amount that I will get back for my purchase?",
        "What is the amount that a customer will receive for their returned item?",
        "What is the amount that I can get back for my purchase?",
        "Any details about the item return funds?",
        "I want to know how much I will get when I return this.",
        "Can you tell me the return credit estimate?",
        "How much do you think the refunds for returned items is?",
        "How much do I get back for my return item?",
        "How much is it going back to me?",
        "What is the refund for my product?",
        "How much will my return Refunds be?",
        "How much is the customer entitled to after I return the item?",
        "What amount of refunds is given when returned goods?",
        "What is the amount of return for the item?",
        "How much is it payback for returned garments?",
        "Is the amount of the return's refund?",
        "What is the amount that the customer will be entitled to when they return a item?",
        "How much will a customer be compensated after returning an item?",
        "How much will the customer be entitled to after I return the item?",
        "How much do you think the refund was for my item?",
        "How much will I get back for my returned item?",
        "If I return an item, how much will I get back?",
        "Can you let me know about the reimbursement of return items?",
        "How much will I get for returning this item?",
        "How big do I get my product refund?",
        "I want to know how much you will give me back.",
        "How much do the item get back for?",
        "What amount of refunds is given for Returned Goods?",
        "How much are I able to get back?",
        "Do you know the amount of money I'll get for returning this?",
        "How much will you refund me?",
        "The amount the customer will get after I return the item is not known.",
        "I am wondering how much will be returned.",
        "What amount of refunds are given for the returned goods?",
        "How much do you think the refund will be for my item?",
        "Can you tell me the value of my refund?",
        "I asked how much I would get back for the item.",
        "What amount of the returned item's Refunds?",
        "A question about the amount of refunds given for returned goods.",
        "For the item I returned, how much will I get back?",
        "How much is the refunds for returned goods?",
        "After the item has been returned, how much will the customer be compensated?",
        "How much is the return amount for my purchase?",
        "What is the amount the customer will get for returning the item?",
        "I want the return item's refund value, please.",
        "How much do I get back with the returned item?",
        "Someone inquired about the return amount.",
        "How much is the returned item refund?",
        "What is the amount that a customer will get when they return a item?",
        "Can you tell me the value of the refund?",
        "How much of it can I get back?",
        "What is my product refund?",
        "The total amount of the returned item's refunds?",
        "What is the item's refund going to be?",
        "What do I get back when I return something?",
        "I don't know how much I will get back for the item.",
        "What amount do you think the refunds for returned items are?",
        "How much money do I get back for my item?",
        "What is the amount for the item that I returned?",
        "refund amount for returned item",
        "Can you give me the return item reimbursement information?",
        "What is the returned item's amount of return?",
        "How much is the money back for the item?",
        "What is the return return total?",
        "Someone asked the amount of the return.",
        "How much money will be reimbursed for returns",
        "How much do you think the returned item will be paid back?",
        "How much do you expect me to get for returning this?",
        "When I return things, what are the refunds?",
        "The amount of my return return?",
        "What's the figure for getting money back?",
        "What amount is given for returns?",
        "Did you know the returned item's refund amount?",
        "How much does an item return to you?",
        "What is the amount of compensation that the customer will get when their item is returned?",
        "How much do you think I'll get back for my returned item?",
        "I don't know how much I'll get back for the item I returned.",
        "What number is the return total?",
        "What is the amount the customer will get for the item they returned?",
        "Can you tell me anything about the return item reimbursement?",
        "How much the item gets back?",
        "What amount of Refunds are given for Returned Goods?",
        "How much should I get from my item return?",
        "How much the customer will be compensated for returning an item?",
        "What was the amount I got back?",
        "How much should I get back from the returned garments?",
        "How much do you reckon the refund is for my item?",
        "Can you tell me how much I get back?",
        "How much will I get back on my return?",
        "Can you tell me the refunded value?",
        "Can you tell me my return value.",
        "When a customer returns an item, what amount will they be compensated?",
        "I want to know how much I'll get for returning it.",
        "How much is the Refunds figure for my returned order?",
        "how much will I get back?",
        "Which amount of refunds are given for returned items?",
        "What's my money back sum?",
        "I need to know what my return refund is.",
        "How much do you get back for my item?",
        "What is the amount of refunds when I return items?",
        "What is the amount that the customer will get for the item returned?",
        "Is the amount of my return Refund?",
        "How much money will I get back for my returned purchase?",
        "Money reimbursed for returns?",
        "How much do I get back after I return an item?",
        "What is the amount of my returned item's refund?",
        "Can I get a return amount?",
        "What is the amount of compensation the customer will get after they return a product?",
        "Can you tell me the returned item's return value?",
        "Amount of refunds for returns?",
        "How much did the returned garments repay me?",
        "How much is the customer entitled to after they return an item?",
        "How much will I getback?",
        "I want to know what my return refund is.",
        "I want to know what the money I get back is.",
        "What is the amount of compensation the customer will receive after they return an item?",
        "How much do I get back after I returned an item?",
        "The amount that the customer will be compensated for the product they returned?",
        "Can you give me the return item's Refund Value?",
        "money back for my return?",
        "enquired about the return amount.",
        "How much of the refunds is given for my returned items?",
        "Can you tell me about the reimbursement for items returned?",
        "What is the amount of the returned order's refund?",
        "Is the amount that the customer will be compensated after returning an item?",
        "Is the Refund amount for my return?",
        "Is the amount that the customer will be compensated for the item they returned?",
        "What is the amount that the customer will be able to return the item for?",
        "How much was it for my return?",
        "How much is theRefund amount for my return?",
        "What amount is returned for my item?",
        "How much is it Returned?",
        "Is there a Refund amount for my return?",
        "How much will the item be back for me?",
        "How much would the customer be compensated for the product they returned?",
        "I was wondering about the return item reimbursement.",
        "How much do you get back for the item?",
        "How much do you think the Refund is for my returned item?",
        "What does the amount return to me?",
        "The amount of the refund for my returned item.",
        "If I return my purchase, will I get my money back?",
        "I want to know the amount of refunds given for my returned items.",
        "Do you know how much I'm getting for returning this?",
        "When I return stuff, what is it that I get back?",
        "There is any information on item return funds?",
        "What is the amount the customer will get when they return the product?",
        "My returned item, how much do I get back?",
        "refund for my item",
        "How much does the item make back?",
        "How much will I get back",
        "Someone asked about the return amount.",
        "How much do I have to return for my purchase?",
        "Can you tell me what the reimbursement is for the return item?",
        "How much can I get back from price returned garments?",
        "Can you explain the return item's refund value?",
        "Do you know about the reimbursement for return items?",
        "enquired about money back",
        "How much will I be back?",
        "How much I will get for coming back this?",
        "Is the return sum from the item?",
        "What amount will be paid to the customer for returning a product?",
        "Are you able to give me the return item's refund value?",
        "How much will I get back for this situation?",
        "What are the refunds for when I return stuff?",
        "What's my return reimbursement?",
        "What is the return's refund amount?",
        "How much will they give me back?",
        "What is the amount of compensation that the customer will get for the product they returned?",
        "Someone inquired about the amount of the return.",
        "How much do you think I will get back from my returned item?",
        "How much am I getting back for my returned purchase?",
        "How much I will get for returning this?",
        "What is the amount that the customer is entitled to after they return an item?",
        "How much do you get the item back for?",
        "How much will I get back for?",
        "How much does the item return after being returned?",
        "What is the amount of compensation that the customer will get after they return an item?",
        "What is the return amount for the item I returned?",
        "What is the amount of the refund when I return stuff?",
        "What is the total for the return?",
        "What is the amount of compensation the customer will receive when they return a product?",
        "What is the amount of the return sum?",
        "How much do you think the refunds are for my returned items?",
        "Get money back what's the figure?",
        "What is my return money for?",
        "What amount will the customer receive for the product they returned?",
        "How much do you get the item back?",
        "Can you tell me about the item return funds?",
        "What amount of item return funds are there?",
        "What amount will the customer be entitled to after I return an item?",
        "What is the amount that a customer will receive after I return an item?",
        "I want to know about return item reimbursement.",
        "What amount of money is paid back for returns?",
        "How much can I get back for my returned purchase?",
        "What amount of Refunds is given for returned items?",
        "How much will the customer get for the item they return?",
        "What is the amount of money the customer will be entitled to after I return the item?",
        "What's my return payback?",
        "What's the total amount I get back?",
        "How much of a refund will I get?",
        "How much can I get back for this?",
        "What is the amount the customer will be compensated for when they return an item?",
        "What's the return amount for the item?",
        "I would like to know if you know about the return item reimbursement.",
        "How much do I receive my item back?",
        "Can I know how much I will be getting back?",
        "Do you know how much I'll be getting for returning this?",
        "Any details on the return funds?",
        "What am I supposed to get for my return purchase?",
        "Can you tell me about the reimbursement for the return item?",
        "How much will the customer get if they return a item?",
        "I didn't know what my return refund was.",
        "Howbout a refund for the returned item?",
        "What is the amount that a customer will be entitled to when they return an item?",
        "Can you tell me how much you'll return me?",
        "Money back for me on my return?",
        "Can I find out how much will be returned?",
        "How much money will I get back for this?",
        "How much does the item be returned for?",
        "What is the amount that a customer is entitled to when they return an item?",
        "What amount will the customer get when I return the item?",
        "Can you tell me how much you're going to refund me?",
        "After the item has been returned, what amount will the customer receive?",
        "How much do I get back for the item?",
        "What's the size of my product refunds?",
        "Do I know how much I will get back?",
        "The return total is a question.",
        "Do you know the amount of money I will get for returning it?",
        "For my return, how much should I get back?",
        "What amount will be paid to the customer for an item they returned?",
        "What is the amount of money that a customer will get when they return an item?",
        "What is the amount for my item return?",
        "What amount of refunds is given for returns?",
        "How much does a item fetch back?",
        "What is the amount that the customer will receive if they return a item?",
        "How much do returned garments reimburse me?",
        "What is the amount of refunds provided for returned goods?",
        "What is the amount of the refund I get?",
        "What is the amount of my returned order's refund?",
        "What amount do I get back from my returned item?",
        "I am curious about return item reimbursement.",
        "What amount will be returned to me?",
        "When I returned the item, how much would I get back?",
        "I want to know the amount of my return.",
        "I return an item and how much do I get back?",
        "How much should we get back from returned item?",
        "What's the amount of my return?",
        "Do you know my refund value?",
        "Can you tell me the amount of money I'll get for returning this?",
        "How much is the money I get back?",
        "Can you tell me about the return item reimbursement.",
        "How about my return/refund value?",
        "What amount of refunds is handed out for returned items?",
        "Exactly what is refunded when I return stuff?",
        "How much doI get back?",
        "How about money back for my return?",
        "There is a question about the item's refund.",
        "I was wondering if you could tell me about the return item reimbursement.",
        "I'm curious about return item reimbursement.",
        "Is the amount the customer will receive after I return the item?",
        "The amount of the return for my item is unknown.",
        "What will my return refund be?",
        "The returned item's amount of repayment?",
        "What's the number for getting money back?",
        "How much will be returned from the item?",
        "Is the amount of my return payback?",
        "I don't know what the return refund is.",
        "What will the item's refunds be?",
        "How much money will I get back for my return?",
        "What is the return sum from the item?",
        "What amount of refunds is given when I return something?",
        "How much will I get back for something that I returned?",
        "How much will be returned for my purchase?",
        "Please tell me the return item's return value, please.",
        "How much do I get after I return this?",
        "What is the item's payback?",
        "Will it be the returned item's refund amount?",
        "What amount the customer will get to return the item to?",
        "I want to know how big my product refund is.",
        "Money back for something?",
        "What's my return/refund value?",
        "Can you tell me how much I'll get when I return this?",
        "I need to know the amount I get back.",
        "How much will I get return?",
        "How much do you think I will get for my return?",
        "How much isReimbursement for returns?",
        "Can you let me know what the return item reimbursement is?",
        "How much will I get for a returned item?",
        "Specifics on item return funds?",
        "What is the amount that a customer will get for a returned item?",
        "How much do I get for coming back this?",
        "How much will you get for me to return this?",
        "How much will my return Refunds be for my return?",
        "What is the amount the customer will get if I return the item?",
        "What amount will be paid to the customer when they return a product?",
        "How much will the customer be compensated for the items they returned?",
        "What is the amount of refunds made for returned goods?",
        "I would like to know about return item reimbursement.",
        "What is the amount of compensation the customer will receive after their item has been returned?",
        "What is a figure for getting money back?",
        "How much will the returned garments reimburse me?",
        "Can you give me the return item's refunds value?",
        "Is the sum that will be returned from the item?",
        "Is there a Refunds sum from returned items?",
        "Is there a sum that will be returned from the item?",
        "How much do I get back with my return?",
        "The amount of refunds for my returned items is not known.",
        "How much is it back for me?",
        "Please, can you give me the return item's refund value?",
        "How much was it for my item return?",
        "What is the amount of the return for my purchase?",
        "I returned an item and how much do I get back?",
        "Can you give me the refund value for the item?",
        "How much did I get back from my item?",
        "What is the amount of the refund for my return?",
        "Is the refund sum from returned item?",
        "What amount of refunds is given when items are returned?",
        "What amount is paid back?",
        "Is the amount of the returned item's refunds?",
        "How much is the refunds for my returned items?",
        "How much is the refunds for returned items?",
        "Can you give me the information about the reimbursement?",
        "Inquiries about the return amount.",
        "The return refund is what I am wondering.",
        "How much do I get back for returned item?",
        "What is the exact amount of my return order refund?",
        "How much will the customer get for their return item?",
        "How much will the customer be entitled for their returned item?",
        "Are you aware of how much I get for returning this?",
        "Is the amount of the refunds from returned items?",
        "How much of my refunds is given for my returned items?",
        "What amount of compensation will the customer receive when they return an item?",
        "Can you say the return item's refund value?",
        "How much's the return total?",
        "How much do you think the returned item will get?",
        "How much am I going to get back for my return?",
        "What's the return item's refund value?",
        "Will there be a return sum from the item?",
        "What is the amount of return the customer will have?",
        "How much could I get back?",
        "Will there be a refund amount for my return?",
        "I am not sure how much I get back.",
        "What is the amount the customer will get when they return their item?",
        "What is the payback amount for my returned item?",
        "What is the total amount of my returned order's refund?",
        "Was the returned item's money back?",
        "How much do I get back after I returned something?",
        "Exactly how much I will get back?",
        "How much is a returned item refund?",
        "Money back, what is the figure?",
        "What is the amount that a customer will receive when they return a item?",
        "How much will I be able to return?",
        "How much will the customer be allowed to return the item to?",
        "What about return item reimbursement?",
        "what is the return total?",
        "Is it possible you can tell me about the return item reimbursement?",
        "Can you tell me my refund amount?",
        "How much do you think I will get for returning my item?",
        "How much of a refund do I get?",
        "How much do I get back from them?",
        "What will I get for the item that I returned?",
        "What do you know about the return item reimbursement?",
        "My return amount is being asked for.",
        "How much do I get back from my returned order?",
        "How much is my returned order's refund?",
        "The amount of refunds for returned goods?",
        "I don't know how much the refund is for my item.",
        "Is the returned item's refunds amount?",
        "I don't know how much I get back.",
        "What amount of refunds are provided for returned goods?",
        "How much do I get back with this item?",
        "I want to know what the customer will get after I return the item.",
        "How much do I have to give back for my product?",
        "What amount will the customer be compensated for the product that they returned?",
        "Can you tell me how much I'll get for returning it?",
        "I want to know the amount of refunds for my returned items.",
        "What amount will I get for returning?",
        "What is my returning/refund value?",
        "How much will it be for my return?",
        "What is the amount of compensation the customer will be given after returning an item?",
        "The amount the customer will get after I return the item is unknown.",
        "What is the amount the customer will get once I return the item?",
        "I want to know the amount of my refunds for returned purchases.",
        "How much do I get back for my item.",
        "Can you tell me how much will be paid back?",
        "What is the figure to get money back?",
        "Can you tell me the value of my return?",
        "How much will you give me back?",
        "What's the amount of the refunds for returned items?",
        "How much of my item will be returned?",
        "What amount will the customer receive for the returned item?",
        "What are the refunds when I return things?",
        "The amount of my return's refunds?",
        "What amount of refunds are given for returned items?",
        "For the item I returned, how much will I get?",
        "Do you have an amount for my return?",
        "What amount the customer will be entitled to for their returned item?",
        "Are you able to give me a refund value?",
        "How much will the customer be entitled to after they return an item?",
        "How much am I getting back",
        "What is the total for return?",
        "Will it be money back for my return?",
        "Can you tell me the amount of the refund for my item?",
        "What is the amount the customer will receive when they return a product?",
        "Can you tell me how much I'll be getting back?",
        "How much did you get back from the item?",
        "How much the refunds are given for returned goods?",
        "What amount of refunds are handed out for returned goods?",
        "Do you know how much I will get for returning the item?",
        "What is the amount that the customer will be given after I return the item?",
        "Is the amount of the Refunds for my return?",
        "What is the exact return amount?",
        "Is the amount of my Refund for my return?",
        "I want to know how much the refunds are for my returned items.",
        "Do you know the returned item's refund amount?",
        "What is the refund figure for my return order?",
        "What amount of the returned item's refund is there?",
        "What is the amount of compensation that the customer will receive after returning a product?",
        "Is there an amount of the refunds for returned items?",
        "What amount will the customer receive for their returned item?",
        "How much do I get after I return an item?",
        "How much shall I get back for my return?",
        "How much was my return/refund?",
        "The amount that the customer will receive for the item they returned is not known.",
        "How much will I get back then?",
        "So how much can I get back?",
        "I don't know what the return amount is for my purchase.",
        "How much do I get back for the item I returned?",
        "How much will the customer be entitled to for the returned item?",
        "Any information about the return funds?",
        "What amount of the item gets back?",
        "Can you tell me how much you'll refunds me?",
        "Is the amount of my return return refund?",
        "How much would be returned from the item?",
        "How much will the customer be compensated for the item they returned.",
        "What is the amount of compensation the customer will get for their product return?",
        "Is the amount the customer will be entitled to after I returned the item?",
        "Can you please give me the return item's refund value?",
        "How much do I get back on the item I returned?",
        "What is my return refund?",
        "Is the Refund Amount for my return?",
        "what is the return total",
        "How much would I get back from the returned garments?",
        "What is the status of the return item reimbursement?",
        "The amount that the customer will be entitled to for the returned item?",
        "What is the amount the customer will get for the item that they returned?",
        "Can you tell me when the return item reimbursement will be?",
        "The refund amount for the item that was returned?",
        "How much is my product return?",
        "Will I be paid back for the item I returned?",
        "Is there an amount of refunds for returned goods?",
        "How much am I going to get back for my return purchase?",
        "What is this return total?",
        "What is the amount that the customer will get to return an item to?",
        "I want to know my return/refund value.",
        "Any info on item return funds?",
        "How much do you think the refund is for my item?",
        "Is money back for me when I return?",
        "When I return items, what is the payback?",
        "What is my return/refund value?",
        "What's the total return refund?",
        "Can you tell me what my refund value is?",
        "How much will the customer be compensated for the item that they return?",
        "Can I know how much you'll return me?",
        "Is there a sum that can be returned from returned items?",
        "What is the amount of compensation the customer will receive for their return?",
        "What is the return item's refund amount?",
        "How much money isReimbursement for returns",
        "How much will the customer be entitled to once they return an item?",
        "How much do the items get back for?",
        "Exactly what should I get back when I return something?",
        "How much do I get back for an item I returned?",
        "Is there a return item reimbursement you can inform me about?",
        "How much do I get for my returned purchase?",
        "What is the amount of compensation the customer will get after returning an item?",
        "Money back to me for my return?",
        "What is the refund of the item?",
        "After returning an item, what amount will the customer be compensated?",
        "What amount is the customer entitled to after I return the item?",
        "Do you know what I'll get when I return this?",
        "I need to know the amount of the refunds for my returned items.",
        "Any information on the return funds?",
        "Can you tell me about return item reimbursement?",
        "What amount of refunds is given for items that are returned?",
        "How much is it back?",
        "Do you know how much I will be getting for returning this?",
        "What amount of refunds are given when I return an item?",
        "What is the amount that the customer will get for their return item?",
        "How much do you think the returned item's refund is?",
        "I want to know what my refund sum is.",
        "What amount of refunds do I receive for returned items?",
        "How much will you give me back for this?",
        "What is the amount the customer will receive for the item they returned?",
        "Is there a return amount for my item?",
        "When I return things, what will I get back?",
        "How much money was given back to the returning item?",
        "Did the returned item have a refund amount?",
        "There is a question on item return funds.",
        "What is the return refund figure for my order?",
        "What is the amount that the customer will get after returning a product?",
        "I do not know how much I will get for returning this.",
        "Is it the amount that I get back?",
        "What amount of refund will I get?",
        "Is money back for my return?",
        "How much will I receive for my return?",
        "How much am I getting for returning this?",
        "How much can i get back?",
        "What is the Refund figure for my returned order?",
        "When a customer returns an item, what is the amount they are entitled to?",
        "Is there any information about the item return funds?",
        "How much will the item be returned for?",
        "How much can I get for the item I returned?",
        "Do you have any information on the return item reimbursement?",
        "How much is the item return?",
        "How much is it for me to get my item back?",
        "What amount will the customer receive after they return an item?",
        "How much did you get back from the returned item?",
        "Please, can you tell me the return item's refund value?",
        "How much am i going to get back?",
        "Is there any details on item return funds?",
        "What amount of refunds is given for the returned items?",
        "What is the amount you get back?",
        "What is the amount the customer will receive after they return an item?",
        "I want to know the amount of refunds for returned items.",
        "What is the amount of my return's refunds?",
        "I want to know how much I get for returning this.",
        "Can you give me the amount of my refund?",
        "The refund for my item is unknown.",
        "Is the amount of the refunds given for my returned items?",
        "How big is my return for my product?",
        "Refund amount for return?",
        "What refunds are given for returned items?",
        "What is the amount the customer will be entitled to once they return an item?",
        "How much are my return refunds?",
        "The amount of moneyReimbursement for returns?",
        "The amount the customer will be compensated for the item they returned is not known.",
        "What amount of refunds is given when returning items?",
        "The returned item's payback amount?",
        "Can you let me know my return value?",
        "How much do I get when I return this?",
        "Getting money back, what are the numbers?",
        "How much will come back?",
        "What is the figure on getting money back?",
        "Do you know how much the customer will be compensated after returning an item?",
        "The item's return amount?",
        "What are the amount of refunds for returned goods?",
        "What is the amount that the customer is entitled to after I return the item?",
        "I need to know how much I will get back for the item I returned.",
        "How much of the item I returned will I get back?",
        "What return/refund value am I getting?",
        "How much is the item refund?",
        "Do you know how much I receive for returning this?",
        "The amount of the item's refund?",
        "What amount of compensation will be given to the customer after an item has been returned?",
        "What is the amount for the customer to get back the item?",
        "Is there a Refunds amount for my return?",
        "Can you tell me the amount of refunds given for returned goods?",
        "How much will I get for the item I returned?",
        "Can you tell me the value of my refunds?",
        "Can I find out my refund value?",
        "How much will I get back now?",
        "How much do I get back when I return things?",
        "How much will the returned garments be repaid to me?",
        "What is the amount that the customer gets to return the item to?",
        "How much will I get back with my item?",
        "What is the amount the customer will receive for a returned item?",
        "How much will I come back?",
        "Is there a sum for refunds from returned items?",
        "I returned something, how much do I get back?",
        "Which amount of refunds is given for returned goods?",
        "How much will the customer be compensated when they return an item?",
        "Is the amount the customer will be compensated after returning an item?",
        "What amount of refunds is given for returned purchases?",
        "Amount of moneyReimbursement for returns?",
        "What is the amount of the returned item's refunds?",
        "What sum is my refund?",
        "Is the amount I get for my return?",
        "What amount of the item gets back for?",
        "Can you tell me the actual return value?",
        "How much do I get back from my return?",
        "What is the amount that the customer will receive for the product they returned?",
        "Obtaining money back, what is the figure?",
        "Is the amount the customer will be compensated for the product they returned?",
        "What's my return return amount?",
        "How much do I get back for my return?",
        "How much will I receive for coming back this?",
        "What amount the customer will be entitled to when I return the item?",
        "How much do I get back from my return item?",
        "What is the amount that the customer will get to return the item to?",
        "Is the refund amount for my return?",
        "What amount of compensation will be given to a customer after they return an item?",
        "Can you tell me the size of my refunds?",
        "How much will I get back for that item I returned?",
        "How much will the customer be able to return the item for?",
        "How much can I get back from my item?",
        "Do you have any information on the item return funds?",
        "What is the amount the customer will be given after I return the item?",
        "How much do I get the item back?",
        "What will I get when I return this?",
        "Is the money back from the item?",
        "Can you give me information about the return item reimbursement?",
        "How much will I get for my item return?",
        "What is the amount that the customer will get after they return a item?",
        "Is there any details about item return funds?",
        "How much should I get for returning this?",
        "What is the amount of refunds given for returned items?",
        "How much back does the item get?",
        "When the customer returns an item, how much will they be entitled to?",
        "Is the amount I get back for my return?",
        "I want to know the return total.",
        "I am wondering how much I will get back for my return.",
        "How much was the item's return amount?",
        "Exactly what is paid back when I return something?",
        "I want to know the return amount.",
        "Any details about item return funds?",
        "What is the amount that the customer can return the item for?",
        "Any details of item return funds?",
        "Can you tell me how much you will give me back?",
        "Information on the item return funds?",
        "How much will the customer be compensated for returned items?",
        "Are you going to get a refund on the returned item?",
        "What amount will the customer receive if I return the item?",
        "How much is the return amount for my item?",
        "Is it the returned item's amount of refund?",
        "How much will be coming back?",
        "How much will be returned for my item?",
        "How much will my return get back?",
        "I don't know the amount of my return refunds.",
        "How much will my item get back?",
        "What is the amount that the customer will get if they return a item?",
        "What's the figure to get money back?",
        "I am wondering how much I will get for returning this.",
        "Can you tell me the return item's refunded value?",
        "How much will the customer receive after their item is returned?",
        "What's the total amount that I get back?",
        "What amount of compensation will be given to the customer after they return their item?",
        "What is the amount of return the customer will get?",
        "The amount of the refund for my item is not known.",
        "how much do I get back for my returned item?",
        "The item gets back for how much?",
        "What information do you have on the item return funds?",
        "How much will I get back on my returned item?",
        "What is the amount the customer will receive when they return the item?",
        "Can you tell me about reimbursements for returned items?",
        "What amount of money should be reimbursed for returns?",
        "What amount of refunds do we get for returned goods?",
        "What amount of money is reimbursed for returns?",
        "What amount of refunds is given for returned merchandise?",
        "What is the amount of compensation that the customer will get when they return a product?",
        "Can I know how much will be paid back.",
        "How much is the returned purchase's refund?",
        "I need a refund amount for my return.",
        "Money back on returned item?",
        "What's the item's return amount?",
        "It's not clear what's back when I return stuff.",
        "What amount the customer will be entitled to after I return an item?",
        "I'm not sure how much I will get for returning this.",
        "Is the amount of refunds given for my returned items?",
        "What's the amount the customer will get after I return the item?",
        "Could I get money back for my return?",
        "Exactly what is repaid when I return stuff?",
        "What is the amount of the refunds given for my returned items?",
        "How much am I getting back for my product?",
        "How much do I get back for that item?",
        "What is the amount the customer will be compensated for the product they returned?",
        "What amount of refunds is given for returned things?",
        "Can they tell me how much will be returned?",
        "What amount of the refunds is given for returns?",
        "How much will my return/refund be?",
        "What amount of compensation will be given to the customer for returning the product?",
        "How much is my return order refund?",
        "How much is my returned item refund?",
        "How much does the returned garments reimburse me?",
        "Do you know what my refund sum is?",
        "How much will I get back for the item that was returned?",
        "The total amount of the returned item's refund?",
        "Do you know the return amount?",
        "How much is the itemRefund?",
        "What is the exact amount of my returned order's refund?",
        "How about a refunds for my returned item.",
        "How much are the refunds for my returned purchases?",
        "The amount of refunds for my returned items is unknown.",
        "How much might I get back?",
        "How much do you expect to get back for my return?",
        "When I return stuff, how much do I get back?",
        "What amount will the customer receive for their return?",
        "Is that the amount I get back?",
        "The amount of the returned item'sRefund?",
        "How much do I get back on my item?",
        "Will I get my money back for the item I returned?",
        "What is the amount the customer will be compensated for when they return a product?",
        "How much will I get from my item return?",
        "I want to know how much I will get back for the item.",
        "Tell me the amount I get back.",
        "How much do I get back from garments returned?",
        "What amount will the customer get for the product they returned?",
        "How much is the item Returned?",
        "How much will the customer receive for a returned item?",
        "I want to know how much the refund is for my item.",
        "How much should you get back from the returned item?",
        "How much do you think the refunds for returned items will be?",
        "The amount of the refunds for my returned items.",
        "I want to know the amount of the refund for my returned item.",
        "How much will the refund be for my item?",
        "Is there any information regarding the item return funds?",
        "Is there any information about the return funds?",
        "How much is my item return return?",
        "How much do you think the refunds is for my returned items?",
        "Is there a Refund sum from returned item?",
        "What is the amount of the return for my item?",
        "How much do I get back for something I returned?",
        "Money back for the return?",
        "Return item's refund sum?",
        "What amount would I get back for my return?",
        "What's the amount the customer will be entitled to after I return the item?",
        "What is the amount of my refunds for returned items?",
        "Money back for a return?",
        "Would I get money back for my return?",
        "How much is it for me to get back?",
        "What amount of refunds is provided for my returned items?",
        "Do you know what I will receive for returning this?",
        "What amount of the return is there?",
        "Getting money back what is the figure?",
        "I'm wondering how much I'm getting back.",
        "Is the returned item's Refunds amount?",
        "How much do I get back for this returned item?",
        "What amount of refunds are given when goods are returned?",
        "The amount of my returned item's refund?",
        "How much do I get back for my returned purchase?",
        "How about the refund for my returned item?",
        "Is there any info on the return funds?",
        "How much will I get back for returning an item?",
        "What is the amount of my return money?",
        "How much do you think the refund for my returned item will be?",
        "How much do I get back with this returned item?",
        "How much do I get back for the item I return?",
        "When I returned an item, how much would I get back?",
        "What's my return back?",
        "enquired about the amount of the return",
        "How much is the item refunds?",
        "Can you tell me the item's refund amount?",
        "What is refunds when I return stuff?",
        "How much does the item return back?",
        "I need to know how much I get back.",
        "How much did I get for my return?",
        "What is the amount that the customer will get after I returned the item?",
        "What is the amount the customer will get after I return the item.",
        "Is there a refund on the item that was returned?",
        "How much I will get for the item I returned?",
        "How much will I get it back?",
        "Where's the figure for getting money back?",
        "What amount does the item return?",
        "Do you know how much I get when I return it?",
        "What is the amount of compensation that the customer will get after the item has been returned?",
        "The amount of my product refund is unknown.",
        "What is the amount of compensation the customer will get if they return a product?",
        "What is the amount that a customer can return an item for?",
        "Is the amount that the customer will be compensated after their item is returned?",
        "What is the amount of refunds given on returned goods?",
        "How much will I get if I return this?",
        "What amount will the customer be entitled to when they return an item?",
        "How much do you think I will get in return for my item?",
        "What is the amount of money that the customer will get if they return an item?",
        "What's the amount I got back?",
        "Can I know how much is being returned?",
        "Can I understand how much I will get back?",
        "How much do you think the refunds is for my items?",
        "What is the amount that the customer will get to return the item?",
        "How much do I get back for my items?",
        "enquired about a return amount",
        "Can I know the amount that will be returned?",
        "What amount will the customer be compensated for the returned item?",
        "How much do you think I will get for returning an item?",
        "Is the amount of my return refunds?",
        "The amount of the returned item's reimbursement?",
        "What's the status of item return funds?",
        "After their item has been returned, what amount will the customer be compensated?",
        "How much is the return amount?",
        "I need the return item's refund value, please.",
        "The size of my product refund is unknown.",
        "When I return something, what is the return amount?",
        "What amount will the customer get after I return the item?",
        "How much will the customer be compensated for their returned product?",
        "How much do the items come back for?",
        "Do I know how much will be returned?",
        "How much does an item go back for?",
        "Can you tell me the size of my refund?",
        "how much do i get back?",
        "What's the amount of the item's refund?",
        "How much money has been reimbursed for returns?",
        "How much is the refund from returned item?",
        "Are you able to tell me the return item's return value?",
        "Is there any information on the return item reimbursement?",
        "What is the amount I get back for my item?",
        "Is there a money back on returned item?",
        "The amount of my returned item's refund is unknown.",
        "How much do I get on my returned item?",
        "How much did I get back from the returned garments?",
        "Are you aware of how much I will get for returning this?",
        "Can you tell me how much I will get for coming back this?",
        "What amount of Refunds is given for returned goods?",
        "How about my return money?",
        "The refund figure for my returned order is unknown.",
        "What are the refunds for my item?",
        "How much do you think theRefund for my returned item is?",
        "item return funds?",
        "Can I understand how much you'll give me back?",
        "What is the amount of compensation the customer will receive for the product they returned?",
        "Is there a money back from returned item?",
        "How much is the item return return?",
        "Can you tell me the amount of my refund?",
        "How much do I get Back?",
        "Which amount of money is reimbursed for returns?",
        "Can you provide me the return item's return value?",
        "Return sum from item?",
        "How much do you think the return total is?",
        "What amount will the customer receive for returning an item?",
        "What amount of money will I get back from my return?",
        "What's the amount for my return?",
        "I have a question about return item reimbursement.",
        "How much are you getting back?",
        "Can you tell me how much you'll pay me back?",
        "Is the Refunds sum from returned item?",
        "What is the payback amount for my item?",
        "How much will I get back after I returned it?",
        "How much will be returned for me?",
        "What is the refund for the item?",
        "What is the amount of refund when I return stuff?",
        "How much are I paid back?",
        "Is money going back for my return?",
        "What is the amount the customer will be entitled to return the item to?",
        "When I return stuff, what do I get back?",
        "How much will my product refund cost?",
        "How much is my product back?",
        "The return amount?",
        "How much can I get back from my returned item?",
        "what amount do I get back?",
        "Money back when I return?",
        "What amount of money will I get for the item I returned?",
        "Is there a return item's refund value?",
        "I am not sure how much I will get back for the item I returned.",
        "How much do you think the refund is for my returned items?",
        "What is the amount of the refunds given for returned items?",
        "What amount do I get for my return?",
        "What amount of refunds are given for return items?",
        "Can you tell me the refund value of the returned item?",
        "Do you have any idea how much I will get for returning this?",
        "How much should the returned garments reimburse me?",
        "I was wondering about my return refund.",
        "How much is the item's return return?",
        "What amount of refunds is given after returning items?",
        "What is the amount of refunded when I return stuff?",
        "What amount of the item I returned will I get?",
        "How much does item get back?",
        "Exactly what should I get back when I return stuff?",
        "I want to know if you know the return item reimbursement.",
        "The return amount of the item?",
        "Is the amount of the return return?",
        "What is the amount the customer will be able to return the item to?",
        "What is the amount that the customer will get when they return something?",
        "Can you tell me the total return value?",
        "When I return items, what is the return amount?",
        "How much will I get when I return?",
        "How much is it payback for the returned garments?",
        "What is the amount the customer will be entitled to for their return?",
        "What is the amount that the customer will receive when they return their item?",
        "Will I receive money back for my return?",
        "How much do I get back for?",
        "Are you aware of how much I'll get for returning this?",
        "How much am I going to get for the item I returned?",
        "How much does the item give back?",
        "What amount of my product refund?",
        "How much does the item fetch back?",
        "The return refund is something I don't know.",
        "I don't know how much will be returned to me.",
        "How much did I get for my item back?",
        "Can you tell me the total of the refund?",
        "How much is my return or refund?",
        "I want the return item's refund value.",
        "What is the amount of compensation the customer will receive after returning an item?",
        "Can you tell me the return item's return value.",
        "How much will I get back for my purchase?",
        "Any details on the item return funds?",
        "How much for my money back?",
        "How much will I get for the item returned?",
        "What is the amount of the returned order's refunds?",
        "Is there a return amount that I will get back?",
        "How much the refunds are for returned items?",
        "What amount of the refunds are given for my returned items?",
        "How much do you think I'll get back for my return?",
        "what is the figure for getting money back?",
        "What amount will the customer get for returning an item?",
        "What amount of refunds are given for items that are returned?",
        "What amount is given back?",
        "I want to know the amount of my returned purchase's refund.",
        "Exactly what comes back when I return stuff?",
        "How much the customer will be compensated for the product they returned?",
        "How much do you think my money back is?",
        "What are the details of item return funds?",
        "Is there a figure for getting money back?",
        "What amount will be given to the customer after they return an item?",
        "I want to know how much I will get for coming back this.",
        "The amount the customer will be entitled to after I return the item is unknown.",
        "How much do you think my returned item will get refunds?",
        "Do you know about the reimbursement of return items?",
        "What amount does the item get back?",
        "I'm interested in learning about the return item reimbursement.",
        "What amount of refunds is given for returning things?",
        "What is the amount the customer will get after they return an item?",
        "Is there a amount for the return?",
        "How much did the returned garments reimburse me?",
        "How much do I take back?",
        "How much do I get back for the returned item?",
        "What is the amount the customer will receive after I return an item?",
        "The amount of the refunds for my returned items?",
        "The refund amount for the returned item?",
        "How much does the item bring back?",
        "How much money is given for my returned items?",
        "How much will the customer get for the returned item?",
        "How much do you think I will get back?",
        "How much will I get back again?",
        "Can you tell me what the return value is?",
        "I want to know how much I get back for my returned item.",
        "How much will I get back.",
        "How about a refund for my returned item?",
        "What is my money back amount?",
        "Refunds for returned item?",
        "Can I know how much you will pay me back?",
        "How much do you think the Refunds for returned items is?",
        "Is there a refund amount for the returned item?",
        "How much do I get back for this?",
        "Can you tell me how much I will get for returning it?",
        "Please tell me the return item's refunds value.",
        "Obtaining money back, what's the figure?",
        "How much does an item get back for?",
        "Is there any information on item return funds?",
        "how much will I get back",
        "What amount of compensation will be given to the customer after their item has been returned?",
        "What amount of compensation will the customer receive after they return an item?",
        "Is there any information about item return funds?",
        "What is the amount that the customer will get for returning the item?",
        "What's the return return total?",
        "What is the amount the customer will receive for their returned item?",
        "When a customer returns an item, what amount will they be entitled to?",
        "What's back when I return stuff?",
        "What's the return amount for my purchases?",
        "What amount of refund is given for returned goods?",
        "The amount I get back is unclear.",
        "Is the amount that the customer is entitled to after I return the item?",
        "What do I get back when I return my stuff?",
        "Do you know the return item's refund value, please?",
        "How big was my product refund?",
        "Can you give me a figure for my refund?",
        "How much will I get back for the items I returned?",
        "How much is the item back?",
        "Is it possible to tell me my return value?",
        "The amount of the refund for the item I returned.",
        "I want to know the amount of refunds given for returned items.",
        "How much is payback for the returned garments?",
        "What is the returned item's amount of refund?",
        "Do you know how much you'll give me back?",
        "What amount of compensation will be given to the customer after they return an item?",
        "How much can I receive back?",
        "How much will I get back from my returned item?",
        "Can you tell me the total amount of my refund?",
        "How much do I have to get back for my return?",
        "What amount do I get back?",
        "What's the figure regarding getting money back?",
        "What is the amount of the return?",
        "The amount of the refund for my return?",
        "What is the amount of refunds given for returned products?",
        "Is there a return item reimbursement?",
        "How much money will be given back for returns?",
        "How much will the customer get for the product that they returned?",
        "How much do you get back from my returned item?",
        "Can you tell me about the reimbursement for returned goods?",
        "Please let me know the return item's refund value.",
        "What information is there on item return funds?",
        "What is the amount of refunds when I return things?",
        "Can you tell me the refund value of my return item?",
        "Can I get money back for my return?",
        "How much do I get back for returned items?",
        "What is the amount the customer will get when their item is returned?",
        "For returned goods, what amount of refunds is given?",
        "How much was the returned item's refund amount?",
        "What amount will be paid to the customer when their item is returned?",
        "There is any information on the item return funds?",
        "I want to know about the item return funds.",
        "What will be the item's money back?",
        "How much do you think the item's return amount is?",
        "Howbout a Refunds for my returned items?",
        "enquired about the amount returned",
        "What is the refund amount for the item I returned?",
        "Can you give me the return item's return value?",
        "How much of the returned item's refund is there?",
        "What amount the customer will be entitled to return the item to?",
        "How much will I be given back?",
        "What can I get back when I return stuff?",
        "I asked for the amount back.",
        "How much I'll get back?",
        "Was there money back for my return?",
        "How much are my product refunds?",
        "How much do I get when I return it?",
        "How much will I get for the item I brought back?",
        "The amount of the returned item's refunds?",
        "The amount of the return was inquired.",
        "How much does the item come back with?",
        "What amount of refunds are given when returned goods?",
        "What is the amount that the customer will receive for their returned item?",
        "What the figure is for getting money back?",
        "How much is the item Refund?",
        "Can you tell me about the reimbursement of items returned?",
        "The amount of money that will be reimbursed for returns?",
        "How much will I get to return this?",
        "I want to know how much I'll get for returning this.",
        "What are the refunds for returned items?",
        "When I return stuff, what are the Refunds?",
        "Is that the amount of my return return?",
        "How much is it I get back?",
        "What's my return money?",
        "Are the amount of money reimbursed for returns?",
        "How much will the customer receive for the item that they returned?",
        "How much for the item return?",
        "What is the status of the item return funds?",
        "How much will the customer be compensated for returning an item?",
        "What is the compensation that the customer will get after returning an item?",
        "How much do you believe the refund is for my returned item?",
        "What is the payback figure for my return order?",
        "How much am I going to get back for my item?",
        "What comes back when I return stuff?",
        "What is the amount of the refunds when I return stuff?",
        "There is any information about item return funds?",
        "How much is the customer entitled to for the returned item?",
        "What is the amount of my item's return?",
        "How much should I get back for the item I returned?",
        "enquired about the amount back",
        "What is the amount that the customer will receive to return the item?",
        "How much will the customer be compensated for the return of the item?",
        "I need to know the return item's return value.",
        "The amount of the return for my item?",
        "Are there any details about item return funds?",
        "Will you tell me the return item's refund value?",
        "What is the amount of compensation the customer will get after returning a product?",
        "Can you tell me what the return total is?",
        "How much will be returned from the returned item?",
        "How much will I get back for it?",
        "What is the amount that I get back.",
        "What is the amount that the customer will receive once they return an item?",
        "How much do you think you'll get back from returned item?",
        "How much will the customer receive for the returned item?",
        "How much to get my item back?",
        "How much do I get for returning this item?",
        "How much does the item return to us?",
        "How much can I make back?"
    ]
}