{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Policies on returns and refunds",
    "inquiry_sub_category": "Refund amount",
    "description": "Customers want to know the amount they will be refunded for their returned item, including whether any restocking fees or deductions will be applied, or if they will be refunded the full purchase price.",
    "inquiry": "Will there be any deductions from my refund?",
    "paraphrases": [
        "Is there any deduction from my refunds for that?",
        "Reducing the amount of the refund?",
        "I do not know if I will receive a reduced refund.",
        "I'm not sure if I will get my refunds reduced.",
        "Is my refund going to reduce?",
        "I wonder if there are any deductions on my refunds.",
        "I have a refund, subtracted anything?",
        "Were there potential refund reductions?",
        "Is that myRefund will be reduced?",
        "Is it likely that there will be any refund cuts?",
        "How about deductions from the refunds?",
        "Do you plan to deduct my return?",
        "Is any take out on returns happening?",
        "I don't know if I can get a reduction in my refunds.",
        "My Refund may be reduced.",
        "I don't know whether I will receive a reduction in my refund.",
        "Was there a reduction on my refund?",
        "Is my refunds going to be reduced?",
        "I have no clue if I will get my refund reduced.",
        "Any cuts are made to the return of funds?",
        "Is it possible for money to be deducted for refunds?",
        "I don't know whether I will get a reduction in my refund.",
        "I am wondering if you will deduct my return.",
        "My refunds might be deductions.",
        "Does anyone know if there are any cuts from my refund?",
        "Will deductions affect my refund?",
        "Is there any money taken away for refunds?",
        "Are there reduced refunds?",
        "Are there any takes out on returns?",
        "I am unaware if my refunds will be reduced.",
        "I'm not sure if my Refund will be reduced",
        "Does anyone have a deduction from my refund?",
        "I do not know if my Refund will be reduced",
        "Is any money takenaway for refunds?",
        "I have not been told if my Refund will be reduced.",
        "If myRefund will be reduced?",
        "Is there any refunds going to have to be deducted?",
        "There might be deductions when I get my refunds.",
        "I don't know if I will get my return reduced.",
        "Do you have any reductions to my refund?",
        "Is my refund going to have any reductions?",
        "Can you reduce my refund?",
        "Is money taken away for Refunds?",
        "Is there any deductions in the futureRefund?",
        "Is theRefund reduced?",
        "Any cutbacks, my money back?",
        "Potential return reductions?",
        "Will there be deductions from my refund?",
        "I'm not sure if I'll get the refund reduced.",
        "Will any refunds have to be deducted in this case?",
        "I am unaware of if my refunds will be reduced.",
        "Will we deduct what I get back?",
        "I don't know if my refunds will reduction.",
        "I don't know if my refunds will be lessened.",
        "Won't my refund be reduced?",
        "Is there any way to deduct that from my return?",
        "I'm wondering if there are any deductions on my refund.",
        "I didn't know if I would get a reduction to my refund.",
        "I am not quite sure if I will have my refunds reduced.",
        "Would there be cuts made to the return of funds?",
        "Is there any taken away for refunds?",
        "I'm not sure if I will have my refunds reduced.",
        "I can't say if I'll get a reduction to my refund.",
        "Is there a cut from my refund.",
        "Can any cuts be made on the return of funds.",
        "I do not know if I will get my refund reduced.",
        "Can I get a cut from my refund?",
        "There could be deductions of my refunds.",
        "I wondered if you would deduct from my return.",
        "Is there anything taken from money for refunds?",
        "Any deductions on my refunds?",
        "There may be a reduction on my return.",
        "My Refunds may be reduced.",
        "I can't say if I will get a reduction in my refund.",
        "I want to know if myRefund will be reduced.",
        "I am wondering if there are cuts from my refund.",
        "Will any deductions be included in my refund?",
        "How about my refund and any reductions?",
        "I don't know if I will see a reduction in my refunds.",
        "Do you think you'll get any refund cuts?",
        "I am uncertain if my refunds will be reduced.",
        "Was there any money deducted for refunds?",
        "Is there a refunds, deducting anything?",
        "I have no idea if my refunds will be lowered.",
        "I am unsure whether my refunds will be reduced.",
        "It could be deductions for my refunds.",
        "Is it possible that there will be any refunds cuts?",
        "Is there a chance of potential reduction of refunds?",
        "Is there any deductions from the Refund?",
        "I am unsure if the Refund will be reduced.",
        "Is there any Refunds that have to be deducted in this case?",
        "There were questions about refund deduction.",
        "There maybe deductions for my refunds.",
        "Are any refund deductions possible?",
        "I do not know if the Refunds will be reduced.",
        "I don't know if my refunds will be decreased.",
        "There could be deductions in my refunds.",
        "Did there be deductions from the return?",
        "I have no idea if I will receive a reduction in my refunds.",
        "Can there be any cuts on the return of funds?",
        "Is there any cut from my refund.",
        "Would there be potential refunds reduced?",
        "Would there be any deductions from my refund?",
        "Is there any deducted money for refunds?",
        "Will I get any deductions from my refund?",
        "There are questions of refund deduction.",
        "I don't know if I will get a reduction in my refund.",
        "Is there anything I can deduct on my refunds?",
        "Is myRefund affected by deductions?",
        "I do not know if the refunds will be reduced.",
        "Will theRefund have any reductions?",
        "I'm not certain if I'll get a reduction in my refunds.",
        "I wonder if there are any deductions on my tax return.",
        "I am not sure if I will have my refunds reduced.",
        "Would there be any cuts to the return of funds?",
        "Could myRefund be reduced?",
        "My refund might be reduced.",
        "I am unsure if my refunds will be lowered.",
        "Do I have any deductions on my refunds?",
        "I am not sure if myRefund will be reduced.",
        "I'm not sure if there will be a reduction to my refund.",
        "Is there Deductions from Refund?",
        "I would like to know if you will cut from my reimbursement.",
        "There might be deductions for my refunds!",
        "Is there any deduction for refunds?",
        "I am not certain if I will have a reduced refund.",
        "Does anyone know if there will be any cuts on the return of funds?",
        "There could be deductions from my return.",
        "query about refund deduction",
        "I'm wondering about any cuts from my refund.",
        "There might be deductions with my refunds.",
        "I'm not sure if I'll get a reduction in my Refund.",
        "My refund might have deductions.",
        "Is there any refunds that would have to be deducted?",
        "My refunds, reductions?",
        "Is it any less money from my refund?",
        "Is it possible you will deduct from my return?",
        "I do not know if I will get a reduction to my refund.",
        "I don't know if I will receive a reduction to my Refunds.",
        "Do I need to make any deductions on my refund?",
        "Is it possible there are deductions from my refund?",
        "There might be deductions on my refund.",
        "Will you deduct any money I get back?",
        "I have not been told if my refunds will be reduced.",
        "Any cuts need to be made on the return of funds?",
        "Is my refund going to have reductions?",
        "I don't know if my return will be reduced.",
        "Any reductions in my refund?",
        "I don't know for sure if my refunds will be reduced.",
        "Will cuts be made on the return of funds?",
        "Is there any deductions from the refund?",
        "Will you expect any refund cuts?",
        "Are you expecting any cut to your refund?",
        "I have no clue if I will have my refunds reduced.",
        "There might be deductions from my refund.",
        "I never know if my refunds will be reduced.",
        "Would you deduct from my return?",
        "I'm not sure if myRefund will be reduced",
        "Reducing the amount of refund?",
        "Will I have a deduction from my return?",
        "Will my Refunds be reduced?",
        "Will there be any decreases in my refund?",
        "Deductions from refunds?",
        "Is my Refund affected by deductions?",
        "Is it possible to reduce my Refunds?",
        "Will the Refunds be subject to any deductions?",
        "Any cutbacks, my refund or anything?",
        "I do not know if I will receive a reduction in my refunds.",
        "Is it possible that the IRS deducts from refunds?",
        "Will you deduct from me my return?",
        "I have no clue if I'll get a reduction in my refund.",
        "Will my refunds have cuts?",
        "Do I have to take deductions on my return?",
        "There is a question about the amounts deducted from my refund.",
        "I wonder if myRefund subtracted anything?",
        "Is there money removed from the refunds?",
        "will my refund be reduced",
        "Is myRefund getting reduced?",
        "I don't know if I will receive a reduction in my refunds.",
        "I don't know about a reduction to my refund.",
        "Is there a chance of potential refund reductions?",
        "Are there any refunds being deducted?",
        "There are any refunds to be deducted in this case?",
        "Any of the deductions for the refunds?",
        "Is there a decrease in my refund?",
        "I might have my refunds reduced.",
        "I did not know if I would get a reduction to my refund.",
        "I am not sure if I'll get my refund reduced.",
        "Can there be money deducted for refunds?",
        "Does any money have to be deducted for refunds?",
        "Is there anything to deduct from the refund?",
        "Are there less funds from my refund?",
        "Is there any reduction in myRefund?",
        "I don't know if I'll get a reduction in my refund.",
        "I want to know if there are any deductions from my refund.",
        "Is there any cuts to be made for the return of funds?",
        "Was it possible to take money off the refund?",
        "I'm not sure if my refunds will be lowered.",
        "I don't know if I will get my refunds reduced",
        "Is there any Refunds deducted?",
        "Would deductions affect my refunds?",
        "Are there less funds from my return?",
        "Is there money subtracted for refunds?",
        "Will you deduct the amount I return?",
        "Are there refunds that have to be deducted in this case?",
        "I wonder if there is any reduction on my refund.",
        "I'm not certain if I will receive a reduction to my refund.",
        "Will there be cuts made on the return of funds?",
        "Are there any cutbacks for my refund?",
        "I don't know if my refunds will go down.",
        "Is it true that refunds face deductions?",
        "I don't know if I will be getting a reduced refund",
        "Is it possible for you to deduct my return?",
        "Is there deductions from the Refund?",
        "So do refunds face deductions?",
        "Will there be any reduction in my return?",
        "Will there be any deductions from my refunds?",
        "Will there be any deductions from my refund",
        "Is it possible for my refund to be reduced?",
        "Are there deductions from your refund?",
        "Any of the deductions for refund?",
        "I do not know if my refunds will be decreased.",
        "Will there be any deductions from my return?",
        "Is there a deduction for that from my refunds.",
        "There could be some deductions for my refunds.",
        "Do I have any reductions in my refund?",
        "Is there anything taken away for refunds?",
        "A reduction in my return?",
        "Will my return have any reduction?",
        "I don't know if my refunds have been reduced.",
        "There are any refunds to deduct?",
        "Is there any cuts to be made on the return of money?",
        "Will there be anything to deduct from my money?",
        "Cuts from my refund?",
        "Is there any reduction on my refund?",
        "I do not know if I'll get a reduction to my refund.",
        "deductions for my refunds is a possibility.",
        "I do not know if I will get a reduction to my Refunds.",
        "Question about refund deduction.",
        "I want to know if there are amounts deducted from my refund.",
        "Do I have to make any deductions from my return?",
        "If myRefund will be reduced.",
        "Would you expect any refund cuts?",
        "Do I have myRefund reduced?",
        "Any reduction on my return?",
        "Is there something deducted from my refund?",
        "I'm not sure if I'll get a reduction to my return.",
        "Is my money back, any cuts?",
        "There may be deductions from my refund.",
        "I don't know if I'll receive a reduction in my return.",
        "I am wondering if you can reduce my refund sum.",
        "I am not certain if I will receive a reduction to my refund.",
        "My refund or any cuts?",
        "MyRefund may be reduced",
        "Does the refunds face deductions?",
        "I don't know if I'll get a reduction from my refund.",
        "I have no idea if the Refunds will be reduced.",
        "Is there deductions from return?",
        "Are you going to deduct from my return.",
        "Is there any deductions for my refund?",
        "Are there any reduction on my refund?",
        "I don't know if I will have my refunds trimmed.",
        "My refunds may be deducted.",
        "Can you give me any refund deductions?",
        "I do not know if I will get a reduction to my refunds.",
        "I still don't know if I'll get a reduction to my refund.",
        "Is there a reduced refund.",
        "Is there a chance of possible refunds reductions?",
        "Will you deduct anything I return?",
        "Deductions impacting my refunds?",
        "I have no idea if I will get a reduction in my refunds.",
        "I don't know if I will have a reduced Refunds.",
        "possible refund reductions?",
        "I don't know whether my Refunds will be reduced.",
        "I am not sure if I will have a reduction in my refund.",
        "Might there be potential reduction in refunds?",
        "Will you deduct the money that I get back?",
        "Is myRefund going to bereduced?",
        "I am unsure if I'll get a reduction to my refund.",
        "Is it possible that refunds will be deducted?",
        "I wonder if there are any cuts to my refunds.",
        "Is it possible to deduct money from refunds?",
        "Will my return have reductions?",
        "I am not sure if I will be getting a reduction in my refund.",
        "Is there a chance of potential refunds reductions?",
        "Can there be any refund deductions?",
        "IsmyRefund going to be reduced",
        "Is there any deductions from the refunds?",
        "I do not know if I will have my refund reduced.",
        "Any reductions after my refund?",
        "Are you expecting any cut to your refunds?",
        "Are there any refunds that need to be deducted?",
        "I don't know if I get my refund reduced.",
        "Is myRefund going be reduced?",
        "Is my refund subtracted any?",
        "Is there any deduction on my refund?",
        "Is there a way to deduct refunds in this case?",
        "A reduction on my refund?",
        "Is it permissible to deduct from my return?",
        "I have no idea if my Refunds will be reduced.",
        "Money taken away from the refund?",
        "I don't know if I'll have a reduced refund.",
        "I don't know if I'll get a refund reduced.",
        "Do you deduct what I get back.",
        "Is there a deductible from my refunds?",
        "I do not know if I'll get my refund reduced.",
        "Will those refunds be deducted?",
        "Do I have to pay any deductions on my return?",
        "There are questions about refunds deductions.",
        "Any deductions for Refunds?",
        "I wonder if a reduction is applicable to my return.",
        "I have no idea if I will have my refund reduced.",
        "It is unknown if my Refund will be reduced.",
        "My refund could possibly be reduced.",
        "Will there be any cuts to my refund?",
        "Is any money deducted from refunds?",
        "Will my refund have some reductions?",
        "Does anyone have any cuts from my refunds?",
        "Will there be any deductions when I receive my refund?",
        "Is it permissible for you to deduct from my return?",
        "I don't know if I will get my Refund reduced.",
        "I'm not sure if I'll get a reduction in my return.",
        "Is there a reduction in myRefund?",
        "Reducing my refund is a question.",
        "Will refunds be docked?",
        "I don't know if I'll be getting a reduction to my refund.",
        "I'm not sure if a refund is reduced.",
        "I do not know if I'll get a reduction to my refunds.",
        "Does anyone know if refunds have to be deducted?",
        "There are questions about refund deduction.",
        "Any reductions, my refund?",
        "I wonder if my Refunds subtracted anything?",
        "Is there any money deducted from my refunds.",
        "Can there be a reduction on my refunds?",
        "I don't know if I will have refunds reduced.",
        "Is there any money taken from the refund?",
        "There could be deductions from a refund.",
        "I wonder if you will deduct from my return?",
        "Is there any cutting from my refund?",
        "Can there be deductions from a refunds?",
        "There is a possibility that I will have a reduced refund.",
        "Will my refund reductions?",
        "I am not sure if I'll get a reduction in my refund.",
        "Does anyone know if there are cuts to be made on the return of funds?",
        "Is the refund subject to deductions?",
        "Will there be reductions in my refunds?",
        "Will there be any takes out on returns?",
        "I am unaware if I will have my refunds reduced.",
        "I have no idea if I'll receive a reduction in my refunds.",
        "Could there be potential reduction in refunds?",
        "Any reductions on my refunds?",
        "I don't know if there are any cuts from my refunds.",
        "I wonder if refunds will be deducted?",
        "I'm unsure if I will get a reduction in my refund.",
        "Is there any cuts that will be made on the return of funds?",
        "Will there be any cuts in refunds?",
        "I don't know if I'll get a reduction to my Refunds.",
        "Am I going to have myRefund reduced?",
        "Is there anything taken away from money for refunds?",
        "Is there any reduction on my Refunds?",
        "I'm not sure if there will be a reduced refund.",
        "cuts to be made on the return of funds?",
        "My refunds, subtracted anything?",
        "Do any refunds be deducted?",
        "I'm not sure if my refunds will be decreased.",
        "Is there any money taken away for the refunds?",
        "Any cuts will be made on the return of funds?",
        "Will my tax return have any reductions?",
        "I want to know if a refund is reduced.",
        "Is ANY money taken away for refunds?",
        "I do not know if I will get a reduction in my return.",
        "I wonder if there are deducted amounts from my refund.",
        "I don't know if I'll get a reduction to my funds.",
        "I wonder if there are deductions from the refund?",
        "I have no idea if my refund will be reduced.",
        "Expect any cuts in refunds?",
        "Is it possible that the amount of my refund is deducted?",
        "I'm unsure if I'll get my refund reduced.",
        "How about any refunds being cut?",
        "I want to know if there are any cuts from my refund.",
        "There might be a reduction on my refund.",
        "Yes, are any refunds deducted?",
        "Does anyone know of any cuts to my refund?",
        "I wonder if myRefund will be reduced.",
        "Will my return include any reductions?",
        "Will you take my money out of my return?",
        "I don't know if my refunds are going to go down.",
        "I am not sure whether I will have my refunds reduced.",
        "Do refunds come with deductions?",
        "Will I get a deduction from my return?",
        "will you deduct from my return?",
        "Is there any way to deduct any refunds?",
        "Is there any amount deducted from my refund.",
        "I don't know if I'll get a reduction to the refund.",
        "I don't know if I will get a refund reduced.",
        "I am wondering if there are any cuts to my refund.",
        "There could be potential reduction of refund.",
        "Is there a deduction from refund?",
        "I am wondering about any deductions on my refund.",
        "I am not sure if my Refund will be reduced.",
        "Will my refund be tax deductible?",
        "I want to know any deductions on my refund.",
        "I wonder if my Refunds will be reduced.",
        "Can I get a reduction on my refunds?",
        "I don't know if you'll deduct from my return.",
        "Would a refund be taken off value?",
        "I wonder if there will be deductions from my refund.",
        "I don't know if there is a reduction to my refund.",
        "Will there be deductions from the refunds?",
        "Do you have any reduction on my refund?",
        "I am not sure if I will get my refund reduced.",
        "I don't know if there are amounts deducted from my refund.",
        "I want to know if the refund is reduced.",
        "Is my refunds gonna be reduced?",
        "Is my refund subject to deductions",
        "Is it possible that refunds will be deducted.",
        "Can I get a reduction of my refund?",
        "Can you expect any refund cuts?",
        "I am unaware of whether my refunds will be reduced.",
        "Will I have any reduction in my refund?",
        "I am not sure if I will get the refund reduced.",
        "Is it possible that there are deductions from the return?",
        "I wonder if there are any deductions on my refund?",
        "I don't know if I will get a reduction to my check.",
        "Is there any money deducted for returns?",
        "Is it possible that some of my refund is deducted?",
        "I want to know if you'll deduct from my return.",
        "Are you going to take money off of the refund?",
        "I wonder if you will deduct from my return.",
        "I'm not certain if I will receive a reduction in my refund.",
        "I have no idea if I will get a reduction to my refunds.",
        "I wonder if there is a reduction on my refund.",
        "Is my refund subject to deductions.",
        "Is it possible for me to get a deduction from my refund?",
        "So will myRefund be reduced?",
        "There may be deductions from a refund.",
        "Is anyone going to deduct that from my refund?",
        "I'm not sure if I'll have a reduced return.",
        "Is any money deductible for refunds?",
        "I don't know if I'll get a cut to my refund.",
        "Potential reduction in refunds?",
        "I don't know if I'll be getting a reduction in my refund.",
        "Is there money taken from the refund?",
        "I still don't know if I will get a reduction in my refund.",
        "Is my Refunds subtracted anything?",
        "Is my reimbursement going to be reduced?",
        "There is a question about the amount deducted from my refund.",
        "There is a chance that my refunds will be reduced.",
        "Can there be potential refunds reductions?",
        "I do not know if I will receive a reduction to my refunds.",
        "I'm not sure if I'll receive a reduction in my refunds.",
        "Is there any chance of a refunds cuts?",
        "I ask if you will deduct from my return.",
        "I haven't heard if my Refund will be reduced.",
        "Is there any reduction from my return?",
        "I wondered if my refund subtracted anything.",
        "Is my returned money subtracted?",
        "Is there a future refund deductions?",
        "there might be deductions for my refunds",
        "Is there any money deducted from the refunds?",
        "Is it possible for the refunds to be deducted?",
        "Possible reduction of refund?",
        "Does the refunds have deductions?",
        "Was there any deductions from my return?",
        "There are queries for refund deduction.",
        "Will my tax return be subject to deductions?",
        "Will there be any refunds taken away?",
        "Is the potential for refund reductions?",
        "Is there a way for the refunds to be deducted in this case?",
        "I don't know if my refund will be reduced",
        "Is it possible that deductions affect my refunds?",
        "Can deductions be made from a refund?",
        "Is there deductions affecting my refund?",
        "Is there any money subtracted for refunds?",
        "I am unsure if I will receive a reduced refund.",
        "Is there a possibility of reduction of refunds?",
        "Are there any deductions from a refund?",
        "I don't know if my refund will be subject to deductions.",
        "Is there any reduction in funds returned?",
        "I am not sure if I will have refunds reduced.",
        "I'm not sure if I will get my refund reduced.",
        "Is there any reduction on myRefund?",
        "Will I be getting any deductions from my refund?",
        "I don't know if I will be able to get a reduction in my refund.",
        "I want to know if the IRS deducts anything from refunds.",
        "Will there be cuts on the return of funds?",
        "Was there a reduction in my refund?",
        "Is there money deducted from my return?",
        "Did I have any deductions on my refund?",
        "Question about refunds deduction",
        "Does anyone know what the cuts will be on the return of funds?",
        "There may be deductions for my refunds.",
        "Will my return subtract anything?",
        "I am not sure if my refunds will be lowered.",
        "Is there any cutbacks or my refund?",
        "Does any money be taken away for refunds?",
        "I do not know if I will get a reduction in my refund",
        "Are there any cuts made to the return of funds?",
        "Any possible deductions for refunds?",
        "Are there any cuts to be made on return of funds?",
        "I don't know if I'm going to get a reduction in my refunds.",
        "If my Refund will be reduced, I don't know.",
        "Is there anything taken from my return?",
        "Will there be any reductions on my refund?",
        "I am not sure if I will have a reduced refund",
        "I am unsure of if I will get a reduced refund.",
        "I don't know if I will get a reduction in my money back.",
        "Can there be cuts to the return of funds.",
        "I am not certain if my refunds will be reduced.",
        "Is there any deductions from the refunds.",
        "I would like to know if there are any cuts from my refunds.",
        "There could be deductions from the refunds.",
        "Do you know if refunds have to be deducted?",
        "query about return deduction",
        "I have no clue if I will get a reduction in my refund.",
        "Are any takes out on returns possible?",
        "I have a refund and any reductions?",
        "I wonder if you'll deduct from my return.",
        "I don't know if I will get the refund reduced.",
        "Are there amounts taken from my refund?",
        "Is it possible that there will be deductions from my refund?",
        "Is a reduction deductible on my return?",
        "Deductions for the return?",
        "Is hisRefund going to be reduced?",
        "Do you deduct from the amount I get back?",
        "My refunds, any reductions?",
        "I am uncertain if I'll get a reduction to my refund.",
        "Is there anything to cut from my refund?",
        "Do I incur deductions from my refund?",
        "I am wondering if there are any refunds that have to be deducted.",
        "I don't know if I will be getting a reduced refund.",
        "Any of the deductions for the refund?",
        "Will my return contain any reductions?",
        "I don't know if I'll get a reduction in my refund",
        "I am not sure if I'll receive a reduction in my refunds.",
        "Are there any reductions from my refund?",
        "Is my Refund going to be reduced.",
        "Will refunds be subtracted?",
        "I don't know if I will get a reduction to my return.",
        "I am not certain if my Refunds will be reduced.",
        "Is it possible to take deductions on my refund?",
        "Will you deduct what I got back?",
        "I wonder if the refund is reduced?",
        "There could be deductions on my refunds.",
        "Are there any refunds going to have to be deducted?",
        "Could be possible refund reductions?",
        "Is there a draw back on my returns?",
        "Do deductions affect my refund?",
        "Is myRefund being reduced?",
        "Is my refund subject to any deductions.",
        "Do you know if myRefund will be reduced?",
        "I'm not sure if I'll have my refunds reduced",
        "Is myRefund going to be reduced.",
        "Potential reductions in refunds?",
        "I do not know if I'll receive a reduction in my refund.",
        "Is there any deductions for returns?",
        "Is there any chance of refund reductions?",
        "Will you take the money out of my reimbursement?",
        "I don't know if my Refund will be reduced",
        "Will I have a reduced refund?",
        "Is there a possibility of refund reductions?",
        "Has myRefund gonna be reduced?",
        "I'm not sure if I will get my refund reduced",
        "My refund, do you have any reductions?",
        "Will I have to take deductions from my refund?",
        "Is my Refunds subject to any deductions?",
        "I wondered if there was a reduction on my refund.",
        "Does a refund face deductions?",
        "Is there any deducted refunds?",
        "Is there any type of refund deductions?",
        "Is there any money deducted for the refunds?",
        "I don't know if I will get a reduction in my Refund.",
        "I have no idea if I will get a reduction in my refund.",
        "Will you take from what I get back?",
        "Is there a money deducted for refunds?",
        "I am not sure if I will get a reduction in my Refunds.",
        "Can there be deductions from refunds?",
        "I'm not sure if I'll have a reduced refunds.",
        "Is there a deduction from my refunds for that?",
        "Is myRefund going to be slashed?",
        "I wonder if there will be any deductions from my refunds.",
        "My refunds may have some deductions.",
        "Are there any deductions from my Refunds?",
        "Will my refund include any cuts?",
        "There is a possibility that my refunds will be reduced.",
        "Is there a chance that refunds face deductions?",
        "Is it possible for me to deduct that from my refunds?",
        "Is my return or any reductions?",
        "Is there any reduction in my refund?",
        "Is there money that is deducted for refunds?",
        "I have no idea if my refunds will be decreased.",
        "Will the refund be decreased?",
        "It is not clear if my refunds will be reduced.",
        "Will there be any cuts to the refunds?",
        "Is myRefund going to reduce?",
        "Is there any cut from my refunds.",
        "For my refunds there might be deductions.",
        "Any reduction in my return?",
        "My refund and any reductions?",
        "Is there a possibility of potential refunds reductions?",
        "Is there a potential for refund reductions?",
        "I don't understand if I'll get a reduction in my refund.",
        "I am not quite sure if I will have a reduced refund.",
        "Will you deduct my return?",
        "Is there a chance of any refund cuts?",
        "Will you deduct from what I receive?",
        "Is myRefund about to be reduced?",
        "Is there any money deducted from refunds?",
        "I'm not certain if I will have a reduced refund.",
        "There are any possible deductions on my return?",
        "I don't know if I'm going to get my refund reduced.",
        "I would like to know if a refund is reduced.",
        "Are there any refunds that should be deducted?",
        "I don't know if my refunds should be reduced.",
        "I don't know if my refund will get reduced.",
        "Can I ask about any cuts from my refund?",
        "Any reduction in my Refunds?",
        "Is my return, any cutbacks?",
        "I want to know if there are any cuts from my return.",
        "If there are any cuts from my refund.",
        "Would there be any deductions from the refund?",
        "Is there any refund deducted?",
        "I don't know if I will be getting a reduction in my refunds.",
        "Will you make a deduction from my return?",
        "I wondered if there were any deductions on my refund.",
        "I wonder if there will be less money from my refund.",
        "Will the Refunds have any reductions?",
        "I am wondering if there are amounts deducted from my refund.",
        "Will there be any deductions in my refunds?",
        "Will my pay back be reduced?",
        "Are you able to reduce my refund sum?",
        "Amounts may be deducted from my refund.",
        "Any reductions, my refunds?",
        "There could be deductions from your refund.",
        "Did I get deductions from my return?",
        "Deductions from Refund?",
        "I am unaware if my refund will be reduced.",
        "Does money be deducted for refunds?",
        "Is my Refund subtracted?",
        "Taking money out of the refund?",
        "Will there be any reductions in my return?",
        "Is there any amount deducted from my Refund?",
        "I wonder if you will deduct my return.",
        "How about my refund, subtracted anything?",
        "Is there a future refund deduction?",
        "Deductions from my Refunds?",
        "Will I see a cut in my reimbursement?",
        "Do you know if there will be any cuts on the return of funds?",
        "Are there any cuts made on the return of funds?",
        "Maybe myRefund will be reduced?",
        "Any reduction to my refund?",
        "Is there a deduction from the refund?",
        "Is taking money off the refund a possibility?",
        "Do I have to take any deductions on my return?",
        "I don't know if I'll get refunds reduced.",
        "I'm not sure if I'll have a reduced refund.",
        "I don't know if deductions affect my refund.",
        "If there are any deductions on my refund?",
        "I want to know if there's any cuts from my refund.",
        "Will there be any deductions for refunds?",
        "I get back something, will you deduct it?",
        "Are you going to take money off refund?",
        "Is there any deductions on my refund.",
        "Is there a deduction for that from my Refunds?",
        "I am unsure if myRefund will be reduced.",
        "I'm not sure if my Refund is going to be reduced.",
        "Are there potential reduction of refunds?",
        "I am not sure if I'll get a reduction to my refunds.",
        "Is there any cuts from my refunds?",
        "There could possibly be deductions for my refunds.",
        "Does anyone know if cuts will be made on the return of funds?",
        "Is money taken out of the refunds?",
        "Can I have a reduction in my refund?",
        "Will I have to deduct my refunds?",
        "Can I get any deductions on my refund?",
        "Any deductions for the return?",
        "My refunds, any cutbacks?",
        "Does there any money deducted for refunds?",
        "I am unsure if I'll get my refund reduced.",
        "Will there be deductions from myRefund?",
        "I don't know if I'm going to get my refunds reduced.",
        "Can you deduct what I get back.",
        "Is there any deductions on my tax return?",
        "I don't really know if I'll get a reduction to my refund.",
        "Will we deduct from my return?",
        "I don't know if my refunds are reduced.",
        "Is that deductible from my Refunds?",
        "Will there be any cuts from my refunds?",
        "I am uncertain if I will get my refund reduced.",
        "I don't know if I will have a reduction in my refunds.",
        "Do you think my refund will be reduced?",
        "Are there any refunds that are taken away?",
        "Is money being taken off the refund?",
        "Will you deduct what I get back.",
        "Will the Refunds be reduced?",
        "I don't understand if my Refund will be reduced.",
        "I didn't know if my refunds would be reduced.",
        "I don't know if I'll receive a reduction to my refund",
        "Is any reduction in my refund?",
        "I don't know if there will be a reduced refunds.",
        "I don't know if my refunds will decline.",
        "I'm not sure if I'll get my refunds reduced.",
        "Can I get a deduction from my return?",
        "I don't know if I will receive a reduced refund.",
        "Will the Refunds be subject to deductions?",
        "I don't know if there will be reduced refunds.",
        "A potential reduction of refunds?",
        "Will there be a reduction in my refunds?",
        "Is there a deduction from the refund.",
        "Has any refunds to be deducted in this case?",
        "query about refunds deduction",
        "Is there any reduction from my refunds?",
        "Can I get any cuts from my refunds?",
        "Is there money taken out of my refund?",
        "Was there a possibility of potential refund reductions?",
        "Is my Refund subject to any deductions?",
        "Do refunds contain deductions?",
        "Is theRefunds reduced or not?",
        "I'm wondering if there are any cuts to my refund.",
        "Were there any deductions on my refund?",
        "Will my refunds have any reductions?",
        "My refund and any reduction?",
        "Is MyRefund gonna be reduced?",
        "Are any refunds docked?",
        "There could be potential reduction in refund.",
        "Is a Refund reduced?",
        "What about my refund and any cutbacks?",
        "Should I expect any refunds to be cut?",
        "Expectation of any refund cuts?",
        "Will there be any Refunds cuts?",
        "Is there deductions from a return?",
        "Is it my refund that subtracted anything?",
        "Will my return be reduced.",
        "Do any cuts have to be made on the return of funds?",
        "I don't know if I will get myRefund reduced.",
        "I am unsure if I'll receive a reduction in my refund.",
        "Do I have to reduce my return?",
        "Is there a deduction for that from the refund?",
        "I'm wondering if you'll deduct from my return.",
        "Yes, will there be any deductions from my refund?",
        "I'm not sure if I'll get a reduction in my refund",
        "If there are cuts to be made on the return of funds?",
        "Any cutbacks, my refund?",
        "Is it a reduction in my refund?",
        "Will there be a reduction to my refund?",
        "There will be any deductions from my refunds.",
        "Is the return reduced?",
        "Can theRefund be reduced?",
        "I don't know if my refund will be reduced.",
        "Was there any deductions from refund?",
        "Can a refund be reduced?",
        "Is it possible for the money to be deducted for refunds?",
        "Is my refund any cut backs?",
        "Is the refunds going to be deducted?",
        "It is possible that I will have deductions for my refunds.",
        "Is there any deduction from my refunds?",
        "Will refunds face any deductions?",
        "I don't know if my refunds are going to be reduced.",
        "I want to know if amounts are deducted from my refund.",
        "There are any deductions in my refund?",
        "Is that my refund, subtracted anything?",
        "There could be cuts from my refund.",
        "Is it possible for a refund to be reduced?",
        "I don't know if there are deductions from my refund.",
        "I don't know if there will be any deductions from my refunds.",
        "I do not know whether my refund will be reduced.",
        "Is there deductions from my refunds?",
        "I'm wondering if my refund subtracted anything.",
        "I don't know if my Refund will be decreased.",
        "Is there a reduction to the refund?",
        "I'm not sure if I'll have my refunds reduced.",
        "Is there any deduction for that in my refund?",
        "Can you reduce my Refunds?",
        "My refund, are there any reductions?",
        "Is there a reduction on the refunds?",
        "Will you deduct the money I get back?",
        "I would like to know if there are amounts deducted from my refund.",
        "I don't really know if my refunds will be reduced.",
        "Will deductions be made of refunds?",
        "Will my refund get reduced?",
        "Is that deductible from my money back?",
        "Does my refund have amounts deducted from it?",
        "Did my Refunds subtract anything?",
        "Do you have any cut from my refund?",
        "Is that going to be deducted from my refund?",
        "Is there a reduction in my refunds?",
        "I do not know if I will get a reduction in my Refunds.",
        "Does myRefund might be reduced?",
        "I have no clue if I will get a reduction to my refund.",
        "Will my Refund have reductions?",
        "The possibility of refunds being reduced?",
        "Does anyone know about any deductions on my refund?",
        "Questions regarding refund deduction.",
        "Are there deductions from refunds?",
        "Is my payback going to be reduced?",
        "Were there any refunds that have to be deducted?",
        "Is there a deduction from my refund for it?",
        "Is there Deductions from Refunds?",
        "Will my refund include any cutbacks?",
        "I don't know if I'm getting a reduction in my refunds.",
        "It's not clear if my Refund will be reduced.",
        "I don't know if I will have my refunds slashed.",
        "I don't know if my returns will be reduced.",
        "Will there be any cuts made to the return of funds?",
        "Any cuts to be made on returning funds?",
        "Will there be anything taken from my refunds?",
        "Is my refund going to have deductions?",
        "I still don't know if my refunds will be reduced.",
        "Will you deduct from what I got?",
        "Is there deductions from my return?",
        "I am not certain if I will get a reduction to my refund.",
        "I'm unsure if I'll get a reduction to my refunds.",
        "I'm not quite sure if my refunds will be reduced.",
        "Is a reduction on my return?",
        "Is money removed from a refunds?",
        "Was there a chance of potential refunds reductions?",
        "I want to know if there are any amounts deducted from my refund.",
        "Is there going to be any cuts to the return of funds?",
        "Will the money be taken off the return?",
        "I'm not sure if there will be a reduction in my refund.",
        "Will they deduct from what I get back?",
        "Is myRefund going to be reduced?!",
        "Is there a reduction in my refund.",
        "I don't know if I'm getting a reduction in my refund.",
        "Any deductions for refund?",
        "Is theRefund gonna be reduced?",
        "I am not sure if the refund will be reduced.",
        "I don't know if I will get a reduction in the refund.",
        "I don't know if there is a reduction in my refund.",
        "Will you reduce my refund sum?",
        "Is my refund going to be cutbacks?",
        "Will the amount of my refund be reduced?",
        "I'm not sure if the refunds will be reduced.",
        "Is myRefund going to be Reduced?",
        "Is myRefund going to being reduced?",
        "Is there money taken from the refunds?",
        "Any cuts on the return of funds?",
        "I wondered if there were any cuts from my refund.",
        "Is it possible that you'll deduct from my return?",
        "Is there a deduction from myRefund?",
        "I wonder if I will have my refunds reduced.",
        "There could be a deduction from my return.",
        "Would money be removed from the refund?",
        "I don't know if my Refunds will be reduced",
        "I'm not sure if I will have a reduced return.",
        "I'm unsure if I'll get a reduction in my refund.",
        "Will you take something from my return?",
        "Is any money for refunds taken away?",
        "Is there a way for the refunds to be deducted?",
        "I am wondering if my refund subtracted anything.",
        "I haven't heard if I'll get a reduction in my refund.",
        "What about a refund, deducting something?",
        "I might have some deductions for my refunds.",
        "Is it possible that my refund will be subject to deductions?",
        "Will there be deductions from my Refund?",
        "We don't know if refunds will be deducted.",
        "I am not sure about my refunds being reduced.",
        "I have no idea if I will get my refund reduced.",
        "I'm wondering if myRefund will be reduced?",
        "I'm unsure if I will get a reduction in my refunds.",
        "Is there a way for refunds to be deducted in this case?",
        "I don't know if I'm going to get a reduction in my refund.",
        "Does anyone know of any cuts to be made on the return of funds?",
        "Is there any reductions from my refund?",
        "Are the money removed from the refund?",
        "Is money being taken off refund?",
        "For my refunds there could be deductions.",
        "Any cut from my refund?",
        "Does my refunds will be reduced?",
        "Are there any refunds subtracted?",
        "I was wondering if the IRS deducts anything from refunds.",
        "I wonder if a refund is reduced?",
        "Does anyone know if there will be cuts on return of funds?",
        "Are there any reductions to my refund?",
        "I am uncertain if I will get a reduction to my refund.",
        "I am uncertain if my refund will be reduced.",
        "I wonder if my return subtracted anything?",
        "Are there any return deductions?",
        "Is there anything deducted from my refunds?",
        "I am not sure if I'll have a reduced refund.",
        "Deductions affecting my refunds?",
        "Will my refund show any reductions?",
        "Is the amount I receive deducted from my return?",
        "I do not know if I will have a reduced refund",
        "Can you take money off the refund?",
        "Will there be any deductions from my refund.",
        "I'm not sure if my refund will be reduced.",
        "Is there any Deductions from my refund?",
        "Will there be any deductions when I get my refunds?",
        "It is possible that my refunds might be deducted.",
        "It is unclear if I will have my refunds reduced.",
        "Will there be deductions from refunds?",
        "Is taking money off refund a possibility?",
        "Any cuts to be made for the return of funds?",
        "Did I have any deductions from my refund?",
        "Is it possible to deduct that from my return?",
        "Does anyone have deductions on my return?",
        "Will I have to take deductions from my refunds?",
        "Is there a cut to the return of funds?",
        "MyRefund may be reduced.",
        "My refund or any reduction?",
        "Do you know if there are any refunds that have to be deducted?",
        "Deductions from the money you get back?",
        "Is there any deduction from my refund?",
        "My refund may have a reduction.",
        "Is my Refund gonna be reduced?",
        "I'm wondering if there is a reduction on my refund.",
        "Can you expect any refunds to be cut?",
        "Do you know if refunds have to be deducted in this case?",
        "I don't know if I'll have a reducedRefund",
        "Is there any refunds to be deducted?",
        "Is there a possibility of reduced refunds?",
        "Any deductions for that from my refunds?",
        "I wonder if you'll cut from my reimbursement.",
        "Is my refund or any reductions?",
        "I don't know if there will be a reduction in my refund.",
        "I don't have a clue if my refunds will be reduced.",
        "Is there a possibility of potential refund reductions?",
        "Might there be potential reduction of refunds?",
        "There could be potential reductions in the refunds.",
        "Will there be any cuts from the refund?",
        "Is there a reduction on my refund.",
        "I don't know if I'll be getting a reduction in my refunds.",
        "Is there anyRefunds that have to be deducted?",
        "Questions about return deduction.",
        "Will my refund include any reductions?",
        "Does anyone know if there is any take out on returns?",
        "Are there potential refunds reductions?",
        "I'm not sure if I will get a reduction in my Refunds.",
        "Would money be deducted for refunds?",
        "Will any take out on returns happen?",
        "Taking money off from a refund?",
        "I'm wondering if there are any cuts from my refunds.",
        "Is my Refunds gonna be reduced?",
        "Deductions may affect my refund.",
        "It is not known if my Refund will be reduced.",
        "I don't know if I'll see a reduction to my refunds.",
        "Was my refund subtract anything?",
        "I am unsure if I will receive a reduction in my refunds.",
        "I wonder if I'll get a reduction in my refund.",
        "I am unsure if I will receive a reduction in my refund.",
        "There might be some deductions for my refund.",
        "Will deductions be made from the refund?",
        "Is any money deducted for the refunds?",
        "I have a refund and any cutbacks?",
        "Will there be a deduction for that from my return?",
        "I have no idea if I'll receive a reduction to my refund.",
        "Are there possible refunds reductions?",
        "Is my return any cutbacks?",
        "I don't know if I'll be getting a reduction to my refunds.",
        "Any deductions from refunds?",
        "I wonder if there are any deductions from my return.",
        "I am unsure if my Refunds will be reduced.",
        "Does anyone know if any money is deducted for refunds?",
        "\"Is myRefund gonna be reduced?\"",
        "Does my Refunds will be reduced?",
        "I don't know if I'll have a reduction in my refund.",
        "Do you intend to deduct my return?",
        "I don't know if I'll get a decrease in my refund.",
        "I'm not sure if my Refunds will be reduced.",
        "Expecting any reduction in the refunds?",
        "I wonder if deductions affect my refund.",
        "Is my refund subtracted from me?",
        "Does anyone know if there is a reduction on my refunds?",
        "Reduce my refund?",
        "Am I going to get myRefund reduced?",
        "My refunds might be subject to deductions.",
        "Are there cuts to be made on the return of funds?",
        "There might be potential refund reductions.",
        "Is there a chance of refund reductions?",
        "Is theRefund reduced",
        "I don't know if my refunds won't be reduced.",
        "There are questions about refunds deduction.",
        "Is there any way to deduct my refund?",
        "Is there any reductions in my refund?",
        "I don't know about my Refund being reduced.",
        "deductions for my refunds is a possibility",
        "I am not sure if I will get a reduction to my return.",
        "Is there any deductions on myRefund?",
        "Is the refund subtracted anything?",
        "I wonder about the deductions from my refund.",
        "The question is, is a refund reduced?",
        "Will there be cuts to the return of funds.",
        "Will there be cuts from my refunds?",
        "Are there any reduction in my refund?",
        "I'm wondering if any money is deducted for refunds.",
        "Do I have to take a deduction from my refund?",
        "I am wondering if deductions affect my refund.",
        "Is my Refunds any reductions?",
        "Is it possible to deduct my return?",
        "Is there any deductions from refund?",
        "I'm not sure if I will receive a reduction to my refund.",
        "There might be deductions for my refund.",
        "My refund will be subject to some deductions.",
        "Is any money being taken away for refunds?",
        "Is there any deduction for that from my tax return?",
        "I just don't know if my refunds will be reduced.",
        "I don't know about a reduction in my refund.",
        "Will my refunds have any decreases?",
        "I'm wondering if deductions affect my refund.",
        "Is funds deducted for refunds?",
        "Will there be any cuts to the refund?",
        "There may be potential refund reductions.",
        "Will I have to make deductions from my refunds?",
        "Will my return be decreased?",
        "I don't know if I'll get a reduction for my refund.",
        "Deductions from Refunds?",
        "Will there be any refunds cut?",
        "Is there any deductions on my Refund?",
        "My refunds and any cutbacks?",
        "My refunds subtracted anything?",
        "Are there deductions for refunds?",
        "Yes, will refunds be deducted?",
        "If there are any cuts from my refund?",
        "There could be deductions for my Refunds.",
        "Is my return subject to deductions.",
        "Is there any money deducted for refunds",
        "I have no idea if I will receive a reduction in my refund.",
        "I wonder if refunds face deductions.",
        "Is myRefund going to be reduced!",
        "Will you deduct on my return?",
        "I can't say if I'll get my refund reduced.",
        "Is there any amount taken from my refund.",
        "Any cutbacks, my refunds?",
        "Will there be cuts from my refund?",
        "There's a possibility of a deduction from my refund.",
        "I want to know if any refunds have to be deducted.",
        "I am wondering if there are deductions from my refund.",
        "Do refunds have deductions?",
        "Will there be any deductions made from my refund?",
        "I have no knowledge if my refunds will be reduced.",
        "For my refunds there may be deductions.",
        "Is any Money taken away for refunds?",
        "I have a refund, will it be reduced?",
        "My return and any cutbacks?",
        "I was wondering if the refund was reduced.",
        "I'm not sure if I'm going to get my refund reduced.",
        "Will any of my refunds have reductions?",
        "Can anyone tell me about any take out on returns?",
        "Any deductions on my money back?",
        "Will there be any reductions in my Refund?",
        "Will I get any reduction in my refund?",
        "Is there any deductions from the refunded money?",
        "I am unsure if I will have a reduced return.",
        "I don't know if the refunds are going to be reduced.",
        "I am not sure if my refunds will be decreased.",
        "Is there any possible refund deductions?",
        "Is there any deductions from my refunds.",
        "I don't know if I'm getting my refunds reduced.",
        "Will there be potential reduction in refunds?",
        "Are there any refunds deducted?",
        "I am not certain if I will have my refunds reduced.",
        "Are there any cuts to be made on returning funds?",
        "I don't know whether myRefund will be reduced.",
        "Deductions from the refund?",
        "Is there any way to cut my refund?",
        "Can you deduct what I get back?",
        "Is there any potential for refund reductions?",
        "Any cuts to be made when funds return?",
        "I want to know if there are any deductions on my refunds.",
        "Is there any deductions from the Refunds?",
        "Is my refund subject to the deductions?",
        "Is my refunds subtracted?",
        "Will refunds being deducted?",
        "Will you deduct anything I get back?",
        "Are there any money removed from the refund?",
        "I don't know if I'll get a reduction to my return.",
        "Is my refund cutbacks?",
        "Is the amount of my return deducted from it?",
        "I wondered if my refund subtracted anything?",
        "I don't know if my refunds might be reduced.",
        "Is myRefund Gonna be reduced?",
        "Do you have any cutbacks with my refund?",
        "Will my return be reduced?",
        "Is my refund reducing?",
        "Will you decrease my refund sum?",
        "May myRefund be reduced?",
        "Is there any way to reduce my return?",
        "If I will have my refunds reduced, I don't know.",
        "I don't know if my refunds will be subject to deductions.",
        "Is there a reduction on myRefund?",
        "I am uncertain if I will have a reduced refund.",
        "I don't know if I will get a reduction to my Refunds.",
        "Is my refunds any cuts?",
        "I don't know if I'll receive a reduction to the refund.",
        "My refund might have some cuts.",
        "I'm not sure if I'll get a reduction to myRefund.",
        "Reduction on my return?",
        "There might be some deductions on my refund.",
        "I don't know if I get a reduction in my refunds.",
        "Expecting some reduction in refunds?",
        "I don't know if I'll have a reduced refunds.",
        "My refund or reductions?",
        "I'm not sure if I'll get my return reduced.",
        "Could there be deductions from the refund?",
        "I am not sure if my refunds will go down.",
        "I'm unsure if my Refund will be reduced.",
        "Was there any deductions for refunds?",
        "Is there a deduction from my refund for this?",
        "I'm not certain if I will have my refunds reduced.",
        "Is it possible for you to deduct from my return?",
        "Is there any cut from my return?",
        "Is it possible to take money away from a refund?",
        "Will my refund be decreased?",
        "I do not know whether my refunds will be reduced.",
        "I'm unsure if I will receive a reduction to my refund.",
        "Will my refunds be subject to deductions?",
        "I do not know if my refunds will be reduced",
        "Any cuts made to the return of funds?",
        "Is there anything to deduct on my return?",
        "Do you expect any cut to your refund?",
        "Are my refunds gonna be reduced?",
        "Will there be possible refund reductions?",
        "Did I get any cuts from my refunds?",
        "Do you deduct the amount that I get back?",
        "Will you reduce my refund?",
        "Will there be any deductions when I get my refund?",
        "Do they deduct any refunds?",
        "Did there be any deductions on my refund?",
        "There may be deductions to my refunds.",
        "Will my refund be deductible in any way?",
        "Is it possible that there will be any refund cuts?",
        "Will any deductions be part of my refund?",
        "Does anyone know if there are any takes out on returns?",
        "I don't know if Ill get my refund reduced.",
        "Any deductions from the refund?",
        "If there are any refund deductions.",
        "I want to know if refunds will be deducted.",
        "Is any reduction in my refunds?",
        "There is a possibility of a deduction from my refund.",
        "Is myRefund gonna be decreased?",
        "Will myRefund be subject to any deductions",
        "I'm not sure if I'll get a reduction to my money back.",
        "It's a question of refunds, deducting anything?",
        "Is any money taken off for refunds?",
        "My refund or some reductions?",
        "Any money that is deducted for refunds?",
        "Any deductions from my refunds for that?",
        "I don't know if my Refund can be reduced.",
        "Will my refunded amount be reduced?",
        "Would any cuts be made to the return of funds?",
        "There is a possibility of a deduction from my refunds.",
        "Will there be any deductions taken from my refund?",
        "Is there a deduction for it from my return?",
        "Will my payback be reduced?",
        "If I will get my refund reduced, I don't know.",
        "Would refunds face deductions?",
        "Will you subtract from what I get back?",
        "My return and any reduction?",
        "I want to know if refunds are deducted.",
        "I wonder if there is a deduction for that from my refund.",
        "Are there possible refund reductions?",
        "Do you know if there have to be refunds deducted?",
        "There are questions about whether refunds face deductions.",
        "Is there a deductible for that from my refund?",
        "I don't know if my refund is going to be reduced.",
        "How about a deduction from my refund?",
        "Is taking money off the refund possible?",
        "Any deductions on my tax return?",
        "Do I have to make any cuts from my refund?",
        "I don't have a clue if my Refund will be reduced.",
        "Is there any deductions affecting my return?",
        "I have a refund, will there be any deductions?",
        "Are you able to reduce my refunds?",
        "Would any money be taken away for refunds?",
        "Does any cuts have to be made on the return of funds?",
        "I'm not sure if I will get a reduction to my refunds.",
        "I do not know if my Refund will be decreased.",
        "I am not sure if my refunds will be cut.",
        "Is there any reduction in my refund.",
        "I don't know if I'll get a reduction on my refund.",
        "Will there be any cuts to the return of funds?",
        "Does anyone know if the IRS deducts anything from refunds?",
        "Can I get any deductions from my refund?",
        "There is a question about whether any refunds have to be deducted.",
        "Can I take any deductions on my refund?",
        "Could money be taken away for refunds?",
        "I don't know if there are any deductions on my return.",
        "Are you planning to cut from my reimbursement?",
        "I do not know if my refunds are going to be reduced.",
        "I am wondering if there are any deductions on my refund.",
        "I'm not certain if I'll get a reduction in my refund.",
        "Is a reduction on my refunds possible?",
        "Can there be a reduction in my refund?",
        "Is it possible that you will deduct my return?",
        "Will my refunds be taken away?",
        "I'm not sure if I will get a reduction to my refund.",
        "deductions might be made for my refunds.",
        "Is the refund reduced due to something?",
        "I am not aware if my Refund will be reduced.",
        "Isn't myRefund gonna be reduced?",
        "Is there a deduction from my tax return?",
        "Can you reduce the amount of my refund?",
        "I might see deductions for my refunds.",
        "I am not sure if I will have a reduced refunds.",
        "Will you take away what I get back?",
        "I do not know if my Refunds will be reduced.",
        "Is the amount of my refund taken away?",
        "Will some refunds be deducted?",
        "Does the Refunds face Deductions?",
        "Are refunds subjected to deductions?",
        "\"Is myRefund going to be reduced?\"",
        "I'm not sure if I'm going to have my refunds reduced.",
        "Deductions from my return?",
        "Do you expect any cut to your refunds?",
        "I do not know if I will have my refunds reduced.",
        "I wonder if any refunds have to be deducted.",
        "Are you going to deduct what I get back?",
        "I don't know if my refund subtracted anything?",
        "Any cuts to be made when the funds return?",
        "I don't understand if my refund will be reduced.",
        "I'm not quite sure if I'll get a reduction to my refund.",
        "Will my Refund have a reduction?",
        "Is it possible that there are deductions from the refund?",
        "I am not certain if I will get a reduction in my refund.",
        "I was wondering if there were any cuts from my refunds.",
        "There could be potential reduction to refunds.",
        "Can there be potential reductions in refunds?",
        "I don't know if I'll get a reduction to my Refund.",
        "Would there be potential reductions in refunds?",
        "Does anyone know if there are cuts to my refund?",
        "My refund might be affected by deductions.",
        "Is my refund subtract anything?",
        "I need to know if there are any deductions on my refund.",
        "Is it possible that deductions affect my return?",
        "Will the refunds get deducted?",
        "Will the money I get be reduced?",
        "Is it possible that my money is deducted from my refund?",
        "Will I be hit with any deductions?",
        "I'm wondering if you will deduct from my return.",
        "Is my refund or any reduction?",
        "My Refund may be reduced",
        "Is it possible for potential refund reductions?",
        "Does myRefund will be reduced",
        "There possibly are deductions for my refunds.",
        "Is the refund being reduced?",
        "Is there any cut to come on the return of funds?",
        "Can you tell me if any takes out on returns?",
        "Do I have to take any deductions on my refunds?",
        "Any refunds deducted?",
        "Is there any Refunds to be deducted in this case?",
        "I want to know if my refund will be reduced.",
        "I don't know if I'll get a reduction to my refund at all.",
        "I'm not sure if I'll receive a reduction to my refunds.",
        "I wonder if my refund, subtracted anything?",
        "Is my return or any reduction?",
        "Is there any deductions from your return?",
        "I don't know if I will get a reduction to the refunds.",
        "Did there be deductions from my refund?",
        "Are there any refunds to be deducted in this case?",
        "I don't know if I'll have my refunds cut.",
        "I can't tell if I'll get a reduction in my refund.",
        "Will myRefund be subject to any deductions?",
        "Do I expect myRefund to be reduced?",
        "I don't know if I'll get a reduction in my money back.",
        "refunds might be deducted",
        "Is there any cuts from my refund.",
        "I'm unsure if I will have a reduced refund.",
        "I don't know if I will receive a reduction in my return.",
        "Will you deduct from the amount I get back?",
        "Is there any kind of deductions on my refund?",
        "I wonder if there are any refunds that have to be deducted.",
        "I don't know that my refunds will be reduced.",
        "I am not certain if I will get my refund reduced.",
        "Does my refund have to be reduced?",
        "Is there any cut to my refunds?",
        "Can you deduct my return?",
        "I do not know if my refund will be reduced",
        "I don't know if I'll get my return reduced.",
        "I don't know if I'll get a reduction in refunds.",
        "I am not sure if my refunds are going to be reduced.",
        "Is money removed from Refunds?",
        "I don't know if I will receive a reduction in my refund.",
        "There could be deductions with my refunds.",
        "Is the Refund reduced?",
        "I don't know if I will get my Refund reduced",
        "Does myRefund get reduced?",
        "Expect any refund cuts?",
        "am I going to have myRefund reduced?",
        "Are you going to deduct from the return?",
        "Will you reduce my return?",
        "Will my refund be reduced",
        "Is it possible to deduct that from my refund.",
        "Do I have to take any cuts from my refund?",
        "My return, any reduction?",
        "Is there any Refunds deductions?",
        "I wonder if my refund will be reduced.",
        "Is my refund going to have any reduction?",
        "Do you deduct my return?",
        "Any cuts from my refunds?",
        "Do you deduct anything I get back?",
        "I don't know if I will get a reduction to my Refunds",
        "Is it possible you will deduct from my return.",
        "Is there any cuts to be made when funds are returned?",
        "Does my refunds have any reductions?",
        "Does anyone know if there would be cuts to the return of funds?",
        "Reducing my return?",
        "Is any reduction in my refund possible?",
        "Will you deduct my returns?",
        "Is there any cutbacks after my refund?",
        "My money back, any reduction?",
        "Is there any deduction on my return?",
        "Do you have a deduction for that from my return?",
        "Is there any chance of any refund cuts?",
        "MyRefund subtracted anything?",
        "There may be cuts made on the return of funds.",
        "I'm not certain if I'll get my refund reduced.",
        "There is a chance that I will have my refunds reduced.",
        "Is there money that is taken away for refunds?",
        "Are you able to reduce my refund?",
        "I was wondering if my refund would be subject to deductions.",
        "refund deduction questions",
        "There is a chance that my refunds might be deducted.",
        "I really don't know if my refunds will be reduced.",
        "I wonder if the refunds are reduced or not.",
        "I am not certain if I will receive a reduction in my refunds.",
        "I wonder if refunds will be deducted.",
        "I do not know if I will get my Refunds reduced.",
        "I don't know ifI will get a reduced refund.",
        "Are there any deductions from refund?",
        "I don't know if my Refund will be reduced or not.",
        "I'm wondering if there are any deductions from my refund.",
        "Will there be any cut from my refund?",
        "Do you have any reductions from my refund?",
        "I'm wondering if a refund is reduced.",
        "Is there a deduction for it from my refunds?",
        "Reducing the amount of my refund?",
        "How about a reduction on my refund?",
        "Is my refund subtracted from?",
        "Is my Refund going to have any reductions?",
        "I did not know if my refunds will be reduced.",
        "Is my refund subtractable?",
        "Is there a deducted amount from my refund?",
        "I am unsure if I will have my refunds lowered.",
        "Take money away from the refund?",
        "I don't know if there will be any deductions from my return.",
        "I don't know if a refund is reduced.",
        "Is there any amount deducted from my refund?",
        "Questions about refund deduction.",
        "Are there potential reductions in refunds?",
        "Is there any deductions from Refunds?",
        "There are any refunds that need to be deducted in this case?",
        "Can any cuts be made on the return of funds?",
        "Is there anything I can deduct from my return?",
        "Does any take out on returns happen?",
        "Are there any refunds to be deducted in this case.",
        "Can I know if myRefund will be reduced?",
        "Is there an amount deducted from my Refunds?",
        "There are questions about refund deduction",
        "There is any reduction on my refund?",
        "Do I have a deduction from my refund?",
        "I don't know if my Refunds is reduced.",
        "I have no idea if I'll get a reduction in my refund.",
        "Will deductions affect my refunds?",
        "Is the money deducted from my return?",
        "I am not sure if I will have a reduction to my refund.",
        "I'm unsure if I will get my refund reduced.",
        "Will you deduct it from my return?",
        "I want to know if you will deduct from my return.",
        "Any cutbacks for my refund?",
        "The money might be taken off the refund.",
        "There may be deductions from refund.",
        "Will my refund subtract anything?",
        "Is the refund reduced?",
        "I don't know if I'll get the refund reduced.",
        "Will there be any reduction in my refund?",
        "I don't understand if I'll get a reduction to my refund.",
        "I do not know if I will get a reduced refund",
        "I need to know if you will deduct from my return.",
        "Is there any money taken away for refunds",
        "I don't know if I will have my refunds decreased.",
        "Was there deductions from the refund?",
        "There might be deductions made for my refunds.",
        "Can I get a deduction from my refund?",
        "I do not know if I'll receive a reduction to my refund.",
        "Does myRefund have to be reduced?",
        "There were queries about refund deductions.",
        "Are there any cuts to my refunds?",
        "Will there be any deductions from my Refunds?",
        "Do I have to subtract my refund?",
        "Will there be anything to take from my refund?",
        "Can I get a reduction on my return?",
        "I am uncertain if I will receive a reduction in my refund.",
        "I am wondering if myRefund will be reduced.",
        "I don't know if you will deduct from my return.",
        "I don't know if I will have my refunds lowered.",
        "I would like to know if there are any deductions on my return.",
        "Does myRefund going to be reduced?",
        "Would my refund subtract anything?",
        "How about deductions from the return?",
        "Is my refund, any reductions?",
        "Is there a deductible from my refund?",
        "There is a chance of possible refund reductions.",
        "Is my refunds affected by deductions?",
        "I'm not sure if I'll get a reduction in my Refunds.",
        "Will I get any cuts from my refund?",
        "I don't know if I will get a reduction in my return.",
        "Is there any deduction for my refund?",
        "Is there going to be any cuts on the return of funds?",
        "Is there any amount taken from my refund?",
        "Do you deduct the amount I get back?",
        "Do refunds incur any deductions?",
        "Will Refunds be deducted?",
        "Can I deduct from my refund?",
        "There is a chance of deductions for my refunds.",
        "Will any of the refunds be deducted?",
        "Any cuts from the refund?",
        "Is myRefund gonna be reduced??",
        "I am not sure if the refunds will be reduced.",
        "Will there be refund deductions?",
        "Is the refund subject to any deductions?",
        "I'm not sure if the Refund will be reduced.",
        "Does anyone have deductions on my refund?",
        "Does any money get deducted for refunds?",
        "There is a question of if a refund is reduced.",
        "I am wondering if there will be any deductions from my refund.",
        "Is there any deductions for refunds.",
        "myRefund might be reduced",
        "Are there deductions from my refund?",
        "Will you take my money from the return?",
        "There's a possibility of deductions for my refunds.",
        "Did there be any deductions from the refund?",
        "I do not know if I will have a reduction to my refund.",
        "I don't know if I am going to get a reduction in my refund.",
        "Is expecting any cut in refunds?",
        "Are there any deductions from my Refund?",
        "Do you know if there will be cuts on the return of funds?",
        "Is a reduction a part of my return?",
        "My refund may be subject to deductions.",
        "There have been questions about refunds being deducted.",
        "Any reductions or my refund?",
        "I don't know if my refund would be reduced.",
        "Do you have a reduction on my refunds?",
        "Is there any reduction in my Refund?",
        "Did there be deductions from the refunds?",
        "Is there a deduction from the refunds?",
        "Will there be any cuts in my refund?",
        "Do deductions affect my money back?",
        "Are there any refunds that must be deducted?",
        "Is my refunds any reductions?",
        "There are questions about the return deduction.",
        "It is unknown if my refunds will be reduced.",
        "Are any money deducted for refunds?",
        "Is it possible that my refund amounts are deducted?",
        "Is there any money taken from my refund?",
        "I'm not sure if my refunds will reduce.",
        "Is any of my refunds deductible?",
        "MyRefund will be subject to any deductions.",
        "Is there any deduction for that from my refund?",
        "Is myRefund subject to any deductions?",
        "Do you know if any cuts will be made on the return of funds?",
        "Do you deduct from what I get back?",
        "I am not sure if I will have a reduced refund.",
        "Does the Refunds face deductions?",
        "Does my return have any deductions?",
        "Are there any refunds taken away?",
        "I don't know if I'll receive a reduction to my refunds.",
        "Any cuts, my refund or anything?",
        "I wonder if there are deductions from the refund.",
        "I don't know if there's a reduction to my refund.",
        "Is there a deduction for that in my refund?",
        "Is there any deduction in the future refund?",
        "I did not know if my Refund would be reduced.",
        "I don't know if amounts are deducted from my refund.",
        "Will it be possible to deduct from my return?",
        "Is my refund subject to deductions?",
        "I'm unsure if I will receive a reduction in my refunds.",
        "Would there be a reduction on my refund?",
        "I have not decided if my refunds will be reduced.",
        "I don't know if I will get a reduction in refunds.",
        "What about my refund or any other cutbacks?",
        "Is there a deduction from myRefund for that?",
        "My Refunds, any cutbacks?",
        "Did you deduct from what I got back?",
        "Is there any reduction to my refunds?",
        "Is there a cut on my refund?",
        "Was there any chance of potential refund reductions?",
        "I don't understand if I will have my refunds reduced.",
        "I'm not sure if I will have a reduced refund",
        "How much will you deduct from what I get back?",
        "There might be some deductions for my refunds",
        "Will the refunds be reduced?",
        "there may be deductions for my refunds",
        "Is there any deductions for the refunds?",
        "Is there potential for refunds to be reduced?",
        "Do you know if a refund is reduced?",
        "Will you not deduct what I get back?",
        "Is my refund subtracted or not?",
        "I am not sure if I will get a reduction to my Refunds.",
        "Is my return subtract anything?",
        "Could be potential reductions in refunds?",
        "I am uncertain if I will get a reduction in my refund.",
        "Does anyone know of a reduction on my refund?",
        "I'm not sure if I will get my Refunds reduced.",
        "I don't know if I'll get my refunds reduced",
        "Can you tell me about any refund deductions?",
        "Will there be any reductions in my refunds?",
        "Does anyone have any reduction on my refund?",
        "My refund, are there any cutbacks?",
        "Was there deductions from the return?",
        "Is any of the money taken away for refunds?",
        "Is my refunds subject to deductions.",
        "Is a reduction on my return applicable?",
        "Will my refund include deductions?",
        "I don't know if my Refund will go down.",
        "It is possible that there are deductions for my refunds.",
        "Will there be any deductions on the refund?",
        "Could there be possible refunds reductions?",
        "Will my refund be deductible in some way?",
        "I am unaware if my Refund will be reduced.",
        "Is there deductions from my Refunds?",
        "I don't know if I'll be able to get a reduction in my refund.",
        "Is there a possibility of refunds reductions?",
        "There is a chance that my refund will be reduced.",
        "There are any cuts to my refund?",
        "Does my return subtract anything?",
        "Does anyone know if there is any taking out on returns?",
        "I'm not certain if I will get a reduction in my refund.",
        "Is there a possibility of reduction in refunds?",
        "I don't know if there is a reduced refund.",
        "There might be cuts made to the return of funds.",
        "Is there some deductions from my refund?",
        "Is less money from my refund possible?",
        "Do you have any cutbacks for my refund?",
        "Is the refunded amount reduced?",
        "I want to know if there are any deductions from my refunds.",
        "I would like to know if there is a reduction on my refund.",
        "Am I going to see myRefund reduced?",
        "Is there any reduction of my refund?",
        "Will I get any deductions from my refunds?",
        "Will my return be subject to deductions?",
        "Is it possible that money is taken away for refunds?",
        "Does my refund include any deductions?",
        "I don't know if I'll be able to get my refunds reduced.",
        "I wonder if the amounts are deducted from my refund.",
        "Will you deduct whatever I get back?",
        "How about any deductions for refunds?",
        "It is not known if I will have my refunds reduced.",
        "It's not clear if I'll get a reduction to my refund.",
        "Is there any cutbacks in my refund?",
        "I wonder if my refund subtracted anything.",
        "I don't know if I will get a reduction to my refunds",
        "Is there any money taken away from refunds?",
        "I'm unsure if I will get my refunds reduced.",
        "I didn't know if I'd get a reduction to my refund.",
        "Any deductions from my return?",
        "I'm not sure if I'll receive a reduction to my refund.",
        "Any refunds that have to be deducted?",
        "Is there any money being deducted for refunds?",
        "Will money be deducted for refunds?",
        "I'm wondering if there are deductions from my refund.",
        "Are refunds facing deductions?",
        "Is my refund subject to some deductions?",
        "I want to know if my refund will be subject to deductions.",
        "I am not sure whether I will get my refund reduced.",
        "I have no idea if I will have my refunds reduced.",
        "I did not know if I would get my refund reduced.",
        "I have no idea if I'll receive a reduction in my refund.",
        "I don't know how much my refund will be reduced.",
        "Yes, is myRefund going to be reduced?",
        "I wonder if my refunds will be subject to deductions.",
        "Do I subtract anything from my refund?",
        "It is uncertain if I will have my refunds reduced.",
        "I have no idea if I will get my Refunds reduced.",
        "My return, any cutbacks?",
        "There's a chance of potential refund reductions.",
        "It's unclear if my refunds will be reduced.",
        "Is there any money deducted from my Refunds?",
        "I don't know whether I will have my refunds reduced.",
        "Is refunds going to face deductions?",
        "Expectations of any refund cuts?",
        "There could potentially be deductions for my refunds.",
        "Is the money taken off refund?",
        "I don't know if I'll get my refund slashed.",
        "A reduction in my refund?",
        "Is there any deductions for the return?",
        "I wonder if the amount of my refund is deducted.",
        "Was it possible for deductions from the refund?",
        "Do I have any reductions to my refund?",
        "Is my refund going to be cut?",
        "I don't know if I will have my refund reduced.",
        "I am not sure if my Refunds will be reduced.",
        "I wasn't sure if my refunds would be reduced.",
        "There is a possibility of potential refund reductions.",
        "I'm not sure if I will get a reduction in my return.",
        "Can there be any cuts made on the return of funds?",
        "I am not certain if myRefund will be reduced.",
        "Is my refund any reductions?",
        "Is there any deductions fromRefund?",
        "Are there any deductions from the refund?",
        "Will there be any deductions on my refund.",
        "I don't know if I will be given a reduction to my refund.",
        "Do I need to make any deductions from my refund?",
        "Is my Refunds any cutbacks?",
        "I was wondering if there was a reduction on my refund.",
        "I don't know if my refunds are going to be lowered.",
        "Are any of the refunds deducted?",
        "Will my refund reduced?",
        "Is there an amount taken from my refund?",
        "Will any of my refunds be cut?",
        "I don't know if I'll get myRefund reduced.",
        "Will my reimbursement be reduced?",
        "Is there any refunds deductions?",
        "Can you cut back on my refunds?",
        "I don't know if there will be deductions from my refund.",
        "Do you expect any cuts in your refunds?",
        "Does anyone know any cuts from my refund?",
        "Will I be able to deduct from my return?",
        "I would like to know if there will be any deductions from my refund.",
        "There could be potential reductions to refunds.",
        "Do I have any deductions from my refund?",
        "Do you know if money is deducted for refunds?",
        "Will my tax return be deductible?",
        "Is it possible to deduct the refunds?",
        "I'm not sure if I'll have a reduction in my refund.",
        "I don't know if my Refunds will be lowered.",
        "I don't know if I will get a reduction in my Refunds",
        "Will there be deductions when I get my refund?",
        "I do not know if I will get my Refund reduced.",
        "Is money being removed from the refund?",
        "Was there any refund deductions?",
        "Will my tax refunds be deductible?",
        "I didn't know if I'll get a reduction in my refund.",
        "Do you have any deductions on my return?",
        "I have not been sure if my refunds will be reduced.",
        "I'm not sure if I will get my Refund reduced.",
        "The possibility of refund reductions?",
        "Are there any deductions for the refund?",
        "Is it possible to deduct that from my Refunds?",
        "Can you reduce my refunds?",
        "It's not known if my Refund will be reduced.",
        "I don't understand if my refunds will be reduced.",
        "My refund may have some cuts.",
        "my Refund may be reduced",
        "Would there be possible refunds reductions?",
        "Will my refunds have any cuts?",
        "Is there a deduction from refunds?",
        "Do I have to deduct anything from my refund?",
        "Are my refunds reduced?",
        "Is there any deductions for refunds?",
        "Does anyone know if any refunds have to be deducted?",
        "I haven't heard if my refund will be reduced.",
        "Is it possible that refunds face deductions?",
        "I do not know if they will reduce my refunds.",
        "What about potential refund reductions?",
        "Any deductions on my return?",
        "Is it possible that amounts are deducted from my refund?",
        "Is there any deductions affecting my refund?",
        "Will my refund be taken away?",
        "Expecting some cuts in refunds?",
        "I don't know if I'll get a reduction to the refunds.",
        "Will anything be deducted from my refund?",
        "Is any money taken away for Refunds?",
        "It is unclear if my refunds will be reduced.",
        "Do the refunds have deductions?",
        "Expecting any reduction in refunds?",
        "Is there any chance of refunds being cut?",
        "Will you deduct from my return.",
        "I don't know if I will be receiving a reduction to my refund.",
        "Any deductions in my return?",
        "Expecting any cuts in refunds?",
        "Can there be potential refund reductions?",
        "Is there deductions affecting my refunds?",
        "I don't know if I can get my refund reduced.",
        "There might be cuts on the return of funds.",
        "Can refunds be deducted in this case?",
        "Could there be potential reduction of refunds?",
        "I want to know if any takes out on returns.",
        "Are there any cuts from the refund?",
        "Will my tax refund be deductible?",
        "I am unsure if I will get a reduction to my refunds.",
        "I am wondering if there are any deductions on my return.",
        "Does anyone have a reduction on my refunds?",
        "Isn't myRefund going to be reduced?",
        "There may be deductions on my return.",
        "Is there money taken from my refund?",
        "Will my Refunds have any reductions?",
        "Will there be any deductions for my refunds?",
        "I'm unsure if I'll have a reduced refund.",
        "I don't know whether my refunds will be reduced.",
        "I'm not sure if I'm going to get a reduction in my refund.",
        "I don't know if I'll have my refunds lowered.",
        "I didn't know if my Refund will be reduced.",
        "Is there money removed from refund?",
        "I wondered if you would cut from my reimbursement.",
        "Can there be refunds deducted in this case?",
        "Will you deduct from my tax return?",
        "I have no idea if my Refund will be reduced",
        "I don't know if I can get my refunds reduced.",
        "Is there any money taken from my refund.",
        "Are there any refunds to be deducted in this instance?",
        "Is there any way to reduce the return of funds?",
        "There could be potential refund reductions.",
        "There might be some deductions from my refund.",
        "Will my refund include reductions?",
        "Is a reduction on the return?",
        "Is my return going to have any reductions?",
        "Will my refund be lowered?",
        "There might be deductions on my return.",
        "Does any reduction on my refund exist?",
        "Would deductions affect my refund?",
        "Is there a reduction of my refunds?",
        "I am uncertain if I will receive a reduction to my refund.",
        "Will there be cuts to the return of funds?",
        "I don't have an idea if my refunds will be reduced.",
        "I am unsure if I will get a reduction in my refunds.",
        "Is it possible that you deduct from my return?",
        "Did my Refund subtract anything?",
        "I don't know if I will get reduced refund.",
        "Do I have to make any cuts to my refund?",
        "Does a refund get reduced?",
        "I don't know if I'll get Refunds reduced.",
        "I want to know if the amounts are deducted from my refunds.",
        "I don't know if I'll have a reduced return.",
        "Is there a cut to be made on the return of funds?",
        "Has a refund been reduced?",
        "Is there an amount deducted from my refund?",
        "Is myRefund going to decreased?",
        "Is there any reduction to my refund?",
        "Is a deduction from my refund possible?",
        "Will the money I get back be subject to deductions?",
        "I'm not sure if I will get my Refunds reduced",
        "I'm not sure if my refunds are going to be reduced.",
        "Is there money deducted from refunds?",
        "Is there a way to deduct amounts from my refund?",
        "Can you tell me any refund deductions?",
        "Will there be any cut in the refunds?",
        "Will there be any cuts to your refund?",
        "Will my return have any decreases?",
        "I am not sure if I will receive a reduction in my return.",
        "I'm not sure whether I'll get a reduction in my refund.",
        "Will you deduct the amount of what I get back?",
        "Will my refunds have any deductions?",
        "I would like to know if there are any cuts to my refund.",
        "Is it possible to deduct from the refund?",
        "Do you have a reduction on my return?",
        "Can there be potential reduction of refunds?",
        "Is there any deductions on my return.",
        "My return or any reductions?",
        "I don't know if I'll be getting my refunds reduced.",
        "Do you know if any money is deducted for refunds?",
        "Is my return any reductions?",
        "Is it possible that you will cut from my reimbursement?",
        "Are there any deductions from refunds?",
        "Will I have to make any deductions from my refunds?",
        "Can anyone tell me about any takes out on returns?",
        "Is there any possible refunds deductions?",
        "Is it possible that amounts are taken from my refund?",
        "Is there any money that is taken away for refunds?",
        "query regarding refund deduction",
        "Are there any deductions from my refund for that?",
        "Can there be deductions from the return?",
        "I am not sure whether my refunds will be reduced.",
        "Any cuts to be made on the return of funds",
        "Does anyone have any deductions on my return?",
        "Is there any deductions from my Refund?",
        "Will you deduct from what I get?",
        "Is there any deductions on the refund?",
        "Are there potential refund reductions?",
        "There are any deductions on my refund?",
        "Will my refund be affected by deductions?",
        "I can't say if I will get my refund reduced.",
        "Will there be a deduction on my return?",
        "Is there a way to deduct that from my return?",
        "My money back, any cuts?",
        "Are my refunds subject to any deductions?",
        "I'm not sure whether I'll get a reduction to my refund.",
        "Will there be cuts to my refund?",
        "Some questions about the refund deduction.",
        "Any deductions from my refunds?",
        "Is there any deductions from return?",
        "I am not sure if I will have a reducedRefund",
        "Will deductions affect my return?",
        "Do I have any reductions for my refund?",
        "Can there be cuts to the return of funds?",
        "Will there be any cut to the refunds?",
        "I'm not sure if I'm going to get a reduction to my refund.",
        "I don't know if I will receive a reduced refund",
        "Will my refunds be cut?",
        "Is my Refunds subject to deductions?",
        "Is there any deductions in the future return?",
        "Is Money removed from Refund?",
        "Is there any deductions from my funds?",
        "Do you have any cuts from my refunds?",
        "There might be deductions for my Refunds.",
        "Is there going to be cuts on the return of funds?",
        "Is a refunded money reduced?",
        "There are cuts to be made on the return of funds?",
        "Will you deduct money I get back?",
        "Is it possible to deduct anything on my refund?",
        "How about my refunds, any cutbacks?",
        "I wonder if deductions affect my refunds.",
        "Is there any reduction on the refund?",
        "Taking money away from a refund?",
        "I don't know if there are any deductions on my refund.",
        "Is there deductions from refunds?",
        "Is my refunds subject to deductions?",
        "I wonder if my refunds will be reduced.",
        "Is there any refunds to be deducted in this instance?",
        "Are you going to take money off the return?",
        "Do I have a reduction on my return?",
        "I don't know if my reimbursement will be reduced.",
        "Is there an amount deducted from my refunds.",
        "I can't say if I'll get a reduction in my refunds.",
        "Some deductions may be made for my refunds.",
        "I want to know if there are any refunds that need to be deducted.",
        "What will you deduct from my return?",
        "How about deductions from my refund?",
        "Is there any refunds which have to be deducted?",
        "Will my refund be deductible at all?",
        "Do I have to make any deductions from my refund?",
        "Are there deductions from my Refunds?",
        "Can I subtract anything from my refund?",
        "Are there deductions from my refunds?",
        "Could be potential reduction of refunds?",
        "There could be deductions from the return.",
        "Can any cuts be made on the return of money?",
        "I'm unsure if I'll receive a reduction in my refunds.",
        "Will myRefund have any reduction?",
        "Will you deduct the amount I got back?",
        "query about refund deductions",
        "Will the refunds being deducted?",
        "I do not know if there will be a reduction to my refund.",
        "Do myRefund will be reduced?",
        "Deductions may be made for my refunds.",
        "Possible refund reductions?",
        "Will there be reductions in my refund?",
        "Any reductions from my refund?",
        "I'm not sure if I'll see a reduction to my refund.",
        "I do not know if I'll get my refunds reduced.",
        "My refund might be affected by deductions?",
        "Can there be any refunds that have to be deducted?",
        "I don't know if a reduction in my refund will happen.",
        "I don't know if my Refund will be cut.",
        "I wonder if there are amounts taken from my refund.",
        "I doesn't know if my refunds will be reduced.",
        "Will any of my refunds have a reduction?",
        "I don't know if my refund will be cut.",
        "Could there be potential refunds reduced?",
        "Expectations of any cuts in refunds?",
        "I don't know if I can get a reduction in my refund.",
        "Were there deductions from the refund?",
        "I'm not certain if I will get a reduction to my refund.",
        "I don't know if my Refunds will be Reduced",
        "I wondered if there were deductions from my refund.",
        "Will any money be deducted for refunds?",
        "My refunds, any reduction?",
        "My refund subtracts anything?",
        "Would there be cuts made on the return of funds?",
        "There might be some kind of deductions for my refunds.",
        "Does anyone know if any cuts will be made on the return of funds?",
        "Would my refunds be reduced?",
        "Is there any refund deductions?",
        "I have no idea if my refunds will go down.",
        "Is the Refunds reduced?",
        "I'm wondering if there's a reduction on my refund.",
        "Is money removed from refunds?",
        "Will you take away my money from my return?",
        "If there are any deductions on my return?",
        "Any deductions relating to refunds?",
        "I don't know if I will be able to get my refunds reduced.",
        "I'm wondering if you will cut from my reimbursement.",
        "I haven't been told if my refunds will be reduced.",
        "Would there be any refunds deductions?",
        "Do you think there will be cuts to the return of funds?",
        "Do you expect any cuts to your refund?",
        "Any cuts to be made when the funds come back?",
        "I am not sure if I will have a reduced return.",
        "I don't know if I will be getting a reduction to my refunds.",
        "Is there any refunds which need to be deducted?",
        "Is there money removed from a refund?",
        "Will there be deductions from my return?",
        "Could refunds face deductions?",
        "Was it possible for potential refunds to be reduced?",
        "They may deduct my refunds.",
        "What about my refund or any cutbacks?",
        "There is a question about a refund reduced.",
        "Did deductions come from the refund?",
        "Will you take money out of my return?",
        "Will my refund have reduced amounts?",
        "Will there be anything to take away from my refund?",
        "Would refunds be deducted?",
        "Will there be any reductions in my Refunds?",
        "Is there deductions for refund?",
        "There may be a deduction for my refunds.",
        "I don't really know if I'll get a reduction in my refund.",
        "There may be some deductions for my refunds.",
        "I don't know if I will get a reduction of my refund.",
        "I wonder if there is a deduction for that from my refunds.",
        "I wonder if I will get a reduced refund.",
        "Is there money removed from the refund?",
        "There could be deductions towards my refunds.",
        "Will you deduct from the amount I return?",
        "Is there a deductions for that from my refund?",
        "My refund or any cutbacks?",
        "Are my Refunds gonna be reduced?",
        "I don't know if I will be getting a reduction in my refund.",
        "Are there any refunds that have to be subtracted?",
        "Is my return reduced?",
        "Will any deductions be made from my refund?",
        "Is there any deductions from the return.",
        "Is there any deductible for refunds?",
        "Is that aRefund, deducting anything?",
        "Can there be a reduction on my return?",
        "Deductions impacting my refund?",
        "Did I get any cuts from my refund?",
        "Are the amounts subtracted from my refund?",
        "Taking money off from the refund?",
        "Any cuts in my refund?",
        "Is there a reduction in the amount of my refund?",
        "I don't know if my refunds is reduced.",
        "I want to know if my refund will be deductible.",
        "I am not certain if my refund will be reduced.",
        "Are there any cuts to be made when funds return?",
        "I don't know if my Refunds is going to be reduced.",
        "I don't know if I would get a reduction in my refund.",
        "Is there something I can deduct from my refund?",
        "Can I get deductions from my refund?",
        "deductions may be made for my refunds.",
        "Any reductions of my refund?",
        "Could you take money off the refund?",
        "Will there be any money taken out of my refund?",
        "I don't know if I'll get a reduction to my Refund",
        "I don't know if I'll get my Refunds reduced.",
        "I have no clue if I'll get a reduction to my refund.",
        "I wondered if my refund would be reduced.",
        "There are any reductions for my refund?",
        "I don't know if the Refund will be reduced",
        "Do you think there are deductions from the return?",
        "Should I have any deductions on my refund?",
        "Do I get a deduction for that from my return?",
        "Do there be any deductions on my refund?",
        "I wonder if there are deductions on my refund.",
        "Are there any deductions from the return?",
        "Is my refunds any cutbacks?",
        "Would it be possible to reduce my refund?",
        "What about any refund cuts?",
        "Is anyone aware of any cuts to my refund?",
        "What I get back will you deduct?",
        "Money being taken off refund?",
        "I have not heard if my Refund will be reduced.",
        "My refund and any cuts?",
        "Are any cuts going to be made on the return of funds?",
        "Is money removed from the return?",
        "Yes, is any money deducted for refunds?",
        "Is there any deductions from my refunds?",
        "I am unsure whether I will have my refunds reduced.",
        "Will there be potential refund reductions?",
        "My money is coming back, any cutbacks?",
        "Will there be a loss of money from return?",
        "I do not know if the refund will be reduced.",
        "there could be deductions for my refunds",
        "Will you deduct something from what I get back?",
        "Is there a chance for potential refunds to be reduced?",
        "Is there any cut to return of funds?",
        "Are there any deductions on my refunds?",
        "Will you take the money off my return?",
        "Does my refund have any reductions?",
        "Are there refunds to be deducted in this case?",
        "Is there any cut from my Refunds?",
        "I have no idea if my Refund will be lowered.",
        "Is there any reduction on my refund.",
        "I don't know if my refunds will reduce.",
        "Will there be any deductions when I get my money back?",
        "I don't know if my refunds were reduced.",
        "Any decrease in my refund?",
        "I wonder if there are amounts deducted from my refunds.",
        "Will you take away what I got back?",
        "Will the money I receive be subject to deductions?",
        "Can there be cuts to be made on the return of funds?",
        "Is there any chance of any refunds being cut?",
        "I don't know if I'll have a reduced Refund.",
        "Will it be possible to deduct from my refund?",
        "I am not sure if I will be getting a reduction to my refund.",
        "I'm unsure if I'll get a reduction to my refund.",
        "Is there some deductions from the refund?",
        "Is there any deductions in the future Refund?",
        "Can I deduct anything on my return?",
        "Do you have any deductions on my refunds?",
        "Are my refunds subtracted anything?",
        "Does my refunds have amounts deducted?",
        "There could be a reduction on my refunds.",
        "Are there any reductions in my refunds?",
        "I wonder if there are any deductions from my refund?",
        "Is it possible that refunds will face deductions?",
        "Does anyone know if there are any refunds that need to be deducted?",
        "Do you think that there will be any refund cuts?",
        "I don't know if I'll get any reduction in my refund.",
        "Will you deduct something I get back?",
        "They don't know if my refunds will be reduced.",
        "Will there be any cuts to refunds?",
        "There may be deductions from refunds.",
        "Is a reduction in the refunds?",
        "Is there any deductions for my return?",
        "Do you have any cuts to my refund?",
        "Are my Refunds going to be reduced?",
        "Is myRefund subject to any deductions",
        "I don't know if I'll get my refund reduced",
        "Is there any money taken from my return?",
        "I don't know if I'll have my Refund reduced.",
        "There are questions regarding refunds deduction.",
        "Can I have a reduction on my refund?",
        "Deductions for refund?",
        "My refund? Any cutbacks?",
        "Do you think money is removed from the refund?",
        "Is there Deductions from my refund?",
        "Is myRefund going to be lessened?",
        "Will you deduct from what I return?",
        "How about any refund deductions?",
        "Any deductions for the refunds?",
        "I don't know if I'll see a reduction to my refund.",
        "The reduction to my refund is unknown.",
        "My refunds may be deductions.",
        "Will money be taken away for refunds?",
        "Will there be deductions from my refunds?",
        "I don't know if I'll have a reduction to my refund.",
        "Is my Refund any cutbacks?",
        "I am wondering if there is any reduction on my refund.",
        "Is my refunds subject to any deductions?",
        "Is it possible you'll deduct from my return?",
        "Is it possible that deductions affect my refund?",
        "I wonder if there are any cuts to my refund.",
        "Is any refund deducted?",
        "If there are deductions from the refund?",
        "Will that be deducted from what I get back?",
        "Is it possible to reduce my refunds?",
        "Is the refund reduced",
        "Is there a deduction in the future return?",
        "Will the money be taken off refund?",
        "I was wondering if there were any cuts to my refund.",
        "Will there be any cutbacks, my refund?",
        "Does my refund have amounts deducted?",
        "I don't know if I will have a reduced return.",
        "There is any refund deductions?",
        "Any money deducted for refunds?",
        "Is there any deduction from the refund?",
        "TheRefund will be reduced?",
        "Was there any money taken away for refunds?",
        "Is myRefund reduced?",
        "I don't know if my Refund will be trimmed.",
        "Is there any cut from my refund?",
        "Reduction on my refund?",
        "Will my refund be subtracted?",
        "Will there be deductions from my Refunds?",
        "Does refund face deductions?",
        "I have not been told if I will get a reduction to my refund.",
        "I do not know if I will get a reduction in my Refund.",
        "I am not sure if I will get a reduced refund",
        "Will there be deductions from my funds?",
        "Will you reduce my refunds?",
        "Is there a reduction to my return?",
        "queries regarding refund deduction",
        "I do not know if I'll get a reduction in my refund.",
        "Is the amount of myRefund deducted?",
        "I wonder if you can reduce my refund sum.",
        "I don't know if my refunds will be trimmed.",
        "Is some money deducted for refunds?",
        "Is any money taken away for refunds",
        "There are any reductions in my refund.",
        "Is a reduction on my refund possible?",
        "Is refunds gonna be deducted?",
        "There is a chance of deductions for my refunds",
        "Are there any cuts from my return?",
        "I am unsure of if I will get a reduction in my refund.",
        "Will there be deductions from refund?",
        "I am not sure if my refunds will reduce.",
        "I am not sure if I will get a reduction in my return.",
        "Is there a possibility of refunds being reduced?",
        "Deductions affecting my return?",
        "There were questions about refund deductions.",
        "There's a chance of deductions for my refunds.",
        "Is there any possibility of potential refunds reductions?",
        "I am wondering if there is any cuts from my refund.",
        "Is the IRS able to deduct something from refunds?",
        "I wondered if my return subtracted anything.",
        "I don't know if I will be getting my refund reduced.",
        "Will the refunds be deducted?",
        "Is the refunds will be deducted?",
        "Are there any refunds to deduct in this case?",
        "Do you think there will be any refunds cut?",
        "Will the refunds be subtracted?",
        "My refund may be affected by deductions.",
        "Is the case where refunds face deductions?",
        "I don't know if I get a reduction in my refund.",
        "Will my returned money be reduced?",
        "Are there any reductions to be made on the return of funds?",
        "Is myRefund going to be decreased?",
        "Is my refund subject to deduction?",
        "Would potential refunds be reduced?",
        "Are any money taken away for refunds?",
        "Is there any cuts to make on the return of funds?",
        "I am wondering about a reduction on my refund.",
        "Could deductions affect my refund?",
        "Will the refund be taken off value?",
        "Is my Refunds, any reductions?",
        "I am not sure if I will get a reduction to my Refund.",
        "I'm not sure whether my Refund will be reduced.",
        "Do I get any cuts from my refund?",
        "Does any cuts need to be made on the return of funds?",
        "My refund subtracted any?",
        "Are there any deductions on the refund?",
        "I have no idea whether my refunds will be reduced.",
        "Does anyone know if there will be cuts to the return of funds?",
        "I don't know if I am going to have my refunds reduced.",
        "Is any of the money deducted from my refund?",
        "Are refunds subject to deductions?",
        "Is a refund cut back?",
        "Is my refund reductions?",
        "MyRefund might be reduced?",
        "Will there be any reduction in refunds?",
        "Is there any deductions for a refund?",
        "Will the refund have any reduction?",
        "There may be amounts deducted from my refund.",
        "Will you take out what I get back?",
        "Is it possible myRefund will be reduced?",
        "Will you make deductions from my return?",
        "Will you subtract my return?",
        "There could be deductions from refunds.",
        "Is there any deductions on my return?",
        "I don't know if I'll get a reduction of my refund.",
        "Could there be possible refund reductions?",
        "Any of the return deductions?",
        "I am not sure if I will get my refunds reduced.",
        "IsmyRefund gonna be reduced?",
        "Is it possible for deductions from refunds?",
        "If there are any refund deductions?",
        "I am not sure if my refunds will be reduced",
        "Do you intend to cut from my reimbursement?",
        "There could be a deduction from my refund.",
        "Would there be potential refunds reductions?",
        "Will any deductions be included in my refunds?",
        "Will there be any reduction in my Refunds?",
        "Is the refund reduced because of something?",
        "Can any of the cuts be made on the return of funds?",
        "I don't know if there will be a reduced refund",
        "Is there a reduction in the return?",
        "I don't know if I'll have a reduced refund",
        "Will any deductions be made from my refunds?",
        "Do you know if there are refunds that have to be deducted?",
        "Are the refunds subject to deductions?",
        "I was wondering if you would cut from my reimbursement.",
        "I don't know if I will receive a reduction in my Refunds.",
        "Is there something affecting my refund?",
        "You might deduct from what I get back.",
        "Will there be deductions when I get my money?",
        "I'm not certain if I'll receive a reduction in my refund.",
        "Do I get my refund or any reductions?",
        "I am not sure if I will receive a reduction to my refund.",
        "I don't know if I'll have my refund reduced.",
        "There could be potential reductions in refunds.",
        "I don't know if I will have my Refund reduced.",
        "Is it possible that you will deduct from my return?",
        "Is there any money deductible for refunds?",
        "Is there any money deducted from my refund.",
        "Would any money be deducted for refunds?",
        "I don't know whether I'll have a reduced refund.",
        "Has there any refunds that have to be deducted?",
        "Is there any deductions from a refund?",
        "Is myRefund gonna get reduced?",
        "I don't know if I'll be getting a reduced refund.",
        "Do you know if the amounts are deducted from my refund?",
        "Expecting any cuts in the refunds?",
        "I don't know if I will get my refunds reduced.",
        "I don't know if my Refund would be reduced.",
        "Is myRefund going to beDecreased?",
        "I'm not sure if I will have my refund reduced.",
        "It's not known if my refunds will be reduced.",
        "Questions about refunds deduction",
        "Any cuts to be made when the money is returned?",
        "I don't know if I will see a reduced refund.",
        "MyRefund might be reduced.",
        "I don't know if I will be able to get my refund reduced.",
        "I asked if you would deduct from my return.",
        "Is anyone able to deduct that from my refund?",
        "Does the refund face deductions?",
        "Is there anything taken from my refund?",
        "Can you deduct from my return.",
        "Is myRefund going to be reduced...",
        "Will you deduct the amount that I get back?",
        "There are questions relating to refund deduction.",
        "I don't know if I'll see a reduced refund.",
        "Did my refunds subtract anything?",
        "Is deductions affecting my money back?",
        "I'm unaware if my refunds will be reduced.",
        "I am not sure if I'll get a reduction to my refund.",
        "Is there any cutbacks on my refund?",
        "I don't know if my refunds will be scaled back.",
        "Is there any money to be deducted for refunds?",
        "There were questions about the refund deduction.",
        "I wonder if I will have a reduced refund.",
        "Is there any way for refunds to be deducted?",
        "Will you deduct anything from my return?",
        "I don't know if I'll get a reduction to my refunds.",
        "Is there any deductions for refunds in this case?",
        "Does this mean any refunds are deducted?",
        "I don't know if I will see my refund reduced.",
        "Is there a reduction in the Refund?",
        "I am unclear if my refunds will be reduced.",
        "I am unsure if my refunds are going to be reduced.",
        "Do you expect to see any refund cuts?",
        "I'm not sure if the Refunds will be reduced.",
        "Can you tell me any refunds deductions?",
        "Will you write off my return?",
        "I don't know if I'll get my Refund reduced",
        "Are you able to reduce my refunds sum?",
        "I still don't know if my Refund will be reduced.",
        "What about my refunds, any reductions?",
        "Will the money be taken off the refund?",
        "Is there any refunds deducted?",
        "I don't know if a reduction to my refund will happen.",
        "Are there any cutbacks after my refund?",
        "Deductions in refunds?",
        "Any reductions for my refund?",
        "Are you taking money away from the refund?",
        "I don't have any idea if my Refund will be reduced.",
        "Will you deduct what I get back from me?",
        "Is there a chance of potential refunds reduced?",
        "Is there anything that is deducted from my refund?",
        "Is any Money deducted for refunds?",
        "Is it possible to deduct that from my refunds?",
        "Is there any possibility of refund reductions?",
        "Is there any deductions on the return?",
        "Can there be any deductions on my refund?",
        "Will I have to make any deductions from my return?",
        "Is there any amount taken from my return?",
        "I don't know if a reduction to my refund is going to happen.",
        "Can there be deductions from my refunds?",
        "My refund could be affected by deductions.",
        "It is possible that there may be deductions for my refunds.",
        "Is there anyRefund deductions?",
        "I don't know if I will get a reduction to my refunded money.",
        "I don't know if I will receive a reduction to the refund.",
        "The possibility of reduction in refunds?",
        "I don't know whether I will get a reduction to my refunds.",
        "I am unsure of if my Refund will be reduced.",
        "I don't know if my refunds are reduced",
        "Are my refunds subject to deductions?",
        "Is money being deducted for refunds?",
        "Reducing the refund?",
        "Do you expect any refund cut?",
        "Has any money been taken away for refunds?",
        "Is a reduced refund possible?",
        "Is there any cuts on the return of funds?",
        "Will they deduct my return?",
        "I am not sure if the Refund will be reduced.",
        "Is there any refunds that have to be deducted?",
        "Is there any cut from my refunds?",
        "My return subtracted anything?",
        "Is myRefund going to be reduced",
        "I did not know if I would have my refunds reduced.",
        "I am unsure if I will have my refunds reduced.",
        "Is there deductions from the return?",
        "Would there be potential reduction of refunds?",
        "Are there deductions from my return?",
        "Is refunds going to be deducted?",
        "I wonder if there are deductions from my return?",
        "I'm not quite sure if my Refund will be reduced.",
        "Is any refunds taken away?",
        "I don't know whether the Refund will be reduced.",
        "Will my refund have any deductions?",
        "My refunds might contain deductions.",
        "Is my Refunds affected by deductions?",
        "Are you going to deduct from my return?",
        "Is it myRefund that will be reduced?",
        "Is there money removed from the Refunds?",
        "Is there any deductions from your refund?",
        "My refunds may be reduced",
        "Is any deductions affecting my refund?",
        "Is there any take out on the returns?",
        "Is there anything I can deduct on my tax return?",
        "I'm not sure if my refunds will be slashed.",
        "I don't know if my payback will be reduced.",
        "Expecting any reductions in refunds?",
        "Refund deductions?",
        "I am wondering if the amounts are deducted from my refund.",
        "Will you deduct money from my return?",
        "I do not know if you will deduct from my return.",
        "I wonder if there will be any deductions from my return.",
        "I am not sure if I will have my refunds decreased.",
        "Is it possible the refunds are deducted?",
        "Will my refunds be deductible in some way?",
        "There could be any deductions on my refund.",
        "Deductions in the refund?",
        "Will myRefund be reduced",
        "What about my refund, any cuts?",
        "Is there a way to subtract amounts from my refund?",
        "I don't know if a reduction to my refund will occur.",
        "Is there any deduction for that from my refunds?",
        "I want to know if there will be deductions from my refund.",
        "Do I have to pay any deductions from my refund?",
        "Will you deduct from my return??",
        "Any cutbacks after my refund?",
        "I'm not sure if I'll get a reduction to my refund.",
        "Deductions from return?",
        "There may be deductions for my refunds",
        "Is there a deduction on my refund?",
        "I am uncertain if I'll get a reduction in my refund.",
        "Is there any refunds subtracted?",
        "Will my cash back be reduced?",
        "I don't know if I would have my refunds reduced.",
        "There may be some amount deducted from my refund.",
        "Are refunds gonna be deducted?",
        "Does my refund subtract anything?",
        "Were there deductions from my refund?",
        "I am not sure if my Refund will be decreased.",
        "Possible reductions in refunds?",
        "My refunds could have deductions.",
        "I am wondering if there are any cuts from my return.",
        "Do I have a reduction in my refund?",
        "Does anyone know if any refunds have to be deducted in this case?",
        "Did I have any deductions on my return?",
        "I can't tell if my refund will be reduced.",
        "Will my refund be lessened?",
        "My refund subtracts something?",
        "Would the refunds be deducted?",
        "I don't know if I'll be receiving a reduction to my refund.",
        "Is there anything I can deduct on my refund?",
        "Will my refund be diminished?",
        "Will it be deducted from what I get back?",
        "I wonder about a reduction on my refund.",
        "There may be deductions in my refunds.",
        "Yes, will you deduct from my return?",
        "I do not know if I will get my refunds reduced.",
        "There are any refunds that need to be deducted?",
        "I'm unsure if I'll have my refunds reduced.",
        "Do I have to take any deductions on my refund?",
        "I am not sure if I will receive a reduction to my refunds.",
        "refunds will be deducted?",
        "I want to know if you can reduce my refund sum.",
        "Do refunds have things deducted from them?",
        "I don't know if the Refunds will be reduced",
        "Any cuts to be made on the return of money?",
        "I am unsure if the refunds will be reduced.",
        "I'm not sure if I'll be getting a reduction to my refund.",
        "I am wondering if there are any cuts from my refunds.",
        "Does anyone know if any refunds need to be deducted?",
        "I just don't know if my Refund will be reduced.",
        "There may be deductions for my returns.",
        "Was myRefund going to be reduced?",
        "I wonder if there are any amounts taken from my refund.",
        "Can there be cuts made on the return of funds?",
        "There will be any reductions in my refund.",
        "I want to know if any refunds are deducted.",
        "I do not know if my refund is going to be reduced.",
        "There could be some deductions from my refund.",
        "You will deduct from my return?",
        "I don't know whether I'll get a reduction in my refund.",
        "Reductions, my return?",
        "I'm not sure if I'll get my refund reduced",
        "I wondered if my refund, subtracted anything.",
        "There may be any refund deductions.",
        "I do not know if my refund will be lowered.",
        "Will my refunds be reduced?",
        "I have no idea if I will get my refunds reduced.",
        "Will refunds get deducted?",
        "I was wondering if there was a deduction for that from my refund.",
        "Is there any amount deducted from my money?",
        "cuts will be made on the return of funds?",
        "Are there any cuts to be made on the return of funds?",
        "Is there any deductions to my refund?",
        "Is my refund subtracted?",
        "I want to know if my Refund will be reduced.",
        "Are there any refunds that have to be deducted.",
        "I wonder if there is any cuts from my refund.",
        "I wonder if my refund subtracted anything?",
        "I would like to know if myRefund will be reduced.",
        "I do not know whether my Refund will be reduced.",
        "I'm uncertain if I'll get a reduction in my refund.",
        "Is there any deductions for the refund?",
        "Is money removed from the Refunds?",
        "Will you deduct from my returns?",
        "Will there be a cut from my refund?",
        "I am not sure if I will get my Refund reduced.",
        "Will there be deductions in the refunds?",
        "I don't know if I will be getting my refunds reduced.",
        "Potential reduction of refund?",
        "Is the refunds subject to deductions?",
        "There might be some deductions for my returns.",
        "Is the money deducted from my refunds?",
        "Will you take money off the refund?",
        "Will there be any deductions from the refund?",
        "I am not sure if I'll receive a reduction in my refund.",
        "I don't know if I will receive my refund reduced.",
        "Do I get any deductions from my refund?",
        "Is there a reduction in my return?",
        "I can't say if I'll get a reduction in my refund.",
        "I wonder if there are any cuts to my repayment.",
        "I'm unsure if myRefund will be reduced.",
        "There are question of refund deduction.",
        "I don't know if I'll get a reduction in my return.",
        "I am unsure if my refund will be reduced.",
        "Do I have any reduction in my refund?",
        "I'm not sure if I'll get my Refund reduced.",
        "Can anyone tell me if any takes out on returns?",
        "There are any deductions on my refunds?",
        "Will any deductions come from my refund?",
        "Is there any reduction on my money back?",
        "Do I have to subtract anything from my return?",
        "Has there been any cuts made on the return of funds?",
        "I am unsure if I will receive a reduction to my refund.",
        "I don't know if I'll have my Refunds reduced.",
        "Are there any cuts from my refunds?",
        "My refund could have a reduction.",
        "Does my return include any reductions?",
        "If my refunds will be reduced, I don't know.",
        "Do refunds get deducted?",
        "I was wondering if a refund was reduced.",
        "Is it possible to deduct amounts from my refund?",
        "Is there a chance of potential refunds being reduced?",
        "Deductions from the return?",
        "Would there be cuts on the return of funds?",
        "I wonder if my refund will be deductible.",
        "I am not sure if I will have my refunds lowered.",
        "Is there deductions from a refunds?",
        "Are there deductions in the future return?",
        "Do you have any reduction in my refunds?",
        "Will there have to be deductions from my refund?",
        "There could be deductions on my return.",
        "Are there any cuts to be made for the return of funds?",
        "Will there be any deductions from the refunds?",
        "There could be any refunds deductions?",
        "Can there be cuts made to the return of funds?",
        "I wonder if the refund is reduced.",
        "Is refunds being deducted?",
        "Was there a potential reduction in refunds?",
        "Should I get any deductions from my refund?",
        "Is it possible to get any cuts from my refund?",
        "Is there any cut from the refund?",
        "Will there be any cuts in the refunds?",
        "Will there be any reductions in refunds?",
        "There could be deductions to my refunds.",
        "Do you think there will be any refund cuts?",
        "Possible return reductions?",
        "I'm not certain if my refund will be reduced.",
        "There may be deductions on my refunds.",
        "Is the refund subtracted?",
        "Is there any deduction from the refunds?",
        "I do not know if I will have refunds reduced.",
        "There may be some deductions for my refunds",
        "Was there a chance for potential refund reductions?",
        "I don't know if I'll get my Refund reduced.",
        "I don't know if I'll have refunds reduced.",
        "I don't know if I'll get a reduction in my Refunds.",
        "Will my reimbursement be cut?",
        "Can there be any refunds deducted?",
        "Can there be any deductions from my refund?",
        "Are my refunds going to have any reductions?",
        "I don't know if my Refund will get reduced.",
        "I wonder if a refund is reduced.",
        "Will there be reductions to my refund?",
        "I don't know if I'll get a reduction to myRefund.",
        "Will you take my money off my return?",
        "I'm unsure if I will get a reduction to my refunds.",
        "Is money taken out from the refund?",
        "Can there be any takes out on returns?",
        "Is my refund subtracted anything?",
        "Are there any deductions for refund?",
        "Is there money taken from a refund?",
        "Does this mean deductions from the refund?",
        "I don't know if the reduction in my refund will happen.",
        "I don't know if it will be a reduction in my refund.",
        "I am not sure if my refunds will be slashed.",
        "Deductions from my Refund?",
        "Expecting any cut to refunds?",
        "Will there be any cut in the refund?",
        "Are there any deductions for refunds?",
        "Are there any refunds which have to be deducted?",
        "Is there any deductions in the refund?",
        "My refund? Any reductions?",
        "Will there be money taken from the refund?",
        "Any cuts, my refund?",
        "I'm not certain if I'll get a reduction to my refunds.",
        "Do you deduct from my return?",
        "I am wondering if you will deduct from my return.",
        "Is there anyRefunds deducted?",
        "Is there any way to deduct that from my refund?",
        "Do I incur any deductions from my refund?",
        "I'm wondering if myRefund will be reduced.",
        "Is it possible that my refund subtracted anything?",
        "I asked if there were any cuts from my refund.",
        "If there is a reduction in my refund?",
        "I wonder if my refund subtracted any?",
        "Will be deducted from my return?",
        "I don't know if my refunds can be reduced.",
        "There are questions about the refund deduction.",
        "If any money is deducted for refunds?",
        "Deductions for my refunds are possible.",
        "There was a possibility of deductions for my refunds.",
        "Is there a deduction from my refund?",
        "Any potential reduction in refunds?",
        "queries about refund deductions.",
        "I don't know if there are any deductions from my refund.",
        "Is any money taken out of the refunds?",
        "Is there any chance of a refund cut?",
        "Is MyRefund going to be reduced?",
        "Will you let me know if you deduct from my return?",
        "There is a chance I will have my refunds reduced.",
        "Does anyone have any deductions for my refund?",
        "I am unsure if my refunds will be reduced",
        "Is my refund being affected by deductions?",
        "There are any refunds that are deducted?",
        "I don't know if I will get a reduced refund",
        "I'm unsure if I will get a reduction to my refund.",
        "Is it possible to expect any refund cuts?",
        "Do you know if any refunds need to be deducted?",
        "Will the refund have any reductions?",
        "Will I get any reduced refunds?",
        "A reduction to my refund is unknown.",
        "Question about refunds deduction.",
        "Was there any deductions in the future return?",
        "I don't know if I will receive a reduction in my Refund.",
        "Will my refund count as deductions?",
        "Does my refund have any cutbacks?",
        "Will there be money deducted for refunds?",
        "I don't know if the Refund will be reduced.",
        "Could there be deductions from my refund?",
        "Questions about refund deductions.",
        "I don't know if my refund will be subject to any deductions.",
        "Is there a way to deduct that from myRefund?",
        "Does myRefund may be reduced?",
        "Is my return, any reductions?",
        "Can there be deductions from the refund?",
        "Any deductions pertaining to refunds?",
        "Deductions from my money back?",
        "Will you make any deductions from my return?",
        "I don't know if I'll get a reduction in my refunds.",
        "I don't know if I'll get my refund reduced.",
        "Can money be removed from a refund?",
        "Will my return have any reductions?",
        "Did my refund subtract anything?",
        "I'm not certain if I'll receive a reduction to my refund.",
        "What cuts will be made to the return of funds?",
        "Does money being deducted for refunds?",
        "Could there be potential refund reductions?",
        "My Refund might be reduced.",
        "Is there any refunds that have to be deducted in this case?",
        "Will my refund have cuts?",
        "My refund might be subject to deductions.",
        "Is there a reduction to my refunds?",
        "There are questions about refund deductions.",
        "There may be deductions from my return.",
        "I am unsure of if I will have my refunds reduced.",
        "Are there any cutbacks with my refund?",
        "Any cuts will be made when funds are returned?",
        "I wonder if my refunds subtracted anything.",
        "My refund may have some deductions.",
        "Is money taken off of the refund?",
        "Is there a way to take money off the refund?",
        "Will you deduct the amount I get back?",
        "Is myRefund likely to be reduced?",
        "I am not sure if my refunds will be reduced.",
        "Does anyone know if money is taken away for refunds?",
        "Is there deductions from myRefund?",
        "I don't know if my Refunds will be reduced.",
        "I'm not sure if I'll get a reduction in my refunds.",
        "Is there anything I can deduct from my refunds?",
        "I don't know if there are deductions from my refunds.",
        "I wonder if my refund will be reduced?",
        "Is there a deduction from my return?",
        "Is the refunded money reduced?",
        "I do not know if my refund will be reduced.",
        "There might be some kind of deduction for my refunds.",
        "Any cuts to be made on the return of the funds?",
        "Do any refunds get deducted?",
        "Any cuts to my refunds?",
        "Is there any money taken away for refunds.",
        "There might possibly be deductions for my refunds.",
        "subtracted anything from my refund?",
        "Will you deduct my tax return?",
        "Can there be any cuts made to the return of funds?",
        "Money removed from the Refund?",
        "I don't know about the reduction of my Refund.",
        "I am unsure if I will have my refunds reduced",
        "Expecting any cuts to the refunds?",
        "Do I get a reduction in my refund?",
        "I didn't know if I would get a reduction in my refund.",
        "Is there a deduction from my Refunds?",
        "Is my return any cutback?",
        "Is it possible to deduct money for refunds?",
        "There are any cuts from the refund?",
        "If there is a reduction on my refund.",
        "I am not sure if I will receive a reduction in my Refunds.",
        "I are not sure if my refunds will be reduced.",
        "I have no idea if my Refund will be reduced.",
        "I do not know if I will get a reduced refund.",
        "My refunds might have deductions.",
        "I wonder if you will cut from my reimbursement.",
        "There is a chance that there might be deductions for my refunds.",
        "Is it possible that money is deducted from my refund?",
        "Is my Refund subtracted anything?",
        "Is there a reduction on my refunds.",
        "Do you expect any cuts in your refund?",
        "Is there a possibility of potential reduction in refunds?",
        "Is money taken away for the refunds?",
        "I'm not certain if I'll get a reduction to my refund.",
        "I don't know if I will get a reduction to the refund.",
        "Can you reduce the sum of my refund?",
        "Will there be deductions in the refund?",
        "Is my refund, any cuts?",
        "There is a chance that I will have a reduced refund.",
        "Are there any deductions from my refunds?",
        "I didn't know if my Refund would be reduced.",
        "Is any of the refunds deducted?",
        "I don't know whether my refunds will be reduced",
        "I don't know if I will get a reduction to my refunds.",
        "Is there a way to deduct the refunds in this case?",
        "How will myRefund be reduced?",
        "Is there any Refunds that must be deducted?",
        "Will theRefund be subject to any deductions?",
        "Is there any deductions from the refunded amount?",
        "Any of my refunds, subtracted anything?",
        "There possibly could be deductions for my refunds.",
        "I am not sure if there will be a reduced refund.",
        "I don't know about my refunds being reduced.",
        "Is it possible to take deductions from a refund?",
        "Is there any deductions from myRefund",
        "Is there any deductions from the refund",
        "Is there any cuts from my Refund?",
        "I might have deductions for my refunds",
        "Will there be reductions in my return?",
        "Is a reduction in the refund?",
        "I am not sure if I will be getting a reduced refund.",
        "I don't know if my refund will be diminished.",
        "Will my refunded money be reduced?",
        "It is possible that there could be deductions for my refunds.",
        "I do not know if my refunds will go down.",
        "Will there be any deductions for my refund?",
        "Will there be potential reductions in refunds?",
        "I do not know whether I will get a reduction in my refund.",
        "Is my refund any cut?",
        "Will there be any cuts from my return?",
        "Does money get deducted for refunds?",
        "I don't know if I'll receive a reduction in my refunds.",
        "Is it possible to take money off the refund?",
        "Can my refund be reduced?",
        "Would there be potential reduction in refunds?",
        "There might be deductions from refund.",
        "Is there a deduction on my return?",
        "Are you going to cut from my reimbursement?",
        "Expecting any cuts to your refunds?",
        "Is anyone aware of any cuts from my refund?",
        "I am not sure if I will have a reduced Refund.",
        "There could be cuts on the return of funds.",
        "I don't know if I will get a reduced refund.",
        "Is there money taken away for refunds?",
        "Was there any reduction on my refund?",
        "Do you know if refunds are deducted?",
        "Do you think myRefund will be reduced?",
        "Will there be deductions from my refund.",
        "Is myRefund to be reduced?",
        "Do refunds have any deductions?",
        "Deductions from the refunds?",
        "Do you deduct from what I return?",
        "MyRefund could be reduced",
        "Is there a reduction in my refund?",
        "Is my refunded subtracted?",
        "My refunds might be reduced.",
        "I can't say if I'll have my refunds reduced.",
        "Is there any deductions from myRefund?",
        "Deductions will affect my refund?",
        "I am not sure if I will get a reduction in my Refund.",
        "Is there a deduction affecting my refund?",
        "Is there a reduction in refunds?",
        "Will there be any deductions from my Refund?",
        "Will the refund be subject to deductions?",
        "I do not know if the Refund will be reduced.",
        "I don't know if you will cut from my reimbursement.",
        "I am unsure if my refunds will go down.",
        "Does anyone know if there will be cuts to return funds?",
        "I'm unsure if I will have my refunds reduced.",
        "There are possibilities of potential refund reductions.",
        "Is my tax return subject to any deductions?",
        "Is there potential for refund reductions?",
        "I wonder if there is a deduction from my refund.",
        "Will any refunds be cut?",
        "Does myRefund is going to be reduced?",
        "Is my refunded subtracted anything?",
        "Will any of my refunds have any reductions?",
        "MyRefund might be reduced",
        "Is it possible for refunds to face deductions?",
        "My refunds may have deductions.",
        "If there are any deductions on my refund.",
        "Is it possible to take deductions from the refund?",
        "I don't know if the refund will be reduced",
        "Is any refunds subtracted?",
        "Is there a reduction on my Refund?",
        "Expecting some refund cuts?",
        "Is any money being deducted for refunds?",
        "So is myRefund going to be reduced?",
        "I wonder if my refunds subtracted anything?",
        "I don't know if I will get a reduction in my check.",
        "What kind of cuts will be made on the return of funds?",
        "Will I have any reductions in my refund?",
        "If refunds will be deducted?",
        "What are the possible deductions on my refund?",
        "Can cuts be made on the return of funds?",
        "Are there any deductions from my tax return?",
        "Can deductions affect my refunds?",
        "Does that mean any refunds are deducted?",
        "I have no idea if I will get a reduced refund.",
        "I don't know if myRefund will be lowered.",
        "Any refunds deductions?",
        "Are there deductions from refund?",
        "Money may be removed from the refund.",
        "Is there deductions from my tax return?",
        "There are any refunds that have to be deducted in this case?",
        "I'm not sure if my refunds will be cut.",
        "My Refunds, any reductions?",
        "Does anyone have any deductions on my refund?",
        "Will there be anything to deduct from my refund?",
        "Will myRefund be subject to deductions?",
        "Is there any deductible on my return?",
        "I don't know if there will be a reduction to my refund.",
        "Will theRefund be reduced?",
        "Is there money deducted for the refunds?",
        "Will a reduction on my refund happen?",
        "Will there be a reduction in my refund?",
        "Any reduction on my money back?",
        "I wonder if there are any deductions on my return.",
        "I don't know if I'll have the refunds reduced.",
        "I don't know if I can get a reduction to my refund.",
        "I'm wondering if there's any cuts from my refund.",
        "I wonder if my refund will be subject to deductions.",
        "Is there any cutbacks for my refund?",
        "Will the refunds be docked?",
        "I do not know if I will receive a reduction in my Refunds.",
        "Is there a Refund, deducting anything?",
        "I'm not sure whether my refunds will be reduced.",
        "Are there refunds that need to be deducted in this case?",
        "Will I see any deductions from my refund?",
        "Has there been a reduction on my refund?",
        "I don't know if I will have a reducedRefund",
        "Is there a decrease on my refund?",
        "Will they deduct refunds?",
        "Are there any refunds that are deducted?",
        "Is that deductible from my Refund?",
        "I wonder if there are deductions from my refund.",
        "Is anything deducted for refunds?",
        "Is that deductible from my return?",
        "Will the return be reduced?",
        "Any deductions on the refund?",
        "Will you take money out of my reimbursement?",
        "There is a chance that my Refund will be reduced.",
        "I'm not sure if I will receive a reduction to my refunds.",
        "Would there be a reduction on my refunds?",
        "Is there any reduction on my refunds?",
        "I don't know if it will be a reduction to my refund.",
        "Will I see a reduction in my refund?",
        "Will my return be cut?",
        "Did I have to make any deductions on my refund?",
        "Do I have to take deductions on my refund?",
        "Do I have deductions from my refund?",
        "Will you deduct from what I get.",
        "Is this a reduction in the refund?",
        "There are possibilities of potential refunds being reduced.",
        "I don't know whether my refunds are going to be reduced.",
        "I don't know whether I'll have my refunds reduced.",
        "What about my refund, any cutbacks?",
        "The amount of my refund may be reduced.",
        "Will my refund be cut?",
        "Are refunds to be deducted?",
        "There are queries about refunds deduction.",
        "I don't know if I will get a reduction in my Refund",
        "My refund could be reduced.",
        "Are there deductions from the refund?",
        "I'm not sure if I'll be getting a reduction in my refund.",
        "I wonder if my refund subtracts anything?",
        "Will my refund reduce?",
        "Is my return subject to deductions?",
        "Is a refund reduced",
        "Is there any money that can be deducted for refunds?",
        "Does that mean deductions from the refund?",
        "I don't know whether I will receive a reduction to my refund.",
        "Are there any refunds that will have to be deducted?",
        "Will my refund have any reduction?",
        "Is my refund any cutback?",
        "Did my refund subtract something?",
        "Will there be any cuts in the refund?",
        "I don't know about the reduction in my refunds.",
        "Do I have to take deductions from my refunds?",
        "Do I have any deductions from my refunds?",
        "Can there be potential reduction in refunds?",
        "I'm not sure if I will get my return reduced.",
        "Is there any money removed from the refund?",
        "Will the money be removed from the refund?",
        "Will I get my refund or any reductions?",
        "There may be a reduction in my refund.",
        "I don't know if I'll get a reduction to myRefund",
        "Any cutbacks, my return?",
        "Is there some amount deducted from my refund?",
        "Are there any deductions for that from my return?",
        "Are there any taking out on returns?",
        "Is there a chance of potential reductions in refunds?",
        "Does my refund have a reduction?",
        "Is there any cut in my refund?",
        "Do the refunds be deducted?",
        "My refund, do you have any cutbacks?",
        "MyRefund will be subject to any deductions",
        "Is money removed from theRefund?",
        "I don't know if I'll get a reduced refund",
        "I don't know if I'll get the reduction in my refund.",
        "Will there be a deduction for refunds?",
        "Will you deduct what I return?",
        "Is there any deductions for refund?",
        "Is there a money taken away for refunds?",
        "Was there any cut from my refund?",
        "Is it possible to deduct my refund?",
        "Are there any deductions on my return?",
        "There is a question about whether a refund is reduced.",
        "How will cuts be made on the return of funds?",
        "There are queries about refund deductions.",
        "I'm not sure if my refund will be lowered.",
        "Would the Refund be taken off value?",
        "Is myRefund going to get reduced?",
        "I don't know if I will receive a reduction in my refund",
        "Possible reduction in refunds?",
        "I don't know if I will get my refund cut.",
        "I would like to know if the amounts are deducted from my refund.",
        "Is my money back, any reductions?",
        "Will you expect any cuts to your refunds?",
        "Can my return be reduced?",
        "I don't know if my refunds are cut.",
        "Were my refunds subtracted anything?",
        "My refunds may contain deductions.",
        "I don't know if theRefund will be reduced",
        "I don't know if myRefund is reduced.",
        "Is there a cut from my refund?",
        "Is that my refund, any cutbacks?",
        "Will there be any deductions when I get my money?",
        "Is there a possible reduction in refunds?",
        "Do I get any deductions from my refunds?",
        "I am wondering if deductions affect my refunds.",
        "I want to know if refunds face deductions.",
        "I'm not sure if my refunds will be reduced",
        "Expecting any refund reductions?",
        "Do I know if my refunds will be reduced?",
        "Would you take money off the refund?",
        "Is my refund any cutbacks?",
        "Is it possible that amounts are deducted from my refunds?",
        "Is there any reduction in my refunds?",
        "Is there a possibility of potential reduction of refunds?",
        "Is a reduction included on my return?",
        "Is there any deductions for my tax return?",
        "Do you think my refund subtracted anything?",
        "Is my refund any cutbacks.",
        "Is myRefund going to be reduced??",
        "Any deductions for returns?",
        "Any reduction in the amount of my refund?",
        "I don't know whether my Refund will be reduced",
        "Is there any cuts to be made on return of funds?",
        "Are myRefund going to be reduced?",
        "I wonder if deductions affect my return.",
        "I'm not sure if I'll have a reduction to my refund.",
        "Are there any refunds to be deducted?",
        "I don't know if I will have a reduction to my refunds.",
        "I am not sure if I will get my return reduced.",
        "I want to know if there are cuts from my refund.",
        "Will you take it out of my return?",
        "Is there a chance of a refund cut?",
        "There could be deductions for my returns.",
        "I don't know if I get a reduction to my refund.",
        "There might be deductions for my refunds in this case.",
        "Will you deduct from what I bring back?",
        "Are there any funds taken away for refunds?",
        "Do I have to take any deductions from my refund?",
        "Is myRefund gonna be reduced",
        "There are possibilities of possible refund reductions.",
        "Is there any reduction in my Refunds?",
        "Any deduction for refunds?",
        "I wonder if my return subtracted anything.",
        "Is that a reduction on my refund?",
        "Do I have any reduced refunds?",
        "I don't know if I'll get a reduction of my refunds.",
        "Should we expect any refund cuts?",
        "I'm wondering if there will be any deductions from my refund.",
        "There possibly might be deductions for my refunds.",
        "I don't know if there are deductions on my refund.",
        "I don't know if I'll have my refunds decreased.",
        "Is there any amount subtracted from my refund?",
        "I don't know if I will be given a reduction in my refund.",
        "There may be deductions for my Refunds.",
        "Do you know if there will be cuts to the return of funds?",
        "There may be a reduction on my refund.",
        "Do I know if myRefund will be reduced?",
        "I do not know if I will receive a reduction to my refund.",
        "My refunds could be deductions.",
        "I can't tell if I'll get a reduction to my refund.",
        "There is any reduction in my refund.",
        "I'm not sure if I'm going to have a reduced refund.",
        "Will you deduct part of what I get back?",
        "Is there a reduction on the refund?",
        "I'm unsure if my refund will be reduced.",
        "Will there be deductions from the money I get back?",
        "Do you know about any cuts from my refund?",
        "I don't know whether my Refund will be reduced.",
        "Is my refund subtracted or something?",
        "I don't know if I'm going to have my refunds reduced.",
        "There may be some deductions on my refund.",
        "Will my refunds have reductions?",
        "Is money taken away from refunds?",
        "Is a reduction included in my return?",
        "I don't know if I will get my refund lowered.",
        "Is there any cuts from the refund?",
        "I wonder if there will be any deductions from my refund.",
        "It's not clear if my refunds will be reduced.",
        "My refunds may be reduced.",
        "Is there any money taken out of my refund?",
        "Will I get a reduction in my refunds?",
        "Does money be taken away for refunds?",
        "Was myRefund subtracted anything?",
        "Is there a reduction in the refunds?",
        "Will you deduct my return from my return?",
        "There might be some amount deducted from my refund.",
        "Will there be cuts on the return of funds.",
        "Will the money I get back be deducted?",
        "Is there any refunds taken away?",
        "Is myRefund subtracted anything?",
        "I don't know if my refunds will not be reduced.",
        "Does my refund include any cuts?",
        "Will there be any reductions after my refund?",
        "Is there a reduction on my refund?",
        "I don't know if the refunds will be cut.",
        "I'm not sure if my refunds will go down.",
        "Is there any refunds to be deducted in this case?",
        "There are any refunds which have to be deducted?",
        "Is there any deductions from theRefund?",
        "Are there any amounts taken from my refund?",
        "Is there any money taken out of the refunds?",
        "Did I receive any cuts from my refund?",
        "There may be a deduction from my refund.",
        "Is there any amount deducted from my refunds?",
        "I do not know if I will get a reduction in my refunds.",
        "I have no clue if my refund will be reduced.",
        "There is a chance that my refunds will be deducted.",
        "I haven't heard if my refunds will be reduced.",
        "I am unsure if I'll receive a reduction to my refund.",
        "Will they deduct the refunds?",
        "Will there be any cutbacks with my refund?",
        "I do not know if I will get refunds reduced.",
        "I don't know if refunds face deductions.",
        "I'm not sure if my Refund will be reduced.",
        "My refunds, any cuts?",
        "I have no idea if myRefund will be reduced.",
        "Are there any money taken away for refunds?",
        "Do I have any reduction on my refund?",
        "Would the money be removed from the refund?",
        "Is there any deductions in my refund?",
        "How about deductions from the refund?",
        "Will there be any deductions from my refunds.",
        "Is any reduction my refund?",
        "I don't know if I will have my Refunds reduced",
        "Is theirRefund going to be reduced?",
        "IsmyRefund going to be reduced?",
        "Does anyone know if there are any deductions on my return?",
        "Is my refund gonna be reduced?",
        "There might be some deductions from my return.",
        "Is there any way to cut back on the return of funds?",
        "Is any of my money deducted from my refund?",
        "Is there any cuts for the return of funds?",
        "Will theRefund be subject to deductions",
        "Are there any cuts to be made when funds are returned?",
        "Is a refund, deducting anything?",
        "Is myRefund gonna be reduced.",
        "Will it be possible to decrease my refund sum?",
        "I do not know if I will have a reduced refunds.",
        "How about any refunds deductions?",
        "Is there any reduction for my refund?",
        "Is there a deduction for that from my return?",
        "I do not know if my Refund will be lowered.",
        "Are you going to take money off of your refund?",
        "I do not know if I'll receive a reduction in my refunds.",
        "I am not quite sure if my refunds will be reduced.",
        "Is that going to be deductible from my refund?",
        "Is there any decrease from my refund?",
        "Reducing my refund is something I would like to know.",
        "Is there any amount that is taken from my refund?",
        "Are there any deductions for return?",
        "Will the refunds be subject to deductions?",
        "I don't know if I'll have my refunds reduced.",
        "I don't know if I'll get a reduction to my refund",
        "I am not sure if I will get a reduction to my refunds.",
        "Do there be deductions from the refund?",
        "Is it possible that some of my refunds are deducted?",
        "There might be deductions towards my refunds.",
        "There could be potential reduction in refunds.",
        "Can a reduction be applied to my return?",
        "I wonder if there is a deduction from my refund for that.",
        "Are you going to deduct from what I get back?",
        "Is there an amount deducted from my return?",
        "I can't tell if I will get a reduced refund.",
        "I have not heard if my refunds will be reduced.",
        "Is a return reduced?",
        "Is there a amount deducted from my refund?",
        "Is there a possibility of possible refund reductions?",
        "Is it possible you could decrease my refund sum?",
        "I don't know if there are any cuts from my refund.",
        "I can't tell if I'll get a reduced refund.",
        "I don't know if I'll get a refund reduction.",
        "MyRefund, any cutbacks?",
        "Do you know if there is any take out on returns?",
        "Is it possible that my return subtracted anything?",
        "I am not sure if I will have my refunds reduced",
        "I want to know if you will deduct my return.",
        "Expecting any cuts to your refund?",
        "I was wondering if there was any cuts from my refund.",
        "It is possible that there will be deductions for my refunds.",
        "I don't know if my refunds are going to be cut.",
        "Do there be deductions from my refund?",
        "Is there a way to deduct any refunds?",
        "Is there any deductions from my tax return?",
        "Is myRefund going to be reduction?",
        "Is that deductible from my refund?",
        "I have no idea if I'll have a reduced refund.",
        "I am getting a refund, any reductions?",
        "Is it possible to deduct from my return?",
        "I don't know ifmy refunds will be reduced.",
        "I haven't decided if my refunds will be reduced.",
        "Will any refunds be deducted?",
        "Do I have to reduce myRefund?",
        "Can you deduct from my return?",
        "Does any money be deducted for refunds?",
        "Is myRefund will be reduced?",
        "I don't know if I will get a reduction in myRefund",
        "Is it possible to get cuts from my refund?",
        "enquires about refund deduction",
        "I am not certain if I will get a reduction in my refunds.",
        "Were there any deductions from the refund?",
        "Can there be any cuts from my refund?",
        "Does anyone know if there will be any cuts to the return of funds?",
        "Can there be any money deducted for refunds?",
        "Do I have to subtract anything from my refunds?",
        "I'm unsure if my Refunds will be reduced.",
        "Any cuts will be made to the return of funds?",
        "Is there any reductions to be made on the return of funds?",
        "Expecting any cuts to refunds?",
        "Is there any amount that is deducted from my refund?",
        "There is a possibility of a reduction on my refund.",
        "Is myRefund any cutbacks?",
        "Is there money being deducted for refunds?",
        "Are there any deductions from the refunds?",
        "Will there be any deductions related to my refund?",
        "Might there be potential refund reductions?",
        "I am unsure if I will have a reduced refund.",
        "Money taken away from a refund?",
        "Will I have to make any deductions with my refund?",
        "Is my refund, any cutbacks?",
        "Is there a way to deduct money for refunds?",
        "I want to know if there is any cuts from my refund.",
        "Is there a reduction of my refund?",
        "I wonder if there are any deductions from my refund.",
        "Is my refunded going to be reduced?",
        "Is it possible you will deduct my return?",
        "There were questions about refunds deduction.",
        "I do not know if I will get a reduction to my Refund.",
        "Is there a reduction in my Refunds?",
        "Is myRefund going reduce?",
        "How about my refund, any cutbacks?",
        "I don't know if my refunds will be slashed.",
        "I don't know whether I'll get a reduced refund.",
        "How about my refund and any cutbacks?",
        "Is there an amount deducted from my refunds?",
        "Is there deductions from the refund.",
        "There are any cuts from my refunds?",
        "I don't know if I'll get a reduction in myRefund.",
        "My refunds may include deductions.",
        "Can the refund be reduced?",
        "Can any refunds be deducted in this case?",
        "Will the deductions affect my refund?",
        "Was myRefund gonna be reduced?",
        "I have no idea if I will receive a reduction to my refunds.",
        "Will there be anything taken away from my refund?",
        "Will you deduct the amount that I return?",
        "Is it possible that my refund subtracted something?",
        "Will I have any deductions from my refund?",
        "Does anyone know if money is deducted for refunds?",
        "I don't know if a reduction in my refund will occur.",
        "Can I deduct anything from my return?",
        "Does anyone know if there will be cuts on the return of funds?",
        "Is there a chance of potential refund reduction?",
        "Are you expecting any cuts to your refund?",
        "I didn't know if I would get my refund reduced.",
        "Is my refund any reduced?",
        "Will there be any deductions for my return?",
        "Will refunds be reduced?",
        "Is myRefund subject to deductions?",
        "I was wondering if myRefund would be reduced.",
        "Will there be deductions for my refunds?",
        "My refund may be reduced.",
        "Does theRefund will be reduced?",
        "I did not know if my refunds would be reduced.",
        "I was wondering if there were deductions from my refund.",
        "Will there be any cutbacks after my refund?",
        "Has my refund been reduced?",
        "I am not sure if my Refund will be cut.",
        "A question about refunds facing deductions.",
        "Expecting any cuts in your refunds?",
        "Will the return be subject to deductions?",
        "Would there be potential refund reductions?",
        "Did my refund deduct anything?",
        "I have a refund, any cuts from it?",
        "refund deductions?",
        "Do I get a reduction on my refund?",
        "I am not sure if my refunds are reduced.",
        "Will you write off what I get back?",
        "I do not know if I will receive a reduction in my refund.",
        "Will money be taken from the refund?",
        "Any cuts to be made after the funds are returned?",
        "I'm unsure if my refunds will be reduced.",
        "I asked if my refund subtracted anything.",
        "I don't know if I'll get a reduction in my Refund",
        "I'm not sure if I'll get a reduction in my refund.",
        "Will you deduct the things I get back?",
        "I don't know if the amount of my refund is deducted.",
        "Is there a reduction in my Refund?",
        "Are the Refunds reduced?",
        "Will I receive a reduced refund?",
        "What about my refund or any reductions?",
        "Will there be deductions on my return?",
        "Is there anything I can deduct from my refund?",
        "will the refunds be deducted?",
        "I don't know if I will receive a reduction to my return.",
        "I am not certain if I will receive a reduction in my refund.",
        "Could there be deductions from the return?",
        "I don't know if I'll be receiving a reduction in my refund.",
        "Is it possible to deduct my refunds?",
        "I don't know if I can have my refunds reduced.",
        "Is there money deducted from my refunds?",
        "There are queries about refund deduction.",
        "I don't know if I'll get a reduction in the refunds.",
        "Are there any refunds that have to be taken away?",
        "Will you take away anything I get back?",
        "I wonder if refunds are deducted.",
        "Any of the refund deductions?",
        "Can you take money off your refund?",
        "I do not know if there will be a reduction in my refund.",
        "Is any money removed from the refund?",
        "will my refund be reduced?",
        "I don't know if I'll get a reduction to my refund.",
        "Is there anything deducted from my return?",
        "Is my refunds subtracted anything?",
        "If there are any deductions on my return.",
        "I can't say if I will have my refunds reduced.",
        "I'm wondering about a reduction on my refund.",
        "Money will be deducted for refunds?",
        "Do I get a refund or any reductions?",
        "Is a returned money reduced?",
        "I don't know if there are any cuts to my refund.",
        "Is there any way to deduct the refunds?",
        "I have no idea whether my Refund will be reduced.",
        "I don't know if I will get a reduction in my refunds",
        "I don't know if I'll receive a reduction in my refund",
        "Is there a deduction for that from my Refund?",
        "I am not certain if I will get my refunds reduced.",
        "Were there deductions from the return?",
        "My refund could have cuts.",
        "Is there any way to make cuts on the return of funds?",
        "Is there any deduction for return?",
        "Is it aRefund, deducting anything?",
        "There may be some deductions from my return.",
        "I am unsure of whether my refunds will be reduced.",
        "Is myRefund going to be reduced?",
        "There are any cuts to my refund.",
        "Would myRefund be reduced?",
        "Is there any deducted from my refund?",
        "I want to know if there are any deductions on my refund.",
        "There might be cuts from my refund.",
        "Any reduction on my Refunds?",
        "Will my refund reduction?",
        "I am not sure if I will get a reduction in my refund.",
        "Do the deductions come from the refund?",
        "I am not certain if I'll get a reduction to my refund.",
        "Do my refunds have any reductions?",
        "Cuts from my refunds?",
        "Does this mean that refunds will be deducted?",
        "There were questions about the return deduction.",
        "Is it possible that any refunds are deducted?",
        "Does anyone know if there is a reduction on my refund?",
        "Did any money be deducted for refunds?",
        "Is there any deductions on my refunds.",
        "I don't know if I will have a reduction to my refund.",
        "Is it possible that the refunds face deductions?",
        "Are expecting any refund cuts?",
        "Do I have to make deductions on my refund?",
        "I don't know if I will get a reduction to my refund.",
        "Can there be cuts on the return of funds.",
        "Does anyone know if there are any cuts to my refund?",
        "Does my refund will be reduced?",
        "Might there be deductions from the refund?",
        "Would you deduct from what I get back?",
        "I am not sure if my Refund will go down.",
        "Is it a reduction in the refund?",
        "Will my Refunds have a reduction?",
        "I don't know if I will have the refunds reduced.",
        "Is it possible that the refunds are deducted?",
        "Refunds, any deductions?",
        "I don't know if I will have a reduced refund",
        "Will myRefund be subject to deductions",
        "There might be some deductions for my refunds.",
        "I wonder if my return will be reduced.",
        "Are there any deductions for that from my refunds?",
        "Is there a way you can deduct from my return?",
        "There could be a reduction on my return.",
        "Is the amount of the refund reduced?",
        "Is there any cuts to my refunds?",
        "Is a reduction on my returns?",
        "There might be some sort of deduction for my refunds.",
        "There could be deductions for my refunds.",
        "I'm not sure if I'll receive a reduction in my refund.",
        "I don't know whether I will get a reduction in my refunds.",
        "Deductions may affect my return.",
        "What reductions will my refund have?",
        "There might be deductions from my refunds.",
        "There could be deductions in the future refund",
        "There might be amounts deducted from my refund.",
        "There are questions about if refunds face deductions.",
        "Do you have a reduction in my refund?",
        "Will the refund be reduced?",
        "Are there any funds deducted for refunds?",
        "There might be some sort of deductions for my refunds.",
        "Is my return going to be reduced?",
        "Is it possible that refunds have deductions?",
        "Will there be deductions on my refunds?",
        "Do you know if any refunds are deducted?",
        "Is it money removed from the refund?",
        "I may have deductions for my refunds.",
        "Is there any deduction on my refunds?",
        "TheRefund might be reduced",
        "Will my refunds have a reduction?",
        "Does aRefund is reduced?",
        "I am wondering if you will cut from my reimbursement.",
        "I don't know if I will see my refunds reduced.",
        "There could be cuts to be made on the return of funds.",
        "I don't know if I'll have a reduction in my refunds.",
        "Will you deduct from what I get back?",
        "Am I going to get a reduction on my refund?",
        "Will I have any loss from return?",
        "Is it a deduction from my refund?",
        "I don't know if my refunds will be reduced",
        "Are there money removed from the refund?",
        "There are any reductions to my refund?",
        "Is a reduction on my return possible?",
        "Will there be any deductions on my refund?",
        "I don't know if I'll see my refunds reduced.",
        "Is my refund going to be lowered?",
        "Is my money deducted from my refunds?",
        "Is there money taken away to refunds?",
        "I'm not certain if I'll have a reduced refund.",
        "I don't know if I will get my Refunds reduced",
        "I don't know if the reduction to my refund will happen.",
        "There may be deductions of my refunds.",
        "My Refunds subtracted anything?",
        "Will there be a reduction on my return?",
        "Is myrefundable going to be reduced?",
        "Will there be refund cuts?",
        "Can I get any cuts from my refund?",
        "I want to know if my refund has any reductions.",
        "There could be deductions from the refund.",
        "I need to know if my refunds will be reduced.",
        "Is there a deduction for that from my money back?",
        "Is there a way to deduct any refunds in this case?",
        "I wonder if there are deductions from my refund?",
        "My refunds might be taken away.",
        "Can I deduct any of my refunds?",
        "Is it possible to deduct any refund deductions?",
        "Are there deductions from the return?",
        "Will my refund be any less?",
        "Deductions from a return?",
        "Any reductions, my money back?",
        "Are there any funds removed from the refund?",
        "I don't know if there will be any deductions from my refund.",
        "My refund may have deductions.",
        "Is there any money removed for refunds?",
        "I am wondering if my refund will be reduced.",
        "Is my refund going to have any cuts?",
        "Any reduction of my refund?",
        "I don't know whether I'll get a reduction to my refunds.",
        "I am not certain if I will receive a reduction to my refunds.",
        "Is there any deductions for my refunds?",
        "Will my Refund have any reductions?",
        "I am wondering if there are any deductions from my refund.",
        "Any cuts to my refund?",
        "Are there any cutbacks in my refund?",
        "Is myRefundgoing to be reduced?",
        "I'm unsure if I'll get a reduction in my refunds.",
        "I don't know if I will get a reduced Refunds",
        "Does anyone know if there will be any cuts made on the return of funds?",
        "Do you intend to deduct from my return?",
        "I have no idea if I will have a reduced refund.",
        "Do you know if any refunds have to be deducted in this case?",
        "Will you take away my money on my return?",
        "Will the Refunds be deducted?",
        "Will the money be taken off of the refund?",
        "Is some money taken away for refunds?",
        "I have no clue if my refunds will be reduced.",
        "Will I have to deduct my refund?",
        "Do I get any deductions from my return?",
        "Is there money taken away for the refunds?",
        "Is my return any reduced?",
        "Do I have to make cuts from my refund?",
        "I have no idea if I will get a reduction to my refund.",
        "Is there a deduction in the future refund?",
        "I am not sure if my refund will be reduced",
        "I don't know whether I will get a reduced refund.",
        "Is it possible that refunds are deducted?",
        "Do I have to take deductions from my refund?",
        "Is a reduction available to my tax return?",
        "Is there any deductions from my return?",
        "I'm not sure if my refunds are reduced.",
        "I don't know if my redemption will be reduced.",
        "Is there any deductible on my refund?",
        "I want to know if my refunds will be reduced.",
        "Reductions, my refund?",
        "Questions about the refund deduction.",
        "I don't know if I will get my Refunds reduced.",
        "Will you take away money from my return?",
        "My refund might have some deductions.",
        "I don't know if I have my refunds reduced.",
        "I do not know if I can get my refund reduced.",
        "Do you know if the refunds have to be deducted?",
        "There is a chance that I might have deductions for my refunds.",
        "Does a reduction apply to my return?",
        "Some cuts may be made on the return of funds.",
        "There are questions regarding refund deduction.",
        "Is there aRefund, deducting anything?",
        "Did my refund include any reductions?",
        "Can my refund be deductible?",
        "Is there any money taken from refunds?",
        "Are any of the refunds taken away?",
        "I am not sure if I will get myRefund reduced.",
        "There may be some cuts made on the return of funds.",
        "I don't know if I will be receiving a reduction in my refund.",
        "Any cut to the return of funds?",
        "I'm not certain if my Refund will be reduced.",
        "Is there any cut to the return of funds?",
        "Any deductions from my refund for that?",
        "There could be a deduction for my refunds.",
        "Is there a chance of potential refund reductions.",
        "Is there any money taken off for refunds?",
        "I don't know if I'll get a reduction to my check.",
        "Would there be a reduction in my refund?",
        "Do I have any deductions on my return?",
        "Is myRefund going to be cut?",
        "Can you deduct from what I get back?",
        "Is there any form of refund deductions?",
        "Will I be able to deduct anything from my refund?",
        "I am not sure whether my Refund will be reduced.",
        "I don't know if I will have my refunds reduced",
        "Will my return include any deductions?",
        "I don't know if myRefund will be reduced",
        "Would there be deductions from my refund?",
        "I don't know if I will get a reduction in the refunds.",
        "Is there any reduction on my Refund?",
        "Is there any deductions affecting my refunds?",
        "Does any money being taken away for refunds?",
        "Is the money taken off the refund?",
        "Is this refund reduced?",
        "Is there any refunds deducted.",
        "Is there any chance of a refund cuts?",
        "Is there a reduction on my refunds?",
        "Is myRefund going to been reduced?",
        "Is it possible that you will deduct from my return.",
        "Is there any deductions from a return?",
        "Will refunds have deductions?",
        "Is any money removed for refunds?",
        "Reduction of refund?",
        "Will there be any refund deductions?",
        "I wonder if myRefund will be reduced?",
        "Is money taken off of a refund?",
        "I would like to know if any refunds have to be deducted.",
        "Is money taken off of refund?",
        "Is it possible my refund subtracted anything?",
        "Is a reduction in the refund possible?",
        "I'm not sure if I'll get a reduction to my Refund.",
        "There may be deductions from your refund.",
        "Any cuts to be made to the return of funds?",
        "Does anyone know if there are any cuts to be made on the return of funds?",
        "Will my refunds have any reduction?",
        "Do you have any cuts from my refund?",
        "Deductions affecting my money back?",
        "possible reduction of refunds?",
        "Any deductions on the return?",
        "Do I get deductions from my refund?",
        "It is unknown if I will have my refunds reduced.",
        "Is there anything deducted from my refund?",
        "Will there be any cuts from my refund?",
        "There are any deductions for refund?",
        "Is there deductions in the future return?",
        "Does myRefund will be reduced.",
        "Question: Is myRefund going to be reduced?",
        "Do you know if there are any cuts to my refund?",
        "There are possible cuts on the return of funds.",
        "There may be cuts to be made on the return of funds.",
        "Can I have any deductions on my refund?",
        "Do I have to make any deductions on my refunds?",
        "Are you able to decrease my refund?",
        "Does my refund include any reduction?",
        "Is it possible that my refunds are deducted?",
        "Will my refunds reduce?",
        "Do you have a reduction on my refund?",
        "A reduction in my refund is unknown.",
        "Will this refund be reduced?",
        "Is there a reduction in the refund?",
        "I don't know if the refunds will be reduced.",
        "I have no idea if I'll have my refunds reduced.",
        "Is there a deduction from my Refund for that?",
        "Will you expect any cuts in your refunds?",
        "Will there be deductions for my refund?",
        "I was not sure if my refunds would be reduced.",
        "Is the return of funds going to see any cuts?",
        "Is there any amount deducted from my refunds.",
        "Is it possible money is taken away for refunds?",
        "Are there any refunds to deduct?",
        "I am unsure if I will have a reduced refunds.",
        "I'm not certain if my Refunds will be reduced.",
        "Do I have a reduction on my refunds?",
        "I am unsure if I'll receive a reduction in my refunds.",
        "Will there be any refunds deductions?",
        "Is there any taking out on returns?",
        "Will the money be taken from the refund?",
        "Is myRefund going to be reduce?",
        "My refunds might have some deductions.",
        "Any cuts to the return of funds?",
        "Did I have to make any deductions on my return?",
        "It's possible that there will be deductions for my refunds.",
        "I don't know if I will receive a reduction to my refund.",
        "Does the money be deducted for refunds?",
        "Will you make a deduction on my return?",
        "Will there be any deductions on my return?",
        "I don't know if I will get a cut in my refund.",
        "Is there any refund that has to be deducted?",
        "There could be deductions on my refund.",
        "Is there any Refund deductions?",
        "Will you be deducting from my return?",
        "Do I have to subtract anything from my refund?",
        "I haven't heard if I'll get a reduction to my refund.",
        "There may be a reduction on my refunds.",
        "I am not sure if my refund is going to be reduced.",
        "Is it possible that the refunds are reduced or not?",
        "Will there be potential reduction of refunds?",
        "Will there be cuts made to the return of funds?",
        "Is this my refund, any cutbacks?",
        "Could be potential refund reductions?",
        "Will any refunds have to be deducted?",
        "Is there anything to deduct from my refund?",
        "How about any return deductions?",
        "I want to know if there are any cuts to my refund.",
        "I have no idea if I'll get my refund reduced.",
        "Is there deductions from a refund?",
        "There will be any deductions from my refund.",
        "I wondered if my refund had subtracted anything.",
        "Will any cuts be made to the return of funds?",
        "I am not quite sure if my Refund will be reduced.",
        "I don't know if there's a reduced refund.",
        "Are there deductions from a refund?",
        "Is theRefund going to be reduced",
        "Does anyone know if there are any cuts to my refunds?",
        "Will it be subject to deductions when I get my refund?",
        "Any cuts from my return?",
        "Will my refund be subject to deductions?",
        "I don't know if you will deduct my return.",
        "Can there be any deductions on my return?",
        "Can you tell me about any takes out on returns?",
        "Is there a deduction for that in my refunds?",
        "I'm not sure if I will have my refunds reduced",
        "Can there be any take out on returns?",
        "I'm not sure if I will get a reduction in my refunds.",
        "Can myRefund be reduced?",
        "I don't know if I will get a reduction in my Refunds.",
        "I don't know if I'll get my refund cut.",
        "I need to know if there are any cuts from my refund.",
        "Is there any cuts made on the return of funds?",
        "Is a Refunds reduced?",
        "Is there any deductions from my refund",
        "Do you know if there are any refunds to be deducted?",
        "I asked if you would cut from my reimbursement.",
        "Is there any deductions from my refund?",
        "I don't know if they will reduce my refund.",
        "I do not know if I will get a reduction to my return.",
        "Is there any cuts from my return?",
        "Can you reduce the sum of my refunds?",
        "Is any refunds being deducted?",
        "Can deductions be made from the refund?",
        "Is there a way to deduct from my return?",
        "Is there a chance of potential reduced refunds?",
        "Is there deductions from my refund.",
        "Can I deduct anything from my refund?",
        "I'm not sure if my Refund will be lowered.",
        "Can you take money off of the refund?",
        "If my refunds are reduced, I don't know.",
        "Does myRefund will be reduced?",
        "I'm not sure if I will have a reduced refund.",
        "There are any refunds deducted?",
        "I don't know if the refund will be reduced.",
        "There are question about refund deduction.",
        "Are there any refund deductions?",
        "I have no idea if my refunds are going to be reduced.",
        "I do not know if I'll get a reduction in my refunds.",
        "Is there any deduction for that from my return?",
        "Is it possible to deduct any of my refunds?",
        "Is there any money deductions for refunds?",
        "Do I have to pay any deductions on my refund?",
        "Can there be deductions from the refunds?",
        "I don't know if my refunds will get reduced.",
        "I don't know if I will have a reduced Refund.",
        "Is there any cut to be made on the return of funds?",
        "I don't know if I'll get reduced in my refund.",
        "Is the money returned reduced?",
        "Expectations of any reduction in refunds?",
        "There could be a reduction to my refund.",
        "Do I know if my Refund will be reduced?",
        "I'm uncertain if I'll get a reduction to my refund.",
        "Are there any reductions for my refund?",
        "I don't know if I would get a reduction to my refund.",
        "I am not sure if I will receive a reduction to my Refunds.",
        "Is there a reduction on my return.",
        "Will you reduce me from my reimbursement?",
        "My refund, reductions?",
        "I wonder if there are any deductions on my refund.",
        "Is any of my money taken from my refund?",
        "Will you deduct the amount I get back.",
        "Can any money be deducted for refunds?",
        "Does anyone have any cuts from my return?",
        "Is my refund going to have any deductions?",
        "Is there money removed from refunds?",
        "Is there something taken from my refund?",
        "I didn't know if I would have my refunds reduced.",
        "What about my refund, subtracted anything?",
        "Will I have to make any deductions from my refund?",
        "Do you have any reduction on my return?",
        "I am unsure whether my Refund will be reduced.",
        "I do not know if my refunds will be lowered.",
        "Would there be any deductions on my refund?",
        "I'm not certain if I will get my refund reduced.",
        "I don't know if their will be reduced refunds.",
        "It is uncertain if my refunds will be reduced.",
        "there could be deductions for my refunds.",
        "I don't know if my refunds is going to be reduced.",
        "Will my return have cuts?",
        "Is there money removed from the return?",
        "I do not know if I will get a reduction to myRefund.",
        "Is it a reduction in the return?",
        "Will theRefund be subject to any deductions",
        "Is it possible for deductions in the future refund?",
        "Is any funds taken away for refunds?",
        "Will it be possible to deduct my return?",
        "I don't know if I'm getting a reduction to my refund.",
        "Will there be anything taken out of my refund?",
        "Are there any reductions in my return?",
        "Are there deductions from the refunds?",
        "Will there be any cuts to my refunds?",
        "Will my refund have a reduction?",
        "Is there any cut from myRefund?",
        "Is that deductible from myRefund?",
        "Is there anything taking out on returns?",
        "I don't know if the refunds will be reduced",
        "Will there be any reductions from my refund?",
        "Does anyone know if there would be cuts on the return of funds?",
        "It's possible that there might be deductions for my refunds.",
        "Is it possible to deduct that from my refund?",
        "I wonder if there are deductions from my return.",
        "Do you know if money is taken away for refunds?",
        "Are there any deductions on my refund?",
        "Is there a deduction from my refund.",
        "Can I get any reductions after my refund?",
        "What about my refund, any reductions?",
        "Can I make any deductions on my refund?",
        "Is it possible for deductions from refund?",
        "I am not sure if I will get my Refunds reduced.",
        "Is there any deductions from my refund.",
        "Shall myRefund be reduced?",
        "Is there a deduction from my refund for that?",
        "Is that a reduction in the refund?",
        "Will my Refunds have any reduction?",
        "Can I get a reduction on my refund?",
        "I don't know if Ill have my refunds reduced.",
        "Will I get any reductions in my refund?",
        "I don't know if I will get a reduction to my refund",
        "Is there any refunds that should be deducted in this case?",
        "Did I have deductions from my refund?",
        "I don't know if I'll get reduced to my refund.",
        "cutbacks, my refund, any?",
        "Are there any takes out on the returns?",
        "Would that be deductible from my refund?",
        "Is there any decrease in my refund?",
        "Are there refunds deducted?",
        "queries about return deduction",
        "Any reductions to the return of funds?",
        "Would there be cuts to the return of funds?",
        "There may be cuts made to the return of funds.",
        "Would there be any cuts made to the return of funds?",
        "Will you subtract what I get back?",
        "My refund or any reductions?",
        "Can there be deductions from refund?",
        "Is myRefund goingto be reduced?",
        "Are refunds being deducted?",
        "There may be deductions on my refund.",
        "Are refunds going to face deductions?",
        "Will it be deducted from my return?",
        "My refund could be subject to deductions.",
        "I am not sure if I will receive a reduction in my refund.",
        "If there are any cuts to be made on the return of funds?",
        "refunds may face deductions?",
        "Does my refund include amounts deducted?",
        "I don't know if I'll have my refunds slashed.",
        "I don't know if my Refund will reduce.",
        "I am not aware if my refunds will be reduced.",
        "Is there any way to deduct refunds?",
        "I haven't been told if my Refund will be reduced.",
        "My return and any reductions?",
        "Is the IRS able to deduct anything from my refunds?",
        "I don't know if I'm going to get a reduction to my refund.",
        "Is myRefund gonna be slashed?",
        "I wonder if there are any cuts from my return.",
        "Would there be any deductions on my return?",
        "I'm not sure if myRefund will be reduced.",
        "Can deductions affect my refund?",
        "I want to know if there are any deductions from my return.",
        "Has myRefund will be reduced?",
        "Will my return have any cuts?",
        "My refund, any cuts?",
        "Will the refund have any cuts?",
        "Is any money taken away to refunds?",
        "Will there be any reduced refunds?",
        "Is my refund reduced?",
        "Should I expect any refund cuts?",
        "I don't know if I will be able to get a reduction to my refund.",
        "My refunds may be affected by deductions.",
        "Will my return be tax deductible?",
        "Are there any deductions for that from my refund?",
        "Can the money be removed from the refund?",
        "Is there any possibility of potential refund reductions?",
        "I don't have any idea if my refunds will be reduced.",
        "I don't know if there will be a reduction to my refunds.",
        "Is the money being taken off the refund?",
        "Is there any reduction to my return?",
        "Is my refunds any reduction?",
        "I do not know if I will be getting a reduced refund.",
        "Are there any cutbacks, my refund?",
        "I want to know if there are any deductions on my return.",
        "Are my refunds going to be reduced?",
        "There may be deductions with my refunds.",
        "Will you take money off my return?",
        "Is there anything I can deduct on my return?",
        "Can there be deductions on my return?",
        "There are questions about return deduction.",
        "I do not know if my Refund will be reduced.",
        "Is there a deduction for refunds?",
        "I'm not sure if I'll have my refunds lowered.",
        "Is myRefund going to be down?",
        "Can there be any refunds that need to be deducted?",
        "Are any deductions for refunds?",
        "Amounts from my refund may be deducted.",
        "Will my refunds be tax deductible?",
        "Is there a reduction or not of refunds?",
        "Is a reduction included with my return?",
        "Will there be any deductions if I get a refund?",
        "I don't know if theRefund will be reduced.",
        "Will there be any deductions to my refund?",
        "Will there be a reduction on my refund?",
        "Is there any deduction from refund?",
        "Is my return subtracted anything?",
        "I'm unsure if I'll get my refunds reduced.",
        "Is there anything to deduct on my refund?",
        "How about refund deductions?",
        "I don't know if my refunds will go down",
        "Is there any cutbacks with my refund?",
        "There might be some deductions to my refunds.",
        "Is my refund reduced or not?",
        "I am not sure if I can get my refund reduced.",
        "Is there any money deducted from my refund?",
        "I don't know if I'll get a reduction in my Refunds",
        "I don't know if I will get my refund slashed.",
        "Are you expecting any cuts in your refund?",
        "Is it expected that there will be any refund cuts?",
        "Do you have to deduct what I get back?",
        "Will my refund be affected?",
        "There could be deductions from the refund?",
        "Is aRefund reduced?",
        "Is there a deduction from a refund?",
        "Is there a refund, deducting anything?",
        "Can there be any refunds deductions?",
        "I have no idea if I will have a reduced refunds.",
        "Any reductions, my refund or anything?",
        "I want to know if there is a reduction on my refund.",
        "They might deduct my refunds.",
        "I don't know if my Refund will be slashed.",
        "Is there any cuts made to the return of funds?",
        "Is there a cut from my return?",
        "Do you think there are deductions from the refund?",
        "Deductions might be made for my refunds.",
        "I do not know if my refunds will be cut.",
        "I don't know whether I'll get a reduction to my refund.",
        "There is a reduction on my refund?",
        "Is there any money taken from my refunds?",
        "Are there any reductions on my refunds?",
        "Are there any Refunds that have to be deducted?",
        "Do you know if any money is taken away for refunds?",
        "Will there be any money deducted for refunds?",
        "Do you know if there are any refunds that need to be deducted?",
        "Is there money taken from refund?",
        "There is a chance my Refund will be reduced.",
        "I am unsure if I will get my Refunds reduced.",
        "Did there be any deductions from my refund?",
        "I don't know if my refund will be deductible.",
        "Did my refund include any cutbacks?",
        "Were there deductions in the future return?",
        "Will there be any reductions in the refund?",
        "Do you plan to deduct from my return?",
        "Any reduction in my refunds?",
        "Will you deduct something from my return?",
        "Will there be deductions when I receive my refund?",
        "There could be deductions from refund.",
        "I'm not sure if I can get my refund reduced.",
        "Are there deductions from my tax return?",
        "Is it possible to deduct it from my refund?",
        "There could be a reduction in my refund.",
        "Is myRefund due to be reduced?",
        "Do I have any deductions on my refund?",
        "I don't know if I will get a decrease in my refund.",
        "Do I have any cuts from my refund?",
        "Is my refunds going to be reduced.",
        "My money back, any cutbacks?",
        "I don't know if my refund will go down.",
        "Are the refunds being deducted?",
        "Is there any deduction for it from my refund?",
        "I don't know if I'll get a reduction in my refunded money.",
        "There might be cuts made on the return of funds.",
        "Is there any deductions in my return?",
        "I don't know if my refund will reduce.",
        "Can I get any reduction in my refund?",
        "Any cuts to be made when funds come back?",
        "Questions about the return deduction.",
        "I do not know whether I will get a reduced refund.",
        "Is it possible for my refund to deduct that?",
        "Will theRefund be reduced",
        "How about cuts on the return of funds?",
        "Is there any reduction in the return of funds?",
        "Is there going to be cuts to the return of funds?",
        "I don't know if Ill get a reduction in my refund.",
        "I was wondering if there were any deductions on my refund.",
        "What about a Refunds, deducting anything?",
        "I'm not sure if the refund will be reduced.",
        "I wonder if any refunds are deducted.",
        "Is there any deductions on my Refunds?",
        "Will you deduct the amount of money I get back?",
        "Will they deduct from my return?",
        "I want to know any cuts from my refund.",
        "I'm not sure if I'll get a reduction to my refunds.",
        "Does anyone have a cut from my refund?",
        "Will money be taken off the refund?",
        "I am not sure if I'll get a reduction in my refunds.",
        "Is there any deduction from my refund for that?",
        "Any cuts to be made to return funds?",
        "Do I get a deduction from my refunds?",
        "Is my refund going to have a reduction?",
        "Do refunds face any deductions?",
        "Is taking money off refund possible?",
        "I'm not entirely sure if my refunds will be reduced.",
        "I wanted to know if there were any cuts from my refund.",
        "Do refunds end up with deductions?",
        "I am not certain if I will have a reduced refunds.",
        "Will you let me deduct from my return?",
        "I don't know if I will have my refunds cut.",
        "I don't know if my Refund is reduced.",
        "Can I get a deduction from my refunds?",
        "What are the possible deductions on my return?",
        "Does any money get taken away for refunds?",
        "Is my refund subtract something?",
        "I don't know if they will reduce my refunds.",
        "I do not know if I will be getting a reduction to my refund.",
        "Will there be any reduction to my refund?",
        "Are you going to deduct my return?",
        "Are the amounts subtracted from my refunds?",
        "Were there deductions from my refunds?",
        "Does anyone have a reduction on my refund?",
        "I am not sure if my Refund will be lowered.",
        "Was there a chance of potential refunds being reduced?",
        "Is there a refund, deducting something?",
        "I have no idea if I'll get a reduction to my refund.",
        "I don't know if there is a deduction for that from my refund.",
        "I don't know if my Refund will be diminished.",
        "I have no idea if the refunds will be reduced.",
        "Will I be deducted from my return?",
        "Can the refunds be deducted?",
        "Is there some money deducted for refunds?",
        "There is a chance that I will receive a reduction in my refund.",
        "Is there any takes out on returns?",
        "I do not know if my refunds are reduced.",
        "I don't know if my refund can be reduced.",
        "Are there any cuts to my refund?",
        "There is a chance of potential refund reductions.",
        "Any cutbacks with my refund?",
        "Is it a reduction in the refunds?",
        "I could possibly have deductions for my refunds.",
        "Is there a chance of potential reduction in refunds?",
        "Money taken away from refund?",
        "Is myRefund going to be reductions?",
        "I don't know if I will get a reduction in my refund",
        "There are possibly deductions for my refunds.",
        "Could be potential reduction in refunds?",
        "I don't know if I will get a reduction in my refunds.",
        "refund reductions possible?",
        "Do you have cuts from my refund?",
        "I don't know if my Refund is reduced",
        "I don't know about the reduction of my refund.",
        "Is there money deducted from the refunds?",
        "Can there be cuts to return funds?",
        "Is money removed from the Refund?",
        "There are queries about the refund deduction.",
        "Will there be a reduction in my return?",
        "Is there any amount taken from my refunds?",
        "I wonder if the amount is deducted from my refund.",
        "Will you deduct what I bring back?",
        "Is money going to be taken off refund?",
        "Is there any deductions from my refunded money?",
        "I don't know if I'll get a reduction in my Refund.",
        "It is not known if my refunds will be reduced.",
        "Can I deduct my refunds?",
        "I am not sure if myRefund will be reduced",
        "Is there any deducting of refunds?",
        "My refund could be affected by deductions?",
        "There are any possible deductions on my refund?",
        "Will there be deductions from my tax return?",
        "Would there be cuts to be made on the return of funds?",
        "Is yourRefund going to be reduced?",
        "Is the IRS allowed to deduct anything from my refunds?",
        "I am wondering if there is a reduction on my refund.",
        "There might be some deductions in my refunds.",
        "Deductions on my return?",
        "Is theRefund will be reduced?",
        "Money might be removed from the refund.",
        "Any reduction to my refunds?",
        "There might be a deduction from my refund.",
        "Is there a deduction from the return?",
        "Is it possible to deduct that from myRefund?",
        "Will my refund be deducted?",
        "Does anyone know if there is a deduction for that from my refund?",
        "I don't know if there is any cuts from my refund.",
        "Was there a possibility of refund reductions?",
        "Is there Deductions from my Refunds?",
        "I'm not sure if I'll get a reduction to the refund.",
        "Will there be a reduction on my Refunds?",
        "Will the return have any reductions?",
        "I don't know if my refunds may be reduced.",
        "I am not sure if my refund will be lowered.",
        "Is there any deductions from my return.",
        "Can there be deductions from your refund?",
        "I do not know if I will get my refund reduced",
        "Does anyone know if any money is taken away for refunds?",
        "Any cuts to be made regarding the return of funds?",
        "Is myRefund going to reduced?",
        "Is there a cut to my refund?",
        "Is there any cuts to be made on the return of funds.",
        "Can there be cuts on the return of funds?",
        "There are possibility of deductions for my refunds.",
        "Has the refund been reduced?",
        "I do not know if my Refund is going to be reduced.",
        "Will you deduct what I get back",
        "Is my money deducted from my refund?",
        "Does anyone know about any cuts from my refund?",
        "Does anyone know if there are any cuts from my refunds?",
        "Is there a deduction for that in my return?",
        "I don't really know if my refund will be reduced.",
        "MyRefund may be reduced?",
        "Potential reductions of refunds?",
        "Will my refund have reductions?",
        "I'm not sure if I'll get a reduction to my refund",
        "There are any refund deductions?",
        "Will there be any money taken from my refund?",
        "Is my refund going to be decreased?",
        "Any deductions for my refund?",
        "Are there any deductions from my return?",
        "Will my Refund be reduced?",
        "Might myRefund be reduced?",
        "There is any reduction in my refund?",
        "Is there any deductions from the return?",
        "myRefund may be reduced",
        "Will there be potential refunds reduced?",
        "I don't know if the Refunds will be reduced.",
        "Is there any refunds to be deducted in this case.",
        "Is there a deduction for that from my refunds?",
        "I don't know if there will be a reduced refund.",
        "Is there a chance of reduction in refunds?",
        "Is aRefund, deducting anything?",
        "Will there be any reduction on my refunds?",
        "I wonder if there are any cuts from my refunds.",
        "Will there be any deductions from my refund?",
        "I have no idea if my refunds will be reduced",
        "Do I have to reduce my refund?",
        "Reductions, my refund, any?",
        "Is a reduction part of my return?",
        "Will there be any reductions in my refund?",
        "There might be deductions to my refunds.",
        "Is it possible that the refunds will be deducted?",
        "Is my refund going to have cuts?",
        "I don't know whether my refund will be reduced.",
        "Is it a reduction on my refund?",
        "I don't know whether I will get my refund reduced.",
        "There might be a reduction in my refund.",
        "Were there deductions from the refunds?",
        "Will I have my refund reduced?",
        "Is there a chance of possible refund reductions?",
        "There might be a deduction for my refunds",
        "I wonder if there are any cuts from my refund?",
        "Were there any refund deductions?",
        "Will there be a deduction of refunds?",
        "Expecting any cut in your refunds?",
        "I have a refund, any reductions?",
        "Is there a chance for potential refund reductions?",
        "I am not sure if I'll receive a reduction to my refund.",
        "Will the refunds have any reductions?",
        "Any cuts to be made after the return of funds?",
        "I am not sure if I'll have my refunds reduced.",
        "Will my refunds be deducted?",
        "Will you take deductions from my return?",
        "I don't know if my refunds would be reduced.",
        "Taking money away from refund?",
        "There is the possibility of deductions for my refunds.",
        "I don't know if I'll get a reduction to my Refunds",
        "Is it possible to deduct any refunds?",
        "Is there any reduction to the return of funds?",
        "Will my refund have any decreases?",
        "Is anything deducted from refunds?",
        "I am not certain if I'll get a reduction in my refund.",
        "Will there be deductions from a refund?",
        "I am not sure whether I will have a reduced refund.",
        "I was wondering if there were any deductions from my refund.",
        "There could be a deduction from my refunds.",
        "Does that mean a reduction on my refund?",
        "I am not sure if the Refunds will be reduced.",
        "Does my return have any reductions?",
        "I don't know if I will see a reduction to my refund.",
        "Is anyone deducting money for refunds?",
        "I'm not sure if my refunds will be reduced.",
        "I don't know if I will get my refund reduced",
        "Will I lose anything from return?",
        "There are any deductions to my refund?",
        "Potential reductions to refunds?",
        "Any money taken away for refunds?",
        "I don't know if I will see a reduction in my refund.",
        "Will any of my refunds be deductible?",
        "Is it possible to take money away from the refund?",
        "Can you give me any refunds deductions?",
        "Is there a reduction on my return?",
        "Would there be any cuts on the return of funds?",
        "Will there be any reduction in my refunds?",
        "Cuts to be made on the return of funds?",
        "Is my Refund subject to deductions?",
        "Do you expect any cuts in the refunds?",
        "Will my return have a reduction?",
        "I don't know if myRefund will be reduced.",
        "Will there be a reduction on my refunds?",
        "Does my refund have any reduction?",
        "I don't know if I will get a reduction in myRefund.",
        "Will there be any deductions on my refunds?",
        "I wonder if there are amounts deducted from my refund.",
        "Is there money taken from the return?",
        "Deductions from a refunds?",
        "Is it possible that my refund will be reduced?",
        "Is there any kind of refunds deductions?",
        "Are there less money from my refund?",
        "Does it include deductions from the refund?",
        "Refund reduced by something?",
        "I don't know if I'm getting my refund reduced.",
        "Is there a reduction to my refund?",
        "There are questions regarding the refund deduction.",
        "Is it possible for deductions from the refund?",
        "Is there any way to reduce my refund?",
        "Is there a deduction for it from my refund?",
        "Will a refund be reduced?",
        "Will the refund have reductions?",
        "Do you know if there are cuts from my refund?",
        "Is there a reduction of the refund?",
        "I'm not certain if I'll have my refunds reduced.",
        "Does my refund have deductions?",
        "Can money be removed from the refund?",
        "Deductions from a refund?",
        "Is there any amount that is deducted from my refunds?",
        "I don't know if it will be a reduction in my refunds.",
        "Is any money taken out of refunds?",
        "Any deductions related to refunds?",
        "I will not know if my refunds will be reduced.",
        "I wonder if the refunds will be deducted.",
        "Is that going to be taken from my refund?",
        "I have no idea if I'll get a reduction in my refunds.",
        "Will there be money removed from the refund?",
        "Can there be deductions from my refund?",
        "Will the money be deducted for refunds?",
        "Is there any refunds that will have to be deducted?",
        "Is there going to be a reduction in myRefund?",
        "Will there be any refund cuts?",
        "I don't know if I'll be able to get a reduction to my refund.",
        "There are deductions from the refund?",
        "Reducing my refund?",
        "Is money taken out of refunds?",
        "I'm unsure if I'll receive a reduction to my refund.",
        "How much will be cut on the return of funds?",
        "I don't know if my refunds will be diminished.",
        "I have no idea if my refunds will be reduced.",
        "I don't know if I'll get a cut in my refund.",
        "Will there be any cuts from my Refund?",
        "Is money deducted from my refund?",
        "Will there be deductions for refunds?",
        "I want to know if my refund will have any reductions.",
        "There are any deductions on my tax return?",
        "I'm not sure if my refund will be reduced",
        "I don't know if my refund is reduced.",
        "Do you expect a cut in the refund?",
        "What about deductions from the refund?",
        "Is the money removed from the refund?",
        "I'm not sure if I'll get myRefund reduced.",
        "What cuts will be made on the return of funds?",
        "There are any refunds to be deducted?",
        "I don't know if I will receive a reduction to my refunds.",
        "Is it possible refunds face deductions?",
        "Is it possible to reduce my refund?",
        "My return, any reductions?",
        "I don't know if I will get refunds reduced.",
        "Any reductions to be made on the return of funds?",
        "How about my return, any cutbacks?",
        "I don't know if I'll get a reduction to my money back.",
        "The potential for reduction in refunds?",
        "I am unsure if my Refund will be reduced",
        "Is my refund cut?",
        "Is there a reduction for my refund?",
        "Does this mean refunds will be deducted?",
        "Is there any reduction on my return?",
        "Does my refund have reductions?",
        "Can there be deductions on my refund?",
        "There may be potential refunds reductions?",
        "Is money taken out of the refund?",
        "Is there amount deducted from my refund?",
        "Is there anyone taking money away for refunds?",
        "Taking money away from the return?",
        "I am wondering if there is a reduction on my refunds.",
        "I'm not sure if I will get the refund reduced.",
        "Can you tell me about any refunds deductions?",
        "Can there be deductions from a return?",
        "Would money be taken away for refunds?",
        "Is there a deduction from my refunds?",
        "Does anyone have any cut from my refund?",
        "Is there any money takenaway for refunds?",
        "I'm not sure if I'll see a reduction in my refund.",
        "Are myRefund gonna be reduced?",
        "I don't know if I'll see a reduction in my refunds.",
        "There might be deductions for my refunds",
        "I don't know if a reduced refund will happen.",
        "I don't know if my refunded will be reduced.",
        "Deductions from the Refund?",
        "I don't know if I will get myRefund reduced",
        "If there is a reduction on my refund?",
        "I don't know if I will get Refunds reduced",
        "Yes, do refunds face deductions?",
        "Reductions in refunds?",
        "If my refunds will be reduced I don't know.",
        "Am myRefund going to be reduced?",
        "Is there any deductions for return?",
        "There may be deductions from the return.",
        "Will you deduct me from my return?",
        "Do my refunds subtract anything?",
        "Will you take things away from my return?",
        "Is my refund any reduction?",
        "Is there money deducted from my refund?",
        "What about deductions affecting my refund?",
        "I want to know if refunds have to be deducted.",
        "Does anyone know if there will be cuts made on the return of funds?",
        "Is my Refunds subtracted?",
        "Is there any deductions from the refund.",
        "I don't really know if my Refund will be reduced.",
        "Is there any reductions from my refunds?",
        "Is it possible that a refund is reduced?",
        "I wonder if there are cuts from my refund.",
        "There may be deductions from my refunds.",
        "Any deductions for refunded money?",
        "I don't know if I'll get a reduction to my refunds",
        "Does anyone know if there will be cuts on the return of funds.",
        "What about my refund and any reductions?",
        "Is it possible that the refund is reduced?",
        "I am not sure if I will get my Refunds reduced",
        "Is there any cuts to come on the return of funds?",
        "Is my Refund going to be reduced?",
        "There are query about refund deduction.",
        "Is there an amount that is deducted from my refund?",
        "Deductions from my tax return?",
        "Is there a potential reduction in refunds?",
        "Is the amount subtracted from my refunds?",
        "Is there a cut from my refunds?",
        "Will you deduct what I get back?",
        "I wonder if there is a reduction on my refunds.",
        "Will you take away from my return?",
        "Is it possible that some refunds are deducted?",
        "I may have my refunds reduced.",
        "Any reduction in my refund?",
        "Will my refund have any cuts?",
        "I have a refund, any cutbacks?",
        "I don't know if I will get reduced to my refund.",
        "Is money removed from refund?",
        "Does money get taken away for refunds?",
        "There might be deductions in my refunds.",
        "Does anyone know what cuts will be made on the return of funds?",
        "I don't know if I will get a reduction to myRefund.",
        "Is there deductions from the refunds?",
        "Will my refund be trimmed?",
        "Does any reduction on my refund happen?",
        "Do you deduct what I get back?",
        "Does myRefund gonna be reduced?",
        "How about a reduction in my refund?",
        "Deductions from returns?",
        "I don't know if I'll get my Refunds reduced",
        "Is there any cut from my Refund?",
        "I am unsure if I will get a reduction to my refund.",
        "I am unsure if my refunds will be reduced.",
        "Will there be any cuts made on the return of funds?",
        "Is it possible to deduct anything from a refund?",
        "Will I have a reduction in my refund?",
        "Is my Refunds any Reductions?",
        "Is it possible you will cut from my reimbursement?",
        "For my refunds, there may be deductions.",
        "I don't know if there will be a reduced return.",
        "I don't know if I'll have my refunds reduced",
        "Is my refund going to be reduced.",
        "I would like to know any cuts from my refund.",
        "Any deductions for returned money?",
        "Is there any refunds to deduct in this case?",
        "Can I deduct anything on my refund?",
        "Is a reduction applied to my return?",
        "There might be deduction for my refunds.",
        "Is there any possible deductions on my refund?",
        "I would like to know if there are any cuts from my refund.",
        "I'm not sure if my Refund will be decreased.",
        "I don't know if my refunds will be subject to any deductions.",
        "My refund may have cuts.",
        "Is there any reductions to my refund?",
        "Will you deduct from what I get",
        "Can you reduce my refunds amount?",
        "I am unsure if I'll have a reduced refund.",
        "Will my Refunds be reduced.",
        "Is there any refunds that need to be deducted in this instance?",
        "Is there anything taken from my refunds?",
        "Are any cuts to be made on the return of funds?",
        "I'm not sure if I'll get my refund reduced.",
        "There is a chance that I will have deductions for my refunds.",
        "I don't know whether I'll get my refund reduced.",
        "Can you reduce my refunds sum?",
        "Will there be a deduction from my refund?",
        "There are any deductions for refunds?",
        "I did not know if I would have a reduced refund.",
        "I'm unsure if I will receive a reduction in my refund.",
        "My refund or any other reductions?",
        "I am wondering if deductions affecting my refund.",
        "Is the money going to be taken off the refund?",
        "I am not sure if I will get a reduction in my refunds.",
        "Is there deductions from theRefund?",
        "Will myRefund have a reduction?",
        "Are there any refunds deductions?",
        "Will money be removed from the refund?",
        "Is there any amount deducted from my Refunds?",
        "Is it possible that the amounts are deducted from my refund?",
        "Are there any cuts that need to be made on the return of funds?",
        "Could money be removed from the refund?",
        "Is my refunds going to have any reductions?",
        "Is there any refunds that need to be deducted?",
        "Is it possible that refunds have to be deducted?",
        "I don't know if refunds will be deducted.",
        "Do you think there will be any deductions from my refund?",
        "What about my refund or reductions?",
        "Is there any chance of refund cuts?",
        "Will there be any refunds deducted?",
        "Are there any money deducted for refunds?",
        "Does it mean deductions from the refund?",
        "Do you expect any refund reductions?",
        "I have no idea if my refunds will be cut.",
        "Do you have any deductions on my tax return?",
        "Do you know if there will be any cuts to the return of funds?",
        "Can I have a reduction on my return?",
        "Will the Refund be reduced?",
        "I want to know if there are deductions from my refund.",
        "Will there be any reduction on my refund?",
        "Is there a way to deduct the refunds?",
        "Can there be a reduction on my refund?",
        "Does anyone know about a reduction on my refund?",
        "There may be potential reduction in refunds.",
        "I don't know if they'll reduce my refunds.",
        "Is my refunds going to have reductions?",
        "There is possibility of deductions for my refunds.",
        "Does my refund include reductions?",
        "Any return deductions?",
        "Is money removed from a return?",
        "Will you take the money out of my return?",
        "Is that deductible from my refunds?",
        "Do I get a deduction from my refund?",
        "Is there any deduction of refunds?",
        "I don't know if my refund will be decreased.",
        "Is there any money deducted for refunds?",
        "Was there a possibility of potential refunds reductions?",
        "I don't know whether I will get a reduction to my refund.",
        "Is my refund deducted?",
        "Will my return reduce?",
        "My money back, any reductions?",
        "They might have deductions for my refunds.",
        "My refund may be affected by deductions?",
        "I am not sure if there will be a reduction in my refund.",
        "I do not know if there will be a reduced refund.",
        "Is there any way to deduct that from my refunds?",
        "Is there any amount of refunds deducted?",
        "There is a chance that there will be deductions for my refunds.",
        "A possible reduction in refunds?",
        "Is a deduction for that from my refunds possible?",
        "Is there a deduction for that from myRefund?",
        "Will there be deductions to my refund?",
        "Are there any deductions on my tax return?",
        "Is there any deductions from Refund?",
        "Is my Refunds going to be reduced?",
        "Expecting any cut in the refunds?",
        "I am uncertain if my Refund will be reduced.",
        "Any reductions, my return?",
        "Will the refund have a reduction?",
        "I am not sure if I will see a reduction in my refund.",
        "I am not sure if I will get a reduction to my refund.",
        "I can't tell if my Refund will be reduced.",
        "Can I get a reduction in my refund?",
        "Is any reduction on my refund possible?",
        "Does anyone know if there are any cuts made on the return of funds?",
        "There could be deductions from my refunds.",
        "Is there any take out on returns?",
        "There are any cuts to be made on the return of funds?",
        "Are there funds removed from the refund?",
        "Do any refunds have any deductions?",
        "Will there be any money taken from my refunds?",
        "Will myRefund be reduced?",
        "My refunds might be deducted.",
        "Is money going to be taken off the refund?",
        "Will my Refunds have reductions?",
        "is myRefund going to be reduced?",
        "There could be deductions for my refunds in this case.",
        "I am unsure if I'll have my refunds reduced.",
        "Is it possible to deduct from my return.",
        "Is there any cut to my refund?",
        "Is there deductions from refund?",
        "I don't know if I'll get a reduction to my refunded money.",
        "Are you going to take money off the refund?",
        "I don't know if my refunds could be reduced.",
        "Do I have any cutbacks with my refund?",
        "I am unsure if my refund will be subject to deductions.",
        "I am unsure if I'll get a reduction in my refund.",
        "I am getting my refund, any cutbacks?",
        "Do you have any reductions in my refund?",
        "I don't know if my refund will have any reductions.",
        "Will you deduct from my return",
        "I don't know if I'll get a reduction in myRefund",
        "I'm wondering if there are any cuts from my refund.",
        "I wonder if the amounts are deducted from my return.",
        "Can there be deductions from a refund?",
        "Will my Refunds be decreased?",
        "Are there any deductions from my refunds for that?",
        "Is this a reduction of the refund?",
        "There could be deductions from the refund",
        "Does my refund have any deductions?",
        "There could be a reduction on my refund.",
        "Is any money deducted for refunds",
        "Does anyone have cuts from my refund?",
        "Is there money taken out of the refund?",
        "Is there a deduction for that from the refunds?",
        "There may be amounts deducted from my refunds.",
        "Has there been any cuts made to the return of funds?",
        "Is there any deductions from a refunds?",
        "Will my refund be slashed?",
        "Should there be any cuts on the return of funds?",
        "I don't know if there will be a reduction in my refunds.",
        "Reducing the amount of a refund?",
        "There are possibilities of deductions for my refunds.",
        "Is money removed from a refund?",
        "I don't know if Ill get a reduction to my refund.",
        "Are you able to decrease my refunds?",
        "I do not know if I will have a reduction in my refund.",
        "Is my refund any cuts?",
        "Will you take from my return?",
        "Is there any cut to the return of funds.",
        "Will I get any deductions from my return?",
        "Do you know if any refunds have to be deducted?",
        "Does myRefund are going to be reduced?",
        "Will there be any reductions to my refunds?",
        "Will there be any deductions from the money I get back?",
        "I don't know if I will receive a reduction to my Refund.",
        "Is myRefund going to reduction?",
        "Is my refund subject to any deductions?",
        "Am I going to have a reducedRefund?",
        "Is a refund being reduced?",
        "will refunds be deducted?",
        "What will be the cuts made on the return of funds?",
        "Do you know what cuts will be made on the return of funds?",
        "Is there any money deducted for refunds.",
        "Will there be any deductions from the return?",
        "Is it possible that my refund is deducted?",
        "Will there be any cuts from my refund.",
        "So my refund subtracted anything?",
        "Is that deductible from my tax return?",
        "I would like to know if there are any deductions from my refund.",
        "Do I have to make any deductions from my refunds?",
        "Will I be able to deduct my return?",
        "I don't know if they'll reduce my refund.",
        "Is there any money that's deducted for refunds?",
        "I cannot say if I will get a reduction to my refund.",
        "Is there any reduction in the amount of my refund?",
        "I am unsure if I will get my refund reduced.",
        "I am not sure whether my refund will be reduced.",
        "Is there any money that is deducted for refunds?",
        "I wondered if there were any deductions from my refund.",
        "There could be deductions for my refunds",
        "Cuts to the return of funds?",
        "I don't know if I will get a reduction to my Refund.",
        "Will myRefund have reductions?",
        "Will I get any deductions from my money back?",
        "What will be the reduction on my refund?",
        "From what I get back, will you deduct?",
        "I don't know if I'll get a reduction in the refund.",
        "I wonder if amounts are deducted from my refund.",
        "Any cutbacks, my refund, or something?",
        "Will my refund be cut back?",
        "I'm not quite sure if I'll get a reduction in my refund.",
        "I'm unsure if I'll have a reduced refunds.",
        "Could there be a reduction on my refund?",
        "I don't know if there is a reduction on my refund.",
        "Any cuts to be made when the funds are returned?",
        "Possible reduction of refunds?",
        "Will my refund include any deductions?",
        "Is there any chance of cuts on the return of funds?",
        "Is there any cutbacks, my refund?",
        "I don't know about the reduction of my refunds.",
        "It is possible that there might be deductions for my refunds.",
        "Do you deduct from what I get?",
        "I do not know if I will have a reduced refund.",
        "I have no idea if the Refund will be reduced.",
        "Is there a possibility of possible refunds reductions?",
        "Do you have any cutbacks, my refund?",
        "Is that refund reduced?",
        "I don't know if there are any deductions on my refunds.",
        "Is it possible refunds will be deducted?",
        "Is myRefund subtracted?",
        "Can anyone tell me about any taking out on returns?",
        "Are there refunds that are deducted?",
        "Money may be taken away for refunds?",
        "There are any deductions on my return?",
        "I don't know if I will get a reduction in my refunded money.",
        "Is myRefund going to be trimmed?",
        "Will this be a reduction in my refund?",
        "There is a possibility of possible refund reductions.",
        "Would there be deductions from the refunds?",
        "Do I have to make any deductions on my refund?",
        "Is there deductions from my refund?",
        "Will the returns be deducted?",
        "Will they deduct what I get back?",
        "How about deductions from refunds?",
        "Is my refund subtracted from anything?",
        "Is there any potential reduction in refunds?",
        "Do I have to pay any deductions from my refunds?",
        "I do not know if I will get the refund reduced.",
        "Is there deductions from the refund?",
        "Will there be deductions from the return?",
        "Is myRefund gonna be cut?",
        "Does anyone know if the refunds have to be deducted?",
        "Can any money be taken away for refunds?",
        "I would like to know if you will deduct from my return.",
        "Do I have any cutbacks after my refund?",
        "Money might be deducted for refunds?",
        "Expectations of any refunds being cut?",
        "There could be some deductions on my refund.",
        "Is theRefund going to be reduced?",
        "Potential reduction of refunds?",
        "I don't know if my refunds will reduced.",
        "Is there deduction from my refund?",
        "Predicting any refund cuts?",
        "I don't know if I will get a reduction to my money back.",
        "Is there money that can be deducted for refunds?",
        "Is my Refunds going to have any reductions?",
        "Money may be deducted for refunds?",
        "Is there deductions from your refund?",
        "I don't know if my refunds will be lowered.",
        "I don't know if I'll see a reduction in my refund.",
        "Will there be anything taken from my refund?",
        "Is my tax return subject to deductions?",
        "I'm not sure if I will receive a reduction in my refunds.",
        "Is there any Refunds that need to be deducted?",
        "Will there be any deductions in my return?",
        "I'm not sure if I'll get my Refunds reduced.",
        "There are possibilities for deductions for my refunds.",
        "I don't know if I'll get my refunds reduced.",
        "I am unsure if I will have my refund reduced.",
        "There may be some deductions from my refunds.",
        "I do not know if I will see a reduction in my refund.",
        "Are there any refunds that need to be deducted in this case?",
        "It's possible that I'll get deductions for my refunds.",
        "Any reduction of my refunds?",
        "Will any of my refunds be reduced?",
        "I wonder if deductions affecting my refund.",
        "There might be a reduction on my refunds.",
        "I am unsure if I will get a reduction in my refund.",
        "Deductions from tax return?",
        "My refund and any cutbacks?",
        "Is my money taken from my refund?",
        "Does my refund include any cutbacks?",
        "Does anyone have any cuts from my refund?",
        "Should there be any cuts to the return of funds?",
        "Can the money be deducted for refunds?",
        "It is not known if I will have a reduced refund.",
        "Did I get any deductions on my return?",
        "I am unsure of if I will get a reduction to my refund.",
        "Is there a reduction in refund?",
        "Some deductions could be made for my refunds.",
        "Is there any cutbacks regarding my refund?",
        "Is there any reduction from my refund?",
        "Expecting any cut in refunds?",
        "I wonder if the amounts are deducted from my refunds.",
        "I am unsure of if I will have a reduced refund.",
        "I am not sure if I will get my refund reduced",
        "Can the money be taken off the refund?",
        "Is it possible for deductions from my refund?",
        "I did not know if my refund would be reduced.",
        "Is any Refunds deducted?",
        "I wonder if my Refund will be reduced.",
        "Is there deductions for refunds?",
        "Will my refund include any reduction?",
        "I am unsure if I'll get a reduction to my refunds.",
        "Is there a potential reduction of refunds?",
        "I don't know if my refunds will reduce",
        "Was there a chance of possible refund reductions?",
        "Will there be any deductions from myRefund?",
        "There could be cuts made on the return of funds.",
        "Is there deductions from the refund",
        "There might be some deductions with my refunds.",
        "I don't know if my Refunds will be Reduced.",
        "Is there any loss of funds on my return?",
        "Is there any potential reduction of refunds?",
        "I was wondering if my refund would be reduced.",
        "Does the refunds face any deductions?",
        "Will there be deductions on my refund?",
        "I don't know if those refunds will be reduced.",
        "Is the refunds gonna be deducted?",
        "Will it be deducted from refunds?",
        "There may be potential reductions in refunds.",
        "Is there any deductions on my refund?",
        "Will my refunds have reduced?",
        "Are you going to take money off your refund?",
        "Will this reduce my refund?",
        "Is anything deductible from refunds?",
        "There might be deductions on my refunds.",
        "Can a reduction be included in my tax return?",
        "There is a possibility of deductions for my refunds.",
        "Is there a deduction from my Refund?",
        "Is there any deduction from the return?",
        "I don't know if I will get a reduction from my refund.",
        "Any deductions for return?",
        "Will money be taken off refund?",
        "Does theRefund is reduced?",
        "There are any deductions on the return?",
        "I'm unsure if I'll receive a reduction in my refund.",
        "My refunds could be reduced.",
        "Is there anything I can deduct from my refund for that?",
        "I do not know if I will be getting a reduction in my refund.",
        "Does my refund have any cuts?",
        "Is there a deduction from my refund on that?",
        "I didn't know if I would get a reduction in my refunds.",
        "Will there be any deductions with my refund?",
        "I don't know if I'll get myRefund reduced",
        "Will there be any deductions as a result of my refund?",
        "For my refunds, there might be deductions.",
        "Am I going to have my refund reduced?",
        "Are you planning to deduct from my return?",
        "MyRefund will be reduced?",
        "My refunds might include deductions.",
        "Will I receive a reduction in my refund?",
        "Are there any cuts to be made to the return of funds?",
        "Will there be anything deducted from my refund?",
        "Is theRefund going to be reduced.",
        "My refund, any reduction?",
        "Will any money be taken away for refunds?",
        "Does any money taken away for refunds?",
        "I do not know if I'll get a reduced refund.",
        "Is there any deduction for refund?",
        "I didn't know if I'd get a reduction in my refund.",
        "Maybe potential refund reductions?",
        "Any reduction on my refunds?",
        "Is there a reduction or not in the refunds?",
        "I don't know if I will get a refund reduction.",
        "Would a refund be reduced?",
        "Do I need to subtract anything from my refund?",
        "Does the return face deductions?",
        "Are there any cuts to be made on the return of money?",
        "Is my refund subtracting anything?",
        "Can there be any deductions for refunds?",
        "Is it possible that there are cuts from my refund?",
        "Any cuts made on the return of funds?",
        "I am not sure if my Refund will be reduced",
        "I do not know if my refunds will be reduced.",
        "Is my refund affected by any deductions?",
        "Can you reduce my return?",
        "I do not know if I will have my refunds lowered.",
        "I wonder if there is any cuts to my repayment.",
        "There is any money deducted for refunds?",
        "I don't know whether I will have a reduced refund.",
        "Do you know if there are any cuts from my refund?",
        "Would you take money off of the refund?",
        "Do I have to cut back on my refund?",
        "Is my return subtracting anything?",
        "Is money taken from refund?",
        "I do not know if myRefund will be reduced",
        "Was there any deductions from the return?",
        "Is there any deductions from my Refunds?",
        "Any deductions for my tax return?",
        "There may be cuts to make on the return of funds.",
        "Do I get a deduction from my return?",
        "I am not sure if my refund will be reduced.",
        "Is there a reduction on my Refunds?",
        "Is there any deduction from my return?",
        "There may be deductions from the refund.",
        "Is it possible that myRefund will be reduced?",
        "Is there a reduction in the amount of the refund?",
        "I don't know if there's a reduction in my refund.",
        "Any deductions for refunds?",
        "I want to know if there are any refunds that have to be deducted.",
        "Is my return subject to any deductions?",
        "I don't know if I'll get a reduction in my refunds",
        "Might there be potential refunds reductions?",
        "I didn't know if my refunds will be reduced.",
        "For my refunds, there could be deductions.",
        "Is there a reduction in a refund?",
        "Taking money away from the refund?",
        "Is there deductions from the Refunds?",
        "I am unsure about if my refunds will be reduced.",
        "There is a chance my refunds will be reduced.",
        "Will my refund have any decrease?",
        "Will you deduct from what I get back",
        "Is my Refunds, any cutbacks?",
        "Is it possible to cut from my refund?",
        "Do refunds result in deductions?",
        "Is there any chance of potential refunds reductions?",
        "I want to know if the amounts are deducted from my refund.",
        "Is my refund deducting anything?",
        "I'm uncertain if my refunds will be reduced.",
        "There are any refunds that have to be deducted?",
        "Will my refund be cutbacks?",
        "Is there any refunds that need to be deducted in this case?",
        "Are there any Refunds deducted?",
        "Are there deductions from my Refund?",
        "Is my refund subtract any?",
        "Will any refunds be taken away?",
        "There is a question about the amount of my refund deducted.",
        "Is there anything affecting my refund?",
        "Does deductions affect my refund?",
        "Do you deduct what I return?",
        "I'm not aware if my refunds will be reduced.",
        "Will any refund cuts happen?",
        "I don't know if I'll have a reduced Refunds.",
        "I have no idea if my refunds are reduced.",
        "I didn't know if I would have a reduced refund.",
        "Will my refund be reduced.",
        "What about my refunds, any cutbacks?",
        "Is money removed from the refunds?",
        "I don't know if you'll cut from my reimbursement.",
        "I cannot tell if my refunds will be reduced.",
        "I don't know if I'll receive a reduction in my Refunds.",
        "There could be cuts made to the return of funds.",
        "A reduction on my return?",
        "I'm uncertain if I'll get my refund reduced.",
        "Is my refund going to be reduced",
        "Are there any refunds that need to be deducted.",
        "Do you have any reduction in my refund?",
        "Is my refund affected by deductions?",
        "There will be any refund cuts?",
        "queries about refund deductions",
        "I don't know if my refunds will be affected.",
        "I wonder if the amounts are deducted from my Refunds.",
        "Is there any likelihood of a refund cut?",
        "Will refund be deducted?",
        "Does anyone have a reduction on my return?",
        "Are any refunds being deducted?",
        "I'm not sure if I will get a reduction in my refund.",
        "Is a deduction for that coming from my refund?",
        "I don't know if I'll be given a reduction in my refund.",
        "I'm not certain if my refunds will be reduced.",
        "Is any money taken away for the refunds?",
        "Is there any deducted amounts from my refund?",
        "I have not been told if I will have my refunds reduced.",
        "There may be some deductions from my refund.",
        "I don't know if I will get a reduction to my Refund",
        "I don't know if refunds will be reduced",
        "Do I have to take deductions on my refunds?",
        "Can I get any reductions from my refund?",
        "I don't know if they are going to reduce my refunds.",
        "There are any reductions in my refund?",
        "Is there any cut to come from the return of funds?",
        "I do not know if my refunds will be slashed.",
        "Will I have any deductions from my return?",
        "I don't know if I will have my Refunds reduced.",
        "What cuts will be made on the return of money?",
        "Will there be any return deductions?",
        "Are refunds going to be deducted?",
        "There may be money removed from the refund.",
        "I am wondering if my refund subtracted anything?",
        "I want to know if there are any deductions on my tax return.",
        "Is a deduction for that from my refund possible?",
        "I am uncertain if I will have my refunds reduced.",
        "I don't know if I'll be given a reduction to my refund.",
        "Could the money be removed from the refund?",
        "Any deductions for that from my refund?",
        "Is any of the money deducted for refunds?",
        "Will my refund contain any reductions?",
        "Reducing my Refunds?",
        "I am unsure of if I will receive a reduction in my refund.",
        "Is there any cuts to be made on the return of funds?",
        "Will my Refunds be subject to deductions?",
        "Did myRefund subtract anything?",
        "Are there any reductions in my refund?",
        "Is there any cuts to be made when funds return?",
        "I don't know if my refunds are going to be reduced",
        "I wonder if there are any deductions from my refunds.",
        "Do you think there will be cuts on the return of funds?",
        "Is a reduction in refunds possible?",
        "Is money removed from return?",
        "Are you able to decrease my refunds sum?",
        "Is there a reduction from my refund?",
        "There are any refunds deductions?",
        "I can't tell if my refunds will be reduced.",
        "Expect any reduction in refunds?",
        "MyRefund, any reductions?",
        "Is there any cuts from my Refunds?",
        "Is my refund subtracted something?",
        "Does any take out on returns occur?",
        "Is myRefund going to be diminished?",
        "How about any refund cuts?",
        "What about my return, any cutbacks?",
        "I have no idea if the refund will be reduced.",
        "Do you think you will get any refund cuts?",
        "Will there be any deductions in my refund?",
        "There are any cuts in my refund?",
        "Does my refund include any reductions?",
        "Is it a reduction of the refund?",
        "will you deduct from my return",
        "Is there a deduction from my Refunds for that?",
        "Is my return subtracted?",
        "Is it possible that the IRS deducts money from refunds?",
        "I don't know if I'll be able to get my refund reduced.",
        "How will you deduct from my return?",
        "Can any cuts be made to the return of funds?",
        "Is there a reduction on my refund",
        "I don't know if my refund will be lowered.",
        "Is taking money off a refund possible?",
        "I want to know if there will be any deductions from my refund.",
        "I was wondering if you would deduct from my return.",
        "I don't know if I will receive a reduction to my refund",
        "Reducing the amount of money from my refund?",
        "There are any cuts from my return?",
        "Does myRefund be reduced?",
        "Might deductions affect my refund?",
        "I don't know if my refunds will be cut.",
        "Do you have any deductions on my refund?",
        "I wonder if deductions affecting my refunds.",
        "Is money taken off the refund?",
        "Is any of the refunds taken away?",
        "Do I have to reduce my refunds?",
        "Do you have any reduction on my refunds?",
        "There could be deductions from my refund.",
        "My refund subtracted anything?",
        "There may be potential reduction of refunds.",
        "Is the IRS able to deduct any money from refunds?",
        "There may be deductions for my refund.",
        "I haven't figured out if my refunds will be reduced.",
        "My refund may be reduced",
        "Has myRefund going to be reduced?",
        "The potential for refund reductions?",
        "Will refunds face deductions?",
        "I do not know if I'll have my refunds reduced.",
        "Is there any refunds that must be deducted in this case?",
        "Will there be a deduction from my return?",
        "Is there a reduction in the Refunds?",
        "There might be a reduction in my refunds.",
        "There could be deductions for my refund.",
        "Is it possible that the IRS deducts anything from refunds?",
        "Are there any deductions from my refund?",
        "I don't know if my refund will be slashed.",
        "Is there deductions from my Refund?",
        "Will you deduct from what I got back?",
        "Is myRefund going to have a reduction?",
        "Refund deductions possible?",
        "Will you deduct anything that I get back?",
        "Is my refund going to be reduced?",
        "Is there any reduction from my refund.",
        "Will there be some deductions from my refund?",
        "Are there any cuts from my refund?",
        "Do any cuts need to be made on the return of funds?",
        "I wonder if there are any cuts from my refund.",
        "There might be deductions of my refunds.",
        "Are there deductions from the Refund?",
        "I wonder if the refund is taken off value?",
        "Does a refunds face deductions?",
        "There could be cuts to the return of funds.",
        "I don't know if I will get a reduction to myRefund",
        "Is there any deduction from my tax return?",
        "Is there a deductions from the refund?",
        "I don't know whether I'll get a reduction in my refunds.",
        "Would any cuts be made on the return of funds?",
        "There could be deductions on my tax return.",
        "Is there any reduction in the refund?",
        "Do you expect any cuts to your refunds?",
        "Will there be anything taken from my return?",
        "Are there any reductions on my refund?",
        "Is my refunds, any cutbacks?",
        "There is a chance for deductions for my refunds.",
        "There are any deductions for my refund?",
        "Will my refund come with any deductions?",
        "I don't understand if I will have a reduced refund.",
        "I don't know if I'll be getting my refund reduced.",
        "Is it possible that there are deductions from my refund?",
        "I don't understand if I will get a reduction in my refund.",
        "Has myRefund been reduced?",
        "I cannot say if I will get a reduction in my refund.",
        "Is there any refunds that are deducted?",
        "Reduced money from my return?",
        "I want to know if you will cut from my reimbursement.",
        "Will you take away from my reimbursement?",
        "Does anyone have any deductions on my tax return?",
        "Is my reimbursement going to be trimmed?",
        "Is there any deductions from the money back?",
        "Are there potential reduction in refunds?",
        "Was there any reduction in my refund?",
        "I wonder if there are deductions from my refunds.",
        "I don't know if I will get Refunds reduced.",
        "Can I have a reduction on my refunds?",
        "A potential reduction in refunds?",
        "Is there any cuts to my refund?",
        "Is it possible that money is deducted for refunds?",
        "My refunds and any reductions?",
        "I am wondering if any refunds have to be deducted.",
        "I am not sure if I will see a reduced refund.",
        "Any deductions from my refund?",
        "Reducing my refunds?",
        "Is it possible that I have deductions from my refund?",
        "Are there refunds subtracted?",
        "I'm uncertain if my Refund will be reduced.",
        "Is there Money deducted for refunds?",
        "Does refunds face any deductions?",
        "I am wondering if there are any deductions on my refunds.",
        "I'm not sure if I will have a reduced refunds.",
        "I am not sure if I will have my refund reduced.",
        "Does anyone know if there are refunds that have to be deducted?",
        "Is there any money deducted from my refunds?",
        "Reduced money from my refund?",
        "Does anyone have any deductions on my refunds?",
        "Is my refund subtractible?",
        "Is there any reduction on the return of funds?",
        "My refund might have cuts.",
        "I am unsure if I will receive a reduction to my refunds.",
        "Is there any cuts from my refund?",
        "Deductions from my refunds?",
        "Are there any refunds that must be deducted in this case?",
        "Is any money deducted from the refunds?",
        "What about a refund, deducting anything?",
        "Is there any Refunds that have to be deducted?",
        "There may be deductions for my refunds in this case.",
        "I have no clue if I will have a reduced refund.",
        "Is there any chance of possible refund reductions?",
        "Any deductions for your return?",
        "I have no idea if I will receive a reduced refund.",
        "Are my refunds subtracted?",
        "Refund reductions possible?",
        "What about refund deductions?",
        "Is myRefund going to be affected?",
        "I wonder if there are deductions from my tax return.",
        "Is myRefund expected to be reduced?",
        "Is there any deductions on my refunds?",
        "Is there any money deducted from my return?",
        "I'm not sure if I will get a reduction to my Refunds.",
        "Is it possible that deductions from refunds?",
        "There is a possibility of refund reductions.",
        "A reduction in my refunds?",
        "Any deductions for the refund?",
        "Is my return any cuts?",
        "Is there any chance of potential refund reductions?",
        "Is there a chance of potential reduction of refund?",
        "Did my return subtract anything?",
        "Should I have a reduction on my refund?",
        "Does anyone know if refunds need to be deducted?",
        "Does anyone know if there are any deductions on my refund?",
        "Did there be deductions from the refund?",
        "Is there any refunds to be deducted in this situation?",
        "Is anything deductible from the refunds?",
        "Is it true that you will deduct from my return?",
        "I don't know if I will receive a reduction in my Refunds",
        "There are questions about refunds facing deductions.",
        "Am I going to have my refunds reduced?",
        "Will the Refund be taken off value?",
        "Is there cuts to be made on the return of funds?",
        "Any reduction on the refund?",
        "Should there be any cuts made on the return of funds?",
        "Is there any reduction in my return?",
        "I am unsure of if my refunds will be reduced.",
        "Some cutbacks, my refund?",
        "Any cuts to be made when funds are returned?",
        "Any deductions from the refunds?",
        "Does my return include any deductions?",
        "Is refund reduced?",
        "Is there any reduction with my refund?",
        "Possible reductions of refunds?",
        "Is there any cuts to be made on returning funds?",
        "I'm not sure if I'll get my Refunds reduced",
        "There might be some deductions from my refunds.",
        "I don't know if I'll get the reduction to my refund.",
        "Is myRefund is going to be reduced?",
        "I do not know if I will have my refunds reduced",
        "Is there any amount deducted from my return?",
        "I don't know if my Refund is going to be reduced.",
        "Will there be deductions when I get my money back?",
        "Is the refunds to be deducted?",
        "Is a reduction in my refund possible?",
        "Does anyone know if there are any refunds that have to be deducted?",
        "Will I get a reduction in my return?",
        "Is my return any reduction?",
        "I want to know if there are any cuts from my refunds.",
        "Is money removed from the refund?",
        "Do we have deductions from the refund?",
        "Possible refunds reductions?",
        "Will there be any cuts on the return of funds?",
        "There is a possibility that my Refund will be reduced.",
        "Is there an amount deducted from my refund.",
        "Could there be potential reductions in refunds?",
        "Would the refund be taken off value?",
        "Would there be deductions from the refund?",
        "Does my refund include deductions?",
        "Are there any reductions with my refund?",
        "I am not sure if I will have my Refunds reduced.",
        "Does anyone know of any cuts from my refund?",
        "I don't know if I will be getting a reduction to my refund.",
        "Is there money deducted for refunds?",
        "My return, subtracted anything?",
        "Are there any potential refund reductions?",
        "Will my payback have any reductions?",
        "I don't know if my Refund will be lowered.",
        "Is any of my refunds cut?",
        "My refund will be subject to any deductions.",
        "Do I have a reduction on my refund?",
        "I was wondering if there was any reduction on my refund.",
        "Does anyone know if refunds have to be deducted in this case?",
        "Would any refunds be deducted?",
        "Will my refund have deductions?",
        "There could be deduction for my refunds.",
        "Does it include deductions from my refund?",
        "Do you have any reductions for my refund?",
        "I want to know if there are deductions on my refund.",
        "Will we deduct from what I get back?",
        "Is a refunded amount reduced?",
        "Is money taken from a refund?",
        "I'm not sure if I'll get a reduction to my Refunds.",
        "I don't know if I'll receive a reduced refund.",
        "I am wondering if there are any cuts from my refund.",
        "Will any cuts come from my refund?",
        "I am not certain if my Refund will be reduced.",
        "My refund might have a reduction.",
        "Is my return, any cuts?",
        "I don't know if I'll get a reduction in my funds.",
        "I am getting a refund, any cutbacks?",
        "I'm not sure if I will receive a reduction in my refund.",
        "Are any refunds subtracted?",
        "Is there any deductions from refunds?",
        "Will I be docked from my return?",
        "Someone wants to know if a refund is reduced.",
        "There are any cuts to my refunds?",
        "I'm not sure if my refund is going to be reduced.",
        "Is there any deducted amount from my refund?",
        "Is any money subtracted for refunds?",
        "I didn't know if my refund would be reduced.",
        "Is there any taking out on the returns?",
        "Do I have to make any cuts from my refunds?",
        "I was wondering if there were any cuts from my refund.",
        "Is my refund going to be slashed?",
        "I am unsure if my Refund will be reduced.",
        "Is there a Refunds, deducting anything?",
        "Is there any money that will be deducted for refunds?",
        "Will there be any deductions associated with my refund?",
        "Will any deductions be made of my refund?",
        "Some deductions might be made for my refunds.",
        "I wonder if my refund will have any reductions.",
        "Will there be any cuts from my Refunds?",
        "Do you have any cuts from my return?",
        "Will I have any deductions from my refunds?",
        "Is money taken away from the refund?",
        "Will there be any reductions with my refund?",
        "I wonder about deductions from my refund.",
        "Will there be any reductions to my refund?",
        "Is there any cuts in my refund?",
        "Will these refunds be deducted?",
        "I do not know if I will get a reduction in my refund.",
        "I don't know if refunds will be reduced.",
        "I don't know if I'll have a reduction to my refunds.",
        "Will I get a deduction on my return?",
        "Some possible refunds reductions?",
        "I don't know if my Refunds will go down.",
        "There could be potential reduction of refunds.",
        "There could be possible refunds reductions?",
        "Reductions of refund?",
        "Should there be any cuts made to the return of funds?",
        "I don't know if I will have a reduction in my refund.",
        "Would there be any cuts from my refund?",
        "I do not know if myRefund will be reduced.",
        "My return, any cuts?",
        "There may be cuts from my refund.",
        "Can there be any cuts to the return of funds?",
        "Could there be deductions from the refunds?",
        "Does anyone know if there are cuts from my refund?",
        "I do not know if I'll have a reduced refund.",
        "Will any cuts be made on the return of funds?",
        "Is there any deductions for Refunds?",
        "Deductions on my refund?",
        "Will money be removed from the refunds?",
        "Any cutbacks or my refund?",
        "I am not sure if I will get a reduction to myRefund.",
        "What I get back, will you deduct?",
        "Can money be deducted for refunds?",
        "Is there any deducted money from my refund?",
        "Any reductions on the return of funds?",
        "There are any deductions on the refund?",
        "I was unsure if my refunds would be reduced.",
        "Would there be deductions from the return?",
        "Is there any cutbacks, my refund or anything?",
        "Is there any money taken from the refunds?",
        "Is there any kind of refund deductions?",
        "I can't say if I will get a reduction to my refund.",
        "Will myRefund have any reductions?",
        "Any of the deductions for refunds?",
        "There is any money taken away for refunds?",
        "Is there a deduction for any refunds?",
        "Any deductions regarding refunds?",
        "Will any takes out on returns happen?",
        "Will any reductions be in my refund?",
        "Is money deducted when refunds are made?",
        "I am unsure if I will have a reduced refund",
        "I wonder if there are deductions from the return?",
        "Is myRefund any reductions?",
        "Will you subtract from my return?",
        "I have no idea if I'll get a reduction to my refunds.",
        "I don't know if I'm going to have a reduced refund.",
        "Are any refunds taken away?",
        "I'm not sure if I will have my refunds lowered.",
        "Is the Refund reduced due to something?",
        "Is myRefund going to have any reductions?",
        "Does anyone know if there is any cuts from my refund?",
        "Is there a chance of potential return reductions?",
        "I am not sure whether I will get a reduced refund.",
        "I'm not sure if my Refund will go down.",
        "queries about refund deduction",
        "I do not know if I will have a reduced return.",
        "Any deductions for my return?",
        "There may be cuts on the return of funds.",
        "I am unsure if I'll get a reduction in my refunds.",
        "I still don't know if I'll get a reduction in my refund.",
        "I wonder if there are any amounts deducted from my refund.",
        "I did not know if I would get a reduction in my refund.",
        "Will there be any cut to the refund?",
        "I don't know if I will have my refund reduced",
        "Is there a possibility of potential refunds being reduced?",
        "Do I have to make any deductions on my return?",
        "I wonder if I'll get a reduction to my refund.",
        "There might be a reduction on my return.",
        "I want to know if the amount is deducted from my refund.",
        "Any reduction in my money back?",
        "Are the refunds going to be deducted?",
        "Does my return include any cutbacks?",
        "Is there a reduced refund?",
        "I am not sure if my Refund is going to be reduced.",
        "I'm wondering if there are any deductions on my return.",
        "Will I get a reduction in my refund?",
        "There are questions about refunds deduction",
        "Were there any deductions for refunds?",
        "I don't know if there are cuts from my refund.",
        "Are there any cuts that will be made on the return of funds?",
        "There is a possibility of potential refunds being reduced.",
        "Can you deduct the amount I get back?",
        "Will you reduce what I get back?",
        "Will my refunds be decreased?",
        "A reduction on my refunds?",
        "I wonder if you will deduct my return?",
        "What about my return, any reductions?",
        "I have no idea if I will receive a reduction to my refund.",
        "Was there a chance of potential refund reductions?",
        "I am wondering about any cuts from my refund.",
        "I am unsure if I will get my refunds reduced.",
        "Is the amount of my return deducted?",
        "I have no clue if my Refund will be reduced.",
        "Is any money taken back for refunds?",
        "I was wondering if there were any deductions on my return.",
        "Has there any refunds to be deducted in this case?",
        "There are any cuts from my refund?",
        "I have a refund, any deductions?",
        "Can there be cuts from my refund?",
        "Is money taken off refund?",
        "Is it possible to deduct that from my Refund?",
        "Is myRefund gonna reduce?",
        "I am not sure if I will receive a reduction in my refunds.",
        "Is there any possible deductions from my refund?",
        "Will there be any cut in refunds?",
        "I would like to know if there are any deductions on my refund.",
        "I am not certain if I will get a reduction to my refunds.",
        "I'm wondering if my refund will be reduced.",
        "I am not sure if I will see my refunds reduced.",
        "Is the amount of my Refunds deducted?",
        "Is there any reductions for my refund?",
        "Did deductions come from my refund?",
        "Is there anything you can deduct from my return?",
        "Don't know if my refunds will be reduced.",
        "Any deductions for your refund?",
        "Is there any return deductions?",
        "I don't know if I will get a reduction on my refund.",
        "Is there anything deducted for refunds?",
        "There could be possible refund reductions.",
        "How about my refund or any cutbacks?",
        "Will there be deductions from the refund?",
        "There are any return deductions?"
    ]
}