{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Refund eligibility",
    "description": "Customers inquire about the conditions that must be met to be eligible for a refund, such as the time frame for returns and whether specific items are eligible.",
    "inquiry": "What is the time frame for returns?",
    "paraphrases": [
        "When do you need to return it?",
        "Is there time to return items?",
        "There is a time limit on returns?",
        "Can you tell me a specific return period?",
        "Was the deadline for requesting a refund or exchange?",
        "How long should you return things?",
        "The return timeframe, what's it?",
        "The return deadline?",
        "How long before you send it back?",
        "Exactly how long for returns?",
        "Is there a timeframe for return?",
        "How long to send the stuff back?",
        "Is there a defined return timeframe?",
        "Are there times for item returns?",
        "Is there time for the item returns?",
        "What is the return timescales?",
        "Can you request a refunds or exchange by the deadline?",
        "Do you have a return timeframe?",
        "How long can it take for me to return?",
        "How long before you can return the goods?",
        "Is there a time to send back stuff?",
        "Time limit on returning items?",
        "Do you have a period of time for refunds?",
        "The time limit on returns is something we don't know.",
        "I am not familiar with the return time frame.",
        "How long the return window is?",
        "Is it possible to give a precise period for refunds?",
        "How long should items be returned?",
        "The duration of the return window?",
        "Time set for returning.",
        "When can items be Returned?",
        "When could items be returned?",
        "How long is it for returns to be processed?",
        "When can the items be Returned?",
        "Is there an return period?",
        "How long can I keep coming back to?",
        "How long must I wait to come back?",
        "Is the Duration for returning items?",
        "The time for returns, what is it?",
        "Can you tell me about the return time?",
        "Time frame for returning?",
        "Have you told me the return period?",
        "What the duration is for returning items?",
        "What is the correct time for item returns?",
        "How long can a return be?",
        "It's not apparent what the return time frame is.",
        "How long should it be for returns?",
        "Time to give returns?",
        "I have no idea what the return time frame is.",
        "When should returns arrive?",
        "Got a specific time for refunds?",
        "Do you know a time for refunds?",
        "Is there some sort of return period?",
        "Is there a time frame to return?",
        "What time limit do you have on returns?",
        "When can I get back my money?",
        "Please have a return deadline.",
        "Can you offer me a return period?",
        "Is the period for refunds precise?",
        "How long must goods be returned?",
        "I don't know what the returning time frame is.",
        "When is a return period?",
        "How much time will it take for you to return?",
        "What time frame is there for returns?",
        "What's return time like?",
        "It is not yet known when items can be returned.",
        "Timetable return when?",
        "What is the return's timetable?",
        "Is a precise period for refunds available?",
        "How long can it take me to return?",
        "I want to know when I can return.",
        "The time limit for returns is unclear.",
        "Do you have to request a refund or exchange by the deadline?",
        "how long is the return time frame?",
        "Do you know the return time?",
        "Is there a period of returning?",
        "Has there a time limit for returning?",
        "When can we return items?",
        "Can you tell me the length of the return period?",
        "What is the time limitation on returns?",
        "How long does the time frame last for returns?",
        "The amount of time for returns is unknown.",
        "Does a time limit on returns exist?",
        "I want to know what the return period is.",
        "Do you want a specific period for refunds?",
        "There is a question about how long to make a return.",
        "Long of return period?",
        "I am wondering when I can expect returns.",
        "How long to deliver back stuff?",
        "When is the return timeframe?",
        "Is there a specific return time window?",
        "What's the duration of returns?",
        "I'm not sure of the return time frame.",
        "How long do you think it will take for item returns?",
        "What's the return period?",
        "What time frame for the return?",
        "I want to know when items can be returned.",
        "Time for returns to arrive?",
        "What is Return time like?",
        "How long do you think for returning items?",
        "Approximate length of return period?",
        "How long do you have to return returns?",
        "Does there a specific return period?",
        "Got an exact period for refunds?",
        "Is there a specific period for refunds?",
        "Is there a deadline for requesting a refund or exchange.",
        "How much time is it to return?",
        "Do you have a specific period to get refunds?",
        "It is not known how long to return.",
        "I want to know how long to return goods.",
        "Do you know what the time limit is on returns?",
        "Is there a particular period for refunds?",
        "There is a question about how long to return goods.",
        "How long is the time window for returns?",
        "How long until you get back?",
        "What time is it to return goods?",
        "The time frames for returns are unknown.",
        "Can you provide me a return period?",
        "I don't understand what the return time frame looks like.",
        "Is the return period clear?",
        "How long will you take to return things?",
        "How long will it take to process returns?",
        "How much time is it for item returns?",
        "Is there a specific timetable for the return?",
        "I don't know when the return period is.",
        "What is the return-time period?",
        "Is there a time limit for return returns?",
        "If so, return time?",
        "Amount of return period?",
        "How long is it to get the goods back?",
        "Was there a length of return period?",
        "The amount of time to return items?",
        "The return policy duration is a question.",
        "How long should the return time be?",
        "I wonder when I will get returns.",
        "What is the return timeframe.",
        "What is the time line for returns?",
        "What is Return Time like?",
        "How long does the time frame for returns take?",
        "How long should it take for items to be returned?",
        "The return timeframe?",
        "What time will items be returned?",
        "When can I get back?",
        "Can you confirm the return period?",
        "I don't know the time frame for returns.",
        "The time limit for returning",
        "How long for returns to come in?",
        "What time limit on returns?",
        "Is it time limits for returning?",
        "Time limit for returns?",
        "What are the return timeframes?",
        "How long to send stuff back?",
        "How long of a return window are you talking about?",
        "The return time is uncertain.",
        "What's the time limit for returning?",
        "Is there a time limit for returning items?",
        "How long do goods take to return?",
        "The time period for returns is unclear.",
        "Length of return window?",
        "How long should a returns take?",
        "What was the length of the return window?",
        "When can I get back this stuff?",
        "Time limit for returning?",
        "What's the timetable for return?",
        "Is there a time period for return?",
        "I'm confused about the return time frame.",
        "What is the returntime period?",
        "How long do you think it will take for returns to return?",
        "What is the returned time like?",
        "The timeframe for returns?",
        "How soon can I bring it back?",
        "Are there any time limits for returning?",
        "How long is it to send back something?",
        "Are you able to give me the return period?",
        "What is the time period for returns.",
        "Time for returns to occur?",
        "Length of the window to return?",
        "How long is the wait for returns?",
        "Maybe a time frame for returns?",
        "When do the returns need to return?",
        "Is there a specific period for refunds.",
        "A time limit on return returns?",
        "How long does it take for returns to come back?",
        "Will there be time limit on returns?",
        "Can you tell the length of return period?",
        "How long should we wait to come back?",
        "Can you tell me when the return will begin?",
        "How long will it take for me to get it back?",
        "How long is the time frame for returns??",
        "Is it a specific return timeframe?",
        "What is the timeframe for the returns?",
        "What is the return time set?",
        "The time limit on returns is debatable.",
        "How long does it take me to get it back?",
        "When can you make a return?",
        "How long will it take to get back the stuff?",
        "How long is the Return window?",
        "I'm not sure what the return time frame is.",
        "I haven't figured out the return time frame.",
        "How long can returns take?",
        "What time limit is used for returns?",
        "When will the return timetable be?",
        "How long does it take for items to come back?",
        "I don't know the return time frame.",
        "Does there a return period?",
        "Is there a time limits on returns?",
        "What is the duration of return policy.",
        "When is the return time?",
        "How long will returns be?",
        "The time limit for returning things?",
        "Can you give me a exact period for refunds?",
        "How long of return?",
        "I wondered if there was a return period.",
        "Can you give me a time frame for the return?",
        "Return time potentially available?",
        "Is the time right for item returns?",
        "When can refunds be made?",
        "What is the return time?",
        "Should be a precise period for refunds?",
        "We don't know the length of return period.",
        "You asked how long to send back stuff.",
        "How long should it take to send returns?",
        "What is the time limit on return forms?",
        "Time limit on returning stuff, huh?",
        "When can we return?",
        "What's the time limit on returns?",
        "How long will you make a return?",
        "a time limit for coming back",
        "How long is it to come back?",
        "What's the time limit on returns",
        "How much time is left in the return window?",
        "For returns, a time limit?",
        "Is it a time limit for returns?",
        "What is the time limit on refunds?",
        "How long is thetime frame for returns?",
        "What's the return time available?",
        "When can I get items back?",
        "What sort of return time?",
        "Time for coming back.",
        "What time frame can I return?",
        "Can you give me details about the return period?",
        "How long to wait for returning items?",
        "How long to bring stuff back?",
        "How long for you to send it back?",
        "How long will it take to send the stuff back?",
        "How long do you have to send back stuff?",
        "What time limit on returns are there?",
        "Can you tell me when the return will be?",
        "Timer on returns?",
        "What is the timeframe for returns?",
        "When do returns can be returned?",
        "How long do returns need to return?",
        "Return time provided?",
        "Can you let me know the return period?",
        "The time limits on returns are unclear.",
        "Is there a precise period to get refunds?",
        "How long can I come back for?",
        "what's the return time like?",
        "What are the return timescales?",
        "How long is the time frame for return returns?",
        "What is the desired duration for returning items?",
        "The times allotted for returning.",
        "The length of a return period?",
        "Is there a specific time frame to return?",
        "How long is it before returns?",
        "Time for someone to return an item?",
        "What is the time limit on the returns?",
        "Did you know a precise period for refunds?",
        "Time of return?",
        "How long is it? returns",
        "What is the return time- frame?",
        "There is time limit on returns?",
        "When can I have it back?",
        "Are you telling me the return period?",
        "Can you say a time limit on returns?",
        "How long will it take for returns to come in?",
        "I want to know what the return timeframe is.",
        "How long is it until you come back?",
        "How long to send it back?",
        "How long will it take for someone to return?",
        "I do not understand what the return time frame is.",
        "Might there be a time limit for returns?",
        "What time should item returns occur?",
        "Are there deadlines for requesting a refund?",
        "Time for things to be returned?",
        "What time do I have to return it?",
        "How much time can I be back?",
        "I want to know when I'll get returns.",
        "Can there be a precise period for refunds?",
        "The amount of time to return?",
        "How long does it take to get returns?",
        "How long can I take to get it back?",
        "Timing allotted for returning.",
        "Is there a specific return time period?",
        "The frame for returns?",
        "Is there a specific time frame for a return?",
        "Time schedule for returns?",
        "Can you specify the period for refunds?",
        "Time allotted for returns",
        "How long are returns for?",
        "Can you tell me of the return period?",
        "Time horizon returned?",
        "What is the duration for returning a product?",
        "How long can you go back?",
        "Is there time limits for returns?",
        "Do you have an idea of the return period?",
        "Time limit on returning items, huh?",
        "Time for returns to be returned?",
        "What time should you return goods?",
        "The amount of time given for returns.",
        "How long will it take for you to return the stuff?",
        "When do I have to return things?",
        "Can you tell me the precise period for refunds?",
        "Is there a deadline for requesting a refunds or exchange?",
        "How long of a return period is it?",
        "Can you tell me when the return period was?",
        "The time limit on returns is not certain.",
        "When is a time limit for returns?",
        "What length of return period is desired?",
        "How long is it going to take to get it back?",
        "We don't know the length of the return window.",
        "How long does the time frame look like for returns?",
        "When can returns be received?",
        "Can you give a time for returns?",
        "What are the time frames for returns?",
        "do you have a time limit on returns?",
        "What are the deadlines for returns?",
        "How long will it take to return stuff?",
        "I'm not sure how the return time frame is.",
        "What is the time limit for returns.",
        "How much time remains for returns?",
        "How long can I expect the return period to be?",
        "We don't know what the return time is.",
        "Return timetable when?",
        "What is the length of returning period?",
        "How long for you to come back?",
        "Where is the time limit for returning?",
        "Is there a return time?",
        "What time does it take for item returns?",
        "When can items be returned?",
        "How long to give back your stuff?",
        "When can I expect the returns?",
        "How long will it take you to come back?",
        "How soon will items be returned?",
        "How long until returns?",
        "The question is, is there a return period?",
        "How's the return time?",
        "Return period when?",
        "Is there a precise time for refunds?",
        "Time for the item to return?",
        "What is the timetable for returns.",
        "What's the time limit on returns.",
        "What time frame will you have for returns?",
        "When can an item be returned?",
        "When is the right time for returns to come back?",
        "How long to send the items back?",
        "How long of a returns does it take?",
        "How long is it possible to come back?",
        "When can the items return?",
        "How long is a time limit for returning?",
        "How long do you expect for returning items?",
        "You should tell me the return period.",
        "How soon are returns allowed?",
        "Is there time for the item to be returned?",
        "When can I expect payback?",
        "I wonder if there is a return period.",
        "Do you know a specific period for refunds?",
        "How long does it take to get the goods back?",
        "What are the times for the return?",
        "Is there a specific return time limit?",
        "When can the returns be returned?",
        "Time allotted for going back.",
        "How long are the returns to be?",
        "When the returns can be returned?",
        "What's the deadline for requesting a refund?",
        "The return time frame is what?",
        "How long do you have to return?",
        "The return time is a topic.",
        "What is the return time horizon?",
        "When are I able to return it?",
        "How long are the return periods?",
        "what is the return timeframe?",
        "When can I return timeframe?",
        "Do you know the length of return policy?",
        "What time limit for returning?",
        "Time limitations for returns?",
        "Is there a specific time period for returns?",
        "Return time frame.",
        "I am unaware of what the return time frame is.",
        "Is the return time frame?",
        "Are you sure of the exact period for refunds?",
        "Is there a duration of the return policy?",
        "How long for returns to be done?",
        "What is the time taken for returns?",
        "The length of the return period is questionable.",
        "I'm not aware of the return time frame.",
        "I am not sure of the return time frame.",
        "Is there a return time when?",
        "Is there a time frame for returns?",
        "What's the time limit for returns.",
        "Where is the time for item returns?",
        "What is the period for return?",
        "What period can I return?",
        "How long should it take to get back?",
        "What time limit is there for returns?",
        "For returns, what is the time frame?",
        "The time frame for returning items.",
        "Are there times limit on returns?",
        "What is the return deadline?",
        "What time frame should returns take?",
        "What time do I expect returns?",
        "Time frame of returns?",
        "How long can you return time?",
        "To return, how much time?",
        "Is there a return period??",
        "Length of return period?",
        "What is the deadline on returns?",
        "Do you have a precise period of time for refunds?",
        "How much time is left before returns?",
        "Time frames for returns?",
        "When am I supposed to come back?",
        "For returning items, what is the duration?",
        "How long for returns to be finished?",
        "The amount of time for returns?",
        "Do you have a set period for refunds?",
        "Time for going back.",
        "To confirm the return window.",
        "What is the time for returning?",
        "Your time for returns?",
        "I don't know when to expect returns.",
        "What is the return window length?",
        "When do returns need coming back?",
        "How long is the period for refunds?",
        "Is there a time to return items?",
        "Is there any time limit for returning?",
        "What time limit on returns is there?",
        "The return time is not clear.",
        "How long is the time frame for return?",
        "Length of the return window?",
        "The time limit on returning?",
        "Is the time frame for a return?",
        "Are there deadlines for requesting a refund or exchange?",
        "When do returns need to come?",
        "Returning time like?",
        "It's unclear how long to return.",
        "The time limit on returning things.",
        "When can returns be returned?",
        "Have a specific period for refunds?",
        "How long are you going to take to return the goods?",
        "How long will you wait to come back?",
        "What is the length of the returning window?",
        "When can I make returns?",
        "How long of a time for returns?",
        "Something about the time limit on returns.",
        "What is the time to return?",
        "The time for an item return?",
        "Questions about the time limit on returns.",
        "I want to know a precise period for refunds.",
        "You want a period for refunds?",
        "What time can I get this back?",
        "How long to put it back?",
        "How long? returns",
        "How long is the time frame for the returns?",
        "A deadline for requesting an exchange or a refund?",
        "Can you give me the period of return?",
        "Timing for returns?",
        "Is there a specific time frame for the return?",
        "What time do you have for returns?",
        "What is a specific return timeframe?",
        "How long should you go back?",
        "Time frame for returning items?",
        "How long do you think it will take to get back?",
        "The time frame for returns is still unknown.",
        "The return period, can you tell me?",
        "Will there be a time limit for coming back?",
        "What is the return time like?!",
        "What is the length of a returns?",
        "Can you tell me how long the return window is?",
        "Or a time limit for returning?",
        "What is the expected time for returns?",
        "When can your returns be returned?",
        "Is a time frame for returns?",
        "Is there a deadline for requesting an exchange or refund?",
        "Is it a time limit on returns?",
        "What time do returns need to return?",
        "What's the returning time like?",
        "What is the timescale for the return?",
        "What's the return time period?",
        "Time limit for being back?",
        "how long is the time frame for returns",
        "How soon can I get it back?",
        "It isn't clear what the return time frame is.",
        "What's the time frame for return?",
        "Can you specify the return period?",
        "Do you know when the items can be returned?",
        "How long is a time limit on returns?",
        "Is there a particular return timeframe?",
        "Can you say the length of the return window?",
        "How long is the time frame on returns?",
        "I wonder how long it will take to return it.",
        "The return time is something to think about.",
        "How long will it take for returns to be returned?",
        "Time limit for arriving back?",
        "Time for the return of items.",
        "How long of return period does it last?",
        "What times do returns need to return?",
        "Time when items can be returned?",
        "Will it be a time limit for returns?",
        "How long is it to send the stuff back?",
        "How long is it to return something?",
        "Is there a time frame for the returns?",
        "Time for the item to come back?",
        "We don't know how long to send back stuff.",
        "I don't know what the return time is like.",
        "How long is it to go back?",
        "Is there a deadline for the return?",
        "what is the length of return period?",
        "Have time to return returns?",
        "How much time for returns?",
        "When can we get the items back?",
        "Is there a length of return?",
        "The time limit on the returns?",
        "Specific period for refunds?",
        "I am not sure when I can expect returns.",
        "Does anyone have a precise period for refunds?",
        "time limit for coming back",
        "Got a precise period for refunds?",
        "Is the time limit for return?",
        "Can you describe the duration for returning items?",
        "The time for an item return.",
        "Can you tell me return time?",
        "Time limit on return?",
        "How long does the time frame for returns go?",
        "Time for the returns to arrive?",
        "Returning time is available?",
        "How long is a specific return timeframe?",
        "How long can I expect the return period to last?",
        "How soon do I need to return it?",
        "What time does return take?",
        "return timeframe",
        "How long does it take for item returns?",
        "What time frame is used for returns?",
        "What is the time period for returns?",
        "What time do returns need to come back?",
        "Do you know how long to return?",
        "How long is it to get goods back?",
        "Can you let me know when the return period begins?",
        "What is the Return time?",
        "When do returns have to return?",
        "How long will it take you to return?",
        "What are the times when returns are allowed?",
        "Is there a time when I must return?",
        "what is the time limit for returns?",
        "Is there a time limit for coming back.",
        "What time is return?",
        "The time for the returns?",
        "How long is it to send it back?",
        "Returning time limit?",
        "What is the duration for returned product?",
        "For return time available?",
        "Does there a specific return time period?",
        "What is the timing of the return?",
        "There might be a time limit for returning.",
        "Does a specific return timeframe exist?",
        "I want to know how long to return.",
        "The window for returning things?",
        "What time is return available?",
        "How long can you wait to come back?",
        "What time frame should the return be?",
        "How long can I take to return?",
        "I would like to know when the return period is.",
        "Tell me the return period.",
        "Could you tell me the length of the return window?",
        "How long do I have to go back for?",
        "What time does it take to come back?",
        "How long is the time limit for returns?",
        "Time for returning",
        "Return time frame - how long?",
        "Time on returns?",
        "What is the deadline for returning items?",
        "How long to give you back the stuff?",
        "Length of time for returns?",
        "How long until you come back?",
        "So how long is the return period?",
        "What is the timescale for returning items?",
        "What is the actual duration for returning items?",
        "Do you have any information about the return period?",
        "Will you tell me about the return period?",
        "What is the timescale for returns?",
        "When might returns need to return?",
        "I want a precise period for refunds.",
        "Length of the returning window?",
        "The time for the return of items?",
        "A time allotted for returning.",
        "How long to get back goods?",
        "The time limit for the return?",
        "How long is it for the goods to be returned?",
        "When can I get return?",
        "How long are the return times?",
        "Can you give me a specific period for refunds?",
        "I want to know how long the return period is.",
        "How long will it take to get item returns?",
        "Is there a return timeframe?",
        "Length of time for returning?",
        "Will the deadline be for requesting a refund or exchange?",
        "When can I expect to make gains?",
        "What are the return times like?",
        "I wonder when I can expect returns.",
        "How long to deliver it back?",
        "So what is the duration for product returns?",
        "A time frame for returns.",
        "How long will the return window be?",
        "Return time possibly available?",
        "For the return window?",
        "Whatabouts the return time?",
        "How long will the return period be?",
        "What is the anticipated time for returns?",
        "I want to know when the return period starts.",
        "The time limit on returns, what is it?",
        "When can the items be taken back?",
        "What amount of time is available for returns?",
        "How long does it take for me to come back?",
        "It is not known when items can be returned.",
        "Exactly when can items be returned?",
        "Is the deadline for asking for a refund or exchange?",
        "How long do you think it is for item returns?",
        "Time is available to return?",
        "The return timeframe",
        "Do you have a deadline for requesting an exchange or a refund?",
        "Some time for returns?",
        "Time for the returns to be returned?",
        "When returns should return?",
        "Are there times when items can be returned?",
        "How long is it to get back the goods?",
        "What time limit applies to returns?",
        "The time given to return items.",
        "We don't know the time frame for returns.",
        "Time for returns to be determined?",
        "When can returns be taken?",
        "When can stuff be returned?",
        "How long is return time?",
        "Can you reveal the return period?",
        "I want to know when I can return it.",
        "Will it be a specific return timeframe?",
        "How long do you have to return stuff?",
        "what's the time limit on returns",
        "Is the length of returning items?",
        "What is the projected return time?",
        "How long will it take for return items?",
        "What timescale for returns?",
        "Is there a exact period for refunds?",
        "How long does it take for refunds?",
        "Wait time for returns?",
        "What time should I send back stuff?",
        "When is there a return period?",
        "When can returns be expected?",
        "The time limit on returns is not specified.",
        "How long does it take to return returns?",
        "How long can I make a return?",
        "When do returns need to return.",
        "How soon can I expect return?",
        "I don't understand the return time frame.",
        "When can we make returns?",
        "How long would you take to return the goods?",
        "How long will you take to return your goods?",
        "I'm not sure what the return time is like.",
        "What time limit are there on returns?",
        "When do you have to return it?",
        "What time frame should the return take?",
        "When can I expect some returns?",
        "Do you know when items will be returned?",
        "How long will it take to get stuff back?",
        "what is the return time like?",
        "Maybe a time limit for returning?",
        "When are you allowed to return?",
        "When will there be returns allowed?",
        "What's the Return time like?",
        "Are there a time limit for returning?",
        "How long of a return window do you think?",
        "When returns can be returned?",
        "How long do you want for returning items?",
        "When do I have to take it back?",
        "How long for returns to conclude?",
        "Is there a specific time to return?",
        "Do you have any information on the return period?",
        "Is that a time limit for returning?",
        "How long will the time frame for returns be?",
        "A time limit on returning?",
        "How long does it take for returns to be processed?",
        "Can items be returned in the near future?",
        "Can you specify a precise period for refunds?",
        "How long can I wait to come back?",
        "Its length of return period?",
        "How long will it take for the items to be returned?",
        "Was it a time limit for returning?",
        "What time can I return for?",
        "How long will I be able to return?",
        "The time allowed for returns.",
        "Can you tell me a exact period for refunds?",
        "It is a question of time limit for returns.",
        "Should we have a precise period for refunds?",
        "What's a time limit for returns?",
        "Are you able to tell me about the return period?",
        "When are returns able to be made?",
        "I need to know what the return time is.",
        "Time for return",
        "Is it a specific return time frame?",
        "How long can goods be returned?",
        "Do you know the exact period for refunds?",
        "Can you tell me how long to return?",
        "Are you talking about a return period?",
        "A return timeframe?",
        "What is the return time period?",
        "what's the return time frame?",
        "Can you tell me a precise period for refunds.",
        "How long is the timing of returns?",
        "What is the return duration?",
        "When shall items be returned?",
        "Can you have a time limit for returning?",
        "What was the length of return period?",
        "How long are the return window?",
        "What is the return's time frame?",
        "Time to get item back?",
        "Are there any deadlines for requesting a refund or exchange?",
        "Return timescale when?",
        "Can you give a time limit for returning?",
        "Is there a specific return deadline?",
        "How long is the return time frame?",
        "How much time is left to return?",
        "Can I expect returns in a certain time frame?",
        "Do you know a specific return timeframe?",
        "Does it have a specific return period?",
        "What time frame does the returns take?",
        "There's a question about how long to return goods.",
        "If there is a time frame for returns.",
        "Does anyone know when items can be returned?",
        "Can you tell the duration of the return policy?",
        "Is there a precise period of time for refunds?",
        "A time limit for coming back?",
        "Is there a specific deadline for return?",
        "Is that a specific return timeframe?",
        "Is there a time limit on the returns?",
        "How long do I have to go back?",
        "How long does the return time last?",
        "How long will you take to return the goods?",
        "Is there a length for returning items?",
        "What is the expected return time frame?",
        "When can returns come back?",
        "The return time is not known.",
        "I don't know about the return time frame.",
        "For returning items how long?",
        "What amount of time is required for returns?",
        "What is a length of return period?",
        "I wonder what the return time frame is.",
        "Is there a deadline for requesting a refunds or exchanges?",
        "I wonder if there is a time limit on returns.",
        "When can the item be returned?",
        "How long is the window for returns?",
        "Do you have a exact time for refunds?",
        "How long should things take to return items?",
        "When can the items be returned?",
        "Is there a deadline for return?",
        "What is the time limit for return?",
        "Can you tell me a return period?",
        "How long do I need to go back?",
        "Do you know how long to return stuff?",
        "How long will it take me to get it back?",
        "I do not know what the return time frame is.",
        "How long can you keep returning items?",
        "How long to have the goods back?",
        "Can you tell me a time for refunds?",
        "Is there a length of the return window?",
        "When do I have to expect returns?",
        "Should there be a specific period for refunds?",
        "I don't get what the return time frame is.",
        "When can items be brought back?",
        "What deadlines are returning?",
        "Did you know the length of the return window?",
        "What is the return time range?",
        "When you can return returns?",
        "The time limit for returns is questionable.",
        "When will the return timeframe be?",
        "Can you give a duration for returning items?",
        "Is there a precise period for getting refunds?",
        "Return deadline?",
        "When will I be able to return?",
        "When am I able to return?",
        "When does the return period last?",
        "Is the duration of return policy.",
        "Can I expect a return at a certain time?",
        "How much time must goods be returned?",
        "Is there a specific timeframe for return?",
        "I can't tell what the return time frame is.",
        "Do you have a specific return timeframe?",
        "How long does it take for me to get it back?",
        "what is the duration for returning items?",
        "How long of a return period does it last?",
        "The duration for product returns isn't known.",
        "How long will it take you to send back your stuff?",
        "I have no clue what the return time frame is.",
        "When will I have to come back?",
        "Does it have a length of return period?",
        "The time limit on returning items?",
        "When will the items be returned?",
        "Is this a specific return timeframe?",
        "There is a question on how long to return goods.",
        "Is there a time for return?",
        "The length of return period is questionable.",
        "Are there deadlines for requests for a refund or exchange?",
        "What amount of time should goods be returned?",
        "The time limit on returns",
        "What time is left for requesting a refund or exchange?",
        "I think the return time frame is not clear.",
        "What's the length of time on returns?",
        "A time limit for returns?",
        "Is the time limit for coming back?",
        "Time limit on the return?",
        "What is the return time schedule?",
        "Does a time frame exist for returns?",
        "The return window should be confirmed.",
        "What is the specific time frame for returns?",
        "Is there a specific return time line?",
        "The return time is something to ponder.",
        "When does return need to occur?",
        "The return time frame is unclear to me.",
        "Do you know the time limit on returns?",
        "Can you tell me when items will be returned?",
        "Can you tell me the time limit on returns.",
        "Time available to return?",
        "Can you tell me a time frame for returns?",
        "What is the duration of returning things?",
        "How long to return it?",
        "What time are returns permitted?",
        "Do you have deadlines for requesting a refund or exchange?",
        "The duration of the return period?",
        "When is the time limit on returns?",
        "A question about the duration for product returns.",
        "How long can it take me to get back?",
        "How long for you to return?",
        "A deadline for requesting a refund or exchange?",
        "The time frame for return is unknown.",
        "When can you return your goods?",
        "What is the return's timeframe?",
        "When does one need to return?",
        "How long would it take for returns to arrive?",
        "A time limit for returning.",
        "Is there time limit for returning?",
        "What's the length of returning items?",
        "Can you tell the duration of return policy?",
        "When can we bring back items?",
        "I was wondering if there is a return period.",
        "Are there a specific return time period?",
        "When can they be returned?",
        "The allotted time for returning.",
        "How long is the return timeframe?",
        "How long is it to send back stuff?",
        "When will there be a return time?",
        "How long will it take for returning items?",
        "When should I expect my returns to be?",
        "Return deadline period?",
        "Allow time for returning?",
        "Time limits for returning?",
        "Have you got a period for refunds?",
        "How long to return a purchase?",
        "How long is the time frame to return?",
        "Can you describe the duration of the return policy?",
        "How long do you reckon for returning items?",
        "What's the return period like?",
        "Exactly how long is the time frame for returns?",
        "How long are the time limits for returning?",
        "What amount of time do you need for returns?",
        "Is there a time period for the return?",
        "Have there time for returns?",
        "Can there be a time limit for returns.",
        "The amount of time to return.",
        "time for returns",
        "How long are you coming back?",
        "I don't recall what the return time frame is.",
        "How long is the time frame for returns",
        "When are we allowed to return things?",
        "I wonder what the return time is like.",
        "The return period?",
        "Time left for returns?",
        "The return timeframe isn't known.",
        "For returns, how long?",
        "How long can we wait for returns?",
        "The return window is how long?",
        "How long are the return timeframe?",
        "You want to know how long to return goods.",
        "I am not sure when items can be returned.",
        "What are the durations for returns?",
        "How long for returns to return?",
        "The duration for returning items",
        "Are there a time limit on returns?",
        "Do you have a precise period for your refunds?",
        "Do you have a deadline for requesting a refunds or exchanges?",
        "I need to know what the return period is.",
        "How long before you come back?",
        "How long of a return window?",
        "What is the time limit on return?",
        "What is the return window?",
        "The return time frame is a mystery.",
        "Which return time is available?",
        "What is the Return Time like?",
        "I am wondering when I can return it.",
        "What time frame is used for returns.",
        "How long will it take for goods to be returned?",
        "How long to give back things?",
        "The time period for returns?",
        "When are you allowed to return things?",
        "The time limit for returning items?",
        "When can I get this stuff back.",
        "When can I get this money back?",
        "Do you have a time period for refunds?",
        "Schedule time for returns?",
        "Can you talk about the return period?",
        "How long will it take you to return items?",
        "Can you give me the return period?",
        "There would be a time limit on returns.",
        "How long is it for the returns?",
        "A deadline for requesting an exchange or refund?",
        "How long do I have to return?",
        "Is the duration for returning items something?",
        "When are returns available?",
        "What is the schedule for the return?",
        "How long will returns last?",
        "Do you know if there are returning deadlines?",
        "Can you tell me the return period?",
        "How long is it for returns to come back?",
        "What is the return time limit?",
        "What are the times to return?",
        "What is the return time table?",
        "How long before you can return?",
        "How long do you have for returns?",
        "When can items being returned?",
        "What time limit does the returns have?",
        "Can you say the return period?",
        "How long do you think the return window is?",
        "I am not sure about the return time frame.",
        "I want to know the return period.",
        "how long are the returns?",
        "What's the return time frame?",
        "How long does the time limit on returns last?",
        "Is it a time limit for coming back?",
        "How long do you think it will take to return goods?",
        "When can I bring back this stuff?",
        "How much time can we return?",
        "What time can I expect a return?",
        "Can you say how long to return?",
        "Did you have a precise period for refunds?",
        "How long is the time frame for returning goods?",
        "I'm not sure what return time frame it is.",
        "I don't know what the return timeframe is.",
        "What time can I come back for?",
        "Time frame to return?",
        "Can you provide a precise period for the refunds?",
        "Timely return when?",
        "The time for returns is unclear.",
        "How long is the Time frame for returns?",
        "What's the time frame for returning?",
        "What's the period for returns?",
        "How long do you want for items to return?",
        "Is this specific return time frame?",
        "How long can I expect the return period?",
        "Can you tell me the duration of returning items?",
        "I am wondering when returns are allowed.",
        "Do you have a specific return time frame?",
        "There are questions about when can items be returned.",
        "Is there some kind of return period?",
        "Is there a return time table?",
        "How long will it take to get back?",
        "The time frame for the returns?",
        "Is there a time when you can return?",
        "How long is the time frame for returning something?",
        "Consider a time limit for returns.",
        "Is the return time period?",
        "What are the time limits on returns?",
        "Do you have a definite period for refunds?",
        "Can you tell me the length of the return policy?",
        "Has there a specific return period?",
        "They don't know how long to return goods.",
        "How long for returns to take?",
        "For returns time frame?",
        "How much time should item returns take?",
        "What time frame for returns?",
        "I need to know about the return period.",
        "How long will it be before the return?",
        "How long would it take for items to return?",
        "What is the return times like?",
        "There is a question of how long to return.",
        "I don't understand what the return time frame is.",
        "A time frame for the returns?",
        "The allotted time to return.",
        "How long will I have to wait for it to return?",
        "Is the amount of return period?",
        "When can you return time?",
        "Can you tell me a specific return timeframe?",
        "What length of return period is it?",
        "How much time do you have left to return?",
        "When can i expect a return?",
        "The time frame to return?",
        "what's the return timeframe?",
        "The return time, what is it?",
        "How long for returns to come back?",
        "How long should it take for item returns?",
        "Can you give me the return period.",
        "How long can you last for returning items?",
        "I want to know when the return period begins.",
        "Return, how much time?",
        "The time given for returning an item.",
        "How much time is there left for returns?",
        "Is there a specific time period for the return?",
        "The time limit on returns is not clear.",
        "How long before you make a return?",
        "How long for item returns?",
        "Do you have a particular period for refunds?",
        "What time limit is included on returns?",
        "How long should it take for returns?",
        "Can you tell me the return period.",
        "Is the length of return period determined?",
        "How long do you think it is for refunds?",
        "Do you have the return time?",
        "How long should I take to come back?",
        "Allowed return time?",
        "Length of the window to come back?",
        "How long is it to get returns?",
        "Timeline to return when?",
        "A precise period for refunds is needed.",
        "Do you have a period for refunds.",
        "Can you tell me when it will return?",
        "How long will it take for you to return stuff?",
        "How long for returns to start?",
        "What is the return period like?",
        "The time to return item?",
        "I would like to know if there is a specific return timeframe.",
        "time available to return?",
        "What is the limit of time on returns?",
        "Can there be a specific return period?",
        "I want to know if there is a return period.",
        "Scheduled time to return?",
        "Please verify the return window.",
        "Time for refunds?",
        "Does it have a time frame for returns?",
        "How long should it take to return?",
        "There is a period of time to return.",
        "How long will your return take?",
        "How long is it to return stuff?",
        "Do you have a return time available?",
        "Is the amount of time for returning items?",
        "How long to send back your stuff?",
        "How long is it for returns to return?",
        "Has there a specific return time period?",
        "How long is the returned window?",
        "What time period for returns?",
        "How long should items take to return?",
        "When do I get to come back?",
        "When can we get back items?",
        "How much time is there for returns?",
        "How long should a return take?",
        "What time will it take to make a return?",
        "How long do you think it will take to return items?",
        "How long will it take to return?",
        "Is the time for returns?",
        "I would like to know when can I expect returns.",
        "Is there a time to return goods?",
        "How long is the time frame for returning objects?",
        "There might be a specific return time period.",
        "What time limit do you have for returns?",
        "What is the timetable for returns?",
        "What do you think the return time is?",
        "Returning deadlines?",
        "Time to return items.",
        "What is the return time available?",
        "Time to bring back item?",
        "How much time is needed for returns?",
        "How long will it take you to return the goods?",
        "How long will it take for returning things?",
        "Can you give a exact period for refunds?",
        "Can you give us time for returns?",
        "How long do you have to return goods?",
        "Is the duration of the return policy?",
        "Is it a return timeframe?",
        "When do I expect my returns?",
        "How much time does it take to return something?",
        "return timeframe when?",
        "When might I have to return it?",
        "How long will it take for returns to show up?",
        "Is there a time when returns need returning?",
        "time for returning",
        "When might items be returned?",
        "When are items able to be returned?",
        "Can you give me a precise period for my refunds?",
        "When can you bring items back?",
        "I don't understand what the return time frame is for.",
        "What is the target time for returns?",
        "Return time for item?",
        "The length for returning items.",
        "What is the deadline for requesting a return or exchange?",
        "What time can I expect my returns?",
        "How long the time frame is for returns?",
        "Can you give me the return time?",
        "I am wondering when items can be returned.",
        "Are there a precise period for the refunds?",
        "It is not clear when items can be returned.",
        "I want to know when I can expect my returns.",
        "How long can I get it back?",
        "Is a time frame for returns available?",
        "Is there a timeframe for the return?",
        "I have questions about when I can expect returns.",
        "How long does it take to get back?",
        "The timeframe for returns is not known.",
        "Is the duration for product returns accurate?",
        "Or a time limit for returns?",
        "Is there a time where you can return?",
        "Can you describe the return time?",
        "Is a specific return timeframe available?",
        "What length is the return window?",
        "How long is the process of returning items?",
        "I would like to know if there is a return period.",
        "The time frame for returns has been asked.",
        "How long can I get back?",
        "What is a time limit for returning?",
        "I want to know how long it will take to return it.",
        "How long will the goods be returned?",
        "How long does the return time take?",
        "How long the return period is?",
        "There's a time for item returns.",
        "How long of a return period?",
        "How soon can items be returned?",
        "Do you have a time limit on returning?",
        "How long to get everything back?",
        "Do you want a precise period for refunds?",
        "What is the exact period for refunds?",
        "How long for returning items to finish?",
        "the time frame for returns",
        "How long is it to return things?",
        "What is the timelimit on returns?",
        "How long before you're back?",
        "Is there a specific time for returning items?",
        "What time does the return window last?",
        "Can you tell me the time period for returns?",
        "How long does the return window stay?",
        "Do you know when the return period starts?",
        "Can you tell me when the return will occur?",
        "Can you specify a time limit on returns?",
        "What is the time period for return?",
        "How long do you think it will take to return returns?",
        "What is the timeline for returns?",
        "How long will it take me to get back it?",
        "Is there time for requesting a refund or exchange?",
        "The time frame to return when?",
        "How long before returns?",
        "How long does it take to return stuff?",
        "Do you know the time for item returns?",
        "When is the time for item returns?",
        "Can you give me a precise time for refunds?",
        "Is there a time for returning items?",
        "Return time?",
        "What time is it to return item?",
        "What is the time for return?",
        "Is a time limit for returning something?",
        "Can you tell me when the return will happen?",
        "I want to know what the return time is.",
        "There is a time for item returns.",
        "How long a time limit on returns?",
        "How long can the goods be returned?",
        "How long before you get back?",
        "The deadline for requesting refunds or exchanges?",
        "Is there a time limit for going back?",
        "When can returning items be done?",
        "When can they return items?",
        "Need a precise period for refunds?",
        "When do I expect to get returns?",
        "How long is time for returns?",
        "How long can I go back for?",
        "Is there a time limit on return?",
        "How long will it be for item returns?",
        "When can items return?",
        "Can you tell me how long to send back things?",
        "When does returns need to come back?",
        "Time for an item's return?",
        "The time to return an item?",
        "What is the length of the return window like?",
        "Is there a time limit on return returns?",
        "The time limit on returns is unclear.",
        "How much time limit for returning?",
        "How long can I take to return it?",
        "How soon is the time for returns?",
        "Are there time for returns?",
        "The timeframe for returns.",
        "Do you have a time limit for returns?",
        "I want to know how long to send it back.",
        "Can you set a time limit for returning?",
        "The time limit on returns is unknown",
        "Return: how much time?",
        "How long will it take to return items?",
        "What time is it when you come back?",
        "Have there a time limit on returns?",
        "When can I expect my returns?",
        "How much time do you give for returns?",
        "What period is appropriate for refunds?",
        "When is the right time to return returns?",
        "Time for returning items?",
        "is there a time limit for returns?",
        "Can you tell me what the return period is like?",
        "How long does it take to go back?",
        "Time to request a refund or exchange?",
        "Do you have a precise period for refunds.",
        "I want to know when items will be returned.",
        "How long will you take to return the items?",
        "Time limitation on returns?",
        "Is there an exact return time frame?",
        "When can I bring this stuff back?",
        "What is the return time like?",
        "Return periods?",
        "Tell me how long to send it back.",
        "It's not yet known when items can be returned.",
        "Where is the length of the return period?",
        "Is the length for returning items?",
        "What's the length of returns?",
        "Time for returning items.",
        "What is return time like?",
        "How long do returns need to come back?",
        "Length of window to return to?",
        "Is there a limit on the time for returns?",
        "What is the desired time for returns?",
        "Is that a time frame for returns?",
        "What time limit do you have for returning?",
        "Is the time period for returns?",
        "When is the time for my return?",
        "Are you able to provide a precise period for refunds?",
        "How long is it for returning items?",
        "The length for returning items?",
        "Is there a specific period for the refunds?",
        "How long are the return windows?",
        "Do you have a deadline to request a refund or exchange?",
        "Let me know if there is time for returns.",
        "When can I send it back?",
        "What is the time left for the return?",
        "timeframe to return?",
        "How about return time?",
        "How long is it for returns to arrive?",
        "There is a time frame for returning items.",
        "The return time is available?",
        "Will there be time limit for returns?",
        "When is it time to return?",
        "How much time is the return?",
        "Time interval for returns?",
        "How much time does it take for returns to be received?",
        "Have time to make returns?",
        "How long does it take for a return?",
        "Is there a time for a return?",
        "How long does it take for you to return?",
        "How long do the returns take?",
        "Is there a time limit to returning?",
        "Will there be a specific return time frame?",
        "What should the time be for item returns?",
        "How long to get things back?",
        "Can you tell me how long the return period lasts?",
        "I don't know what the return time frame looks like.",
        "How long can I come back to?",
        "Are there a specific return time frame?",
        "How long for returns to come around?",
        "How long will you take to return?",
        "Is the time frame for the return?",
        "Is there a specific time for return?",
        "Do you have a time limit on returns?",
        "the time limit on returns",
        "Is it possible to tell me the return period.",
        "How long will it take you to make a return?",
        "What time frame will the return occur?",
        "When can returned items be?",
        "Time for the returns?",
        "return time?",
        "when do returns need to return",
        "You want a time limit for returns.",
        "What is the schedule for returns?",
        "What about the return timeframe?",
        "What is the approximate time for returns?",
        "What time period is it for the return?",
        "Are you in possession of a precise period for refunds?",
        "Return time limit?",
        "What a time frame for returns?",
        "What time is the return?",
        "Is it possible that you can tell me the return period?",
        "I don't know how long to come back.",
        "Is there a time period for returning?",
        "Time for an item to come back?",
        "What time can items be returned?",
        "How long will returning items take?",
        "There be a time limit on returns.",
        "I don't know what the duration is for product returns.",
        "How do you describe the return time?",
        "Do you know the duration of the return policy?",
        "Do you need to request a refund or exchange by the deadline?",
        "Do you know when the returning deadlines are?",
        "When can I return something?",
        "Is it a specific return timetable?",
        "How long to give the stuff back?",
        "How long will you take to get the goods back?",
        "I don't know when I can expect returns.",
        "There may be a time limit for returns.",
        "Can you show me the return period?",
        "What time limit does returns have?",
        "I do not know when items can be returned.",
        "Do you know if there are any returning deadlines?",
        "How long do you last for returning items?",
        "How long can you return items?",
        "The time allotted for returning.",
        "Is that a specific return period?",
        "Are there deadlines to be Returned?",
        "What is the time limit for returns?",
        "How long will it take for refunds?",
        "Is the duration for returns?",
        "When can I expect my returns to arrive?",
        "Returns, how much time?",
        "Time frame return?",
        "Did you have a exact period for refunds?",
        "Is there any returning deadlines?",
        "When do I have to come back?",
        "How long should you last for returning items?",
        "When will I be able to get returns?",
        "Exactly how long the return period is?",
        "How long is your return period?",
        "How much time does it take to send back stuff?",
        "How long do you want the returns to be?",
        "What is the length of return period?",
        "There is time for return?",
        "Timeframe for returns?",
        "I don't know what the time limit is on returns.",
        "Is it the length of returning items?",
        "What is the timescales for returns?",
        "Are there deadlines that are returned?",
        "Can you tell me when the return period begins?",
        "Determine the return window.",
        "How long the return window was?",
        "When do returns have to come back?",
        "Are you sure about a specific period for refunds?",
        "Do you have a specific period for refunds?",
        "The time limit on returning stuff?",
        "How long does it take to return?",
        "There is a time limit for returns?",
        "The return policy duration is not known.",
        "Time frame for making returns?",
        "The return time is a mystery.",
        "How long do we have for returns?",
        "Do you have a precise time for refunds?",
        "I didn't understand what the return time frame was.",
        "Is there a deadline for requesting a exchange or refund?",
        "Time for the item's return?",
        "The time frame for returns is not certain.",
        "Can you give a return time?",
        "Are there a precise period for refunds?",
        "The time frame for returns",
        "The time limit for returns",
        "Is it a particular return time frame?",
        "What is the time limit for returning items?",
        "If there is a time limit for returning?",
        "I don't know the time limit on returns.",
        "Do you have the return period?",
        "What are the length of return period?",
        "Are there specific return timelines?",
        "How long does it take for returns to be returned?",
        "How much time does it take to return goods?",
        "Is there a return timing?",
        "What time do you have to return goods?",
        "What's back time like?",
        "Are there deadlines for requesting refunds or exchange?",
        "What time limit is imposed on returns?",
        "I want to know when the items can be returned.",
        "What time should I return by?",
        "When would I be able to return?",
        "A time limit on the returns?",
        "Time to return?",
        "What time limit are there for returns?",
        "What is the time for returning things?",
        "When can the items be brought back?",
        "How long does it take for returns to come in?",
        "When do returns need to return",
        "Do you have a duration for returning items?",
        "How long do you think it will take to return?",
        "I want to know when I should expect returns.",
        "Got some time for returns?",
        "How long will it take for a return?",
        "What time are you coming back?",
        "So how long is the time frame for returns?",
        "Can you help me with the return period?",
        "Can you tell me the return period",
        "How long will the return time frame be?",
        "What period is it for returns?",
        "How long to return the items?",
        "When do they need to come back?",
        "Is there a particular return time frame?",
        "What is the duration of returning items?",
        "Can you specify a return timeframe?",
        "How much time is left for returns.",
        "how long can I return",
        "What is the deadlines for returns?",
        "How long will the return time be?",
        "a time limit for returns?",
        "Return times are available?",
        "Does there a time limit for returns?",
        "Return period?",
        "Will you let me know the return period?",
        "There is a question about the length of the return period.",
        "Is the time for returning items?",
        "I have no idea about the return time frame.",
        "I don't know if there is a specific return timeframe.",
        "Can you provide me the return period?",
        "How long to return your goods?",
        "How long should you wait for a return?",
        "Return deadline when?",
        "The return timeframe is unknown.",
        "The return period is what?",
        "The return timeframe is not known.",
        "What is the period for returns.",
        "Is the return timeframe?",
        "How long to give back goods?",
        "Is it a duration for returning items?",
        "Do you know the period for refunds?",
        "How long will it take to get your stuff back?",
        "What length of return window?",
        "How long for return items?",
        "What is the return timelike?",
        "How long is the time frame for a returns?",
        "How long will it take for an item to return?",
        "How long can I bring it back?",
        "Is there a specific length of return period?",
        "Was there a time limit on returning?",
        "Returns: How long?",
        "For returns, what time frame?",
        "The return time line?",
        "I don't know what the return time frames is.",
        "Can you tell me the length of return period?",
        "What does the time limit on returns mean?",
        "Is there a time limit for returns",
        "Is there time for returns.",
        "How soon do returns need to come back?",
        "The length of the returning window?",
        "Do you know how long the return window is?",
        "What is the duration for returns",
        "What time can you return?",
        "What is the time period for returning items?",
        "When am I able to expect a return?",
        "What is the amount of time for returning items?",
        "How long will it take me to come back?",
        "Time for items to be returned?",
        "When can item be returned?",
        "When can things be returned?",
        "What is the time window for returns?",
        "How long will it take to get back stuff?",
        "Does a time limit apply for returning?",
        "When will I be able to come back?",
        "What is the time frame for return?",
        "How long is it for refunds?",
        "The time frame for returns are not known.",
        "How long will it take for the returns to return?",
        "How long is the returning window?",
        "The window for return?",
        "Want a time frame for returns?",
        "You can tell me the return period?",
        "What are the times for return?",
        "How long do you think the return period will be?",
        "Time frame for future returns?",
        "How long do the returns take to return?",
        "Time for return of items.",
        "How long is it for you to come back?",
        "When will I get returns?",
        "Can you say a time limit for returning?",
        "Do you have a precise period for getting refunds?",
        "Are you able to give me a return period?",
        "What is the time of return?",
        "What's the length for returning items?",
        "is there a time limit for returning?",
        "How long does it take to get goods back?",
        "How long can you take to return items?",
        "How long of a return period are you talking about?",
        "What's your return time like?",
        "What time does the return return take?",
        "What is the returning timeframe?",
        "When should I expect the returns?",
        "What's the duration for returning things?",
        "When can the items be back?",
        "How long is time limit for returns?",
        "Is it time to return timeframe?",
        "How long is time frame for returns?",
        "Can you tell me a period for refunds?",
        "Time frame to be returned when?",
        "When do I expect my returns to return?",
        "Is it the return timeframe?",
        "Time to get the item back?",
        "How long should the period for refunds be?",
        "When to come back?",
        "What amount of return period?",
        "The allotted time for coming back.",
        "What are the timelines for return?",
        "Is there time to return item?",
        "Tell me the return period?",
        "Are you sure of a period for refunds?",
        "Do you have a time limit on the returns?",
        "Does anyone have a time limit on returns?",
        "Is there a deadline for requesting a return or exchange?",
        "How long will the return window last?",
        "You have time to return returns?",
        "How long to bring it back?",
        "How long for refunds?",
        "Time for returns of items?",
        "The time frame for returns, how long?",
        "Is there a period of time return?",
        "How long do you have to send it back?",
        "Timeframe for returns",
        "Has there a return timeframe?",
        "Are there time limits for returns?",
        "Time allotted for coming back.",
        "There is a question regarding the duration of product returns.",
        "How long will it take to return timeframe?",
        "The length of the returns?",
        "Do you have a time limit on returns.",
        "When can these items be returned?",
        "What is the allotted time for returns?",
        "The duration for returning things?",
        "The time limit on returns is a question.",
        "Is there any deadlines returning?",
        "I have a question about the return period.",
        "How long is a return?",
        "What is the length of time on returns?",
        "I'm not sure how the return time frame works.",
        "how long is the return time?",
        "I wonder how long I can return?",
        "What is the time allowed for returns?",
        "Do we have a time limit for returns?",
        "Which time limit is on returns?",
        "Time for results?",
        "Do you know how long to return things?",
        "Can you tell me if there is a specific return timeframe?",
        "Return timelines when?",
        "What is the return time frame?",
        "What time frame for returns is there?",
        "How much time for returning items?",
        "What time period does the return take?",
        "Did you know the period for refunds?",
        "Back time available?",
        "How long before you return?",
        "I need to know the time limit on returns.",
        "How long is it for items to be returned?",
        "The time frame for returns?",
        "How long will the returns last?",
        "How long does it take to get back it?",
        "How long before I get to return it?",
        "What time do you need for returns?",
        "Time limit of returns?",
        "What is the time constraint on returns?",
        "Returned time limit?",
        "The time limit on returning something?",
        "Can you give a length of the return window?",
        "length of return period?",
        "Are the deadlines for requesting a refund or exchange?",
        "What's the return time horizon?",
        "How long is the return process?",
        "I don't understand how long it takes to return.",
        "How long to bring the stuff back?",
        "Someone wants a precise period for refunds.",
        "A return period is not known.",
        "Length of the return period?",
        "How long of the return period?",
        "How long is the timer for returns?",
        "Do you have a length of the return window?",
        "Yes, when can items be returned?",
        "What is the specific time for returns?",
        "A question about the duration of product returns.",
        "When can they return the items?",
        "Is there a return deadline?",
        "How soon can I return it?",
        "When are returns allowed to be returned?",
        "I need to know when to come back.",
        "How long of the return window are you talking about?",
        "Returns: how long?",
        "Time frame returned?",
        "When will you get time for returns?",
        "Are the time frames for returns?",
        "How long will it take for the item to be returned?",
        "How long until you are back?",
        "What is the return time frame.",
        "How long does the return window take?",
        "How much time left to send returns?",
        "Time for item to be returned?",
        "How long can items be returned?",
        "Let me know the return period.",
        "Time limit for return returns?",
        "There can be a time limit on returns.",
        "Is there a time limit for returning.",
        "What time frame should we expect the return to take?",
        "What time frame for returning items?",
        "The deadline for requesting an exchange or refund?",
        "The duration for product returns is a question.",
        "I want to know if there is a specific return timeframe.",
        "Has there a return period?",
        "Can you tell me the time limit on returns?",
        "When do I expect my returns to come?",
        "I want to know what the return time frame is.",
        "How long to return goods?",
        "Is there a deadline for returns?",
        "The return timeframe is a mystery.",
        "There should be a time for item returns.",
        "There may be a specific return time period.",
        "Time for an item to be returned?",
        "Is it possible to tell me the return period?",
        "Is there a return time frame?",
        "What time should item returns be?",
        "There's a question about the duration of product returns.",
        "Timetable for returns?",
        "The amount of time to return goods.",
        "Will there be a deadline for requesting a refund?",
        "What time frame is available for returns?",
        "What length of return period is appropriate?",
        "Do you have a time frame for returns?",
        "How long should you wait to go back?",
        "What's the time horizon for returns?",
        "Time for returns to come.",
        "Is there a specific time for refunds?",
        "I am wondering when I can expect a return.",
        "It's not clear when items can be returned.",
        "How long? returns.",
        "Do you have a deadline for requesting a refund?",
        "I want to know how long to send back stuff.",
        "How long will I return by?",
        "Don't know when items can be returned.",
        "What's the length of return period?",
        "Return policy duration is a question.",
        "How long should it take for returning items?",
        "A time limit on returns is there?",
        "How long does it take to send back things?",
        "what is the time frame for returns?",
        "The time frame for returns is a mystery.",
        "Do you have a specific time for refunds?",
        "How long for returns to be completed?",
        "What is returning time like?",
        "When will returns come?",
        "Time limit on the returns?",
        "There's a question about a specific return timeframe.",
        "I was wondering if you could tell me the return period.",
        "How long for returns to be fulfilled?",
        "How long will it take to send back something?",
        "How long is the returns time frame?",
        "Which is the time frame for returns?",
        "Time frame for refunds?",
        "What is the time limit for coming back?",
        "How long is the timeliness for returns?",
        "What is the appropriate time for returns?",
        "What's the duration for a return?",
        "There may be a time limit on returns.",
        "The return period is not known.",
        "It's a question about how long to return goods.",
        "The time that is allotted for returning.",
        "How long can you make a return?",
        "Do you have a time frame for the returns?",
        "The deadline for requesting a refund?",
        "How long are the returns.",
        "The deadline for requesting a refund or exchange.",
        "What time does returns need to come back?",
        "When can items be return?",
        "How long is it to bring back stuff?",
        "is there a return period?",
        "Want a precise period for refunds?",
        "Exactly how long to return?",
        "Is there a precise return time frame?",
        "How long will you wait to return?",
        "How long is the time limit for returning?",
        "How long to bring back stuff?",
        "Time period to return?",
        "What time frames are used for returns?",
        "How long do you think it will take for returns to be returned?",
        "Time to bring back items?",
        "The return time frame is unknown.",
        "What amount of time is there for returns?",
        "When can I take it back?",
        "Is there a time limit for returning",
        "So what is the return time?",
        "What is that return time like?",
        "I'm not sure about the return time frame.",
        "Time frame for coming back?",
        "How long do I have to wait to get my goods back?",
        "Is there a period for refunds?",
        "The allotted time for return.",
        "What is the timeframe for return?",
        "Duration for returning things?",
        "The length of Return Period?",
        "Is there a time limit for returns?",
        "How long will it take for returning items to arrive?",
        "Time to return returns?",
        "What is the exact return time?",
        "What's the timeframe for returns?",
        "What's the time for return?",
        "Where can I find the time limit on returns?",
        "How long does it take to get it back?",
        "How long should the time limit on returns be?",
        "How long does it take you to return?",
        "How long can I take it back?",
        "Time frame for returns - how long?",
        "Time available for return?",
        "Is there a time for item returns?",
        "How long should items return?",
        "When will you be able to return returns?",
        "What time limits are on returns?",
        "What's the time to come back?",
        "When can items be returned??",
        "Is there a time to come back?",
        "Time for your return?",
        "A time limits for returning?",
        "What is the returning time frame?",
        "There is a time frame for returns?",
        "Is that the time frame for returns?",
        "When are I able to come back?",
        "What is the period for returning items?",
        "How long for returns to happen?",
        "How long do I have to wait for a return?",
        "Are you able to give a precise period for refunds?",
        "How long is the time limit for coming back?",
        "What time is required for returns?",
        "Do you have a length of return period?",
        "How long will it take for item returns?",
        "Is there a particular return period?",
        "Allow time for return?",
        "When does returning things need to happen?",
        "When can I expect to get my money back?",
        "How long are the time limits for returns?",
        "Got a time period for refunds?",
        "Return time, what is it?",
        "How long to give you back your stuff?",
        "How long for me to come back?",
        "The time for returns is a mystery.",
        "The period to return?",
        "What period is the return period?",
        "The timescale for returns?",
        "The amount of time for returning?",
        "What will the return time be like?",
        "How long will returns take?",
        "Can you give me return time?",
        "The time frame for returning something?",
        "What period of time is it for returns?",
        "For returning, a time limit?",
        "The return time is something that I don't know.",
        "I'm not quite sure what the return time frame is.",
        "For refunds, have a precise period?",
        "How long to return?",
        "How long until you're back?",
        "Can you specify the time limit on returns?",
        "Is there a time period for refunds?",
        "How much time are there for returns?",
        "What is the return schedule?",
        "How long is the return time frame.",
        "Is there a deadline for requesting refunds or exchanges?",
        "When you can make returns?",
        "How much time is given to return?",
        "How long can I expect returns?",
        "How long until the goods are back?",
        "How long is the return for items?",
        "If there is a time limit for returning.",
        "How long is there a return period?",
        "Think about a time limit on returns.",
        "How long is it for item returns?",
        "How long does it take for you to come back?",
        "What period of the return policy?",
        "When can the returns be made?",
        "What length of the return period?",
        "How long do I have to wait to get it back?",
        "What does return time look like?",
        "Return time period?",
        "The time limit for coming back?",
        "The time frame for a return?",
        "What time does it take for returns?",
        "Is there a time limit for coming back?",
        "The amount of time for item returns?",
        "Were there a time limit on returns?",
        "Do you have a precise period for refunds?",
        "Can you tell me about a return period?",
        "Is there a time when I should send my purchase back?",
        "When will returns return?",
        "For when can items be returned?",
        "How long for returns is the time frame?",
        "What's the time period for returns?",
        "Define the return window.",
        "Is it time limit on returns?",
        "Can you specify a period for refunds?",
        "When will return timeframe?",
        "How long for returns to be ready?",
        "The time frame for the return?",
        "What's the deadline for the return?",
        "Will there be a time limit for returning?",
        "How long is the process to return goods?",
        "A time period for returns?",
        "How long will it take you to return stuff?",
        "The time frame for return?",
        "I have no idea what the return time is.",
        "Looking for return time?",
        "What time period is used for returns?",
        "What amount of time is left for returns?",
        "The time limit for a return?",
        "What is the length of the returns?",
        "Please tell me the length of the return window.",
        "Can you tell me about the return period?",
        "How much time do you have for returns?",
        "How long will it take to get back it?",
        "Time limit forReturns",
        "What time frame does returns take?",
        "What is the approximate return time?",
        "How long does it take to get stuff back?",
        "Can you tell me what the return time is like?",
        "It is unclear how long to return goods.",
        "How long is the schedule for returns?",
        "What is the return timeframe",
        "Is there a deadline for item returns?",
        "Is there a period of payback?",
        "I am not sure what the return time frame is.",
        "When does it need to return?",
        "Can you tell me when it will be back?",
        "What time limits on returns are there?",
        "Is there a time limit on returns?",
        "How long will it take to return the stuff?",
        "How long can I coming back?",
        "Can you tell me when the return period will be?",
        "I need to know when items can be returned.",
        "Are there a time frame for returns?",
        "Can I expect returns in a certain time period?",
        "How much time for returns is there?",
        "How long does the return period last?",
        "Is there a time when I should return my purchase?",
        "Can you state the return period?",
        "When can you take returns?",
        "The allotted amount of time for returning.",
        "Is this specific return timeframe?",
        "How long should you take for returning items?",
        "How long does it take for you to return items?",
        "What will be the duration for product returns?",
        "What is the duration of the return period?",
        "Time limits on returns are not known.",
        "How long does the return time frame take?",
        "Time for returns to come?",
        "The time limits on returns?",
        "How long is it for returns.",
        "How long will it take for returns?",
        "I want to know how long to come back.",
        "How long can I go back again?",
        "The time frame for return is not known.",
        "Time to make returns?",
        "Are you able to tell me a precise period for refunds?",
        "How long will it take for you to return?",
        "How long before item returns?",
        "How long is the time frame for returning returns?",
        "How long will it take to get the stuff back?",
        "What are the return times?",
        "Can you request a refunds or exchanges by the deadline?",
        "How much time will it take for returning items?",
        "Do you have a timetable for returns?",
        "How long of return period to ask?",
        "How long will it take for someone to return items?",
        "What time period for returning items?",
        "Time available for a return?",
        "I want to know the length of the return window.",
        "When does return need to come?",
        "Can you specify a time frame for returns?",
        "Can you say when the return period will end?",
        "How long will it last for returns?",
        "How long to take to get the goods back?",
        "The amount of the return period?",
        "When can I expect a return.",
        "How long does it take for me to return?",
        "returns: How long?",
        "What time will it take to return goods?",
        "Can you specify the deadline for requesting a refund or exchange?",
        "What is the return's time limit?",
        "How long can a person return?",
        "Is there a time period to return?",
        "When is the return time like?",
        "Can you give me a return period?",
        "Time limits on returning?",
        "Has the time frame for returns been set?",
        "Is there a deadline for requesting refunds or exchange?",
        "What amount of time to return goods?",
        "Whatabout the return time?",
        "When can one make returns?",
        "When is the return period",
        "What is the duration for returning something?",
        "How long will it take to go back?",
        "What are the lengths of return period?",
        "Please tell me about the return period.",
        "The amount of return period?",
        "There is a query regarding the duration for product returns.",
        "How much time do you need for refunds?",
        "What do you think the return time will be?",
        "The time limits on returns are unknown.",
        "The return time frame isn't clear.",
        "Are you able to tell a precise period for refunds?",
        "Is this a specific return time period?",
        "Is there a specific time frame for return?",
        "I wonder if there is a specific return timeframe.",
        "Do you know what the return period is?",
        "How long can you wait for returns?",
        "Time for returning things?",
        "What is the return time.",
        "How long to wait before you return?",
        "How much time does the return take?",
        "How long of a return window is it?",
        "The time limit for returning is unknown.",
        "When does a return need to be returned?",
        "When can some items be returned?",
        "The period of return?",
        "Timely return?",
        "How long of a return period does it take?",
        "Is there any return time frame?",
        "How long can it take for me to get it back?",
        "Timescale for returns",
        "Have you a precise period for refunds?",
        "There's a return period?",
        "When will it be returned?",
        "Can you give me an estimate of the return period?",
        "How long are you for returning items?",
        "How long to return stuff?",
        "How much time is needed for returning?",
        "The return period is unknown.",
        "The return time frame isn't clear to me.",
        "How long for goods to be returned?",
        "Is there a set period for refunds?",
        "Will there be a specific return period?",
        "How long is it for an item return?",
        "When does someone need to return?",
        "When is a time frame for returns?",
        "How long will the time frame be for returns?",
        "Is the time frame for returns set?",
        "To return time limit?",
        "How long is the time to return?",
        "How long for returns?",
        "Are there deadlines for requesting a refunds or exchange?",
        "What's the timetable for the return?",
        "The length of return period",
        "Time limit for coming back?",
        "Does there a return timeframe?",
        "I'm wondering how long I can return.",
        "What time are returns allowed?",
        "Time limits on return returns?",
        "How long to return something?",
        "there is a time limit for returning",
        "I would like to know when items can be returned.",
        "Time limit on coming back?",
        "How long will it last for returning items?",
        "What's the timetable for returns?",
        "What's the duration for returns?",
        "Did you have a length of return period?",
        "Will there be a length of return period?",
        "Did you know there's a precise period for refunds?",
        "How long do you think it's for returning items?",
        "When does the returns need to return?",
        "How long will you take to get your goods back?",
        "How long will it take to send back your stuff?",
        "Is there a payback period?",
        "How long should you wait for returns?",
        "What the duration of the return policy is?",
        "What is the amount of return period?",
        "What are the timelines for returns?",
        "The time available to return?",
        "Send returns by the deadline?",
        "I wonder if there's a return period.",
        "The time limit on returns should be known.",
        "Can you tell me more about the return period?",
        "How long will it take for the return?",
        "I need to know when can I expect returns.",
        "How long can there be a return?",
        "Do you know what the duration is for product returns?",
        "What is the exact time limit on returns?",
        "Return time for items?",
        "Is there a fixed return time frame?",
        "Do you have a defined period for refunds?",
        "What Length of Return Period?",
        "How long would it take for returns to come back?",
        "Return time, available?",
        "I need to know the time frame for returns.",
        "How long is the procedure for returning items?",
        "After when can items be returned?",
        "Time limit for going back.",
        "Do we have a time limit for returning?",
        "How long is it for you to return items?",
        "How long is it possible for me to come back?",
        "Is there a time period back?",
        "Can you tell me the length of the product returns?",
        "Return time that's available?",
        "what is the return time?",
        "What time limits on returns?",
        "The time for the returns.",
        "How long was the return period?",
        "I'm interested in the return period.",
        "The time frame for returning things.",
        "Time frame for the return?",
        "Can you provide a period for refunds?",
        "What is a time limit for returns.",
        "Wait time on returns?",
        "When do I expect returns?",
        "How long can you return goods?",
        "I don't understand what the return time is.",
        "There is a question of return policy duration.",
        "How much time is available for returns?",
        "How long for returns to be processed?",
        "Time for returns?",
        "When can I expect things to return to normal?",
        "Are there deadlines to return?",
        "The return time is something we don't know.",
        "How long can returns be allowed?",
        "There is a return period?",
        "Is there time available to return?",
        "How long does it take to send back something?",
        "How long can it take to return it?",
        "Where can I find the return period?",
        "Is the deadline for requesting a refund?",
        "What does the return time frame look like?",
        "When can I expect a return?",
        "How long does it take to return things?",
        "Return times need to be decided.",
        "I don't comprehend what the return time frame is.",
        "time to return item",
        "How long can I have it back?",
        "How long should we last for returning items?",
        "What's a time limit on returns?",
        "When do they come back?",
        "What is the time limit in returns?",
        "When does returning things need to be done?",
        "A time limit for returns",
        "How long could you return?",
        "Was there a time limit for returning?",
        "Is the duration for returning items?",
        "How long are the returns for items?",
        "Is there a certain period for refunds?",
        "How long to send returns?",
        "Do you have a deadline for requesting an exchange or refund?",
        "How long is the timetable for returns?",
        "Do you know a precise period for refunds?",
        "Have a time frame for returns?",
        "How long would it take for item returns?",
        "What are the time limit on returns?",
        "Do you have a return time like that?",
        "Is there a time period for returns?",
        "When will there be a return timeframe?",
        "What is the return return period?",
        "I wonder how long to send it back.",
        "How long to get your goods back.",
        "When do things need to return?",
        "Can you tell me my return period?",
        "On returns, a time limit?",
        "The return period is unclear.",
        "Do you know the return period?",
        "Is there a set return time frame?",
        "Is it possible to get a specific period for refunds?",
        "How long will it take to return returns?",
        "What is the duration for the returns?",
        "Was there a deadline for requesting a refund or exchange?",
        "when can items be returned?",
        "Did you know that there is a precise period for refunds?",
        "How long to get stuff back?",
        "Is there a specific time frame for returns?",
        "When should I expect my returns?",
        "What is the exact time frame for returns?",
        "How long will it take for returned items?",
        "Are there deadlines for requesting an exchange or refund?",
        "How soon do returns need to return?",
        "Time for the return of the item?",
        "Return time period.",
        "The time limit for returns?",
        "How long is the return time like?",
        "Is that a specific return time period?",
        "Is it possible to have a precise period for refunds?",
        "I have a question about the time limit on returns.",
        "It is a question of time limit on returns.",
        "what's the return time like",
        "Do you know a precise period for the refunds?",
        "Is there a timescale for returns?",
        "Can you tell me if there are returning deadlines now?",
        "Is the period for refunds right?",
        "The return window length is a question.",
        "The time for returned items?",
        "How are the return times?",
        "The time period for returns is unknown.",
        "Is there returning deadlines?",
        "Is there a time when I can expect returns?",
        "The time allotted for item returns.",
        "There is a question about when items can be returned.",
        "The time to return goods is not known.",
        "Can you tell me when the return period will occur?",
        "How long is return time available?",
        "I wondering if there is a return period.",
        "A time limit on returning things?",
        "How long can it take for me to come back?",
        "Is there any time frame for returns?",
        "I am unfamiliar with the return time frame.",
        "I can't comprehend what the return time frame is.",
        "Can you give me information on the return period?",
        "The length of the return window.",
        "When can I expect money back?",
        "How long to get back your stuff?",
        "The time frame for returns is unclear.",
        "when can items be returned",
        "I'm curious about the return period.",
        "Is there a time frame for returns.",
        "How long may I return?",
        "There will be a time frame for returns.",
        "Is there a time limit on returning.",
        "Is there time limit for returns?",
        "When can I get my items back?",
        "Return period lengths?",
        "How long does it take to send stuff back?",
        "What are the time limits for returns?",
        "Can you give us a precise period for refunds?",
        "How long does it take for returning items to be returned?",
        "How long will it take to get back your stuff?",
        "How long do I need to wait to return it?",
        "What is the duration of a return?",
        "What length of return period does it have?",
        "Can you tell me when the return period is?",
        "Is there a certain return time period?",
        "When can you return returns?",
        "What time frame is it for the return?",
        "Is it a specific time frame for a return?",
        "How long does it take you to return stuff?",
        "Has there time for returns?",
        "The amount of time for item returns.",
        "How long is the time for returns?",
        "How long will it take for returns to be processed?",
        "When can I expect returns",
        "Can you give a time limit for returns?",
        "The time limit for returning is unclear.",
        "Is it possible to get a precise period for refunds?",
        "Can there be a deadline for requesting a refund or exchange?",
        "Do you know the time frame for returns?",
        "How long may I come back?",
        "How long will items be returned?",
        "How long do you have to wait for returns?",
        "Is it a time limit for returning?",
        "The time frame for returns, what is it?",
        "The amount of time for returning.",
        "Do you have a time for refunds?",
        "When do returns have to come?",
        "Is there a particular return time period?",
        "Is there a specific return time.",
        "Can you tell me how long to come back?",
        "How long does it take for returning?",
        "How much time is allotted for returns?",
        "I really don't know what the return time frame is.",
        "On returns, there is a time limit?",
        "Time frame forReturns",
        "The amount of time left in the return window?",
        "Is there an exact period for refunds?",
        "Will you tell me when the return period begins?",
        "Time for requesting a refund or exchange?",
        "Does it have a precise period for refunds?",
        "When can there be returns?",
        "When is it time to return it?",
        "Is there a exact time for refunds?",
        "How long for returns",
        "I have a question, can you tell me the return period?",
        "When can I return returns?",
        "The length of the return period",
        "Is the length of return period?",
        "Can you tell when items can be returned?",
        "How long should returning items take?",
        "what is the time frame for returns",
        "I don't know what the time frame is for returns.",
        "How long should it take to return it?",
        "When can we return returns?",
        "The return time is something to ask.",
        "What is the time frame for returns.",
        "Which time frame is used for returns?",
        "What is the estimated time for returns?",
        "Can you tell me the length of return policy?",
        "I am wondering when the return period is.",
        "how long for returns?",
        "Is there a return time limit?",
        "Tell me when the return period is.",
        "Is there a time limitation on returns?",
        "Is there a time limit on the return?",
        "Has a precise period for refunds been set?",
        "What time is returning?",
        "do you have a time limit for returns?",
        "What is the duration of the returns?",
        "Is the length of the return period?",
        "The length of your return period?",
        "Can you give me a date for the return period?",
        "How long does returning items take?",
        "How long of the return window is it?",
        "How long will it take for items to return?",
        "How long of Return Period?",
        "When does the return have to return?",
        "How long is the time frame forReturns?",
        "Time for returns",
        "What is the duration for a return?",
        "Is the deadline for requesting a refund or exchange?",
        "Are there a precise time for refunds?",
        "How long will it take for returns to be received?",
        "Time that can be returned?",
        "How long before items can be returned?",
        "I need to know how long I can return.",
        "How long to let the goods go back?",
        "How long can I wait to return?",
        "How long to give goods back?",
        "How long should we wait to go back?",
        "It's time for refunds?",
        "Is there a definite return time frame?",
        "Does it have a time limit for returns?",
        "Is there a return timeframe when?",
        "What is the time limit for returning returns?",
        "Are there a time limits for returning?",
        "Return time frame?",
        "Is there any time limit for returns?",
        "How long is the time frame for the return?",
        "What time frame is required for returns?",
        "Are there times limit for returns?",
        "What's the return time like.",
        "Does it have a return period?",
        "Time limit for returning",
        "Do you have a exact period for refunds?",
        "When do returns should come back?",
        "How long for returns to be made?",
        "When can I see a return?",
        "When will I have to get it back?",
        "There is a question about the amount of time for returns.",
        "Can you tell me time for returns?",
        "Is it a specific return time line?",
        "What is the correct time for returns?",
        "Time to give item returns?",
        "What about the return window?",
        "What's the length of the returns?",
        "You might have a time limit on returns.",
        "The amount of time for returns",
        "Time limit for returning things?",
        "How long can you send returns?",
        "What is the exact time for returns?",
        "Can I know the return period?",
        "The return window is a question.",
        "How long is the duration for returns?",
        "What's the return times like?",
        "Does there a specific return timeframe?",
        "Is there a time when you can come back?",
        "When can items be returned again?",
        "There is a question regarding how long to return goods.",
        "What is the length of time for returns?",
        "What's the duration of a return?",
        "Is the time limit for returning.",
        "Is there a time when returns are allowed?",
        "What length of return period are you talking about?",
        "How long are returns allowed?",
        "How long do you want the returns to take?",
        "I want a precise period for my refunds.",
        "Can you tell me a specific return time period?",
        "Are there returning deadlines?",
        "Is there a deadline for requests for a refund or exchange?",
        "How long is a return period?",
        "Is it a time frame for returns?",
        "Time limitations on returns?",
        "Time for return?",
        "There can be a time limit for returns.",
        "Was there a time frame for the returns?",
        "What is back time like?",
        "What time frame are used for returns?",
        "What is the frame for returns?",
        "What is the duration for returning items?",
        "How long will it take you to send it back?",
        "When does returns need to come?",
        "When can you return timeframe?",
        "What are the time periods for returns?",
        "How long to send something back?",
        "The return time was not known.",
        "Can I return for a period of time?",
        "What time can I wait to return it?",
        "Are you able to specify the period for refunds?",
        "What is the average time for returning items?",
        "When is it needed to return returns?",
        "how long is the return period?",
        "How long is it to send back things?",
        "How long will goods be returned?",
        "When can I get the item back?",
        "What amount of time to send back stuff?",
        "A specific period for refunds?",
        "Someone wants to know if there is a return period.",
        "Which is the duration for returning items?",
        "What time should you return?",
        "How long is return period?",
        "How long are the return period?",
        "How long to send the things back?",
        "It is not apparent what the return time frame is.",
        "There is time for returns?",
        "How long to give back something?",
        "Time for an item to return?",
        "How much time for item returns?",
        "When are items returned?",
        "When returns can be made?",
        "How about a precise period for refunds?",
        "A question about the time limit on returns.",
        "The length of the return window",
        "How long to get the goods back.",
        "I was wondering about the time limit on returns.",
        "Can you describe the return period?",
        "How long do you have for refunds?",
        "The time for returns",
        "A time limit for returning",
        "When can you bring returns?",
        "Are you able to get a precise period for refunds?",
        "Can you tell me a specific period for refunds?",
        "How long do you say for returns?",
        "How much time will I have to return it?",
        "Time limit for coming back.",
        "How long am I able to return?",
        "How long can I expect a return?",
        "A time limit on returns is a question.",
        "Time for returns to be given?",
        "Returning time available?",
        "I am wondering if you can tell me the return period.",
        "Will it be a precise period for refunds?",
        "The return policy duration is not yet known.",
        "Is there a time of return?",
        "Time for return of item",
        "What is the length for returning items?",
        "How long is the temporal frame for returns?",
        "Time limit to return?",
        "Time for the return of items?",
        "Can you give a period for refunds?",
        "Can you tell me the duration of return policy?",
        "The return policy duration was asked.",
        "What time will you be able to return goods?",
        "When can I expect to get returns?",
        "Are you talking about a specific return timeframe?",
        "I need to know if there is a return period.",
        "How long will it be before you return?",
        "When things can be returned?",
        "How much time will it take for the return?",
        "How long do you think returns should take?",
        "What about the return time period?",
        "How long is the frame of reference for returns?",
        "How long for returns to be returned?",
        "Are there a certain period for refunds?",
        "I want to know if there are returning deadlines now.",
        "Time for returns to return?",
        "How much time to return goods?",
        "How long to bring your stuff back?",
        "What is the returns time frame?",
        "How long is the time frame for returned items?",
        "When does a return have to return?",
        "How much time can I take to return it?",
        "Is there a time when items can be returned?",
        "Is a time limit for returning?",
        "Did you know the time limit on returns?",
        "Return time allowed?",
        "When will the timeframe be return?",
        "Do I have a return period?",
        "Do you have a deadline for requesting an exchange or refunds?",
        "What about the return period?",
        "The time limit on returns.",
        "How long to return purchases?",
        "How long can someone return?",
        "Can you give me time for returns?",
        "How long should the returns take?",
        "How long do you think the return timeframe is?",
        "Do you have time to request a refund or exchange?",
        "When is it time for returns to return?",
        "When should I expect return?",
        "A time frame for the return?",
        "When do I have to return something?",
        "Length for returning items?",
        "Will you give me the return period?",
        "Do you know how long to send it back?",
        "How is the return time?",
        "What's the deadline for returns?",
        "Is the length of the return period determined?",
        "Length of returning window?",
        "What's the return time like?",
        "How long the time frame for returns is?",
        "What times are returns allowed?",
        "What's the time frame for returns?",
        "When can I get a return?",
        "When can I expect my returns to return?",
        "How long to get back?",
        "How long do I have to return it?",
        "How long is the time frame for returns.",
        "How long to get back the goods?",
        "Is there time for item returns.",
        "Is there a deadline for requests for refunds or exchanges?",
        "Where do I find the time limit on returns?",
        "Is there a time period for a return?",
        "How long do you need to send it back?",
        "What does the return time look like?",
        "Is this a specific return period?",
        "I would like to know when to expect returns.",
        "How long is it going to take to get back?",
        "Do you know when the return period is?",
        "Is there a time limit to returns?",
        "There is a question about when returns are allowed.",
        "How long does it take to give back goods?",
        "How long is it to return goods.",
        "What would the return time be like?",
        "How long does it take for goods to be returned?",
        "what is the return timeframe",
        "How long can one return?",
        "I don't understand what the return period is.",
        "Is there a deadline for requesting a refunds?",
        "How long do you want to take for returning items?",
        "The time limit on returns was not known.",
        "When can I expect my return?",
        "Time of the return window?",
        "When does returning something need to happen?",
        "The time limit on returns are not known.",
        "How long will I get to return it?",
        "Is it long to send back items?",
        "Exactly how long to return goods?",
        "What time frame will returns take?",
        "Time limit on returns??",
        "How long is the time frame for returning items?",
        "How is the return timeframe?",
        "Are you prepared for a precise period for refunds?",
        "Is there a defined return time frame?",
        "What is the time limit of returns?",
        "I want to know if there is a specific return period.",
        "What is the timeframe for returns.",
        "Return timeframe when?",
        "What is the return period.",
        "When does it need to be returned?",
        "I do not know when to expect returns.",
        "What is the return time window?",
        "I want to know when I have to return it.",
        "Is there a time for the item returns?",
        "The deadline to request a refund or exchange?",
        "Did you know a period for refunds?",
        "What is the specific return time frame?",
        "I don't understand what return time frame is.",
        "Will you tell me when the return period is?",
        "Time for the return?",
        "How long is it for you to return stuff?",
        "Do you have a timeframe for returns?",
        "Do you have a precise time for the refunds?",
        "I am confused about the return time frame.",
        "We don't know the time limit on returns.",
        "What is the precise time for returns?",
        "Is there time frame for returns?",
        "How long to come back with your stuff?",
        "How long can i go back?",
        "What is the time limit for a return?",
        "When should the return timeframe be?",
        "Yes, is there a return period?",
        "Please return by a certain time",
        "Do you know how long to send back stuff?",
        "When do returns needs to return?",
        "What's the return schedule?",
        "I want to know the return timeframe.",
        "When can we return things?",
        "There might be a time limit for returns.",
        "The length of returning period?",
        "How much time is left for returning items?",
        "Was there a deadline for requesting a refund?",
        "How long can I send it back?",
        "There is a question about the duration for product returns.",
        "How much time do returns take?",
        "How long is the return time available?",
        "Time for something to be returned?",
        "I'm not sure what the return time frame is",
        "The timescale for returns is not known.",
        "What is the time to return goods?",
        "What time do you get back?",
        "Is there a period where you can come back?",
        "Is this time frame for returns?",
        "I need to know when I can expect a return.",
        "You need to confirm the return window.",
        "When can you return?",
        "I wish to know the return period.",
        "I need to know when I can come back.",
        "How long do the returns last?",
        "Did you know how long to return?",
        "I cannot understand what the return time frame is.",
        "What time should item returns take?",
        "The return time frame is something I do not understand.",
        "What is a return timeframe?",
        "What time limit is needed for returns?",
        "For returns how long?",
        "Time for the item to be brought back?",
        "How long is it for returning?",
        "We need a precise period for refunds.",
        "Are the time frame for returns?",
        "How long is it before you come back?",
        "What lengths of the return window?",
        "Is there a time for the returns?",
        "Is there time for item returns?",
        "The time for returns is not known.",
        "How long is the time limit on returns?",
        "The time limits for returning?",
        "Can you give me an indication of the return period?",
        "The return window length?",
        "Can you tell me when returns are allowed?",
        "How long to return things?",
        "How long do I have to wait for it to be returned?",
        "Can you tell my return period?",
        "What is the duration for returning things?",
        "Can you tell me the time for returns?",
        "How long is the time frame for returning things?",
        "What is the time allotted for returns?",
        "There are questions about when items can be returned.",
        "Did you tell me the return period?",
        "The time for returning items?",
        "Is there a time limits for returning?",
        "Correct, return time available?",
        "How soon can I expect returns?",
        "Is there the return period?",
        "What time is it for returns?",
        "Is there a Return period?",
        "When are items to be returned?",
        "We don't know how long to return goods.",
        "The return period length?",
        "The length of returning items?",
        "If you want to return goods, how long?",
        "How long can I keep coming back?",
        "Do you have a deadline for requesting a refund or exchange?",
        "When does returns need to return?",
        "Is there any deadline for requesting a refund or exchange?",
        "What time frame is used to return?",
        "Time limit on returning items.",
        "What period is the duration for product returns?",
        "The amount of time to return goods?",
        "Time frame for repayment?",
        "Can you tell a time limit for returns?",
        "What time is needed for returns?",
        "How long does it take for a time limit on returns?",
        "When am I able to return this stuff?",
        "When do I have to put it back?",
        "What about return time?",
        "How long would it take to return it?",
        "I don't understand how long the return time frame is.",
        "How long must you wait to return?",
        "How long can you send it back?",
        "When can I get my money back?",
        "What the duration of return policy is?",
        "When do returns need to returned?",
        "Have a time limit for returns?",
        "The length of time for returning items?",
        "When can items be given back?",
        "Are there a specific return period?",
        "Is the time frame for returns.",
        "Is there a time when I can return it?",
        "Do you know when the return period begins?",
        "Is there any length of return period?",
        "Can you tell about the return period?",
        "How much time will it take to send back stuff?",
        "How long does it take for returns to be made?",
        "Time for requesting an exchange or a refund?",
        "The deadline for requests for refunds or exchanges?",
        "How much time limit on returns?",
        "Is there a return schedule?",
        "How long do I have to wait for it to come back?",
        "The return period can you tell me?",
        "What is the return timescale?",
        "What are the return deadlines?",
        "Do you have a time period for returns?",
        "What is the time span for returns?",
        "What time does it take to send back stuff?",
        "How long is it for you to return?",
        "What is the time frame for making returns?",
        "What time should I come back by?",
        "What is the time frame of returns?",
        "Is there a time limit for the return?",
        "Can you tell me about the time limit on returns.",
        "Are there deadlines that need to be returned?",
        "What times can I expect returns?",
        "When can returns be submitted?",
        "Time limit in returns?",
        "How long to put things back?",
        "How soon can returns be returned?",
        "What's the return timeframe?",
        "How long do I have to wait for returns?",
        "What time is the return window?",
        "How long will I need to wait to get it back?",
        "Does anyone have a time limit for returns?",
        "Consider a time limit on returns.",
        "Can you tell me when the return will start?",
        "What is the Return time like?",
        "Did you have a precise time for refunds?",
        "How long for the returns?",
        "The time period for returns.",
        "When is the right time to expect returns?",
        "How much time exists for returns?",
        "Is there a period for return?",
        "How soon can I get this stuff back?",
        "Can you say when the return period will start?",
        "What's the schedule for returns?",
        "There's a question about the duration for product returns.",
        "Is there a period of time for returning?",
        "Can you offer me the return period?",
        "A time frame for returning things?",
        "When are returns needed returning?",
        "Timescale for returns?",
        "What is the time limit on returns??",
        "The return timetable.",
        "What is return timeframe?",
        "How long is the deadline for returns?",
        "Is there a length of returns?",
        "I was wondering if there was a return period.",
        "The period for refunds needs to be precise.",
        "Do we have a time limit on returns?",
        "Can you tell me the duration of product returns?",
        "How long do you need to return?",
        "Do you know how long the return period is?",
        "What is the time limit for return returns?",
        "The return window's length?",
        "How much time does a return take?",
        "Does a time limit exist for returning?",
        "What was the time frame for returns?",
        "Time to return things?",
        "There is a return time available?",
        "How long to get back stuff?",
        "When do returns should return?",
        "When is a return timeframe?",
        "I'm not sure how long to send back stuff.",
        "When can returns be made.",
        "What time period is the return timeframe?",
        "What is the duration forReturns?",
        "When are returns allowed to be made?",
        "When items can be returned?",
        "When must returns come back?",
        "How much time does it take for returns to arrive?",
        "What are the return timelines?",
        "The return time can be a mystery.",
        "I'm not sure what the return period is.",
        "How long do you reckon returns will take?",
        "Is the time limit on the returns?",
        "Could you give me time for returns?",
        "What time does the return happen?",
        "I need to know when the return period is.",
        "Can you tell a time limit for returning?",
        "How long to get back things?",
        "Return timeframe?",
        "What is the target return time?",
        "length of return window?",
        "What time for returns?",
        "How long is it for returning items.",
        "When would returns need to return?",
        "Will it be a time limit for returning?",
        "The time frame for the returns is unknown.",
        "Do you have a time limit for returns.",
        "When does returns have to come back?",
        "What about the return time?",
        "How long would you take to return items?",
        "What time is available to return?",
        "When will items be back?",
        "When do the returns have to come back?",
        "Can you specify return time?",
        "How long will it be for returns?",
        "When does return need to return?",
        "What is your return time like?",
        "Do you know the length of return period?",
        "Can you give us some time for returns?",
        "Can you give me time to return returns?",
        "How long would it take to get back?",
        "Time frame for your returns?",
        "how long for returns",
        "What is the exact period for returns?",
        "How long does it take for items to return?",
        "How long will a return take?",
        "How long does the return window last?",
        "Where's the time limit on returns?",
        "Is the deadline for requesting an exchange or refund?",
        "Do you know how long to send back the stuff?",
        "I want the return period.",
        "Did you know the return period?",
        "What is the time for returning items?",
        "For returning items, how long is it?",
        "What's the return window?",
        "How long will the return period last?",
        "The time limit for going back?",
        "How long for returns to occur?",
        "How soon should I return by?",
        "How much time to wait for returns?",
        "How long do I need to wait to get it back?",
        "Is there a time when I need to return it?",
        "How long would it take for returns to return?",
        "How long should you take to return items?",
        "Is the return period known?",
        "How much time is given to returns?",
        "Is that a precise period for refunds?",
        "How much time is left for requesting a refund or exchange?",
        "Time limit for return?",
        "How long do I need to come back?",
        "How long will you take to return items?",
        "How long is there a time frame for returns?",
        "Got a time for refunds?",
        "When are I able to return?",
        "How long does it take to send it back?",
        "Return time limits?",
        "Is the duration of the return policy.",
        "Any time limit for returns?",
        "Did you know a precise time for refunds?",
        "The timeframe for returns is unknown.",
        "Just when can items be returned?",
        "What's the time frame for the return?",
        "How long does a return take?",
        "Can you give a length of return period?",
        "When do the returns need to come back?",
        "I want to know if there is a specific return time frame.",
        "Time available to come back?",
        "Time allotted for getting back.",
        "What is the time for the returns?",
        "The time limit for returning?",
        "Can you tell me a time limit for returning?",
        "Time limit for going back?",
        "Time frame for returns",
        "Time limit for the return?",
        "The return schedule?",
        "The deadline for requesting a refund or exchange?",
        "Is the return period?",
        "I don't realize what the return time frame is.",
        "The return window?",
        "Do you know what the return time is?",
        "What time does the return take?",
        "Time limits on returns are unknown.",
        "What is the return time- period?",
        "Did you have a specific period for refunds?",
        "The time frame for returning?",
        "What is the return return time frame?",
        "What is the duration for returns.",
        "Do you have an exact period for refunds?",
        "How long will it take you to send back the stuff?",
        "Do you have a return time?",
        "The time for returning things?",
        "Do you know the duration of return policy?",
        "Is the length of return period.",
        "How much time will it take to return it?",
        "Can you tell me a specific return time frame?",
        "How long can I expect to be back?",
        "What time is it for item returns?",
        "How long can I return again?",
        "What period is the return?",
        "What time is the return policy?",
        "How long is it going to take to return it?",
        "How much time is given for returns?",
        "When will they return timeframe?",
        "What is the timetable for returning items?",
        "The return timeframe is something to ponder.",
        "Is there a time frame for return?",
        "Can you tell me how long the return period was?",
        "Do you have a precise period for the refunds?",
        "How long should a return last?",
        "Is there a time when returns need to return?",
        "How much time do you need for returns?",
        "The time limit for returning is not known.",
        "The time to return items?",
        "What's the duration of return policy?",
        "Are there a return period?",
        "How long to return your stuff?",
        "Is there time for an item to be returned?",
        "What time can I wait to get it back?",
        "Is there a time limit on returns",
        "The return policy duration is unclear.",
        "Are you sure about the exact period for refunds?",
        "How long to get goods back?",
        "Are you ready for a precise period for refunds?",
        "How long does the return timeframe take?",
        "What is time limit on returns?",
        "How long would you last for returning items?",
        "The timescale for returns is unknown.",
        "How long a return period?",
        "I am not sure how the return time frame is.",
        "When do they have to return it?",
        "How long can I return in?",
        "Can you tell me a precise period for refunds?",
        "The return timetable is unknown.",
        "What time limit is it on returns?",
        "How long does it take to send back stuff?",
        "How long of Return period?",
        "How much time is left for returns",
        "How long is it for returns to be returned?",
        "I don't know what the return time frame is.",
        "How soon are returns permitted?",
        "When can the returns come?",
        "What is a time limit for returns?",
        "When can we expect returns?",
        "So do you have a precise period for refunds?",
        "How long can you return things?",
        "Where is the time limit for returns?",
        "What is the time restriction on returns?",
        "The time given for returning items.",
        "Time period return when?",
        "Period of return?",
        "When can items been returned?",
        "When do returns need to be back?",
        "There is a period of return?",
        "What time frame is the return?",
        "I wonder when I can expect my returns.",
        "It is not known how long to make a return.",
        "What is a timeframe for returns?",
        "When am I supposed to get it back?",
        "How long is a return time frame?",
        "How time for returns?",
        "Timeline return when?",
        "It's unclear what the return time frame is.",
        "What is a return period?",
        "Time limit on returning goods?",
        "How long do you need for refunds?",
        "There is a question about how long to return.",
        "returns, how much time?",
        "Are you able to specify a period for refunds?",
        "Will there be a precise period for refunds?",
        "How long of return period are you talking about?",
        "How long to last for returning items?",
        "How long does the return time frame last?",
        "What are the return time?",
        "When will items be returned?",
        "The time limit on returns isn't clear.",
        "What is the time available for returns?",
        "I wonder how long I can come back.",
        "I didn't know what the return time frame was.",
        "How long for returns is it?",
        "Can you provide a precise period for refunds?",
        "Which is the duration of the return policy?",
        "Time allocated for returning.",
        "Is there a period when you can come back?",
        "How long is the process for returning items?",
        "Is there a specific period for return?",
        "Where can I find the duration for product returns?",
        "Can you provide a time frame for returns?",
        "How much time will it take to make a return?",
        "So what is the time limit on returns?",
        "What time does returns take?",
        "Time for return of item?",
        "Time for the returns.",
        "How long could I return?",
        "Does a time limit exist on returns?",
        "Are there deadlines to come back?",
        "Is it length of return period?",
        "Time frame for returning things?",
        "Time for returned items.",
        "When do I get to go back?",
        "How long to return the stuff?",
        "How long before you can come back?",
        "What is the limit on return time?",
        "How long can I come back again?",
        "I'm not sure when items can be returned.",
        "Was there a time limit for coming back?",
        "The return time span.",
        "There could be a specific return time frame.",
        "The time limits for returns?",
        "There is a return time frame that I don't understand.",
        "What is the time limit on returns?",
        "There is a precise period for refunds?",
        "How long can you take for returning items?",
        "What is the return time like??",
        "How long do you think returns will take?",
        "The return timeframe is unclear.",
        "How long is the Return period?",
        "How long would it take to return items?",
        "Exactly what is the time limit on returns?",
        "What is the time for the item returns?",
        "I have trouble understanding what the return time frame is.",
        "What time is available for returns?",
        "The time limit for returns.",
        "How long do you think it will take for returns?",
        "How long would it take for you to return?",
        "How long to get your stuff back?",
        "How long is it to send back the stuff?",
        "Is there a return time period?",
        "How long does it take me to come back?",
        "How long does it take to send something back?",
        "Got time for returns?",
        "What is a precise period for refunds?",
        "If you want a refund or exchange, what is the deadline?",
        "The time limit on returns is not stated.",
        "What time can I return?",
        "Time frame to return when?",
        "Is there a period where you can return?",
        "Are there time for item returns?",
        "How long is a precise period for refunds?",
        "Is it time to return items?",
        "Is it time limit for returns?",
        "It's not clear how long to return.",
        "Time limit for returning stuff?",
        "The time for returns?",
        "Is there a period to return?",
        "Is there a timeframe for returns?",
        "Return time given?",
        "The time frame for returns are unknown.",
        "When can I return things?",
        "How long for returning?",
        "Will there be a duration for product returns?",
        "How long of a return period are we talking about?",
        "When can I return items?",
        "How long are the returns?",
        "Are there a time limit for returns?",
        "Are there a specific period for refunds?",
        "Is there a precise period for the refunds?",
        "When will we return timeframe?",
        "Were you able to tell me the return period?",
        "How long do you reckon it is for returning items?",
        "How long to wait for a return?",
        "I wonder when items can be returned.",
        "How long can I be back?",
        "Time for the return of an item?",
        "Can you tell me how long the return period will be?",
        "Are there a period for refunds?",
        "How long are the return time?",
        "A deadline for requesting refunds or exchanges?",
        "Is there time limit for coming back?",
        "There is time for item returns?",
        "Can you provide some time for returns?",
        "How lengthy is the return period?",
        "returns: how long?",
        "What time limit is there on returns?",
        "What's the time line for returns?",
        "How long is it to return returns?",
        "There may be a time limit for returning.",
        "What amount of time for returns?",
        "What's the return time table?",
        "The time frame for returns should be known.",
        "A length of the return window?",
        "What time frame will the return be?",
        "Do you have a description of the return period?",
        "Can you tell me when the returns are allowed?",
        "How long does it take for returned items to be returned?",
        "Is the deadline for requesting refunds or exchanges?",
        "What's the expected return time?",
        "What are the time frame for returns?",
        "When do returns need to finish?",
        "Let me know the exact period for refunds.",
        "Return timescales when?",
        "The timelines for returns are not known.",
        "What is the appropriate time for item returns?",
        "Can you give my return period?",
        "When can I come back?",
        "Do you know the length of the return window?",
        "A time limit on returning items?",
        "How long will it take to send back the stuff?",
        "How much time will there be returned?",
        "Can you tell me a precise time for refunds?",
        "Time allocated for returning",
        "How soon can returns be allowed?",
        "If there is a time limit for returns?",
        "What is the time frame for return returns?",
        "How long does it last for returning items?",
        "I'm wondering when items can be returned.",
        "Time to process returns?",
        "How long should we take to return items?",
        "When is the time for returns?",
        "I am interested in the return period.",
        "I don't understand the return time frame",
        "Looking for time for returns?",
        "When can I bring it back?",
        "Return timeframe soon?",
        "the time limit for returns?",
        "Return time periods?",
        "Time limits on returns?",
        "Time limit for returning items?",
        "returning time available?",
        "How long to return an item?",
        "What is the duration for return?",
        "How long to get back your goods?",
        "How long will it take to send it back?",
        "Time period to be returned when?",
        "When can you get returns?",
        "Are there any returning deadlines?",
        "What is the time frame for returns",
        "The return timeframe is not clear.",
        "How much time can you return?",
        "How long is it possible to return?",
        "You asked, how long to send back stuff?",
        "What is the time limit on returns",
        "When can I expect my refunds?",
        "Which is the length for returning items?",
        "Have a time limit on returns?",
        "It's not known how long to return.",
        "What is the window for returns?",
        "The return time period.",
        "How long to send back stuff?",
        "how long for returning items?",
        "I don't know the return time frame",
        "How long does the time frame take for returns?",
        "How long is the process of returning goods?",
        "How long to get the stuff back?",
        "Have time for refunds?",
        "How long is it to be back?",
        "What is it about the return time?",
        "Approximate length of the return window?",
        "Can you specify a deadline for requesting a refund?",
        "When can items returned?",
        "What time limit is needed for returning?",
        "How much time is left for item returns?",
        "I don't know how long to return goods.",
        "The time frame of returns.",
        "The return timeframe, what is it?",
        "What time does returns need returning?",
        "Exactly what is the return time like?",
        "Is the time frame for returns?",
        "The time for returns.",
        "Time earmarked for returning.",
        "I want to know the time limit on returns.",
        "Return time horizon?",
        "I don't know the return period.",
        "What's the length of the return window?",
        "How long will it take for the goods to be returned?",
        "How long should I expect returns?",
        "There is a time for items to be returned.",
        "When will returns need to return?",
        "I want to know about the return period.",
        "How long can item returns take?",
        "How long will it take to send back stuff?",
        "Is there a specific return time table?",
        "How long would it take for returning items?",
        "Is there a period when you can return?",
        "I'm not aware of what the return time frame is.",
        "Is there a time for refunds?",
        "Allowed time for returning?",
        "Tell me about the return time.",
        "When can the returned items be?",
        "What time period is the return?",
        "What is the time Limit on returns?",
        "How long does it take to return it?",
        "There may be a time for item returns.",
        "What length of returns do you have?",
        "Amount of time limit on returns?",
        "What's the return time?",
        "Exactly how long to come back?",
        "How long would it take for returning items to be returned?",
        "How much time is left for the return?",
        "You want a precise period for refunds.",
        "Tell me about the return period.",
        "Would there be a time limit for returning?",
        "The period for refunds?",
        "Does it have a specific return time frame?",
        "How long is the return time period?",
        "How long are the time limit on returns?",
        "How long is it to give back stuff?",
        "The return time available?",
        "I am looking for the return period.",
        "How long will it take to get goods back?",
        "How long can I return",
        "Which length of return period?",
        "Time for returns to happen?",
        "Are there any specific return times?",
        "Is there a time frame for your return?",
        "When can we get items back?",
        "Can you tell me when items can be returned?",
        "What is the returning time?",
        "Is this the time for item returns?",
        "Is there a time when I return by?",
        "The window for returning items?",
        "How long of return period.",
        "When can items come back?",
        "What amount of time is left on returns?",
        "Do you have a length for returning items?",
        "When do returns need to come back?",
        "Are you allowed time for returns?",
        "How long to bring the goods back?",
        "How long do I have to wait to get the goods back?",
        "Time for returns is not known.",
        "When can you return things?",
        "How long does it take to return goods?",
        "The time frame for returns is unknown",
        "Please confirm the return window.",
        "What length of the return window?",
        "Is there any return timeframe?",
        "How long is it to return goods?",
        "how long is it for returns?",
        "How long does it take for returning items to return?",
        "Is there a time limit on when to return?",
        "How long are I able to return?",
        "Time to return an item?",
        "I want to know when I can expect a return.",
        "do you have a return period?",
        "How long is it to make a return?",
        "What time limit is used on returns?",
        "When do returns have to come back.",
        "How long a time limit for returning?",
        "How long should it be for refunds?",
        "The return time is a question.",
        "the length of return period",
        "How long do you expect returns to take?",
        "What is the return time-line?",
        "Do you know the length of the return period?",
        "Did you have a time limit for returning?",
        "How long do returns take to return?",
        "I would love to know the return period.",
        "What's the timing for returns?",
        "Are you sure about a precise period for refunds?",
        "Is there a time when I have to return it?",
        "Approximate length of return window?",
        "How long are I allowed to return?",
        "Is the time frame for the returns?",
        "What is the return time for?",
        "How long can you keep coming back?",
        "Return time period when?",
        "How long for returns to be forthcoming?",
        "How long do you want for returns?",
        "When are returns able to be returned?",
        "The length of the return period is not known.",
        "The duration for returning items.",
        "Can you tell me the exact period for refunds?",
        "Will there be a time limit on returns?",
        "Does it have a specific return timeframe?",
        "How long are the returns for?",
        "What are the times when returns can be returned?",
        "How long will it be for returning items?",
        "How long of the return period is it?",
        "When will the returns come?",
        "What length of return period?",
        "The return time is unknown.",
        "How long would it take to return goods?",
        "What is the duration of returns?",
        "How long do you think it will take for items to return?",
        "How long can you come back?",
        "Does it have time limit on returns?",
        "When can I get the stuff back?",
        "What period do you want for refunds?",
        "How long is the return window.",
        "Until when can items be returned?",
        "What is the deadline for requesting a refund?",
        "When can items be sent back?",
        "What will be the time frame for returns?",
        "Time limit for coming back",
        "So what's the return time like?",
        "How much time is it to return goods?",
        "When do returns have to go?",
        "Is the length of return period known?",
        "You want to know the length of the return window.",
        "What is the amount of time for returns?",
        "Can you tell me a precise period for the refunds?",
        "I don't know what the return time frame is for.",
        "How about a specific period for refunds?",
        "Where is the length of return period?",
        "How much time to send back stuff?",
        "A time limit on returns?",
        "How long will item returns take?",
        "How long does it take to get your goods back?",
        "How much time does it take for returns?",
        "Time forReturns?",
        "Which is the return timeframe?",
        "Do you have a return deadline?",
        "The return time frame?",
        "How long is it to return items?",
        "How long will it take for returns to arrive?",
        "The return time frame is not clear to me.",
        "How long is it to get your goods back?",
        "The return time frame is unclear.",
        "A time frame for returning items?",
        "Do you know whether there is a return period?",
        "Is there a limit on time for returns?",
        "When returns should come back?",
        "How long to get your goods back?",
        "How long does it take to send back your stuff?",
        "How long can I wait for a return?",
        "How long to give your stuff back?",
        "When will things be returned?",
        "Is there time left for returns?",
        "Are you able to specify a specific period for refunds?",
        "There is a time for returning items.",
        "How long is it to return the stuff?",
        "How long do you mean for returning items?",
        "What is the timeframe for the return?",
        "Can you tell me how long the return period is?",
        "A time limit on returning stuff?",
        "What is the duration for returning stuff?",
        "Time for returned items?",
        "There is a return period in question.",
        "Please tell me the return period.",
        "Time frame for return returns?",
        "Which is the time limit on returns?",
        "The time frame for returns is uncertain.",
        "How long is the frame for returns?",
        "How long to get them back?",
        "The time frame for returns is not yet known.",
        "Have you got a precise period for refunds?",
        "What amount of time do you have for returns?",
        "How long do you say for returning items?",
        "Is the time limit for returns.",
        "Are the time limits for returning?",
        "When is the time for me to return?",
        "Can you tell me what the return timeframe is?",
        "Does anyone know a precise period for refunds?",
        "How much time is left for return?",
        "What is the return time period.",
        "Is there a duration for product returns.",
        "How long does it take to return items?",
        "What is the return Time?",
        "Time limit for getting back?",
        "How long to take goods back?",
        "How long will it take you to get back?",
        "How much time do I have to return it?",
        "Is there a timetable for the return?",
        "What time is left for a product return?",
        "The amount of time limit on returns.",
        "What is the return time like.",
        "The return time?",
        "Is there a deadline for asking for a refund?",
        "How about the return time?",
        "When do they need to return?",
        "What is the return time frame like?",
        "What is the deadline for requesting a refunds or exchanges?",
        "How much time will it take to return goods?",
        "Where can you find the time limit on returns?",
        "Is there a specific return timeline?",
        "How long do you think the return time is?",
        "Which is the return time period?",
        "What is the payback time frame?",
        "What does the return timeframe involve?",
        "How long can you return?",
        "How long do returns take?",
        "The duration of the return policy is unknown.",
        "The return time frame is something I don't know.",
        "Is there a certain return period?",
        "There will be a time limit for returning.",
        "How long will it take for returns to be made?",
        "A precise period for refunds?",
        "Can you tell me how long to return goods?",
        "Can you tel me the return period?",
        "Any return time available?",
        "Is there a time frame for returning things?",
        "What is the return timeframe?",
        "Do you have a specific period for the refunds?",
        "Return time frame soon?",
        "Which time frame for returns?",
        "How long does the time frame for returns stand?",
        "How long will it take for returning?",
        "There is a time limit on returning?",
        "How long for returns to be submitted?",
        "When can we return timeframe?",
        "The time allotted for coming back.",
        "Can there be a time limit for returning?",
        "Is time frame for returns?",
        "When are returns needed coming back?",
        "There will be a time for returning.",
        "How long should return time be?",
        "The return time frame is not known to me.",
        "Is that when I can expect returns?",
        "do you have a time frame for returns?",
        "Was there a time for item returns?",
        "How long will it take for returns to come?",
        "Time frame for return",
        "What is the length for returning things?",
        "Do you know when returns are allowed?",
        "Are you able to specify a precise period for refunds?",
        "What lengths of return period?",
        "What is the time limit on a return?",
        "How long of a return period will it be?",
        "How long will it take for them to return items?",
        "Time for the item to be back?",
        "Do you know the duration of product returns?",
        "What are the timelines for the return?",
        "What time frame is the return timeframe?",
        "How long to bring back the goods?",
        "How much time is left for returns?",
        "How long is it for returning things?",
        "What timeframe is used for returns?",
        "Is there a timetable for return?",
        "Time for returns to be made?",
        "The length of return period is unknown.",
        "Has there a time frame for returns?",
        "How long until you can return?",
        "Is that time frame for returns?",
        "Is there a time limit for return?",
        "How long is the time frame for Returns?",
        "Is there a defined return time period?",
        "Was there a time limit on returns?",
        "time frame for returns?",
        "When does a return need to return?",
        "Length of window to return?",
        "I am unsure when I can expect returns.",
        "Time period for returns.",
        "I do not understand the return time frame",
        "Is there a period of return?",
        "Can you ask for a refund or exchange by the deadline?",
        "I question if there is a return period.",
        "The time limit on returns is unknown.",
        "Can you let me know when the return period is?",
        "What time is it to return?",
        "Is it time for items to be returned?",
        "What is the time constraint for returns?",
        "How long will it be before returning items?",
        "Time to return item?",
        "The amount of time given for item returns.",
        "If there is a time limit on returns?",
        "So how long is the return window?",
        "Is that a specific return time frame?",
        "There's time for returns?",
        "Time restriction for returning?",
        "Do you have a return period for me?",
        "I don't know when items can be returned.",
        "How long do you think it is for returns?",
        "Is there time for returns?",
        "The time for returning items.",
        "When can I expect results?",
        "What is the time of the return?",
        "Something about the return window?",
        "Are there times limit for returning?",
        "I don't know how long the return time frame is.",
        "Return time for goods is a question.",
        "How long for returning items?",
        "He asked how long to send back stuff.",
        "What is return time?",
        "How long for returns to come?",
        "Time horizon return when?",
        "Is the duration for returning things?",
        "time to return item?",
        "When does Return need to come back?",
        "Time limit on returning something?",
        "How much time can I come back for?",
        "Do you know when the return period will begin?",
        "The duration for product returns is unclear.",
        "time for returns?",
        "What is the time limit for returns",
        "Is there time limit on returning?",
        "Time frame for a return?",
        "I want a specific period for refunds.",
        "You want to know how long to send it back.",
        "What time can I bring it back?",
        "What is the deadline for requesting a refund or exchange?",
        "How long will I have to wait to get it back?",
        "The time limit on return returns?",
        "How long does it take for me to return it?",
        "The time limit for returns is not known.",
        "time to return items?",
        "How long is a time limit for coming back?",
        "I want to know when I can expect returns.",
        "How long do you think it will take for returns to come back?",
        "How long are goods to be returned?",
        "How much time is provided for returns?",
        "Are there a time limit on returning?",
        "How long can I return for?",
        "How long will it take for items to come back?",
        "How soon is the return timeframe?",
        "Is there a specific return window?",
        "How long will it take for returned items to be returned?",
        "Questions about the time frame for returns.",
        "I wonder if there is a time limit for returns.",
        "Did you have a deadline for requesting a refund or exchange?",
        "How long do you think to send returns?",
        "How long is the return period.",
        "When can my returns come?",
        "How long will the time frame for the returns be?",
        "What are the timelines for returns.",
        "There is a length for returning items.",
        "Is there a time limit for Returning?",
        "How much time will it take to return?",
        "What is the time table for returns?",
        "Is there a time for an item return?",
        "The amount of time for returning items?",
        "Is there a set return time period?",
        "Is there a return periods?",
        "How much time does it take to return things?",
        "How long of a return window are we talking about?",
        "How much time is it for returns?",
        "How long of a time frame for returns?",
        "How much time do you need to return goods?",
        "What is the returning time like?",
        "How much time do I need to return it?",
        "How long does the time frame exist for returns?",
        "How long for returning items.",
        "Can you tell me when the return period will begin?",
        "How long will it take for the returns to arrive?",
        "Want to know the length of return period?",
        "It's unclear how long to return goods.",
        "How long will it take to return it?",
        "I don't know what the return time frame means.",
        "Need a specific period for refunds?",
        "How long is it before you return?",
        "Is there a specific return timeframe?",
        "A time limit on returns is not known.",
        "How long to bring back things?",
        "When am I able to come back?",
        "Do you know the deadline for requesting a refund or exchange?",
        "Do returns have a time limit?",
        "When can return be expected?",
        "How long for returns is?",
        "Is there a specific length of the return window?",
        "Are there time limits on returning?",
        "How much time can I return for?",
        "How long for returns is there?",
        "You may have a time limit on returns.",
        "The time frame for returns is a question.",
        "How long is the time frame for returned returns?",
        "I'm wondering about the return period.",
        "How long should things be returned?",
        "For returns, a time frame?",
        "The time limit for returns is something.",
        "What time limit on returns does it have?",
        "Can you specify a deadline for requesting a refund or exchange?",
        "What are the return time frames?",
        "Can you tell me the duration for product returns?",
        "How long will you take to return the stuff?",
        "There is a question about how long to send back stuff.",
        "How long would it take for items to be returned?",
        "How long would the return window be?",
        "time to return?",
        "When can I get returns?",
        "Are there deadlines for requesting an exchange or a refund?",
        "Is there a time limit on returns.",
        "When can you get items back?",
        "Can you tell me the duration for product returns.",
        "how long can I return?",
        "Any time limit on returns?",
        "How long can I return?",
        "How soon can I expect my returns?",
        "How long is the returning period?",
        "A precise time for refunds?",
        "What is the time frame for returning things?",
        "Do you know if there is a return period?",
        "You ask how long to send back stuff.",
        "What when can items be returned?",
        "Is this the time to return deadlines?",
        "Has there a time limit for returns?",
        "Did you have a time limit for returns?",
        "What are return times like?",
        "Is there a time frame for returning items?",
        "The amount of time for returns.",
        "Is there time for the returns?",
        "Are there a specific return timeframe?",
        "How long is the return timeframe.",
        "What was the length of the return period?",
        "The time limit on returns has been questioned.",
        "I would like to know when I can expect a return.",
        "When can items be back?",
        "How much time is left for a return?",
        "How long will it take to get returns?",
        "I need to know when I can expect returns.",
        "possible return time?",
        "Is there a specific time period for a return?",
        "Time for return returns?",
        "How long is the duration for returning items?",
        "What's the time to return?",
        "How long is the current time frame for returns?",
        "How long do you think it will take to come back?",
        "How long to bring back the stuff?",
        "How long do I need to return it?",
        "What's the expected time for returns?",
        "What is the time horizon for returns?",
        "The return window should be checked.",
        "Do you know a precise time for refunds?",
        "There could be a specific return timeframe.",
        "What is the returntime like?",
        "I wonder when I should expect returns.",
        "Do you have any deadline for requesting a refund or exchange?",
        "I want to know when I can come back.",
        "What time can you make a return?",
        "Was there a time limit for returns?",
        "Can you give me a period for refunds?",
        "When are I supposed to get it back?",
        "Can you give me the length of the return window?",
        "How long does it take to get back goods?",
        "Is there a specific return period?",
        "When can Returns be returned?",
        "How long would it take to come back?",
        "Can you tell me about a specific return timeframe?",
        "How long is the return of items?",
        "Time for an item return?",
        "How long do you have to return the goods?",
        "What time frame will the return take?",
        "Time for the item return?",
        "Get a precise period for refunds.",
        "When can I expect to make a return?",
        "Please come back by the deadline?",
        "How long do I have to wait for my return?",
        "Return time when?",
        "What time period is needed for returns?",
        "Which is the return time like?",
        "How long will the return take?",
        "I would like to know when I can expect returns.",
        "Time limit on return returns?",
        "The exact period for refunds?",
        "Is there a time when item returns can be made?",
        "What the duration for returning items is?",
        "Time limit on returns?",
        "How long does it take you to come back?",
        "How long for returning items to end?",
        "The time limit for return returns?",
        "How long to return the things?",
        "It's a time limit on returns?",
        "Is it long to send back stuff?",
        "The duration of returning items?",
        "How long will it take for you to return items?",
        "How long can it take me to come back?",
        "How long do you think the returns will take?",
        "It's a question of time limit for returns.",
        "How long will it take to send returns?",
        "How long are there returns?",
        "I'm not sure what the return time frames is.",
        "What is the duration for returns?",
        "When can I get the items back?",
        "Do you know what the return timeframe is?",
        "How long of return period is it?",
        "Do you know a specific return time period?",
        "I am not sure when to expect returns.",
        "Any time frame for returns?",
        "Have you considered the length of the return window?",
        "Is there some time for returns?",
        "How long for returns to end?",
        "Time for a return?",
        "When can items be returned.",
        "How much time can I make a return?",
        "How long can I return it?",
        "How long would it take to return?",
        "There may be a time frame for returns.",
        "What is the deadline for requesting an exchange or a refund?",
        "The return time is something I don't know.",
        "Should there be a precise period for refunds?",
        "Are there a specific return timetable?",
        "When am I supposed to get back?",
        "How long must you wait to come back?",
        "What is the time frame for filing returns?",
        "The return time is something that we don't know.",
        "When does it have to be returned?",
        "The period for returns is unknown.",
        "You're wondering how long to send back stuff.",
        "Has a time frame been set for returns?",
        "what is the time limit on returns?",
        "There's a question regarding the duration for product returns.",
        "Will the time limit be for returning?",
        "I need to know when I can return.",
        "How long do you say it is for returning items?",
        "What are the return timeframe?",
        "When does returns have to return?",
        "What is the length of return window?",
        "How long is the process for returns?",
        "Someone wants to know the length of the return window.",
        "How long for returns to arrive?",
        "Which return period?",
        "How long is it for goods to be returned?",
        "I wonder if there is a specific return time frame.",
        "The return window, how long?",
        "Is the deadline for requesting an exchange or a refund?",
        "Has there a specific return time frame?",
        "It's not known when items can be returned.",
        "What is the duration for returning items",
        "I'm confused about what the return time frame is.",
        "For returns, the time frame?",
        "Is there a time for item returns.",
        "Someone wants to know if there is a specific return timeframe.",
        "What is the time period for the return?",
        "How long to give you back stuff?",
        "Can you provide me with the return period?",
        "I'm not sure what the return timeframe is.",
        "A time limits for returns?",
        "Timing of returns?",
        "I need to know when can items be returned.",
        "You want a specific period for refunds?",
        "How long do you recommend for returning items?",
        "Time for the items to be returned?",
        "Does it have a time limit on returns?",
        "How much time is there to return?",
        "Do you have a time limit for returning items?",
        "Is it possible to set a precise period for refunds?",
        "How long will it take to return the goods?",
        "How long can it take me to return it?",
        "Is the time limit for returning?",
        "Does the time limit on returns exist?",
        "How long to send your stuff back?",
        "Where is a time limit for returning?",
        "What time can I be back?",
        "When will I have to bring it back?",
        "Return time that is available?",
        "What is the exact time period for returns?",
        "How long should it take to come back?",
        "Time for returns to come in?",
        "How long of return period should it be?",
        "How long does it take for returns?",
        "Are there time limits for returning?",
        "How long is it going to take to come back?",
        "Is the deadline for requesting an exchange or refunds?",
        "The return time is something to ask about.",
        "Is there a specific return timescale?",
        "I do not know when I can expect returns.",
        "How long should returns take?",
        "Is there a defined return period?",
        "How long is the timeframe for returns?",
        "So what is the time frame for returns?",
        "How long is it to bring back goods?",
        "What is the waiting time for returns?",
        "What is the length of returning items?",
        "When can items be taken back?",
        "How long would it take you to come back?",
        "How long will it take for returning items to be received?",
        "What amount of time can I return?",
        "Can there be a specific return timeframe?",
        "What period of time for returns?",
        "Is there deadlines returning?",
        "What's the return timing?",
        "What time frame will return take?",
        "How long will it be before you come back?",
        "Which is the return period?",
        "Please return by the deadline?",
        "When can returns be conducted?",
        "I want to know the length of return period.",
        "Is there a time limit on returning returns?",
        "Have a time period for refunds?",
        "Can you tell me when the return arrives?",
        "How long to get your items back?",
        "How long should the return window be?",
        "How long is it to return?",
        "How are the return time?",
        "I don't understand what the return time frame is",
        "When will the time frame for returns be?",
        "What amount of time for returning items?",
        "When do returns need to Return?",
        "How long is the return's time frame?",
        "There's a time limit on returns?",
        "What's the time limit of returns?",
        "How long do you think it is for returning items?",
        "How long a return period is?",
        "So what is the return timeframe?",
        "How long does it take to bring back goods?",
        "For how long can I return?",
        "When is the deadline for requesting a refund or exchange?",
        "How long are time limits for returning?",
        "Time limit on refunds?",
        "How long does it take for returns to return?",
        "Is there a definite period for refunds?",
        "The time frame for returns.",
        "What is length of the return window?",
        "So is there a return period?",
        "The return time frame is something I don't understand.",
        "When do I expect to see returns?",
        "How long will it take for the returns to come back?",
        "I would like to know about the return period.",
        "How long will it take to get the goods back?",
        "Can you tell me the duration of the return policy?",
        "How long should you wait to return?",
        "What is the timing of returns?",
        "Return by the deadline?",
        "Have some time for returns?",
        "The time for item returns",
        "If there is a time limit for returns.",
        "What's the return time line?",
        "Do you have a specified period for refunds?",
        "How long is the timing for returns?",
        "There is a question of length of return period.",
        "Is there a time limit on returning things?",
        "How long does it take to come back?",
        "Can you tell me if there is a return period?",
        "What is the time frame for the return?",
        "Is the deadline for requesting a refunds or exchanges?",
        "How long do you want returns to take?",
        "Is there a length to the return window?",
        "What is it about the return timeframe?",
        "How long would the return period be?",
        "So how long can I return?",
        "What time does returns need to return?",
        "How long is the time frame for those returns?",
        "I don't know what the return period is.",
        "Know a precise period for refunds?",
        "When can returns be had?",
        "Can you tell me when the return period starts?",
        "Can items be returned soon?",
        "Do you know how long to send back things?",
        "How long will it take for returns to return?",
        "What time can I go back?",
        "A time limit for returning?",
        "When can I get it back again?",
        "What is the time back?",
        "Is there a period for returns?",
        "Is there a return period",
        "How long to give back stuff?",
        "I can't understand what the return time frame is.",
        "Can we know the time limit on returns?",
        "Allow time for returns?",
        "What time does it take to return?",
        "When do returns need to come back.",
        "Is it time limit for returning?",
        "How long to send back something?",
        "What is the time limit for returning?",
        "I want to know when the return period is.",
        "What about the time limit on returns?",
        "How long should we wait for returns?",
        "How long does it take for returns to be filed?",
        "Can you specify a time limit for returning?",
        "Can you tell me the return timeframe?",
        "Return time available, please?",
        "How long will you be returning?",
        "How long is it when you return?",
        "Is there a return time line?",
        "When can something be returned?",
        "Is there a specific return schedule?",
        "How long will the goods be back?",
        "How long will the returns be?",
        "The time limit for returning.",
        "The return timeframe is unanswered.",
        "How long to wait for returns?",
        "Is there time for a returns?",
        "Time of returns?",
        "When the returns can be made?",
        "What time is it for returning items?",
        "How long is it necessary to come back?",
        "How long can I go back.",
        "Can you tell me what the duration is for product returns?",
        "How much return time is available?",
        "How long are you going to come back?",
        "Time frame for returns?",
        "How long is theTime frame for returns?",
        "What amount of the return window?",
        "Does it take time for item returns?",
        "Time limit on returning stuff.",
        "How long can I return in the future?",
        "What time should I expect returns?",
        "What is the return time scale?",
        "How long is the time for returning items?",
        "Return time can I expect?",
        "Can you tell me how long to send it back?",
        "How long is the return window?",
        "When can I expect the money back?",
        "How long will it take you to return goods?",
        "When is the time limit for returns?",
        "How long would it take for you to come back?",
        "How long will it take for item to return?",
        "What time frame is used for the return?",
        "When can items be turned in?",
        "Are you sure about a period for refunds?",
        "The time limit to return?",
        "What is the length of time to return goods?",
        "What is the expected return time?",
        "When can you return something?",
        "How long are the return timelines?",
        "The time limit on returns is unanswered.",
        "What is the length of your return period?",
        "Can you tell me when the return period will start?",
        "You have a period for refunds?",
        "What time limit is there for returning?",
        "What time does it take to get back?",
        "When can I get my returns?",
        "Does the time limit for returns exist?",
        "How long of return period?",
        "What period of return policy?",
        "How long might it take to come back?",
        "What time frame is needed for returns?",
        "What about the time frame for returns?",
        "The time limit on returns?",
        "I don't know how long to send back things.",
        "When can returns be carried out?",
        "What is the timing for returns?",
        "Can you tell me the exact return period?",
        "Is there time for an item return?",
        "I need to know when the return period begins.",
        "The time limit on returns was unknown.",
        "How long to give back items?",
        "The time frames for returns are not known.",
        "a time frame for returns",
        "I cannot figure out what the return time frame is.",
        "Is there time available for returns?",
        "Are you aware of the time for returns?",
        "Is it possible you can tell me the return period?",
        "Time frame for returns.",
        "Allowed time for returns?",
        "Is the time limit on returns?",
        "How long is it until you return?",
        "How long for returns.",
        "How Length of return period?",
        "There's return time available?",
        "Amount of time limit for returns?",
        "Length of return time?",
        "Is there a deadline for requesting a refund or exchange?",
        "I want to know how long I can return.",
        "How much time can I come back?",
        "return time available?",
        "How much time do you have left for returns?",
        "The length of the return period is unknown.",
        "How long will it take for returns to come back?",
        "Can you provide me a precise period for refunds?",
        "How long will it take for you to come back?",
        "Is there a specific return time horizon?",
        "Do you have a precise period to get refunds?",
        "Is the time enough for item returns?",
        "Is there a duration for returning items?",
        "How long is it until item returns?",
        "I am unsure when to expect returns.",
        "What is the deadline for the return?",
        "Return time offered?",
        "Can you give us return time?",
        "I do not comprehend what the return time frame is.",
        "Do you have time limit on returns?",
        "When are I supposed to come back?",
        "Any deadlines for requesting a refund or exchange?",
        "Can you tell me how long to send back the stuff?",
        "How long of a return period.",
        "Should we have a specific period for refunds?",
        "When am I able to expect returns?",
        "I wanted to know the return period.",
        "What time limit exists on returns?",
        "I wonder if there is a return period?",
        "Is it a specific time frame for return?",
        "What is the timeframe for returning things?",
        "The return time frame is not known.",
        "How long do you limit returns to?",
        "How long does it take for returns to arrive?",
        "When do returns need to be returned?",
        "What is the waiting period for returns?",
        "Time for items to return?",
        "length of the return window?",
        "Can there be a specific return time frame?",
        "Return sometime?",
        "How long is the time frame forreturns?",
        "How long will the return timeframe be?",
        "Do you have a period for the refunds?",
        "Will there be a time limit on returning?",
        "How long for returns to be over?",
        "The duration for returns is not known.",
        "Time allocated for coming back.",
        "I want to know the length of the return period.",
        "The return time frame is not clear.",
        "What duration of return period?",
        "Time frame for return?",
        "When does it take returns to return?",
        "What time can I expect returns?",
        "How long does it take for items to be returned?",
        "Time allotted to come back.",
        "How long to bring back goods?",
        "Is there a period of time back?",
        "How long for a return?",
        "There is a question of how long to return goods.",
        "What is the available time for returns?",
        "How long will the time frame be for the returns?",
        "Time for returns to be delivered?",
        "Should you have a precise period for refunds?",
        "A deadline for requesting a refund?",
        "How long should the returns last?",
        "The return time isn't known.",
        "The time limit on returns are unknown.",
        "Was there a time frame for returns?",
        "For returns, time frame?",
        "A time limit for returns.",
        "Time to come back?",
        "Time limit for refunds?",
        "How long to go back?",
        "How long for returning items to return?",
        "How long is the return time?",
        "Are you able to tell me the return period?",
        "Return time availability?",
        "How long is for returning items?",
        "When can you return your items?",
        "How long does it take for a returning item to be returned?",
        "Did you have a period for refunds?",
        "Can you give a time limit on returns?",
        "When are your returns allowed?",
        "The time limit for returns is unknown.",
        "Which is the timeframe for returns?",
        "Is the return period given?",
        "Do you know when the return period will be?",
        "When can you expect returns?",
        "Is there a specified period for refunds?",
        "I need a precise period for refunds.",
        "How long is the time limit on returns.",
        "Would you like a specific period for refunds?",
        "Time to send returns?",
        "I wonder when items will be returned.",
        "The time frame for returns is unknown.",
        "When will a return timeframe be?",
        "What is the ultimate duration for returning items?",
        "How much time limit for returns?",
        "What time frame do you have for the return?",
        "Time limit on returning objects?",
        "How long to give back the stuff?",
        "How long can I come back?",
        "Is there a return period.",
        "When will returns come back?",
        "I don't know when I should expect returns.",
        "How long is it between returns?",
        "What is the time frame for the returns?",
        "What's the return's time limit?",
        "I'm wondering when I can expect returns.",
        "Will there be a specific return timeframe?",
        "How long are return times?",
        "How long before the return?",
        "How long does the returns take?",
        "What is the time when items can be returned?",
        "What are the times when returns can be made?",
        "What a time limit on returns?",
        "a time limit for returning",
        "How long the return window will be?",
        "How much time will it take to send back the stuff?",
        "I'm wondering when I can return it.",
        "How long would it take you to return?",
        "When do I have to go back?",
        "Are you sure of a precise time for refunds?",
        "Can you tell me the time of the return?",
        "What's returning time like?",
        "Should I know the return period?",
        "Is the return timeframe defined?",
        "When are items going to be returned?",
        "Can you say how long to come back?",
        "What time does it take to make a return?",
        "How long is the time frame for your returns?",
        "How long did it take for returning items?",
        "Time frame for the returns?",
        "The length of the return period?",
        "Can there be a time limit for coming back?",
        "What is the duration for returned products?",
        "What is the return time line?",
        "Exactly how long of a return period?",
        "When will I receive returns?",
        "The return time frame is a mystery to me.",
        "Time for a return of an item?",
        "Time for the returns to come?",
        "I don't know when to return by.",
        "When can I be back?",
        "Time horizon return?",
        "Amount of time for returning items?",
        "I want to know when I can expect return.",
        "Tell me the exact period for refunds.",
        "The time for item returns.",
        "What is the time limit on returns.",
        "Can you say when the return period is?",
        "How long is the Time Frame for returns?",
        "What is the time limits on returns?",
        "Is there a return timescale?",
        "The time for item returns?",
        "How much time is left for your return?",
        "What is the duration for product refunds?",
        "duration of return period?",
        "Return period length?",
        "When will you be allowed to return?",
        "When can items be returned",
        "There are questions regarding when items can be returned.",
        "Could there be a time limit for returning?",
        "When can you return items?",
        "Can you give a precise period for refunds?",
        "Can you tell me the length of the return window.",
        "What is the time for returns?",
        "The duration for returning items?",
        "Returning cutoff period?",
        "Are there deadlines to be returned?",
        "The return time period is what?",
        "The return timeframe is a question.",
        "I don't know what return time frame is.",
        "The window for the return?",
        "Is there a schedule for return?",
        "How long can I wait to get back it?",
        "Can you provide a return period?",
        "There could be a time limit on returns.",
        "What is the timetable for the return?",
        "There is a question regarding the time for item returns.",
        "When can the items be sent back?",
        "How soon will returns return?",
        "The time frame for returns isn't known.",
        "Does it have a specific return time period?",
        "How long is the return timetable?",
        "For returning items, how long?",
        "How soon can I come back?",
        "Time frame return when?",
        "How long does it take for returning items to be back?",
        "How long to get back the stuff?",
        "How soon can I expect a return?",
        "The time for item returns is unknown.",
        "A question about how long to return goods.",
        "How much time does it take to return?",
        "What's the length of the return period?",
        "Time for requesting an exchange or refund?",
        "Are there specific return times?",
        "Is there a return period?",
        "Can I return it at a certain time?",
        "How long will you take to return stuff?",
        "How long do you allow for returns?",
        "Is there a precise period for refunds?",
        "Can you tell me the time frame for returns?",
        "Does anyone know when I can expect returns?",
        "Timeframes for returns?",
        "Where is the length of the return window?",
        "Time limit on returning stuff?",
        "The duration for returning things.",
        "Can you tell the duration for returning items?",
        "Do you have a specific return timetable?",
        "Can you give me the time limit on returns?",
        "How soon should I expect returns?",
        "Will you tell me the return period?",
        "Is time limit for returning?",
        "What is the time frame for returning?",
        "I am wondering when I will get returns.",
        "Do you have a deadline for requesting refunds or exchanges?",
        "Time frame for results?",
        "When can I get it back?",
        "How long do you want for refunds?",
        "When the return can be made?",
        "Is there a return timetable?",
        "Return time like?",
        "How much time does it take for returns to be returned?",
        "How long to make a return?",
        "Time for returns to be arrived?",
        "The period for refunds should be precise.",
        "What time do I need to return it?",
        "How long to give back the things?",
        "What is the deadline for returns?",
        "It's a question of time limit on returns.",
        "what is the return period?",
        "Time allotted for returning",
        "So what is the return time like?",
        "The return time limit?",
        "What time should goods be returned?",
        "So what's the return timeframe?",
        "When will I be able to return it?",
        "How long is it to give back goods?",
        "How long of a return window does it have?",
        "Exactly when is the deadline for requesting a refund or exchange?",
        "It's not clear how long to return goods.",
        "Is it the duration for returning items?",
        "Can you tell me the time limit for returning?",
        "What times are returns permitted?",
        "How long do you think the time frame is for returns?",
        "When can returns return?",
        "For the length of return period?",
        "Want a specific period for refunds?",
        "What time frame are there for returns?",
        "When can returns happen?",
        "The time frame of returns?",
        "I want to know when the return period will be.",
        "Can you give a time frame for returns?",
        "Is there a specific return time frame.",
        "How long will you take to come back?",
        "Time for the item to be returned?",
        "How long should the return period be?",
        "How much time is available to return?",
        "How long are the return time frame?",
        "Return timing when?",
        "a time frame for returns?",
        "How long to come back?",
        "How long does the return timeframe last?",
        "What time is left for returns?",
        "How much time will it take to come back?",
        "Is there a time to return?",
        "What's the deadline for requesting a refund or exchange?",
        "Is this a specific return time frame?",
        "Can you give me information about the return period?",
        "When can a return be made?",
        "How long can it take me to get it back?",
        "Did you know there is a precise period for refunds?",
        "How long of the return window?",
        "When should returns be returning?",
        "Can you give me some time for returns?",
        "How long do you think it will be for returns?",
        "What is the time for refunds?",
        "How long to give them back?",
        "When can the items be returned",
        "Is the time for item returns?",
        "What are the return times like.",
        "How long can the returns be?",
        "Is there a time frame for the return?",
        "the time frame for returns?",
        "What is the time frame for a return?",
        "What is the specific return timeframe?",
        "There will be a time limit for returns.",
        "Do you have a time limit for returning?",
        "the time limit for returns",
        "What time does the returns take?",
        "What time does it take for returns to be returned?",
        "When can I expect my returns to come?",
        "Are you talking about the return timeframe?",
        "The time frame for returning things?",
        "What are the returning times like?",
        "The time frame for returns is not known.",
        "I don't know how long to send back stuff.",
        "Are there a time limit for coming back?",
        "How long for returns will it take?",
        "I don't know what a return time frame is.",
        "I don't understand how long the return time is.",
        "How long to get it back?",
        "Is there a specific time frame for returning?",
        "Has there a time limit on returns?",
        "Are you sure of the period for refunds?",
        "Is there a period during which to return?",
        "Is it a length of return period?",
        "Is there a specific time for returns?",
        "How long does it take to return the goods?",
        "Have a precise period for refunds?",
        "The return window should be verified.",
        "Can you tell me how long to return the goods?",
        "Will there be a specific return time period?",
        "How long is the time frame of returns?",
        "Can you specify a specific period for refunds?",
        "Can you tell me the return periods?",
        "Is there a deadline to request a refund or exchange?",
        "The time allowed for item returns.",
        "What's the time for item returns?",
        "How long does it take to make a return?",
        "A return time frame?",
        "The return time frame is something I don't comprehend.",
        "How much time is it left for returns?",
        "What time can I return it?",
        "How long is it for returned items?",
        "What are the return dates?",
        "How long can I go back?",
        "Time allotted for coming back",
        "When will I be able to expect returns?",
        "Do you know when items can be returned?",
        "Are there return times available?",
        "Are there times when I can expect returns?",
        "Can you identify the return period?",
        "How long can I go back to?",
        "The duration of return period?",
        "Can you please tell me the return period?",
        "Can you give a precise period for the refunds?",
        "A return period?",
        "The length of return period.",
        "How long will it take for returning items to return?",
        "How soon can the items be returned?",
        "Is a precise period for refunds possible?",
        "Can you give me a return time?",
        "Are you sure of the precise period for refunds?",
        "Does it have a time limit for returning?",
        "When will returns arrive?",
        "How long is the time frame for returning?",
        "When can I go back?",
        "When returns can be taken?",
        "The time frame for the returns.",
        "What time is available for return?",
        "The timetable for the return?",
        "Time horizon for returns?",
        "Time is needed for returns?",
        "I'm looking for the return period.",
        "Do you have a specific return period?",
        "What is the length of Return period?",
        "Is there time to return an item?",
        "Was there a precise time for refunds?",
        "When is the return time available?",
        "How long is the time frame for returned goods?",
        "Determine the time frame for returns.",
        "When can I expect to make money again?",
        "How long does the time frame for returns be?",
        "When is the right time for returns to return?",
        "Do you have a return period?",
        "The time frame for the returns is not known.",
        "When will returns need to come back?",
        "How long is it for items to return?",
        "How long for the goods to be returned?",
        "Is the return period told to me?",
        "Is the duration for product returns.",
        "I wonder when I can expect a return.",
        "Is there a specific return timing?",
        "How long before you go back?",
        "Exactly how long can I return?",
        "I'd like to know the return period.",
        "Can you give me some information about the return period?",
        "Can you give me the returns period?",
        "I don't know what the return frame is.",
        "How much time is left on returns?",
        "Is there time for return returns?",
        "When can i expect returns?",
        "Can you tell how long to return?",
        "Have the time for returns?",
        "How much time do we have for returns?",
        "I want to know when to return.",
        "When can returns be taken.",
        "Is it time frame for returns?",
        "How long to return things.",
        "The return timeframe was asked.",
        "How long will it take for a time limit on returns?",
        "What time is it for a product return?",
        "I need to know when to return.",
        "How much time should goods be returned?",
        "Have some time to return?",
        "What time do I return by?",
        "How soon can things be returned?",
        "I don't know what the return times are.",
        "Can you tell me how long it will take to return?",
        "What is the period of time on returns?",
        "Come back time available?",
        "How long to give your goods back?",
        "How long do I have to wait to return it?",
        "What's the time limit for returns?",
        "We don't know when items can be returned.",
        "Is there a duration of return policy?",
        "How long to wait before returning?",
        "Is there a time when I can return?",
        "I need to know the return period.",
        "Time window for returns?",
        "Do you need a precise period for refunds?",
        "Time limit to come back?",
        "Do you have a certain period for refunds?",
        "What is the duration for refunds?",
        "Do you have a specific return time period?",
        "When can I expect a payback?",
        "Can you specify a specific return timeframe?",
        "How long can I keep returning to?",
        "A return time is available?",
        "The duration of product returns is a question.",
        "How long will it take to get back goods?",
        "What time do you want to return goods?",
        "How long for returns to finish?",
        "Is there a time when I can expect a return?",
        "What's the return deadline?",
        "What time limit for returns?",
        "When is the return period?",
        "What is the period of time for returns?",
        "Time period return?",
        "A question about the return timeframe.",
        "The time limit on returns is ambiguous.",
        "How long a time limit for returns?",
        "How long will the time limit on returns be?",
        "The time for returns is a question.",
        "Is there a duration for product returns?",
        "The time to return goods is unknown.",
        "When can certain items be returned?",
        "Can you provide a specific period for refunds?",
        "What's the time frame for the returns?",
        "Is that a time limit on returns?",
        "How long is the Return Period?",
        "How long to be back?",
        "I wonder if there is a specific return period.",
        "How long is it going to take to return?",
        "Are you sure about the return period?",
        "Is there a time when I can return this stuff?",
        "How long can it take to come back?",
        "Do you know when returning deadlines are?",
        "Time for returns to start?",
        "Do you know a return timeframe?",
        "How long are returns to be returned?",
        "How soon is the time frame for returns?",
        "Can you tell me how long to send back stuff?",
        "How long to take for returning items?",
        "time for item returns?",
        "When are you going to return timeframe?",
        "What date can I expect returns?",
        "The period for returns?",
        "Is there a length of return period.",
        "What time do returns need returning?",
        "How long do you need for returns?",
        "How long to return items?",
        "What is the length of a return period?",
        "How long to get the goods back?",
        "What is the return period's length?",
        "How long can I return things?",
        "How long until item returns?",
        "How long is it necessary to return?",
        "There may be a specific return time frame.",
        "Does the time limit exist for returns?",
        "Do you know the return timeframe?",
        "If there is a time limit on returns.",
        "What a time limit for returns?",
        "Available return time?",
        "I'm not sure what return time frame is.",
        "Can you give me the return time period?",
        "Does there a time limit for returning?",
        "Do you need a specific period for refunds?",
        "Do you have return time?",
        "How long for items to return?",
        "what is the return time frame?",
        "Can you give a specific period for refunds?",
        "How long should goods be returned?",
        "How long should I take to return?",
        "So what is the return time period?",
        "Understand the return window.",
        "He asked how long to send back the stuff.",
        "The time given for items to be returned.",
        "Is there a specific time for item returns?",
        "It's time limit for returning?",
        "Is there a time to return item?",
        "It is not known how long to return goods.",
        "deadline for requesting a refund or exchange?",
        "Time limit on making a return?",
        "What time frame do we have for returns?",
        "Time for item return?",
        "Think about a time limit for returns.",
        "What is the time limits for returns?",
        "How long is the return period?",
        "How long will it take for you to request a refund or exchange?",
        "How long will it take for things to return?",
        "Is there time limit on returns?",
        "Is there a certain return time frame?",
        "So how long for returns?",
        "When can returns be performed?",
        "What return time is available?",
        "When are returns allowed to return?",
        "How long is a time limit for returns?",
        "I'm not familiar with the return time frame.",
        "How long was the return window?",
        "The return time frame is what I don't understand.",
        "The period for returns is not known.",
        "Is there a deadline for asking for a refund or exchange?",
        "To get a precise period for refunds?",
        "Time for returns.",
        "Is it the return period?",
        "The time for items to be returned?",
        "How long can it take to get it back?",
        "How long is it for returns?",
        "How long does the time frame for returns look like?",
        "How long is the time for item returns?",
        "How soon for returns?",
        "What is the duration for return items?",
        "When will I be able to get this stuff back?",
        "Is there a specific timetable for return?",
        "How long is it for me to come back?",
        "The time limit on returning things?",
        "Is the time limit on returns.",
        "time allotted for returning",
        "What about the return time frame?",
        "I am wondering how long I can return.",
        "When do I have to bring it back?",
        "Correct period for refunds?",
        "How long do you have to request a refund or exchange?",
        "When does returns need to be returned?",
        "I am wondering about the return period.",
        "length for returning items?",
        "how long is the return window?",
        "Can you provide me with a return period?",
        "The duration of return policy is unknown.",
        "How long is the period for returns?",
        "What is the timelines for returns?",
        "How long will it be for items to return?",
        "What is the time for an item return?",
        "What is the period for returning things?",
        "What is the returntime frame?",
        "When will items be returned.",
        "What is the time scale for returns?",
        "There is a question about the time for item returns.",
        "Time limit when returning?",
        "How long will it be to come back?",
        "How much time does it take for a return?",
        "The return time period?",
        "There is a duration for returning items.",
        "What period is needed for refunds?",
        "Can you request a refund or exchange by the deadline?",
        "the time limit for returning",
        "Got a period for refunds?",
        "What is the time frame for making a return?",
        "The time limit for coming back.",
        "The return timeframe.",
        "How long do you think it will take for returns to arrive?",
        "How long should you return goods?",
        "What is the duration of the return window?",
        "Time frame on returns?",
        "Return period available?",
        "Is there a deadline for requesting an exchange or refunds?",
        "How long to get something back?",
        "When can I expect refunds?",
        "Is a specific return time frame in sight?",
        "What time will it take to return?",
        "What is its return time like?",
        "The time frame for returns is not clear.",
        "What does the return timeframe look like?",
        "The time allotted for the return.",
        "How long do I have to wait for it to return?",
        "How soon can items be returned.",
        "Time limit on returning things?",
        "How long do you think the return period is?",
        "What's the return time limit?",
        "The time period for returns is not known.",
        "I am not aware of what the return time frame is.",
        "What is the return timetable?",
        "How long is its time frame for returns?",
        "Which is the return time frame?",
        "What will the duration be for product returns?",
        "How long will you come back?",
        "What time frame should goods be returned?",
        "Time for some returns?",
        "What time is it when you return?",
        "The time limit of returns.",
        "return period?",
        "How long is the returnwindow?",
        "So what is the return time frame?",
        "When can I expect returns?",
        "return time frame when?",
        "How is the return time like?",
        "How long will it take to return goods?",
        "What are the times for returns?",
        "I need to know when to expect returns.",
        "What time can you return goods?",
        "The time allotted for return.",
        "Time for items to be returned.",
        "Time should be allotted for returning.",
        "The return window's duration?",
        "How long would the time frame be for returns?",
        "Could there be a time limit on returning?",
        "Can you tell me the duration for returning items?",
        "Can we have a time limit for returning?",
        "Is the time frame for returning things?",
        "How long will it take for me to come back?",
        "It is a question of time limit for returning.",
        "I want to know what the return time is like.",
        "How long should it be for returning items?",
        "How long would it be to come back?",
        "How long is it for a return?",
        "How long would it take for returns?",
        "The return time frame is something that I don't understand.",
        "It's a question of time limit for returning.",
        "When can it be returned?",
        "What's the return timescale?",
        "Is there time to return returns?",
        "How long will it take for the returns to be returned?",
        "How long can I return goods?",
        "What is the time for item returns?",
        "Want to know the length of the return window?",
        "Is there a length of the return period?",
        "How long does it take to return a goods?",
        "What is a time frame for returns?",
        "I have no idea what return time frame is.",
        "What is the return timelines?",
        "When can those items be returned?",
        "Is there a time for returns?",
        "Do you know the time for returns?",
        "Clarify return window.",
        "Possible return time?",
        "Do you know a exact period for refunds?",
        "How long will it take to make a return?",
        "Which is the time period for returns?",
        "Was there a specific period for refunds?",
        "Can you tell me the returns period?",
        "Limit on time for returns?",
        "Is there a time when I come back?",
        "The amount of time limit on returns?",
        "Can you give me a time limit on returns?",
        "How long are the returns to take?",
        "How long do you think it will take for returning items?",
        "Time limits for coming back?",
        "Is there a time when returns need to come back?",
        "How long will I take to get it back?",
        "Have a period for refunds?",
        "Time to bring item back?",
        "Is there a specific time period for returning?",
        "How long is the returning time frame?",
        "Can you tell me what the return period will be?",
        "Can you give me the return periods?",
        "How long to get returned goods?",
        "How long to give it back?",
        "time frame for returns",
        "What time will goods be returned?",
        "The return period lasts when?",
        "How long can the return window be?",
        "When can returns occur?",
        "What does the time frame look like for returns?",
        "How long will the time frame for returns?",
        "Is there a period of time to return?",
        "How long will it take for the items to return?",
        "How long will I have to wait for it to come back?",
        "Is there a deadline for requesting an exchange or a refund?",
        "How long of the return window should it be?",
        "Does there a return time frame?",
        "Can you give me more information about the return period?",
        "Have you considered the length of return period?",
        "What is the deadline for requesting an exchange or refunds?",
        "How much time can I go back?",
        "What is the time frame for submitting returns?",
        "How long is the time frame for a return?",
        "How long before returns are allowed?",
        "When does return need to be returned?",
        "Is there a specific time period for return?",
        "What a time limit for returning?",
        "When do I have to get it back?",
        "What is the duration of return period?",
        "Is there a time limit on coming back?",
        "The time limits on returns are not known.",
        "Time of return period?",
        "The amount of time allotted for returning.",
        "Return time frame when?",
        "Where can I find the time frame for returns?",
        "There is a question regarding the duration for product returns.",
        "Can you tell me the time frame for returns.",
        "I don't know what the time limit on returns is.",
        "The window of return?",
        "I am wondering when I can return.",
        "When is it time for returns to come back?",
        "I'm not sure what the return time is.",
        "Can you tell me when the return period will end?",
        "Time period for returns?",
        "How long is it to send stuff back?",
        "How long to get the items back?",
        "The deadline for requesting an exchange or refunds?",
        "A time limit for going back?",
        "How long for returning things?",
        "There might be a time limit on returns.",
        "The duration for returns.",
        "How long will I have to wait to return it?",
        "Is that a time limit for returns?",
        "Is it possible to request a refund or exchange by the deadline?",
        "What is the time period for returning things?",
        "Is it the length of the return period?",
        "What is the length of return period like?",
        "Will there be a time limit for returns?",
        "Can you point me to the return period?",
        "When may items be returned?",
        "Give a return timeframe?",
        "How much time to return?",
        "The time for returns is unknown.",
        "What time frame does the return take?",
        "Return period lasts?",
        "How long will the returns take?",
        "The length of return period is not known.",
        "How much time does it take for item returns?",
        "When will the return time be?",
        "The return period's length?",
        "What is the length of the return window?",
        "Time limit for returns",
        "Can you give me an idea of the return period?",
        "He asked how long to send it back.",
        "What is the time for the return?",
        "How long will it take to come back?",
        "Is there a correct period for refunds?",
        "Is there a time limit for returning returns?",
        "Did you know a specific period for refunds?",
        "The duration for the returns.",
        "What is the return period?",
        "Does there a specific return time frame?",
        "How long do we have to wait for returns?",
        "Time when can items be returned?",
        "For returning, a time allotted.",
        "Do we have a time frame for returns?",
        "How long to give back?",
        "Will the time limit be for returns?",
        "What's the time back?",
        "When do returns need to arrive?",
        "Is there a time limit to return?",
        "How long to bring back your stuff?",
        "Might there be a time limit for returning?",
        "Time for returns to come back?",
        "Are you sure of a precise period for refunds?",
        "How long will it take me to get back?",
        "Can you tell me the timeframe for returns?",
        "How much time do you want for refunds?",
        "I would like to know when I will get returns.",
        "When can the items be returned.",
        "When can they return things?",
        "How long for returning items to be?",
        "Is it the length of return period?",
        "I do not understand the return time frame.",
        "Can you specify a time limit for returns?",
        "Is a time frame for returns forthcoming?",
        "The return time frame is not understood.",
        "When can return items be done?",
        "How long are the times for returns?",
        "How long do you have to return things?",
        "What is the amount of time on returns?",
        "What is the time limit on your returns?",
        "What length of return period do you think?",
        "What time do I get back?",
        "Was there a time limit on the returns?",
        "Is there time for a return?",
        "What is the time frame for returns?",
        "Will you give me a return period?",
        "Do you have a return time like?",
        "When to return items?",
        "The length of return period?",
        "Allow for return time?",
        "We don't know what the return timeframe is.",
        "A time limits on returns?",
        "The time frame for returns is asked.",
        "How long can you wait to return?",
        "Do you know a specific return time frame?",
        "How long was it for returns?",
        "Something about the return period?",
        "What are the return periods?",
        "Can you give me a precise period for the refunds?",
        "How long will you take to return goods?",
        "I am confused about what the return time frame is.",
        "What is return time like.",
        "When do returns need to get back?",
        "The return window needs to be confirmed.",
        "Do you know if there's a return period?",
        "When can I receive returns?",
        "Is it time for an item to be returned?",
        "How long does it take to get back stuff?",
        "Do you know how long to return goods?",
        "What is the projected time for returns?",
        "What's the time of return?",
        "When can you make returns?",
        "Can you tell me the length of the return window?",
        "How soon can I return this stuff?",
        "Time to return item",
        "When can I expect my money back?",
        "What is the length of the return period?",
        "Have you figured out a precise period for refunds?",
        "When can I expect profits?",
        "How long does it take to get back the goods?",
        "Can you tell me when the return will take place?",
        "How much time is needed for refunds?",
        "The time limit for return?",
        "Could you tell me the return period?",
        "Time frame for your return?",
        "Is there a defined period for refunds?",
        "Return Time available?",
        "I don't know what the return time period is.",
        "Is there time for items to be returned?",
        "Is the time limit for returns?",
        "What time frame is involved in returns?",
        "What's the time for returns?",
        "Is there a time limit on returning?",
        "Is there a length of return period?",
        "A time frame for returns?",
        "Do you have returning deadlines?",
        "How quickly can items be returned?",
        "Is it a specific return time period?",
        "I don't know what the return time frame is",
        "What time can I come back?",
        "How long to retrieve goods?",
        "Can you tell me what the return period is?",
        "How long is it to get back stuff?",
        "Is there a time limit for the returns?",
        "Do you know a period for refunds?",
        "How long will it take for returning items to be back?",
        "A time limit for coming back.",
        "Time limit for a return?",
        "How long will it be before item returns?",
        "When can returns be made?",
        "There could be a time limit for returns.",
        "What is the time frame for your returns?",
        "How much time will it take to return the goods?",
        "How much time will it take for item returns?",
        "Timing for item returns?",
        "Please verify return window.",
        "You want a precise period for refunds?",
        "What's the return timetable?",
        "I'm wondering when the return period is.",
        "The length of the return period.",
        "Is there a definite return time period?",
        "How long is it to get back goods?",
        "How much time does it take for returns to be processed?",
        "What do you think the return time is like?",
        "Time for return of items?",
        "How much time does it take to make a return?",
        "The length of return period is a question.",
        "Is it long to send back your stuff?",
        "Timefor returns?",
        "Will there be a time limit on the returns?",
        "The amount of time given for returning.",
        "What time frame is provided for returns?",
        "How long is a return's time limit?",
        "How long will it take for returning items to be returned?",
        "Return timetable?",
        "Would you like a precise period for refunds?",
        "The time allotted for returns.",
        "Is there a timetable for returns?",
        "How long can you expect returns to take?",
        "Can you say a time limit for returns?",
        "Timing to return when?",
        "How long does it take to return something?",
        "How long is it to get back?",
        "What is the time for returns.",
        "The time limit on returns is not known.",
        "What time frame is it for returns?",
        "Where's the time limit for returns?",
        "A time frame for returns",
        "Where's the return time like?",
        "What is the timetable for return?",
        "Tell me the time frame for returns.",
        "Do you have a deadline for requesting a return or exchange?",
        "What time is there for returns?",
        "Time allotted for going back",
        "Can you give me a time for returns?",
        "Is there a time frame for returning?",
        "I am not aware of the return time frame.",
        "How long is there for returns?",
        "What time is the return period?",
        "How long is the return frame?",
        "Is there a specific return time frame?",
        "How long will it take to send back things?",
        "Is there a time limit for a return?",
        "When does something need to come back?",
        "What time frame is given for returns?",
        "The return time frame.",
        "Return times are not known.",
        "Does there a time limit on returns?",
        "The return time is not yet known.",
        "How long will it take for items to be returned?",
        "How soon do I expect returns?",
        "Can you give a time for returning items?",
        "Return time available?",
        "what is the time limit on returns",
        "What is the time frame for returning items?",
        "I cannot comprehend what the return time frame is.",
        "What is the duration for a returns?",
        "When will item returns happen?",
        "What is the returning time period?",
        "Can you tell how long to come back?",
        "The time frame for returning items?",
        "Got a specific period for refunds?",
        "I want to know the duration for product returns.",
        "Are there specific return periods?",
        "Is there a timing for the return?",
        "How long can you tell me the return period?",
        "How much time to come back?",
        "When can things be returned.",
        "Are you sure of a specific period for refunds?",
        "When do returns need to return?",
        "Think about a precise period for refunds.",
        "The length of a return period.",
        "When can the things be returned?",
        "How long before returning items?",
        "There is a question of time for item returns.",
        "I want to know the time frame for returns.",
        "What time limits are there on returns?",
        "Is there a time frame for a return?",
        "Will the period for refunds be precise?",
        "Is the time limit on returns there?",
        "Has there a specific return timeframe?",
        "What is the return timeline?",
        "It's not clear what the return time frame is.",
        "How long can my return take?",
        "What is a time limit for coming back?",
        "So when can items be returned?",
        "Do you know how long to come back?",
        "Time limit for returns.",
        "Do you know what the return time is like?",
        "Can you give me a precise period for refunds?",
        "What time does it take to return goods?",
        "Allow time to return?",
        "When does a returns need to return?",
        "How long are the timelines for returns?",
        "The time limit for the returns?",
        "Is there a deadline for requesting a refund?",
        "Exactly how long the return window is?",
        "What is the duration of a returns?",
        "How long do you last to return items?",
        "I would like to know the return period.",
        "What's the length of time for returns?",
        "How long can I come back.",
        "How long is the time period for returns?",
        "What is the required time for returns?",
        "Did you know the exact period for refunds?",
        "Do you tell me the return period?",
        "What is a time limit on returns?",
        "When can I get something back?",
        "I need to know what the return time frame is.",
        "When does return need to happen?",
        "Is there a period for returning?",
        "Is the time frame of returns?",
        "How long is it for you to return goods?",
        "Can you tell me about the time limit on returns?",
        "Is the return time limit?",
        "It's a question of time for returns.",
        "Whats the return time like?",
        "Are there a specific time frame for return?",
        "What is the deadline for return?",
        "What is the anticipated return time?",
        "There is a return timeframe?",
        "Time limit on returning things, huh?",
        "How long before you get your goods back?",
        "I want to know when to expect returns.",
        "how long is it for returns",
        "What are the times limit on returns?",
        "A length of return period?",
        "Is there a returning period?",
        "What is the time frame for refunds?",
        "When can returns be returned.",
        "How long does the returns last?",
        "What amount of time is needed for returns?",
        "I'm not sure when to expect returns.",
        "Which amount of time for returns?",
        "Can you tell me the period for refunds?",
        "How much time will you take to return?",
        "What time does the return occur?",
        "What time limit is on returns?",
        "How long will it take to get back the goods?",
        "What does the time frame for returns look like?",
        "Do we have a return period?",
        "When can we expect a return?",
        "What is the payback time?",
        "What is the deadline for requesting an exchange or refund?",
        "When can I get the things back?",
        "How long is the time table for returns?",
        "What is the total time limit on returns?",
        "What is the time when returns are allowed?",
        "Is there a deadline for requests for refunds or exchange?",
        "Returns: how much time?",
        "I don't know how long to return.",
        "Time constraint for returning?",
        "When should I expect returns?",
        "A period for refunds?",
        "Is the deadline for requesting a return or exchange?",
        "Is there deadlines to return?",
        "When can I expect return?",
        "The return time is unclear.",
        "When to go back?",
        "How long for returns to come about?",
        "How much time is left to return goods?",
        "The time frame for returns is unanswered.",
        "The deadline for returns?",
        "Time to return items?",
        "It is unclear how long to return.",
        "How long will you take to send it back?",
        "I don't know what the return time is.",
        "Did you know about a precise period for refunds?",
        "When can returns take place?",
        "When do returns have to be returned?",
        "Is the duration of returning items?",
        "Is there any specific return time frame?",
        "Tell me a precise period for refunds.",
        "Can you tell me the time of return?",
        "How long to bring back items?",
        "Can you tell me how long to go back?",
        "Have you got a specific period for refunds?",
        "When is return time available?",
        "What is the length of returns period?",
        "The length of the return window?",
        "How long is it going to take you to return?",
        "What timeframe is the return?",
        "How long do you say is for returning items?",
        "what is the return time period?",
        "What is the return interval?",
        "Do you have a period for refunds?",
        "a time limit for returns",
        "Was there a period for refunds?",
        "How long does it take for returns to be received?",
        "Can you tell me how long to return things?",
        "Clarify the return window.",
        "What amount of time do returns take?",
        "How long could I go back?",
        "Time period to return when?",
        "The time limit on returns is still unknown.",
        "What's the timescale for returns?",
        "What is the time when you return?",
        "How much time is left for returning?",
        "What's the return duration?",
        "How long will the return policy be?",
        "Can you tell me the return time?",
        "Time limits for returns?",
        "There will be a time for item returns.",
        "How long can i come back?",
        "What time is return time?",
        "When can returns be done?",
        "Is there a deadline for requesting a refund.",
        "What is the time needed for returns?",
        "Where is the time limit on returns?",
        "Where is a time limit for returns?",
        "They need a precise period for refunds.",
        "There will be a time limit on returns.",
        "How long will it take to return things?",
        "The time allowed for returning.",
        "The return window's length is unknown.",
        "What time frame do you have for returns?",
        "Could you give me return time?",
        "Do you know how long to send it back.",
        "How long to send back the stuff?",
        "Is there any return deadlines?",
        "Are you aware of a precise period for refunds?",
        "Give a return time?",
        "Timeline to return?",
        "How would the return time be?",
        "Time limits for return?",
        "Returns, how long?",
        "Is there a period of time for return?",
        "Is there a deadline for returning?",
        "Can you give the return period?",
        "Do you know when the return period will start?",
        "What period for returns?",
        "Time for returns in the future?",
        "The length of time to return goods is a question.",
        "The duration for returning items is unknown.",
        "The time limit on returns is uncertain.",
        "Is there a return time available?",
        "Does a time limit exist for returns?",
        "How long do I need to return?",
        "The time limit on returns is a mystery.",
        "When can you returns be returned?",
        "What time frame can you give for returns?",
        "How long to return things",
        "How long is the time frame for refunds?",
        "How long is it to send something back?",
        "The deadline for requesting an exchange or a refund?",
        "The time limit on returns isn't known.",
        "The return time isn't clear.",
        "When can my returns be expected?",
        "Can you say when the return period will be?",
        "How long to send back things?",
        "Can you provide the return time?",
        "How long can it take for me to return it?",
        "What is the time limit on return returns?",
        "Do you know the duration for product returns?",
        "How long do I have to wait to return?",
        "I want to know when can I expect returns.",
        "For the length of the return period?",
        "Can there be a specific return time period?",
        "How about the return period?",
        "How long should we expect returns to take?",
        "I can't figure out what the return time frame is.",
        "Did you know the length of return period?",
        "I want to know when can items be returned.",
        "The return time frame is unknown to me.",
        "How long the return window should be?",
        "How long is it to return the goods?",
        "Does anyone know if there is a return period?",
        "What time does item returns take?",
        "Dates for returns?",
        "What times do returns need to come back?",
        "Can you tell me the specific return timeframe?",
        "A time limit for returns is a question.",
        "What is the Duration for returning things?",
        "Please confirm return window.",
        "There is a time limit for returning?",
        "What is length of return period?",
        "what is the return time like",
        "It is not clear what the return time frame is.",
        "Is there a specific time of return?",
        "Time limit for returning.",
        "is there a time limit on returns?",
        "Are you sure about the period for refunds?",
        "When can I get this product back?",
        "The return time frame I don't understand.",
        "Can you give me a description of the return period?",
        "How much time is required for returns?",
        "Has there a precise period for refunds?",
        "How long do I have to wait to come back?",
        "When do items have to be returned?",
        "When do you need to return?",
        "How long do you think the return window should be?",
        "Return period lasts when?",
        "How long should you wait to come back?",
        "What is the deadline for returns.",
        "When will the time be back?",
        "Is there a precise period for refunds.",
        "Are you sure of the time for returns?",
        "Is there time to request a refund or exchange?",
        "When can returns be return?",
        "How long is it to get stuff back?",
        "How long before you can get your goods back?",
        "The duration for returns is unknown.",
        "How long to send things back?",
        "I am curious about the return period.",
        "The duration of the return period.",
        "Where is a time limit on returns?",
        "Is there a specific return time?",
        "How long to get the things back?",
        "Time for item refunds?",
        "What time frame is appropriate for returns?",
        "Can you provide the return period?",
        "Is there a specific return timetable?",
        "Return time frame, how long?",
        "When can I expect payouts?",
        "How long will you go back?",
        "There is a question about the length of return period.",
        "How long will it take to get returns back?",
        "Is there a time limit for returns.",
        "How long should it take for returning?",
        "How long does it take for returning items?",
        "I haven't figured out what the return time frame is.",
        "Can you tell me how long to make a return?",
        "The time for returns is not clear.",
        "Time constraint for returns?",
        "When can I get this stuff back?",
        "Can you explain the return period?",
        "Time limit on returning?",
        "Is the return timetable?",
        "I need to know when I will get returns.",
        "What is the return's time period?",
        "How long should it take for items to return?",
        "Do you have a time limit for coming back?",
        "There are returning deadlines?",
        "How long do you think returns take?",
        "How long will a returns time frame be?",
        "It's not known how long to return goods.",
        "Is there an exact return time period?",
        "When will return time be available?",
        "Did you know the duration for product returns?",
        "Any time limit for returning?",
        "Time frame for returns, how long?",
        "The return timetable?",
        "How soon can I return?",
        "What is the current time for returns?",
        "Can I expect returns at a certain time?",
        "How long should item returns take?",
        "There will be a time allotted for returning.",
        "Return timing?",
        "How long to put the goods back?",
        "How long will it take to get it back?",
        "Does a time frame for returns exist?",
        "Can I return by a certain time?",
        "Yes, when can I expect returns?",
        "Can you tell the length of the return period?",
        "How long are the returns to be returned?",
        "Okay, return time available?",
        "How much time will it take for returns to arrive?",
        "Will there be a deadline for requesting a refund or exchange?",
        "Can you have a time limit for returns?",
        "What is the period of return?",
        "When to return timetable?",
        "What do you think is the return time?",
        "How long until you return?",
        "What is the period for returns?",
        "Is it a return time frame?",
        "Have you considered the length of the return period?",
        "A time for returns?",
        "Have a time limit for returning?",
        "What time limit on returns is it?",
        "Time limitation for returns?",
        "You have a precise period for refunds?",
        "Can we know the time frame for returns?",
        "How long are the time limits on returns?",
        "Was it possible to get a precise period for refunds?",
        "The time limit on returns are unclear.",
        "When can the returns be expected?",
        "How long do you think the return window will be?",
        "A time for item returns?",
        "What is the return time like",
        "Which return timeframe?",
        "Will items be returned in time?",
        "Period for refunds?",
        "What's the duration for returning items?",
        "Is that the length of return period?",
        "What amount of time to make a return?",
        "How soon do I have to return it?",
        "When can my items be returned?",
        "What length of return period is needed?",
        "What is the return timing?",
        "What time is it to send back stuff?",
        "What is the time line for the return?",
        "Someone needs a precise period for refunds.",
        "How long will it be before returns?",
        "How long will it be to return?",
        "It's a time limit for returning?",
        "I need to know how long it will take to return it.",
        "When should I expect a return?",
        "Is this specific return time period?",
        "I want to know when I will get returns.",
        "How long does the time frame for returns?",
        "Can you give a precise time for refunds?",
        "When can I get my stuff back?",
        "Can you say the length of return period?",
        "A time limit for return?",
        "Can a time limit be set for returning?",
        "Will there be time limit for returning?",
        "Return times available?",
        "Can you tell the length of the return window?",
        "Are the times for returns?",
        "What is the duration for returning items.",
        "Time for item returns?",
        "Time for returning?",
        "Is there a time limit for returning?",
        "Is there a time limits for returns?",
        "What the time limit is on returns?",
        "The time limit on return returns.",
        "Is there any time limit on returns?",
        "Can you have a time limit on returns?",
        "Is there a specific return time period.",
        "Are there specific return timeframes?",
        "The deadline on returns.",
        "What is the time frame for your return?",
        "What time can I make a return?",
        "What is a specific return time frame?",
        "How long do you recommend for returns?",
        "What Length of return period?",
        "When can we return the items?",
        "The time for items to be returned.",
        "The deadline for returns.",
        "The return window needs to be checked.",
        "When does the returns need to come back?",
        "How long will it take you to return the stuff?",
        "When can you have returns?",
        "Do you have a specific time period for refunds?",
        "Is there a specific time frame for your return?",
        "Is it a specific return period?",
        "Was there a precise period for refunds?",
        "How long does the return take?",
        "What is the return window's length?",
        "What time frame is used to return returns?",
        "When can I expect the return?",
        "Is there a return deadline now?",
        "Can you give me a return time period?",
        "What time can you tell me the return period?",
        "When are refunds allowed?",
        "I don't understand return time frame"
    ]
}