{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Refund eligibility",
    "description": "Customers inquire about the conditions that must be met to be eligible for a refund, such as the time frame for returns and whether specific items are eligible.",
    "inquiry": "Are there any specific items that are not eligible for refund?",
    "paraphrases": [
        "Do you know what types of items cannot be given back?",
        "Is there any specific goods excluded from the refund scheme?",
        "Is there no-refunds items?",
        "Can't you tell me what's not refundable?",
        "What is not eligible for a refunds?",
        "What are specific refund exclusions?",
        "Do you have any non-returnable things?",
        "Things that are not subject to refunds?",
        "Which items are not eligible or non-refundable?",
        "What are the goods that cannot be returned and reimbursed?",
        "Is certain items ineligible for a refund policy.",
        "Anyone have no-refund goods here?",
        "A few no-refunds items?",
        "Is a list of non returnable goods possible?",
        "Can you tell me what types of items can't be returned?",
        "What are the things that are excluded from refunds?",
        "Is there any item that is not eligible for the refund?",
        "if there are nonrefundable product exclusions",
        "Which products can't be refunds?",
        "Which items can not be refunds?",
        "I wish to know what's unrefundable.",
        "Is the specific refund exclusions?",
        "Which ones are not eligible and non-refundable?",
        "Which purchase are not eligible or non-refundable?",
        "Should certain items be ineligible for a policy of refunds?",
        "Some products aren't refundable.",
        "Some items are ineligible for a refunds.",
        "Goods that can't be Refunds?",
        "Can't give back some items?",
        "What isn't possible for returns?",
        "Can you tell me what is not refundable here?",
        "There are some products that don't qualify for reimbursement.",
        "Do you have any non-refundable products?",
        "Are some items ineligible for a policy of refunds?",
        "Which goods are not permitted to be returned and reimbursed?",
        "Do you know the types of items that cannot be refunds?",
        "Can you say if there are nonrefundable product exclusions?",
        "What isn't eligible to get refunds?",
        "Some things can't be Refunds.",
        "non-returnable merchandise is out there?",
        "Do you know what items can't be refunds?",
        "Can you tell me the non-returnable things?",
        "Some goods are excluded from the refund scheme.",
        "What are some no-refunds items?",
        "Please tell me which types of items cannot be refunds.",
        "Which products are notrefundable?",
        "Were there any non-returnable things?",
        "Would certain products not be eligible for refunds?",
        "Which items are not suitable for reimbursement.",
        "Clarify if there are non-refundable product exclusions.",
        "Some products are non-refundable.",
        "Some items are not subject to refunds.",
        "Which items are not Refunds?",
        "Are some items ineligible for a refund policy?",
        "Which products don't require reimbursement?",
        "Are there any no-refund things here?",
        "There are some specific items that are not eligible for refunds.",
        "Is there products that are non-refundable?",
        "Got anything not returning?",
        "Which goods can't be returned and compensated?",
        "Which products are not able to be used again?",
        "Can you tell me what types of items cannot be Refunds?",
        "Please explain if there are nonrefundable product exclusions.",
        "Is there anything I can't return for a refund?",
        "Please tell me what items cannot be refunds.",
        "There are items that are not eligible for refunds.",
        "A non-refundable item?",
        "Is certain products unable to receive refunds?",
        "Is it possible to return items that are non-refundable?",
        "Is there anything I can return that is not refundable?",
        "Is anything excluded from returns?",
        "Some items are ineligible for reimbursement.",
        "What about non-refundable items?",
        "Please advise on the types of items that can't be refunds.",
        "Is there a non-refundable products?",
        "I'm wondering if there are things that I can't get my money back on.",
        "Please say if there are nonrefundable product exclusions.",
        "Can you tell me what can't be replaced?",
        "What do you think is not eligible for refunds?",
        "Which products are not reimbursement-eligible?",
        "Any no-refund items?",
        "If anything is not going to be refunds, tell me.",
        "Any items that aren't Refunds here?",
        "Is there non returnable merchandise?",
        "Some things are not possible to refunds.",
        "Which products do not merit reimbursement?",
        "Is certain objects not returnable?",
        "Is this something that is exempt from refunds?",
        "What items are not Refundable here?",
        "Is there any specific item that is not eligible for a refunds?",
        "Anything that isn't included in refunds?",
        "Is there a list of non- returnable goods?",
        "Do you know any no-refund goods here?",
        "Correct if there are nonrefundable product exclusions.",
        "Which purchases aren't eligible or non-refundable?",
        "What specific goods can't be returned and reimbursed?",
        "Are there any items that are not eligible for a return?",
        "Are you able to tell me what is un-refundable?",
        "Which products can not be Refunds?",
        "Which items are not deserving of reimbursement?",
        "Do you have no-refund goods?",
        "Do you possess any non-returnable things?",
        "Some items are not returnable.",
        "Things excluded from refunds?",
        "Which things are not eligible for refunds?",
        "Can you tell me what's not reimbursable?",
        "I have a question about what's unrefundable.",
        "Can you give a list of non-returnABLE goods?",
        "Is there any specific no-refunds items?",
        "Which products can't be reimbursement?",
        "Please tell me about the types of items that cannot be refunds.",
        "I wonder if any products are non-refundable.",
        "What aren't eligible for a return?",
        "Which items aren't eligible to be reimbursed?",
        "Any products are non-refundable?",
        "Which products can't be sent back?",
        "Which goods are ineligible for reimbursement?",
        "Are these products non-refundable?",
        "Do you know what types of items cannot be paid back?",
        "I want to clarify if there are nonrefundable product exclusions.",
        "Specific products could be exempt from returns.",
        "Is anything unable to return?",
        "Which items aren't appropriate for reimbursement?",
        "Anything excluded from the refunds?",
        "Is there anything that's not eligible for a refund?",
        "What isn'tfitting for returns?",
        "Please tell me what is not eligible for refunds.",
        "There are any non- refundable items?",
        "Certain items can't be brought back.",
        "Are there products that are non-refundable?",
        "Will non-returnable merchandise exist?",
        "I am curious as to what's unrefundable.",
        "The non-returnable merchandise exists?",
        "What items are excluded from refunds?",
        "Please tell me what types of items cannot be returned.",
        "Could there be no refunds for items?",
        "Can you give us a list of non returnable goods?",
        "How about any no-refund goods?",
        "Are certain things not returnable?",
        "Is there anything not eligible for a refund?",
        "Which products are not appropriate for reimbursement?",
        "Which stuff does not have a refund?",
        "Is there anything I could not get my money back on?",
        "Which products don't constitute reimbursement?",
        "Do there things I can't get my money back on?",
        "Are there certain no-refunds things?",
        "Should any of the products be non-refundable?",
        "Here, any no-refund goods?",
        "There are any non-returnable things you have?",
        "Does anyone know if specific items are eligible for a refund?",
        "Certain items cannot come back.",
        "Which items are non-refunds?",
        "Was anything excluded from refunds?",
        "Which items are not reimbursing?",
        "Is there any item that is not eligible for refund?",
        "Can you tell me a list of non-returnable goods?",
        "Can you let me know what's notrefundable?",
        "There may be specific items that are not eligible for refunds.",
        "Got anything not returnable?",
        "There are any items that are notRefundable here.",
        "Are things excluded from refunds?",
        "Is anything not returnable",
        "Would there be non-returnable merchandise?",
        "Does anyone know of any no-refund goods here?",
        "What is certain no-refunds items?",
        "There are certain items not returnable?",
        "I wonder if there are any exclusions for refunds.",
        "Which items shouldn't be reimbursed?",
        "There are some items that are not eligible for aRefund.",
        "Is any item that is not eligible for a refund?",
        "Which goods can't be returned and reloaded?",
        "Which purchases are non-returnable?",
        "Some items can't be refunds.",
        "Any that isn't included in refunds?",
        "Are there any no-refund goods there?",
        "Is there a list of non- returning goods?",
        "Which specific goods are unable to be returned?",
        "Which items aren't reimbursement eligible?",
        "Which products can't receive reimbursement?",
        "Any items that are non-refundable here?",
        "I'm wondering if anything is excluded from refunds.",
        "Is it possible to return items that are not free?",
        "Which particular purchases are eligible and non-refundable?",
        "There are some products that are not eligible for refunds.",
        "Is something excluded from refunds?",
        "Is any item notRefundable here?",
        "Is anything not included in refunds?",
        "Which products are not liable for refunds?",
        "Is any non-refundable item?",
        "Which items are not available for refunds?",
        "Some items are exempt from refunds, huh?",
        "Which products are not compunded?",
        "Which products do not return?",
        "Please tell me what types of items can't be returned.",
        "Which specific goods can't be returned or reimbursed?",
        "Any non-refundable items?",
        "Did you tell me what's un-refundable?",
        "Any items that aren't Refundable here?",
        "What aren't eligible for the refund?",
        "Do you have any non- refundable items?",
        "What are any non-returnable things?",
        "Is this stuff exempt from refunds?",
        "What goods are not included in the refunds scheme?",
        "Do certain products not qualify for refunds.",
        "Which ones are not eligible for refunds?",
        "What is not available for refunds?",
        "Have any non-returnable items?",
        "Is there any product that is non-refundable?",
        "Certain items are not eligible for a refunds.",
        "Any possible exclusions for refunds?",
        "Please tell me what types of items are out of luck.",
        "Which products aren't eligible to receive reimbursement?",
        "Is there still non-returnable merchandise?",
        "Were these non-refundable products?",
        "Any non-refundable purchases?",
        "Do you know about certain no-refund items?",
        "Do you have a list of goods that are not returnable?",
        "What if some products do not qualify for refunds?",
        "Which products aren't appropriate for reimbursement?",
        "Are there certain items not returnable?",
        "Is there any non- returning things?",
        "Please tell me what items cannot be forgiven.",
        "Certain items may not be eligible for a refund.",
        "Did there exist non-returnable merchandise?",
        "Specific exclusions regarding refunds?",
        "Which items are not permitted for reimbursement?",
        "Un returnable items?",
        "Is that something that's unrefundable?",
        "If there are nonrefundable product exclusions, please clarify it.",
        "Which items are not compunded?",
        "Some items can't be returned.",
        "If there are nonrefundable product exclusions,please clarify.",
        "Are you familiar with any non-returnable things?",
        "Have you considered any non-refundable items?",
        "items that are exempt from refunds?",
        "What's not eligible for return?",
        "Is it possible to bring back items that are not refundable?",
        "What non-returnable items do you have?",
        "Which products don't return?",
        "Is there anything I cannot get my money back for?",
        "Specific exclusions for refund?",
        "Did you have any non-returnable stuff?",
        "Is there non- returning merchandise?",
        "Any specific items not included in the refund scheme?",
        "Which products have no claim to reimbursement?",
        "Is there any specific goods that are not included in the refund scheme?",
        "Is there a specific item that is not eligible?",
        "Some items might be ineligible for a refunds policy.",
        "The items may be non-refundable.",
        "These items are exempt from refunds?",
        "Are there any excluded items for refunds?",
        "What can not be returned for a refund?",
        "Some things can not be refunds.",
        "Which items are unsuitable for reimbursement?",
        "Which is not eligible for a return?",
        "Which items arenon-refundable?",
        "Are there specific items that are not eligible for a refund?",
        "Which products do not provide reimbursement?",
        "What are the things that aren't fit for returns?",
        "What goods weren't included in the refund scheme?",
        "Which products do not qualify for compensation?",
        "Which items are not approved for reimbursement?",
        "Which products are inappropriate for reimbursement?",
        "Is certain items not eligible for a policy of refunds?",
        "Do you know what is on the non-refundable merchandise list?",
        "Please tell me which types of items can't be returned.",
        "Is certain items not eligible for aRefund policy?",
        "Certain things cannot be returned?",
        "Is certain items no returnable?",
        "Which product isn't eligible for reimbursement?",
        "Certain products wouldn't qualify for refunds.",
        "Which products do not deserve reimbursement.",
        "Which items won't get reimbursed?",
        "There are items no refunds possible?",
        "Can you provide a list of non-returnable goods?",
        "What are certain no-refunds items?",
        "There are some items that are not eligible for a Refunds.",
        "Does certain products not qualify for refunds.",
        "Products that aren't eligible for refunds?",
        "Anything that is not part of the refunds?",
        "Does anyone know if any items qualify for non-refund madness?",
        "Is there any refunds denied for what stuff?",
        "Who has certain no-refunds items?",
        "Which goods can't be Returned and reimbursed?",
        "Let me know if there are any ineligible refunds.",
        "Is there any specific goods not included in the refund scheme?",
        "Are items not subject to refunds?",
        "There are specific items not eligible for a refund.",
        "Is it possible for you to give a list of non-returnable goods?",
        "Will certain products not qualify for refunds?",
        "Which products are not refunds?",
        "Some of the items are not returnable?",
        "There is a non-returnable item?",
        "Is anything precluded from refunds?",
        "Is a product non-refundable?",
        "Which stuff's resistant to refunds?",
        "Some items can't be returned?",
        "Is any of the products non-returnable?",
        "Which items aren't allowed for reimbursement?",
        "Which products may not be eligible for reimbursement?",
        "Is there any no refund goods here?",
        "There are items that may not be refundable here.",
        "Is it possible to tell me what is unrefundable?",
        "Which products don't benefit from reimbursement?",
        "Some items can't be Refunds.",
        "Is there anything not refundable here.",
        "Some items are not eligible for refunds.",
        "refunds denied for certain things?",
        "Do specific products have an exemption from returns?",
        "Can these products be non-refundable?",
        "Specific exclusions from the refunds?",
        "What stuff is denied refunds for?",
        "Is there any items not refundable here?",
        "Will these products be non-refundable?",
        "There are any items that aren't refundable?",
        "Is certain items ineligible for a refunds?",
        "products that are non-refundable?",
        "Is it possible to give a list of non-returnable items?",
        "Can't bring back some things?",
        "Are any items not refundable here?",
        "Certain things aren't returnable?",
        "Do you mean certain no-refund items?",
        "Are there certain no-refunds items.",
        "Are there some no-refund items?",
        "Is there any item that's not eligible for a refund?",
        "Some products may not qualify for refunds.",
        "Can't get refunds for some things?",
        "How about certain no-refunds items?",
        "Is it possible to return items that aren't Refundable?",
        "Which are not eligible for a refund?",
        "Some items can not be returned?",
        "Some products aren't eligible for reimbursement.",
        "Is any productnon-refundable?",
        "What are the things that are not refundable here?",
        "Let me know what types of items can't be returned.",
        "Which products do not qualify for refunds?",
        "Is there anything that is not returnable?",
        "Can't get back something?",
        "Certain no-refund things?",
        "There are any items that aren't eligible for a refund.",
        "Some products do not qualify for a refund.",
        "Certain items are not eligible for refunds.",
        "What is not eligible for a reimbursement?",
        "Are any no-refund goods available?",
        "Are there specific refunds exclusions?",
        "There are any non-returnable things that you have?",
        "There are any non-returnable things.",
        "Can you provide a list of non-returnable things?",
        "Can you tell me what's unrefundable?",
        "Is anything excluded from the refunds.",
        "Which ones aren't eligible for refunds?",
        "There are some things that can't be Refunds.",
        "Which purchases are non-refundable or not eligible?",
        "Which items are not worth reimbursement?",
        "Was there any non-refundable items?",
        "Are some items not eligible for a refunds?",
        "Please tell me what types of items are not allowed for refunds.",
        "Can't repay some things?",
        "There are any items that are not refunds?",
        "Is there any item that isn't eligible for the refund?",
        "Any items that cannot be returned?",
        "Specific items aren't eligible for refunds.",
        "What specific goods can't be returned or reimbursed?",
        "I want to know if I can return items that are notRefundable.",
        "I want to know if there are things that I can't get my money back on.",
        "Can't get refunds on some things?",
        "There are some products that are notrefundable.",
        "Have you got anything that is non-returnable?",
        "Is certain items ineligible for a refund?",
        "Some products might not be able to get refunds.",
        "Please tell me what types of items are not able to be returned.",
        "Do you have a list of goods that are non-returnable?",
        "How can specific goods not be returned and reimbursed?",
        "I'd like to know what's un-refundable.",
        "Tell me what types of items can't be refunds.",
        "Is there something I can't get back on?",
        "Is there any product that is not non-refundable?",
        "Which items will not get reimbursement?",
        "If there is a nonrefundable product exclusion, please clarify.",
        "Can you give a list of non-returnable goods?",
        "Please tell me what types of items cannot be reimbursed.",
        "Specific goods are not included in the refund scheme?",
        "What isn't fit for return?",
        "Was any product non-refundable?",
        "Any items that can't be returned?",
        "What are the products that don't qualify for reimbursement?",
        "Certain items may be ineligible for a refund.",
        "Some items that are not eligible for a refund.",
        "What is not suitable for returns?",
        "Is there any specific item that is not eligible?",
        "Does certain products not qualify for a refund?",
        "Which particular purchases aren't eligible?",
        "Did you have any non-returnABLE things?",
        "Are there any items that are not eligible for a refund?",
        "Some items might be ineligible for a return policy.",
        "Which products will not qualify for reimbursement?",
        "What are the list of non-refundable merchandise?",
        "Non-returnable items exist?",
        "Is there any item that is not eligible for refunds?",
        "You should tell me what types of items cannot be returned.",
        "What specific goods weren't included in the refund scheme?",
        "Some items may not be eligible for a refunds.",
        "Please tell me about the types of items that cannot be refunded.",
        "Please tell me the types of items that cannot be refunds.",
        "Is it possible to return items that are notRefundable.",
        "What is not Eligible for aRefund?",
        "Can you tell if there are nonrefundable product exclusions?",
        "certain items can't be returned?",
        "Any specific goods that aren't included in the refund scheme?",
        "Did you have any non- returnable things?",
        "Do you know what types of items can't be returned?",
        "Please tell me what types of items are not eligible for refunds.",
        "Please advise what types of items can't be returned.",
        "What products can't be reimbursed?",
        "Which items are not good for reimbursement?",
        "Any items that aren't returned here?",
        "Which products do not qualify for a reimbursement?",
        "Can you not return some things?",
        "Any items that might not be returned?",
        "If there are nonrefundable product exclusions, clarify them.",
        "What is the list with non-refundable merchandise?",
        "Tell me what's un-refundable?",
        "Is there anything I cannot get my money back on?",
        "Is it possible for items no refunds?",
        "What non-returnable merchandise is out there?",
        "Some items are not refundable.",
        "Please advise on what types of items cannot be returned.",
        "Any items not Refundable here?",
        "Tell me what types of items cannot be refunds.",
        "There are certain items that aren't eligible for a refund",
        "Are there any non- returning things?",
        "Is there anything that's non-refundable?",
        "What stuff denied refunds?",
        "Is some items exempt from refunds?",
        "Which items aren't accepted for reimbursement?",
        "I want to know what's notrefundable here.",
        "Which goods are ineligible to be returned and reimbursed?",
        "Is there a non- returnable item?",
        "Is it possible to give a list of non returnable goods?",
        "Can you tell me what is notrefundable?",
        "Which items are not eligible for reimbursement",
        "Can you give me an idea of what's unrefundable?",
        "Do certain products not get refunds?",
        "Certain items can't be returned",
        "Which products would not qualify for reimbursement?",
        "Some of the products are not eligible for refunds.",
        "I would like to know what types of items can't be Refunds.",
        "Have any non- returnable things?",
        "Some items aren't eligible for refunds.",
        "I wonder if items are not exempt from refunds.",
        "What about certain no-refunds items?",
        "Is certain product not eligible for refunds?",
        "There is a question as to what's not refundable here.",
        "Which purchase is ineligible or non-refundable?",
        "I need to know if I can return items that are not refundable.",
        "Which items are not replaceable?",
        "Are there any no-refund goods here.",
        "Which products do not qualify to receive reimbursement?",
        "There are items that are not eligible for a refunds.",
        "Can I return things that are not Refundable?",
        "Is certain items non returnable?",
        "Is certain items ineligible for a return?",
        "Which goods are not allowed to be returned?",
        "There are any items that are not eligible for refunds.",
        "Some products don't qualify for refunds",
        "No-refunds items?",
        "Which products can't get reimbursement?",
        "Is any product non-returnable?",
        "Can you give me the list of non-returnable goods?",
        "Is it possible to not refund some things?",
        "If there are nonrefundable product exclusions please clarify.",
        "Please note if there are nonrefundable product exclusions.",
        "Which isn't eligible for a refund?",
        "Are there any no-refund items here?",
        "Should we have certain no-refunds items?",
        "Is stuff exempt from refunds?",
        "Not able to return some things?",
        "Which products do not constitute reimbursement?",
        "Which items are not okay for reimbursement?",
        "Is there any things that I can't get my money back on?",
        "Do you know what types of items cannot be taken back?",
        "There are some items that are not returnable.",
        "Which stuff doesn't have refunds?",
        "Is there any non-returnable thing?",
        "Do you think anything is not returnable?",
        "Can you tell me what's not refundable here?",
        "Were any items non-refundable?",
        "Is there any non-returnable things in your possession?",
        "Are there any specific exclusions for refunds?",
        "Is it possible to return specific items that are not refundable?",
        "Let me know if there are non-refundable product exclusions.",
        "What items can't be returned?",
        "Should you have certain no-refund items?",
        "I'm wondering if there are things I can't get my money back on.",
        "Something not returnable?",
        "They have any non-refundable items?",
        "What can't be used for refunds?",
        "I would like to know what types of items cannot be Refunds.",
        "There are any items notRefundable here.",
        "Any items that can not be used again?",
        "Some products will not qualify for refunds.",
        "Which items are not compatible with reimbursement?",
        "Will any products be non-refundable?",
        "Do you know if there are nonrefundable product exclusions?",
        "There are some items that aren't eligible for a return.",
        "Any non- returnable items?",
        "Is certain products not eligible for refunds.",
        "I want to know if there are things I can't get my money back on.",
        "Which products are not eligible to receive reimbursement?",
        "What no-refund goods exist here?",
        "There is a question about what's not refundable here.",
        "Is anything un returnable?",
        "What can't I return for a reimbursement?",
        "Should I have any non-returnable items?",
        "Some items might be ineligible for refunds.",
        "There are certain items that aren't eligible for refunds.",
        "Is it possible that there are nonrefundable product exclusions?",
        "Specific items that are not eligible for refunds?",
        "What is not eligible for reimbursement?",
        "Please tell us what types of items can't be refunds.",
        "Any items that won't be returned here?",
        "Do you know what types of items cannot be reimbursed?",
        "Is there some non-returnable merchandise?",
        "Is there any goods excluded from the refunds?",
        "Do specific products need to be exempt from returns?",
        "There are items that are not included in refunds.",
        "Are certain items exempt from refunds?",
        "What certain items are not returnable?",
        "Can I bring back items that aren't valid?",
        "Is it possible to return items that are notRefundable?",
        "Do you have any no-refund goods there?",
        "What is on the list that is notrefundable?",
        "I am wondering if there are things that I can't get my money back on.",
        "Is it possible to return certain items that aren'trefundable?",
        "What no-refund goods is there?",
        "What do you think is not fit for returns?",
        "Which particular purchases are not eligible?",
        "There are some items that are not eligible for a return.",
        "Can I return items that aren't Refundable?",
        "Any items that wouldn't be returned?",
        "Do they have certain no-refunds items?",
        "Which products are not eligible for reimbursements?",
        "Does it mean certain no-refund items?",
        "Is these items not exempt from refunds?",
        "What is the no-refund goods here?",
        "Do you have any nonreturnable items?",
        "There are any non returnable things?",
        "Is those items exempt from refunds?",
        "If there are nonrefundable product exclusions please tell me.",
        "There are certain products that aren't refundable.",
        "Which products are not in line for reimbursement?",
        "You should tell me what types of items can't be returned.",
        "Are there any items that are not refundable here?",
        "I wonder if anything is excluded from refunds?",
        "Which products aren't eligible for a reimbursement?",
        "Any goods that will not be refunded?",
        "Were any non-refundable items included?",
        "Is there a list of non-returnables goods?",
        "There are items notRefundable here?",
        "Can't get Refunds on some things?",
        "What is not compatible for refunds?",
        "Can you tell me what I can't get back?",
        "Did you know you have any non-returnable things?",
        "Products that do not qualify for refunds",
        "What types of items are not allowed for refunds?",
        "Some no-refunds items.",
        "What are not eligible for a Refunds?",
        "Do any items need to be non-refund?",
        "Can you give a list of non-returnable stuff?",
        "Is it possible that something isn't returnable?",
        "Certain items that can't be returned?",
        "Any list of non-returnable goods?",
        "Do any items have the ability to be non-refund madness?",
        "Is it possible to give me a list of non-returnable goods?",
        "Which purchases can't be used again?",
        "Some items may not be returnable.",
        "Is there any thing that I can't get my money back on?",
        "Which products aren't returned?",
        "Which goods are unable to be returned and reimbursed?",
        "If there are exclusions that are non-refundable.",
        "There are some items that are ineligible for a refunds.",
        "Non-returnable merchandise could exist?",
        "Which products can't be forgiven?",
        "Any goods that weren't included in the refunds scheme?",
        "I wanted to know what's unrefundable.",
        "Which products can't be paid back?",
        "Do you mean certain no-refunds things?",
        "Do you know what types of items cannot be Refunds?",
        "Are certain no-refund items included?",
        "Did you say any non-refundable items?",
        "Do you know what types of items cannot be repaid?",
        "Which specific goods are not possible to return?",
        "Is any item not refundable?",
        "There's any non-returnable things?",
        "Any items that aren'trefundable here?",
        "Please tell me which items cannot be refunded.",
        "Is there a list of non-refundable goods?",
        "Is there anything that has no cash-back guarantee?",
        "Which products can't be returned or reimbursed?",
        "What are the products that aren'trefundable?",
        "Can't get a refund for some things?",
        "Anything that isn't part of refunds?",
        "There are any products that are not non-refundable.",
        "Is it possible that certain items are not eligible for a refund?",
        "Maybe non-refundable products?",
        "Which goods are not able to be returned or reimbursed?",
        "Are any of the products non-refundable?",
        "Is it possible to return items that aren't valid?",
        "Some products don't qualify for refunds.",
        "Non-returnable merchandise might exist?",
        "Some items cannot be returned?",
        "Is there any item that is notRefundable here?",
        "Are you able to give me a list of non-returnable goods?",
        "Is there any non returnable things?",
        "Which stuff is resistant to Refunds?",
        "There are some non-returnable things.",
        "I wonder if there are things I can't get back on.",
        "There are any items not refundable.",
        "Did you have any non returnable items?",
        "Is it possible to give a list of non- returnable goods?",
        "Is there non-returnABLE merchandise?",
        "There are some items that may not be eligible for a refund.",
        "There are any products that are notrefundable.",
        "Would certain products not qualify for refunds?",
        "Is it possible to return items that aren'trefundable?",
        "Which products are not valid for refunds?",
        "Which purchases are non-refundable and not eligible?",
        "Specific goods that weren't included in the refund scheme?",
        "Should certain products not get refunds?",
        "Any items that are not refundable?",
        "There are items that can't Refunds?",
        "There are products that do not qualify for refunds.",
        "Is it possible to not get refunds for items?",
        "What specific items are not eligible for a refunds?",
        "Can you let me know what's unrefundable?",
        "Which items are not considered valid for reimbursement?",
        "Do you know what's on the non-refundable merchandise list?",
        "What's not able to be paid back?",
        "Any specific refund exclusions?",
        "Do you have a list of non-returnABLE goods?",
        "Which goods aren't included in the refund scheme?",
        "Do you have any non-refund goods here?",
        "are items exempt from refunds?",
        "What's on the list of non-refundable items?",
        "Any non-returnable stuff?",
        "Are they non-refundable products?",
        "Things that are not included in refunds, huh?",
        "Which products cannot be paid back?",
        "I wonder if anything is not returnable.",
        "Some items cannot be refunds.",
        "Some products cannot receive refunds.",
        "Can any items not be returned?",
        "What are non-refundable products?",
        "Which items aren't reimbursable?",
        "Any items that can not be returned?",
        "Which products aren't eligible for reimbursement",
        "Is there a certain no-refund item?",
        "Any items excluded from the refunds?",
        "Which items are outside the scope of reimbursement?",
        "Does any item not qualify for a refund?",
        "Yes, any non-refundable items?",
        "What is not acceptable for returns?",
        "Which products did not qualify for reimbursement?",
        "Can't get a refund on some things?",
        "Do you have a list of nonreturnable goods?",
        "Which items can not be returned and reimbursed?",
        "There's any non-refundable items?",
        "Which goods are not allowed to be returned and reimbursed.",
        "Are certain items ineligible for a refunds?",
        "Do products that don't qualify for refunds?",
        "Please tell me which items can't be refunded.",
        "Please advise what types of items cannot be returned.",
        "I'd like to know what's unrefundable?",
        "Do you have any non-returnables?",
        "Which products won't be refundable?",
        "I need to know if there are non-refundable product exclusions.",
        "Which specific items can't be returned and reimbursed?",
        "Which things are not eligible for reimbursement?",
        "Is that items that are exempt from refunds?",
        "Certain items don't returnable?",
        "Can you tell me about the non-refundable merchandise list?",
        "Which products don't offer reimbursement?",
        "Is there anything excluded from refunds?",
        "Is there any non-returnable merchandise?",
        "Which items are not up for reimbursement?",
        "Is certain purchases not eligible or non-refundable?",
        "Which items are not allowed to be paid back?",
        "What no-refunds items are you talking about?",
        "Is there a specific item that isn't eligible for a refund?",
        "What's notfitting for returns?",
        "Can you give us a list of non-returnable goods.",
        "Is there any specific items that are not eligible for a return?",
        "Which products are not accepted for reimbursement?",
        "Please tell me if there are nonrefundable product exclusions.",
        "Which specific items are not eligible for a refund?",
        "There are items that have no refunds possible?",
        "Is there anything denied for refunds?",
        "Can you tell me which one is un-refundable?",
        "There are any items that are not refundable?",
        "What items cannot be returned?",
        "I wonder if items are exempt from refunds.",
        "What non-refundable products are there?",
        "There are some products that do not qualify for reimbursement.",
        "Specific items not returnable?",
        "Were any items not refundable?",
        "I want to know if you can give a list of non-returnable goods.",
        "Is anything not eligible for refunds?",
        "Some items aren't eligible for a refund.",
        "There are any specific items that are not eligible for a refund?",
        "Do some products not qualify for refunds?",
        "Which items are non-recourse?",
        "What purchases are not eligible or non-refundable?",
        "Which products cannot be forgiven?",
        "Do some products do not qualify for refunds?",
        "Is it possible to return a particular item that isn't refundable?",
        "Which products don't get forgiven?",
        "Some items can't return?",
        "Can you give us a list of nonreturnable goods?",
        "Which goods cannot be returned in the future?",
        "How many non-refundable items?",
        "If anything is not going to be refunded, tell me.",
        "Is there anything not returnable?",
        "There are some things that cannot be refunds.",
        "Which products wouldn't get reimbursement?",
        "Which items are non-repayable?",
        "What specific items are not included in the refund scheme?",
        "Any goods that aren't included in the refund scheme?",
        "Certain items are not returnable",
        "What is it that won't fit for returns?",
        "What will not fit for returns?",
        "Do you have any no-refund goods here.",
        "Any of the products are not non-refundable?",
        "Which products do not benefit from reimbursement?",
        "Is it possible to return certain items that are not refundable?",
        "What about items that are not subject to refunds?",
        "What could not be fit for returns?",
        "Which products are not reimbursed?",
        "Can you tell us what non-returnable goods are?",
        "Which specific goods are not included in the refund scheme?",
        "do any items qualify for non-refund madness",
        "Is there anything excluded for refunds?",
        "There are any non- returnable things?",
        "How about any non-refundable items?",
        "What products aren't eligible for reimbursement.",
        "There are some no-refunds items.",
        "Which products don't count for reimbursement?",
        "Tell me what is unrefundable.",
        "There are any items that are notRefunded here?",
        "Are you able to tell me what is unrefundable?",
        "Which items not eligible for reimbursement?",
        "What goods cannot be returned?",
        "Is there any non-returnable merchandise here?",
        "List of non-returnable goods?",
        "Can there be a list of non-returnable goods?",
        "What non-returnable merchandise exists?",
        "Do certain products have an exemption from returns?",
        "There are certain goods excluded from the refund scheme.",
        "Which products don't get reimbursed?",
        "Is anything left out from refunds?",
        "If there are any non-refundable items?",
        "Is there any nofund goods here?",
        "Any items not refundable here?",
        "Is certain products not able to get refunds?",
        "Are there things that I cannot get back on?",
        "Any that are not included from refunds?",
        "Got any things you can't return?",
        "Which items are non-refundable.",
        "Non-refunds items?",
        "Can you give the list of non-returnable goods?",
        "Any no-refund products?",
        "What types of items are not eligible for refunds?",
        "Some goods are prohibited from being returned.",
        "Should there be certain no-refunds items?",
        "If there are nonrefundable product exclusions, please say so.",
        "Which products won't be returned?",
        "What kinds of items can't be returned?",
        "Are there anything non-returnable?",
        "What's not eligible to receive a refund?",
        "Which items are not good for refunds?",
        "Do you have any non-returnABLE things?",
        "Are certain items not eligible for a return policy?",
        "What products are not eligible for refunds?",
        "Are there non-returnable goods?",
        "Were there any no-refund goods here?",
        "Which items are not eligible for reimbursement?",
        "Can you tell me what is un-refundable?",
        "Yes, what is not eligible for refunds?",
        "Specific no-refund items?",
        "What isn't eligible for a refunded?",
        "Which purchases are not eligible and are non-refundable?",
        "Specific payback exclusions?",
        "Does anyone have no-refund goods here?",
        "Which products cannot be used again?",
        "There are some things excluded from the refund process.",
        "Will anything be excluded from refunds?",
        "Which products have no chance of being reimbursed?",
        "Which items aren't refundable?",
        "Is any excluded from refunds?",
        "Which products are not valid for reimbursement?",
        "Some products might not qualify for a refunds.",
        "There are any products that are not refunds?",
        "What are things excluded from refunds?",
        "Is anything excluded from refund?",
        "What are the things that wouldn't fit for returns?",
        "Which specific goods cannot be returned.",
        "Are any no-refund goods available here?",
        "There are any excluded for refunds?",
        "There are certain things that are not eligible for a refund.",
        "Which non-refundable products are you talking about?",
        "I was wondering if items were exempt from refunds.",
        "There could be certain no-refunds items.",
        "Is certain items not eligible for a return?",
        "Do you have any non-returnables things?",
        "Got some non-returnable things?",
        "Which products do not Refunds?",
        "Which items do not deserve reimbursement?",
        "Some non-returnable merchandise exists.",
        "Specific exclusions from refunds?",
        "There are things that aren't eligible for refund.",
        "Is any of the items exempt from refunds?",
        "There are any items notrefundable here?",
        "What goods are not included in the refund scheme.",
        "Does it mean certain no-refunds items.",
        "Which purchases is non-refundable?",
        "What is it that wouldn't fit for returns?",
        "Are there any items that are not eligible?",
        "What's on the non-refundable item list?",
        "Are there any items that are non-refundable?",
        "Can you give a list of non returnable goods?",
        "I need to know what's notrefundable?",
        "Is certain products not eligible for a refund?",
        "I need to know what is unrefundable.",
        "There are items that can't refunds?",
        "Is there a list of non-refundable merchandise?",
        "I was wondering if you could tell me what's unrefundable.",
        "Which products are not non-recoverable?",
        "What specific goods were not included in the refunds scheme?",
        "Specific exclusions for Refunds?",
        "I need to know what's notrefundable.",
        "Is there any non-returnable things you have?",
        "Which specific goods are not allowed to be returned or reimbursed?",
        "Some items cannot return.",
        "There are any products that are not non-refundable?",
        "Is certain products not good for refunds.",
        "Any items that aren't included in refunds?",
        "I don't know if there are things I can't get my money back on.",
        "Is that item exempt from refunds?",
        "What specific items are not eligible for refunds?",
        "Please tell me which items cannot be Refunds.",
        "Which items are not eligible for a reimbursement?",
        "Some things can't be Returned.",
        "Which no-refund goods are available here?",
        "Any items that are non-refundable?",
        "Please tell me which types of items can't be refunded.",
        "Certain items could not be returned?",
        "Should there be any non-refundable items?",
        "What types of no-refunds items?",
        "Anything that is not a part of refunds?",
        "Is it possible that any products are notrefundable?",
        "Is any product non-refundable?",
        "Can there be non-returnable items?",
        "Do you have no-refunds items?",
        "There are some items that don't qualify for a refund.",
        "items not included in refunds",
        "Which products cannot be reimbursed?",
        "Do you know what types of items can't be given back?",
        "Is certain products not qualified for refunds?",
        "Which things can't be returned and reimbursed?",
        "Which products don't getReimbursement?",
        "Which items do not qualify for reimbursement?",
        "Does non-returnable merchandise exist?",
        "What's not fit for a return?",
        "Do you know what items cannot be returned?",
        "Which are non-refundable products?",
        "What's not available for refunds?",
        "Not fit for returns?",
        "Which products cannot be refunds?",
        "Which items are ineligible for reimbursement",
        "Can you give a list of goods that won't be returned?",
        "Were there non-returnable merchandise?",
        "Is there any specific items that aren't eligible?",
        "There are items that aren't possible to get refunds.",
        "There's anything excluded from refunds?",
        "Do you have some no-refunds items?",
        "Are you able to give a list of non-returnable goods?",
        "Does anyone have any non-returnable things?",
        "There are some items that can't be returned.",
        "Are there non-refundable items?",
        "There are any items that aren'tRefundable here.",
        "Non-returnable merchandise can be found?",
        "Can't return some things?",
        "Please tell us what types of items can't be refunded.",
        "Is there non-returnable items?",
        "Is it possible to return an item that isn'tRefundable?",
        "Any goods that can't be refunded?",
        "Can you tell me a list of non- returnable goods?",
        "Have you got any nonreturnable things?",
        "Please tell me what types of items cannot be Refunds.",
        "Which products aren't given back?",
        "Do you have any non- returnable items?",
        "Which items are not appropriate for reimbursement.",
        "Let us know if there are nonrefundable product exclusions.",
        "Is something not eligible for refunds?",
        "What goods cannot be returned and reimbursed?",
        "Are items no refunds possible?",
        "Is it possible that items have no refunds?",
        "Does certain items not returnable?",
        "Can certain items be ineligible for a refund policy?",
        "I wonder if anything is excluded from refunds.",
        "What types of items can't be taken back?",
        "Can there be no-refunds items?",
        "Are any specific items not eligible for a refund?",
        "I'd like to know what is unrefundable.",
        "There are items that aren't returnable.",
        "Which items cannot be returned and/or reimbursed?",
        "What isn't eligible for returns?",
        "What are the non-refundable items?",
        "Can't get to get back some things?",
        "Are any products non-returnable?",
        "products that don't qualify for reimbursement",
        "Which products don't qualify for reimbursement",
        "Which products are not Eligible forReimbursement?",
        "Anything that can't be included in refunds?",
        "What stuff is denied a refunds?",
        "Which products are not deserving of reimbursement?",
        "Is any items not refundable here?",
        "Which goods cant be returned and reimbursed?",
        "Which products are non-Refundable?",
        "Which products are not included in reimbursement?",
        "Is there any non-refundable merchandise list?",
        "Is there any specific goods that aren't included in the refund scheme?",
        "Which products don't require a return?",
        "There are items not refundable here.",
        "Can you tell me the list of non-returnable items?",
        "Do certain items have no refunds?",
        "What types of goods cannot be returned and reimbursed?",
        "Which products will not get reimbursement?",
        "Do you have anything that isn't returnable?",
        "Is there non-returnable stuff?",
        "Which products do not meet the criteria for reimbursement?",
        "Any things not included from refunds?",
        "Are there any non-returnable things you have?",
        "Which products don't work for reimbursement?",
        "Are there any specific items that are not eligible for refunds?",
        "Which products would not be eligible for reimbursement?",
        "Which products won't get reimbursed?",
        "There are any non- refundable items.",
        "Any items that can't be Refunds here?",
        "What is not eligible to receive refunds?",
        "There are certain items that are not eligible for a return.",
        "Is there anything that can't be returned?",
        "Can I bring back items that are notRefundable?",
        "Which goods cannot be returned and then reimbursed?",
        "I would like to know if there are nonrefundable product exclusions.",
        "Certain items wouldn't return?",
        "What specific refund exclusions?",
        "Is there a nonrefundable product exclusion?",
        "Please tell me about the types of items that cannot be Refunds.",
        "Which products can't be brought back?",
        "What doesn't fit for a return?",
        "Which ones are not eligible or non-refundable.",
        "Some products do not qualify for a return.",
        "Is there any non-returnable items there?",
        "Did you have any non returnable things?",
        "There are any possible exclusions for refunds",
        "Are there any non-returnable things?",
        "Which products don't provide reimbursement?",
        "Some items may be ineligible for a Refunds policy.",
        "Specific refund exclusions or not?",
        "Are there nonrefundable product exclusions?",
        "Which items are not allowed to be reimbursed?",
        "non-returnable things?",
        "Can't get refunds on items?",
        "What products aren't refunds?",
        "Is it true that there are nonrefundable product exclusions?",
        "Is there anything that is non-refundable?",
        "What is not eligible for the return?",
        "Which items are not returnable?",
        "Which products can not be forgiven?",
        "There is certain no-refunds items.",
        "Which items aren't eligible for reimbursement.",
        "Certain goods are not included in the refund scheme.",
        "Anything that isn't a cash-back guarantee?",
        "Is there any specific items that aren't eligible for refunds?",
        "Please tell me what types of items are not allowed to be refunded.",
        "Things that are non-refundable?",
        "Certain items not returnable.",
        "Has anything not returnable?",
        "Some items are exempt from getting refunds.",
        "Can you tell me a list of nonreturnable goods?",
        "Can you tell me a list of non returnable goods?",
        "What are the ineligible items for reimbursement?",
        "What is not eligible for return?",
        "What isn't eligible to receive a refund?",
        "There are things that are non-returnable.",
        "Should certain items not come back?",
        "Do you hold any non-refundable items?",
        "Is any product non-refund?",
        "Which products do not need to be reimbursed?",
        "Do you have any exclusions for refunds?",
        "Got any things not returnable?",
        "There are any items that cannot be Refunds here?",
        "Does anyone have certain no-refunds items?",
        "Does anyone have any non-returnable stuff?",
        "Some items are not possible to get refunds.",
        "Any goods not included in the refunds scheme?",
        "Is these items exempt from refunds?",
        "Something is not returnable?",
        "Is item exempt from refunds?",
        "What types of items can't be returned.",
        "Is there any item that isn't eligible for a Refunds?",
        "Is there something not returnable?",
        "Which products aren't eligible?",
        "Some items aren't returnable?",
        "Does non- returnable merchandise exist?",
        "Things not returnable?",
        "Can I return something that isn'tRefundable?",
        "Which items can't be paid back?",
        "Which items are not accepted for refunds?",
        "Does non-returnable goods exist?",
        "Which products donot qualify for reimbursement?",
        "Which products don't qualify as reimbursement?",
        "Do you have any items that are not returnable?",
        "Is certain items ineligible for a return policy.",
        "What specific goods cannot be returned and reimbursed?",
        "Is there any items that aren't eligible for refunds?",
        "There are certain items that aren't eligible for a return.",
        "Which products don't need reimbursement?",
        "There are some items that aren't refundable here.",
        "Which products do not get refunds?",
        "There are items that can't get refunds.",
        "Some products won't be eligible for refunds.",
        "Will you give me a list of non-returnable goods?",
        "What are there on the non-refundable merchandise list?",
        "Some products may not be suitable for refunds.",
        "There are specific goods that are not included in the refund scheme.",
        "Do you know a list of non-returnable goods?",
        "Is there specific no-refund items?",
        "Which items aren'trefundable?",
        "Is a certain product not eligible for refunds?",
        "Do you know what type of items cannot be refunds?",
        "Anything that wasn't included in refunds?",
        "I would like to know what's unrefundable.",
        "What items are not eligible for reimbursement?",
        "There are any non-refundable things?",
        "Are there any non-returnABLE things?",
        "Can you say what's unrefundable?",
        "What no-refunds items?",
        "Things that are not exempt from refunds?",
        "Do any products have a non-refundable condition?",
        "If there are nonrefundable products exclusions.",
        "Is there any non-returnable stuff?",
        "There are possible exclusions for refunds?",
        "There are any items that are notRefundable here?",
        "Is certain items not eligible for a refunds policy.",
        "Exists non-returnable merchandise?",
        "Is there certain no-refunds items?",
        "Which products cannot be returned?",
        "Please know if there are nonrefundable product exclusions.",
        "Which products didn't qualify for reimbursement?",
        "There are some items that are not eligible for a Refunds",
        "Do you know if certain items can't be refunds?",
        "I'd like to know what's unrefundable.",
        "Is there anything that isn't returnable?",
        "Can you tell me what items can't be refunds?",
        "What products do they not qualify for reimbursement?",
        "Please tell me about the types of items that can't be returned.",
        "Can non-returnable merchandise exist?",
        "There are certain items that cannot return.",
        "Which items cannot be used again?",
        "Is there any non-refundable items?",
        "Do certain products not come with refunds?",
        "What specific goods are not part of the refund scheme?",
        "Goods that are prohibited from refunds?",
        "What are some non-refundable products?",
        "Can you give a list of non- returnable goods?",
        "What cannot be claimed for refunds?",
        "Are certain items ineligible for a refund?",
        "Did you ask about any non-refundable items?",
        "I would like to know what types of items can't be returned.",
        "Is there any item that is not eligible for refunds.",
        "Please let us know if there are non-refundable product exclusions.",
        "Anything not refundable here?",
        "Which products are not allowed for reimbursement?",
        "What products don't get reimbursement?",
        "There are things that are not eligible for a return.",
        "Specific exclusions to the refunds?",
        "Something on the non-refundable merchandise list?",
        "Is there something unrefundable?",
        "Can you give us a list of goods that are not returned?",
        "There are some specific items that are not eligible for a refund.",
        "Do you have any information about what is unrefundable?",
        "Can you tell me if I have any non-returnable things?",
        "Do products not qualify for a refund?",
        "Is there any non-returnable items in your possession?",
        "Which products are ineligible for reimbursement?",
        "Specific refund exclusions that are specific?",
        "Can you provide a list of goods that are not returnable?",
        "Is there anything excluded from the refunds?",
        "Is there a certain number of no-refunds items?",
        "No-refunds items included?",
        "Were items exempt from refunds?",
        "Can you tell me about any non-refundable items?",
        "Are some items not eligible for refunds?",
        "How about some no-refunds items?",
        "There are things that are not eligible for the refund.",
        "I want to know if you have a list of non-returnable goods.",
        "Which purchases are non-refundable?",
        "Is it possible to return any items that are not refunds?",
        "Which products do't deserve reimbursement?",
        "Which items are not eligible for reimbursements?",
        "Any specific goods that are not included in the refunds?",
        "Is it possible to get no refunds for items?",
        "What if some products don't qualify for refunds?",
        "Were there any non-refundable items?",
        "There are things that are not eligible for refund.",
        "Have you got any non-returnABLE things?",
        "Some purchases are not eligible or non-refundable.",
        "Which specific things cannot be returned?",
        "What goods were not included in the refund scheme?",
        "Is it true that items are exempt from refunds?",
        "Certain items are not returnable.",
        "Is any of the products non-refundable.",
        "Which items should not get reimbursement?",
        "Some items may not be eligible for a refunds policy.",
        "Certain items may not be eligible for a policy of refunds.",
        "Can you tell us the list of non-returnable goods?",
        "Do specific products have exemptions from returns?",
        "Does this mean certain no-refunds items?",
        "Is there anything not eligible for refunds?",
        "There are any items that are not Refunds here?",
        "Some things are not possible to return.",
        "Is the items exempt from refunds?",
        "Anything that wasn't included from refunds?",
        "What isn't eligible for a repayment?",
        "I would like to know what types of items can't be refunds.",
        "Is certain items ineligible for a return policy?",
        "Anything that has no cash-back guarantee?",
        "Refunds not granted for what stuff?",
        "Some products do not qualify for refunds?",
        "There are items that are not possible to give back.",
        "Which products not eligible for reimbursement?",
        "Which product doesn't qualify for reimbursement?",
        "What's on the list that's non-refundable?",
        "Do you have anything that's non-returnable?",
        "Do some items not qualify for refunds?",
        "Is there anything that I can't get back on?",
        "items that are not subject to refunds, huh?",
        "Some items that are not eligible for refunds.",
        "Which products wouldn't be eligible for reimbursement?",
        "Please tell me what type of items can't be returned.",
        "There are non-returnable merchandise?",
        "Some items might not be eligible for a return policy.",
        "Which types of goods cannot be returned and reimbursed?",
        "Does certain product not qualify for refunds?",
        "There are questions about if any items qualify for non-refund madness.",
        "Does anything not qualify for refunds?",
        "Is there a certain no-refunds item?",
        "Which aren't eligible for refunds?",
        "There are any items that will not be returned?",
        "Please tell me what types of items can't be refunded.",
        "Any items that are not replaceable?",
        "Please tell me what kinds of items can't be refunds.",
        "Can you give me an idea of what is unrefundable?",
        "Certain products don't qualify for refunds",
        "There are certain no-refunds items.",
        "Which products aren't eligible for reimbursements?",
        "Is there non-returnable product?",
        "Are anything not returnable?",
        "Any items that can not be forgiven here?",
        "Specific return exclusions?",
        "Some products don't qualify for a refunds.",
        "Which items are not considered reimbursement?",
        "Some items don't returnable?",
        "Can't give refunds to some things?",
        "Which products are not eligible for reimbursement.",
        "Certain items are not able to be returned.",
        "There are products that aren'trefundable.",
        "Is any item that isn't eligible for a refund?",
        "Which items shouldn't get reimbursement?",
        "How about what's un-refundable?",
        "Could anything be excluded from refunds?",
        "What specific goods were not included in the refunds?",
        "Which specific goods can not be returned.",
        "Do you have an idea of what's unrefundable?",
        "Which products can't be replaced?",
        "Which items is not eligible for reimbursement?",
        "What is on the list of non-refundable merchandise?",
        "Which products wouldn't qualify for reimbursement?",
        "Are you having any non-returnable things?",
        "What items can't be returned and reimbursed?",
        "Please tell me which types of items can't be refunds.",
        "Please tell what types of items can't be refunds.",
        "Please tell me what types of items can't be Refunds.",
        "These are any non-refundable items?",
        "Which products aren't forgiven?",
        "Which particular goods can't be returned or reimbursed?",
        "If there are non-refundable product exclusions.",
        "There are certain items that are not eligible for aRefund",
        "What can't be included in refunds?",
        "Please state if there are nonrefundable product exclusions.",
        "Please tell me what types of items can not be refunds.",
        "Is anything not returnible?",
        "Which products are non-refunds?",
        "Products that do not qualify for reimbursement.",
        "Does anyone know if there are any exclusions for refunds?",
        "Is it possible to return something that is not refundable?",
        "Do you know what types of items are not allowed to be refunded?",
        "Is there any specific item that is not eligible for a return?",
        "Is there any non-returnable items?",
        "Is there specific exclusions for refunds?",
        "What types of items can't be Refunds?",
        "Can items not be refunds?",
        "Which items aren't eligible for reimbursement",
        "Is there anything that isn't refundable here?",
        "Is certain products not capable of receiving refunds?",
        "Some items don't qualify for refunds.",
        "There are certain types of items that cannot be returned.",
        "Do you own any non-returnable items?",
        "Is anything not able to be returned?",
        "There are any items that are notrefundable here?",
        "What cannot be returned for a refund?",
        "Which products don't have refunds?",
        "Which particular purchases are not eligible or non-refundable?",
        "Can I return items that aren't valid?",
        "Were items not possible to get refunds?",
        "Is it possible for any products to be non-refundable?",
        "There are items that aren't eligible for a refund.",
        "Which is not eligible for the refund?",
        "Can you tell me what types of items cannot be refunds.",
        "Can you give us a list of goods that aren't returned?",
        "There are certain items that are not eligible for a Refunds",
        "Which items are outside the bounds of reimbursement?",
        "Can't get some things back?",
        "Do any items have the right to be non-refund madness?",
        "If there are non-refundable product exclusions, clarify them.",
        "Which is not eligible for reimbursement?",
        "Which products are not eligible for reimbursement?",
        "Please tell what types of items can't be forgiven.",
        "Anybody have any no-refund goods?",
        "Please tell me about the types of items that can't be refunds.",
        "Any goods that can't be repaid?",
        "Can there be any specific items that are not eligible for a refund?",
        "Is certain products exempt from returns?",
        "Are products non-refundable?",
        "Which are non-refundable items?",
        "Any items notRefundable here?",
        "Is certain products not eligible for refunds?",
        "Have you got any non- returnable things?",
        "Did you own any non-returnable things?",
        "What isn't acceptable for returns?",
        "Is it certain no-refund items?",
        "Refunds denied for certain things?",
        "Which items will not be paid back?",
        "Would any products be non-refundable?",
        "Can you tell me what is on the non-refundable merchandise list?",
        "Any goods with no refund?",
        "Specific goods not included in the refunds scheme?",
        "Is any product non-recoverable?",
        "If anything is excluded from refunds?",
        "Do you know what's on the non-refundable list?",
        "There are any items that are not eligible for a refund?",
        "Any goods that are not part of the refund scheme?",
        "Which items aren't returnable?",
        "Were any non-refundable items?",
        "Which products don't come back?",
        "Certain purchases are not eligible or non-refundable.",
        "Are there things I can't get back?",
        "Certain things can't be returned?",
        "Which items are exempt from refunds?",
        "What no-refund goods are available here?",
        "Which items are not reimbursable?",
        "Are any items notRefundable here?",
        "What do you think about certain no-refunds items?",
        "Can you provide a list of non-returnable goods.",
        "Is it possible to return some items that are not Refunds?",
        "Do products not qualify for refunds?",
        "If there are nonrefundable product exclusions please let me know.",
        "Which items are not legitimate for reimbursement?",
        "Anything not counted in refunds?",
        "Is there certain items not returnable?",
        "Does anyone know of certain no-refund items?",
        "Clarify if there are nonrefundable product exclusions",
        "I want to know if any of the products are non-refundable.",
        "Do you know what types of items cannot be refunds?",
        "Which is not eligible for refund?",
        "What types of items can't be refunded?",
        "I need to know what types of items cannot be refunds.",
        "Which items do not work for reimbursement?",
        "Products that do not qualify for refunds.",
        "What's not eligible for a payback?",
        "Are there any no-refund products here?",
        "Which items won't receive reimbursement?",
        "Can certain items not be returned?",
        "Any items that aren'tRefundable?",
        "Anything not eligible for refunds?",
        "If there are nonrefundable products exclusions, please clarify.",
        "Can you tell me about any non returnable things?",
        "Is anything not returnABLE?",
        "Which goods are not allowed to be returned or reimbursed?",
        "Do you have any information on what is unrefundable?",
        "Are there certain items that are not eligible for a refund?",
        "I need to know what types of items cannot be returned.",
        "Do some products do not deserve refunds?",
        "There are any non-refundable things.",
        "Which purchases are notrefundable?",
        "Which goods cannot be Returned and Repaid?",
        "Which items are not reimbursement eligible?",
        "Do you have any non returnABLE things?",
        "Which products have a non-refund status?",
        "Is there things that I can't get my money back on?",
        "Which ones are not eligible for a refund?",
        "Does certain products do not deserve refunds?",
        "Which products may not qualify for reimbursement?",
        "Is there any no-refund goods available?",
        "There are items that are not refunds possible.",
        "What types of items aren't eligible for refunds?",
        "Which items cannot be repaid?",
        "There are certain items that aren't returnable.",
        "Which products are not qualified for reimbursement?",
        "Is some items not returnable?",
        "Do you have a list of non-refundable merchandise?",
        "Is there any item that isn't eligible for a return?",
        "Is that any non-refundable item?",
        "Which products can't be forfeited?",
        "Are there non-refundable product exclusions?",
        "Some products could be exempt from returns.",
        "Which goods will not be returned and reimbursed?",
        "Specific exclusions to the refund?",
        "If there are nonrefundable product exclusions, please let me know.",
        "Which items isn't eligible for reimbursement?",
        "Should we include certain no-refund items?",
        "Do you own any non-returnable things.",
        "Can you offer a list of non-returnable items?",
        "Is a list of non-returnable goods feasible?",
        "Do specific products get exemptions from returns?",
        "There are certain items that cannot be refunds.",
        "What are some no-refund items?",
        "There may be non-refundable items.",
        "Which items should not be reimbursed?",
        "items not returnable?",
        "Have you seen any no-refund goods?",
        "What items are denied refunds for?",
        "Please advise on what types of items can't be Refunds.",
        "Certain items shouldn't be returned?",
        "Certain items that are not returnable?",
        "Any that isn't included from refunds?",
        "Is there any items that aren't refunds here?",
        "Are there some things I can't get my money back on?",
        "Do you have items that are non-refundable?",
        "Which items do not qualify for reimbursement.",
        "Specific goods that aren't included in the refund scheme?",
        "There are items that are notrefundable here.",
        "There are any non-refundable items here.",
        "Do you know what types of items can't be paid back?",
        "I have a question, can you tell me what's unrefundable?",
        "Are there a list of non returnable goods?",
        "Which items can not be replaced?",
        "Which no-refund goods are there?",
        "Are certain products not eligible for refunds?",
        "There are any items that aren't refunds here?",
        "Certain items are not returnABLE.",
        "Which items are not subject to refunds?",
        "Is it possible to bring back items that aren't refundable?",
        "Which products aren't paid back?",
        "Can you clarify if there are nonrefundable exclusions?",
        "There are things that are non-refundable.",
        "Is anything not refundable here?",
        "What items are denied refunds?",
        "Is certain items not possible to return?",
        "Which goods may not be returned and reimbursed?",
        "Is certain products not worthy of refunds?",
        "Do you have non- returnable things?",
        "Which products do not count towards reimbursement?",
        "Which products do not need to be paid back?",
        "Is it possible that certain products do not qualify for refunds?",
        "Can you tell me which is unrefundable?",
        "Yes, are any products non-refundable?",
        "Does certain products aren't eligible for refunds?",
        "I need to clarify if there are nonrefundable product exclusions.",
        "I would like to know what types of items can't be refunded.",
        "Specific exclusions for refunds?!",
        "Anything that is non-refundable?",
        "Which items are not eligible for a refund?",
        "What doesn't fit for a refund?",
        "Is anything non-refundable.",
        "Is there any no-refund things here?",
        "Do you know any non-returnable things?",
        "Any specific goods are not included in the refund scheme?",
        "Which no-refund goods are here?",
        "Can you tell me any non returnable things?",
        "There may be some items that are not eligible for a refund.",
        "Which items don't come back?",
        "Do you possess any non-returnable items?",
        "Does anyone have any no-refund goods?",
        "Is there any specific item that isn't eligible for refund?",
        "Specific exclusions of the refund?",
        "Is there something I cannot get my money back on?",
        "Is any items non-refundable here?",
        "What is not compatible for returns?",
        "Is there anything excluded from the refund process?",
        "What is it that is not fit for returns?",
        "Are the non-refundable products?",
        "Do certain products aren't eligible for refunds?",
        "Some products may not get refunds.",
        "What about non-returnable items?",
        "There are any items that are non-refundable.",
        "Is there certain items that are not returnable?",
        "Which products don't get reimbursement?",
        "There are non-refundable products?",
        "There's certain no-refund items.",
        "Are there any non- returnable items?",
        "Which particular goods cannot be returned?",
        "What does not qualify for refunds?",
        "Please tell me what types of items can not be refunded.",
        "If there are any exclusions for refunds.",
        "Is Anything excluded from refunds?",
        "Do you have any non returnable items?",
        "What purchases are non-refundable?",
        "Which particular goods can't be returned and reimbursed?",
        "Can certain items be returned?",
        "Non- returnable items exist?",
        "Any items that are not included in refunds?",
        "What if certain products are not eligible for refunds?",
        "Can't get Refunds for some things?",
        "Products that don't qualify for refunds.",
        "Is there any non- returnable items?",
        "Is there non-returnable merchandise in existence?",
        "Does anyone have any non returnable things?",
        "Are there any items that aren't eligible for refund?",
        "Please tell me what types of items aren't eligible for refunds.",
        "Is there not-returnable merchandise?",
        "Are there any non-returnable things in your possession?",
        "Are non-refundable items?",
        "Do you own any non returnable things?",
        "Some items may be ineligible for refunds.",
        "What types of items can't be given back?",
        "Specific exclusions of your refunds?",
        "Is there a non returnable merchandise?",
        "Some products might not be eligible for refunds.",
        "I want to know if there are any no-refund goods here.",
        "Did you own any non-returnable items?",
        "Is there any items notRefundable here?",
        "There are items that are not refundable here?",
        "Is certain items not eligible for a refunds?",
        "Which specific items cannot be returned and reimbursed?",
        "Is it possible to return items that are not accepted?",
        "Is it possible to return some items that aren'trefundable?",
        "Are these non-refundable products.",
        "Do you know what items can't be refunds.",
        "There are any products that are notrefundable?",
        "Is items not subject to refunds?",
        "Is there a non-refundable product.",
        "Is there some items not returnable?",
        "Which products do't qualify for reimbursement?",
        "Do certain no-refunds items exist?",
        "Some items are not eligible for reimbursement.",
        "What is not suitable for refunds?",
        "Do you have any nonreturnable things?",
        "Please tell me what types of items cannot be given back.",
        "What's it that doesn't fit for returns?",
        "Which products can't be returned?",
        "I am curious about what's unrefundable.",
        "Which goods can't be returned or reimbursed?",
        "Which items shouldn't receive reimbursement?",
        "Are there any specific items that are not eligible for refund?",
        "What's not possible for returns?",
        "Can you please give a list of non-returnable goods?",
        "There are some items that are not eligible for a Refund.",
        "Which specific things can't be returned?",
        "Are there things where I can't get my money back?",
        "Certain items that cannot be returned?",
        "Which purchase is non-refundable or not eligible?",
        "Is there a no-refund item here?",
        "Which goods could not be returned or reimbursed?",
        "Specific exclusions for returns?",
        "Which products are excluded from reimbursement?",
        "Any goods that are non-refund?",
        "Are there any items that aren't eligible for a return?",
        "I want to know what is unrefundable.",
        "Have you got any non returnable things?",
        "Is a list of non-returnable goods possible?",
        "There are certain items that are ineligible for refunds.",
        "Could there be non-returnable merchandise?",
        "Are there any products that are non-refundable?",
        "There are certain no-refund items",
        "These items aren't returnable?",
        "Certain things cannot be returned.",
        "Which items are rejected for reimbursement?",
        "Certain items aren't returnable?",
        "Are these certain no-refunds items?",
        "Non-refundable items?",
        "Any items that were not included from refunds?",
        "Any non-refund items here?",
        "is anything not returnable?",
        "Is it possible to return an item that is notRefundable?",
        "Which items are disqualified for reimbursement?",
        "Are there any non-returnable things here?",
        "Are any of them non-refundable?",
        "Do you have any non- returning things?",
        "Is thereany non-refundable items?",
        "There are certain items that are not returnable.",
        "Have any non returnable items?",
        "Is there some no-refund items?",
        "I want to know if you can provide a list of non-returnable goods.",
        "What cannot be eligible for refunds?",
        "There could be non-refundable product exclusions.",
        "Any no-refund goods in this area?",
        "Which items can't be returned?",
        "Is any product notrefundable?",
        "Any items that are not compunded?",
        "Non-returnable products exist?",
        "If there are nonrefundable product exclusions we should clarify.",
        "Is certain items not eligible for a return policy?",
        "Please tell me what types of items cannot be refunded.",
        "There are certain goods that are not included in the refund scheme.",
        "Do you know the types of items that can't be refunds?",
        "Specific exclusions for refunds?",
        "There are any non-refundable items...",
        "There are products that are not eligible for reimbursement.",
        "There could be any non-refundable items.",
        "Are any of the things excluded from refunds?",
        "Are you able to tell me what's notrefundable?",
        "Which items are not reimbursementable?",
        "Which products do not have a Refunds?",
        "Which specific goods can not be returned or reimbursed?",
        "Certain items that are not returnable.",
        "Are there things I can not get my money back on?",
        "Certain items wont return?",
        "What is the specific refund exclusions?",
        "What aren't eligible for a Refunds?",
        "Is there non-returnable merchandise there?",
        "Some items are ineligible for refunds.",
        "Which items are not covered by reimbursement?",
        "Do you mean anything not included from refunds?",
        "Some products won't qualify for refunds.",
        "Are these non-refundable items?",
        "Can you please provide a list of non-returnable goods?",
        "Can you provide a list of goods that are non-returnable?",
        "Is certain items ineligible for refunds?",
        "What do you mean certain no-refund items?",
        "There are certain items that may be ineligible for a refunds.",
        "Certain items are ineligible for refunds.",
        "The non-refundable products?",
        "Is there anything I can not get back on?",
        "Are there no-refundable products?",
        "Does any product not qualify for refunds?",
        "There are any items that aren'tRefundable here?",
        "Let me know what's unrefundable.",
        "Is it possible to return some items that aren't refundable?",
        "There is non-returnable merchandise?",
        "Can't Refunds some things?",
        "There are any items that cannot be refunds here?",
        "Is it possible to return certain items that are not Refunds?",
        "Some things can't be refunds?",
        "Some things can't be Refunds",
        "Which items are not eligible?",
        "Got any things that can't be returned?",
        "Is there any non-returnable merchandise out there?",
        "I would love to know what's unrefundable.",
        "Would there be certain no-refunds items?",
        "Are specific products exempt from returns?",
        "Can you provide a list of non-returnable products?",
        "Is something not returnable?",
        "Where are certain no-refunds items?",
        "There are items that are not possible to get a refunds.",
        "Let me know if you have any non-returnable things.",
        "Notrefundable products?",
        "Which items can't receive reimbursement?",
        "No-Refunds items?",
        "Things that are exempt from refunds?",
        "Any items not refundable?",
        "What is not eligible for a return?",
        "Have you got anything that is not returnable?",
        "Are you holding any non-returnable things?",
        "Do they have any non-refundable items?",
        "Is any items notRefundable here?",
        "Are there any items that aren't eligible for refunds?",
        "Can you show us a list of non-returnable goods?",
        "Specific goods that are not part of the refund scheme?",
        "Is it possible to have items no refunds?",
        "Can you tell me what's un-refundable?",
        "What are some non-refundable items?",
        "Any no-refund goods in this location?",
        "Which items are notrefundable?",
        "Which specific goods will not be returned?",
        "Is the items non-refundable?",
        "Is any item notrefundable here?",
        "What goods are not part of the refund scheme?",
        "Are there a list of non- returnable goods?",
        "Anything banned from refunds?",
        "Any items that are notRefundable?",
        "I am wondering if there are things I cannot get my money back on.",
        "Is there any item that isn't eligible for a refund.",
        "Is there non-refundable products.",
        "Which goods cannot be returned and reimburse?",
        "Which items are ineligible for reimbursement.",
        "Which goods are not eligible for return and reimbursement?",
        "Is it possible that certain items are not returnable?",
        "There are items that are not possible to refunds.",
        "Can you tell me about any non-returnable items?",
        "Do you mean anything that is excluded from refunds?",
        "Are any items excluded from refunds?",
        "What can't be paid back?",
        "Is there any no-fund goods here?",
        "There are any non-Refundable items.",
        "What is the list of non-returnable goods?",
        "Can any products not be used again?",
        "No refunds on certain items?",
        "Is there a non-refundable product?",
        "There are non-returnable items?",
        "Certain products will not get refunds.",
        "Which items are not refundable here?",
        "Is items not possible to get refunds?",
        "It is possible that there are nonrefundable product exclusions.",
        "Do you have any non returnable things?",
        "There are some items that are notRefundable here.",
        "Can you tell me if there are nonrefundable product exclusions.",
        "I'm wondering if you can tell me what's unrefundable.",
        "anything not included in refunds?",
        "Do you have any other non-returnable things?",
        "How about a list of non returnable goods?",
        "What specific goods are not allowed to be returned and reimbursed?",
        "Can I return items that are not compunded?",
        "Were the products non-refundable?",
        "Is it possible to return any items that are not refundable?",
        "I would like to know what's notrefundable.",
        "certain items are not returnable",
        "Do you know what types of items are not eligible for refunds?",
        "There are certain items that are not eligible for a Refunds.",
        "There are items that are exempt from refunds?",
        "What products aren't refundable?",
        "Is certain products not entitled for refunds?",
        "Can you tell me the non-returnable goods that you have?",
        "What cannot be eligible for a refund?",
        "Is it possible to return things that are notRefundable?",
        "Which goods can't be returns and reimbursed?",
        "Can you give us the list of non-returnable goods?",
        "Is there any items that will not be returned?",
        "Some products can't get refunds.",
        "What specific refund exclusions are there?",
        "Which goods can't be reimbursed?",
        "Does anyone know a list of non-returnable goods?",
        "Do you have any non-returnable items.",
        "Is items not eligible for refunds?",
        "Is there anything that is not eligible for a refund?",
        "I want to know what is unrefundable?",
        "What can't be claimed for a refund?",
        "Are there any items that are not eligible for aRefund?",
        "Is there anything that can't be Refunds?",
        "Which items are not eligible to be reimbursed?",
        "Some of the no-refund items?",
        "Do you mean anything that is not included from refunds?",
        "There are products that are not refundable.",
        "What are not eligible to get refunds?",
        "What items are not eligible for a refund?",
        "Is certain products not compatible with refunds?",
        "Any items that won't be back?",
        "What's not qualified for a refund?",
        "Is there any non-returnable products?",
        "Can't redeem some things?",
        "There are certain items not returnable.",
        "What things are denied refunds?",
        "any no-refund goods?",
        "What isn't eligible for aRefund?",
        "Would any of the products be non-refundable?",
        "Is there a list of non-refundable items?",
        "Do any no-refund goods exist here?",
        "Can certain items not return?",
        "What products are not refunds?",
        "Please tell me about the types of items that cannot be returned.",
        "Which items should not be paid back?",
        "Got anything that's not returnable?",
        "Non-returnable merchandise is out there?",
        "There are specific items that are not eligible for a return.",
        "Things that aren't returnable?",
        "What non-refundable items is there?",
        "Are there any possible exclusions for refunds?",
        "do you have any non-refundable items?",
        "You mean certain no-refunds items?",
        "Is something exempt from refunds?",
        "Any items exempt from refunds?",
        "Is certain items not eligible for a refund?",
        "Please tell me which items can't be Refunds.",
        "Are you able to provide a list of non- returnable goods?",
        "Some things might not be possible to refunds.",
        "Is it possible to return some items that are not Refundable?",
        "Some products do not qualify for a refunds.",
        "Which items are non- refundable?",
        "Please tell me what types of items are not able to be refunds.",
        "Please advise on which items can't be refunds.",
        "Is there any non-refundable thing?",
        "Is there an item that is not eligible for a refund?",
        "Some items are not eligible for a Refunds.",
        "Does anyone know about any exclusions for refunds?",
        "Is it possible to not return certain goods?",
        "If there are non-refundable product exclusions, please tell me.",
        "There is any non-refundable items.",
        "Is something ineligible for refunds?",
        "Certain non-refunds items?",
        "Can you tell me about any no-refund goods here?",
        "Some items are exempt from refunds?",
        "Some items may be ineligible for a refunds.",
        "Is there something non-returnable?",
        "Can certain products be exempt from returns?",
        "Some products do not fit for refunds.",
        "Is there any specific goods excluded from the refunds?",
        "Is any item not eligible for a refund?",
        "Yes, any no-refund goods here?",
        "Please tell what types of items can't be returned.",
        "Can you tell us a list of non-returnable goods?",
        "Are there any non-refundable items.",
        "Do there certain no-refunds items?",
        "I wonder if items exempt from refunds.",
        "Which items are incapable of reimbursement?",
        "Which goods were not included in the refund scheme?",
        "Which items aren't worthy of reimbursement?",
        "Do some products not work for refunds?",
        "Is it possible items are not exempt from refunds?",
        "Is there items exempt from refunds?",
        "Is it possible to return any items that aren't refundable?",
        "If there are non-refundable product exclusions, please clarify them",
        "Did you ever have any non-returnable things?",
        "Is any item exempt from refunds?",
        "Should certain products not be able to get refunds?",
        "Does anything not count towards refunds?",
        "Can I return non-refundable items?",
        "Which goods can not be returned?",
        "I want to know if any items are not refundable here.",
        "Is there items that are exempt from refunds?",
        "Which items are non-Refundable.",
        "Is there any items not refundable?",
        "Some products may not be eligible for a refunds.",
        "Please tell me what types of items can't be replaced.",
        "Should certain products not receive refunds?",
        "Are any items non-refundable here?",
        "Goods that can't be refunded?",
        "What can't be used for returns?",
        "Is there anything I can't get back?",
        "Can't return certain things?",
        "Which items are ineligible to receive reimbursement?",
        "Is certain items ineligible for a refunds.",
        "Do you have any non-returnable things.",
        "Do you know if there are non-refundable product exclusions?",
        "Certain items may not be eligible for refunds.",
        "Is there any non-refundable stuff?",
        "Do you have certain no-refund items?",
        "There are some items that aren't eligible for refunds.",
        "Were things excluded from refunds?",
        "What isn't eligible for a return?",
        "Any items excluded from refunds?",
        "Is it possible to tell me what's unrefundable.",
        "Some items could be ineligible for a refund policy.",
        "Which goods cannot be returned and repaid?",
        "There are certain items that are ineligible for a refund.",
        "Some items may be non-refundable.",
        "Which products are not eligible or non-refundable?",
        "Can I return something that is notRefundable?",
        "Have you got any non returnable items?",
        "Which products are not available for reimbursement?",
        "Can I return items that are not allowed?",
        "Which products shouldn't get reimbursement?",
        "There are any no-refund goods here?",
        "Please tell me what types of items can't be repaid.",
        "Do you know what items cannot be refunds?",
        "What isn't eligible for the return?",
        "Which products do not reimburse?",
        "Are there things I am unable to get my money back on?",
        "Can you identify non-returnable goods?",
        "Would certain items not return?",
        "Is there any specific item that isn't eligible?",
        "Which specific goods cannot be returned or reimbursed?",
        "Any goods that can't be reinvested?",
        "Is there any items that aren'trefundable here?",
        "Is there anything I'm unable to get my money back on?",
        "Are there any non-returnable merchandise?",
        "Which products fail to qualify for reimbursement?",
        "Is there any non-returnable things here?",
        "Anything that is not returnable?",
        "I would like to know if any products are non-refundable.",
        "Any items that are notRefunded here?",
        "Specific refund exclusions not included?",
        "Which items are not compundable?",
        "Which items can't be returned and reimbursed.",
        "Should certain items be ineligible for a refund policy?",
        "Which goods are not valid for return or reimbursement?",
        "What aren't eligible for a refunds?",
        "Anything excludes from refunds?",
        "Which ones are ineligible or non-refundable?",
        "What products don't qualify for reimbursement.",
        "Which products are not valid again?",
        "So is anything not returnable?",
        "Do you know any non-refundable items?",
        "What are not eligible for the refund?",
        "Can you clarify if the product exclusions are non-refundable?",
        "Is it certain no-refunds items?",
        "Do products that are not eligible for refunds?",
        "Can you say what non-returnable goods are?",
        "Are you willing to provide a list of non-returnable goods?",
        "Is it possible that items are exempt from refunds?",
        "Is there any specific items that are not eligible?",
        "If there are nonrefundable product exclusions please let us know.",
        "Can I return items that are not Refundable?",
        "Is anything barred from refunds?",
        "There may be no-refunds items.",
        "There are some items that are not eligible for refunds.",
        "What non-refundable items?",
        "Certain no-refund items.",
        "Are certain items no-refunds?",
        "Certain items may not return?",
        "Is that certain no-refunds items?",
        "Do you know what types of items can't be Refunds?",
        "Can you tell me any non-refundable items?",
        "Which products do NOT qualify for reimbursement?",
        "There are some products that do not qualify for refunds.",
        "Some products are not suitable for refunds.",
        "Are any of the items excluded from refunds?",
        "There are any items not refundable?",
        "Specific exclusions from the refund?",
        "So, certain no-refund items?",
        "Please advise on what types of items can't be forgiven.",
        "There are items that aren't eligible for refunds.",
        "What is not compatible with returns?",
        "Do you have non-returnable items?",
        "Certain items are not Returnable.",
        "Is any of the items notRefundable here?",
        "Is there anything that I cannot get my money back on?",
        "What can't be claimed for refunds?",
        "What may be ineligible for refunds?",
        "What items are notRefundable here?",
        "Which products aren't compundable?",
        "Non- returnable merchandise exists?",
        "What's not eligible for the return?",
        "Do you mean certain no-refunds items?",
        "There is a question about whether any products are non-refundable.",
        "Do you include certain no-refunds items?",
        "Which specific goods can't be returned and reimbursed.",
        "Which products are not Refunds?",
        "Any items that are notrefundable here?",
        "Have you heard of any no-refund goods?",
        "There are some non-returnable merchandise.",
        "Which products are not able to be returned?",
        "Do you have non-returnable merchandise?",
        "Which products can't be reimbursemented?",
        "I'm curious as to what's unrefundable.",
        "Certain items are not eligible for a refund policy.",
        "Is there any item that is not eligible?",
        "Were any products non-refundable?",
        "Do you have any no-refunds items?",
        "Are there non-returnable products?",
        "Non-returnable merchandise does exist?",
        "Is it possible that anything not returnable?",
        "Some products aren't eligible for refunds?",
        "Do you have non returnable things?",
        "What isn't fit for a return?",
        "Is there any particular item not eligible for a refund?",
        "Which goods could not be returned?",
        "Have you got anything that isn't returnable?",
        "Which products don't have a chance of being returned?",
        "Do you have any things that are non-returnable?",
        "Are any non-refundable products?",
        "If there are nonrefundable product exclusions, please clarify them.",
        "There are items that are unavailable for refunds.",
        "Anybody have any no-refund goods here?",
        "Can't get a refund for certain things?",
        "Which items won't be returned?",
        "What stuff is denied refunds?",
        "Please tell me what's unrefundable.",
        "Which specific goods are not able to be returned?",
        "Is items not included in refunds?",
        "Is certain products not qualified for refunds.",
        "Is there any items that are not refundable?",
        "Do any products not qualify for refunds?",
        "Which particular goods can't be returned?",
        "What do you think about any non-refundable items?",
        "Can you provide a list of non-returnable goods",
        "Do you consider certain no-refunds items?",
        "Can I return things that are notRefundable?",
        "What can I not return for a refund?",
        "There are certain things not returnable.",
        "If there are nonrefundable product exclusions",
        "If there are nonrefundable product exclusions please clarify",
        "Which products don't have to be forgiven?",
        "Some items are not included in refunds.",
        "Do certain items qualify for non-refund madness?",
        "Do you have any non-returnable products?",
        "What products are not eligible for reimbursement.",
        "Which items are not reimbursement-eligible?",
        "Should certain items be ineligible for a return policy?",
        "There are products that may not qualify for refunds.",
        "Certain items are no returnable?",
        "Which goods can't be returned and then reimbursed?",
        "Think of non-refundable products?",
        "Is it possible to return items that aren'tRefundable.",
        "Which products are not eligible for refunds?",
        "Is there any non-refundable items.",
        "Goods that are prohibited from refunding?",
        "Which specific goods won't be returned?",
        "Is there any way to return items that are not refundable?",
        "Which specific goods could not be returned?",
        "Is certain items not eligible for a return policy.",
        "Is any item non-refundable here?",
        "There are some things that aren't eligible for refunds.",
        "Is there a list of non-Returnable Goods?",
        "Which products do not qualify to be reimbursed?",
        "Is there any certain no-refund items?",
        "Certain non-refund items?",
        "There are any non-returnable items.",
        "Did you possess any non-returnable things?",
        "Which items aren't compatible with reimbursement?",
        "Any specific goods that were not included in the refunds?",
        "What cannot be fit for returns?",
        "I want to know what types of items cannot be returned.",
        "Certain products might not qualify for refunds.",
        "There are items that are not possible to give refunds.",
        "There are items that are not possible to get refunds.",
        "Which goods are excluded from the refund scheme?",
        "Certain items may be ineligible for a return policy.",
        "Is there any item exempt from refunds?",
        "You may have any non-refundable items.",
        "Specific items are not eligible for refunds.",
        "Please tell me the types of items that can't be returned.",
        "Which products don't qualify for reimbursement?",
        "Is anything excluded from refunds?",
        "There are items that are non-refundable.",
        "Is certain things ineligible for a policy of refunds?",
        "Does specific products need to be exempt from returns?",
        "If there are nonrefundable exclusions.",
        "Should certain products be exempt from returns?",
        "There are things that are excluded from refunds.",
        "There are certain items that aren't eligible for a refunds.",
        "Some items are not returnABLE.",
        "Which products don't have a chance at redemption?",
        "Which products can't be claimed for reimbursement?",
        "There are certain items that are not eligible for a refund.",
        "Is there any specific item that isn't eligible for a refund?",
        "Did certain products not qualify for refunds?",
        "Can't give refunds for some things?",
        "There are some things that are not eligible for refunds.",
        "What isn't eligible to receive refunds?",
        "There are any non-refundable items!",
        "Is it possible for items to be exempt from refunds?",
        "Do specific products receive exemptions from returns?",
        "Please tell what types of items cannot be returned.",
        "There are any non-refundable item.",
        "Some items may not be eligible for a refund.",
        "Certain goods can't be returned?",
        "Can you tell me what's notRefundable?",
        "If there are nonrefundable product exclusions, please clarify them",
        "What items aren't eligible for reimbursement?",
        "What are things not eligible for refunds?",
        "Which items can't be forgiven?",
        "Non-returnable wares exist?",
        "Some of the products may not be eligible for refunds.",
        "What items are not included from refunds?",
        "Is there stuff I can't get my money back on?",
        "Do you have any non-Refundable items?",
        "Are you aware of any non-returnable items?",
        "Some products may not be able to get refunds.",
        "Is there any items that are not refundable here?",
        "Which items are not accepted for reimbursement?",
        "Do you mean specific no-refunds items?",
        "Certain items can not come back.",
        "Certain items are not possible to return?",
        "I want to know if anything is excluded from refunds.",
        "Any specific goods that are not part of the refund scheme?",
        "Some items may be ineligible for a refunds policy.",
        "There is a question regarding a list of non-returnable goods.",
        "What purchases are ineligible or non-refundable?",
        "So what is on the non-refundable merchandise list?",
        "Is the non-refundable products?",
        "Which items could not be reimbursed?",
        "Which items can not be used again?",
        "Which of the items are not eligible for reimbursement?",
        "Can you tell me the non-returnable goods?",
        "How about non-refundable products.",
        "Were anything excluded from the refunds?",
        "How many non-refundable items are there?",
        "Which products aren't valid for reimbursement?",
        "Which ones are not eligible or non-refundable?",
        "There are any items that aren't refundable here?",
        "Can you give a list of non- returning goods?",
        "Is it possible for specific products to be exempt from returns?",
        "Is there a certain no-refund items?",
        "Is it possible that products are non-refundable?",
        "There are certain products that are non-refundable.",
        "There are some products that are not refundable.",
        "What is on the list that's non-refundable?",
        "Any goods that have no refund?",
        "Please advise on what items can't be refunds.",
        "Which items are disqualified from reimbursement?",
        "What is it that does not fit for returns?",
        "Goods that are not allowed to be returned?",
        "What isn't eligible forReimbursement?",
        "Are there things that I can't get back on?",
        "Can't you tell me what's not refundable here?",
        "Do you know if there are non-returnable merchandise?",
        "Is any of these products non-refundable?",
        "What is not Eligible for Refunds?",
        "Is it possible that anything is not returnable?",
        "Is there any non- returnable merchandise?",
        "Which products are not replaceable?",
        "Which goods can't be returned or replaced?",
        "What isn't fit for returns?",
        "Can you tell me about non-returnable goods?",
        "Which products are not included in the reimbursement?",
        "Can there be non-refundable product exclusions?",
        "Please tell me what types of items cannot be repaid.",
        "What's not compatible for returns?",
        "Do you know what types of items cannot be forgiven?",
        "Which goods are not able to be returned and reimbursed?",
        "Please tell me what types of items can't be paid back.",
        "If there are product exclusions that are non-refundable.",
        "Some products might not get refunds.",
        "There are certain products that may not qualify for refunds.",
        "Correct if there are non-refundable product exclusions.",
        "Are there specific items that aren't eligible for a refund?",
        "Can you give a list of non-returnable goods",
        "What specific goods are not included in the refunds scheme?",
        "Please tell us what types of items cannot be refunds.",
        "Do you know what items can't be returned?",
        "Is it possible to return certain items that are not Refundable?",
        "Which products aren't approved for reimbursement?",
        "Do you know what types of items can't be forgiven?",
        "Will there be certain no-refund items?",
        "Can you give a list of non-returnables?",
        "Do you have a list of non-Returnable Goods?",
        "Does anyone know if there are things I can't get my money back on?",
        "There are certain items that can't be returned?",
        "Do you have any non- Returnable things?",
        "Does non-returnable stuff exist?",
        "Do you have a list of non returnable goods?",
        "Is it possible for any items to be non-refund madness?",
        "Are there a list of non-returnable goods?",
        "Is there any way to return items that aren't refundable?",
        "There are certain items not returnable",
        "Certain products may not be able to get refunds.",
        "Which products can't be returned and reimbursed?",
        "There are different items that are not eligible for refunds.",
        "Please tell me about what types of items can't be returned.",
        "Which items are non-refund?",
        "Do you know of any no-refund goods?",
        "Some items are not eligible for a refund.",
        "What isn't eligible for return?",
        "Do you have any information on what's un-refundable?",
        "What a not fit for returns?",
        "There are some products that are non-refundable.",
        "Any products that are notrefundable?",
        "Have you got anything non-returnable?",
        "Is there anything that isn't eligible for refunds?",
        "Clarify if the product exclusions are non-refundable.",
        "Which items are not qualified for reimbursement?",
        "Is anything not returnable.",
        "Which items are not right for reimbursement?",
        "Is anything unreturnable?",
        "What is not fit for return?",
        "There is something non-returnable?",
        "Which products do not require a return?",
        "Are some items not returnable?",
        "What products do not qualify for refunds?",
        "I need you to tell me what's unrefundable.",
        "Which goods cannot be returned and reimbursed?",
        "Do you know what's unrefundable?",
        "Which items can't be used again?",
        "Do any of the items qualify for non-refund madness?",
        "There are some items that are not eligible for a refund.",
        "There are any non returnable items?",
        "Some items won't return?",
        "Are certain no-refunds items included?",
        "Is there any items that aren't eligible for a refund?",
        "Any products are not non-refundable?",
        "Can any non-refundable items be replaced?",
        "Which items are not considered for reimbursement?",
        "Can I bring back items that are not valid?",
        "Should we have any non returnable things?",
        "There is certain no-refund items.",
        "Is there specific refunds exclusions?",
        "Which items are non-recoverable?",
        "What's not eligible for aRefund?",
        "Which stuff is non-recoverable?",
        "I want to know what types of items can't be returned.",
        "Any goods that are not refundable?",
        "Can you tell me what types of items can't be refunds?",
        "Do we have any non-refundable items?",
        "Is there any item that is ineligible for a refund?",
        "Anything that's not included in refunds?",
        "Which stuff is immune to refunds?",
        "Certain items not returning?",
        "Which products are not eligible for the reimbursement?",
        "Absolutely not, are any products non-refundable?",
        "Can I get a list of non-returnable goods?",
        "Do items exempt from refunds?",
        "What items cannot be refunds?",
        "Does certain products fail to qualify for refunds?",
        "Anything that was not included in refunds?",
        "Are you capable of giving a list of non-returnable goods?",
        "What isn't possible to return for a refund?",
        "Do you have any non-returnABLE items?",
        "Is this non-returnable merchandise?",
        "If there is a non-refundable product exclusions",
        "Can you clarify if there are non-refundable exclusions?",
        "There are items that are notrefundable.",
        "Which goods should not be returned and reimbursed?",
        "Are there not-refundable products?",
        "Is it possible that items exempt from refunds?",
        "Do you know what types of items can't be refunds?",
        "Is there any item that isn't eligible for refunds?",
        "Some products do not fit in for refunds.",
        "There are specific items that aren't eligible for a return.",
        "What is the list of non-refundable goods?",
        "Certain products can't get refunds.",
        "Do certain items not qualify for a refund policy?",
        "What's on the non-refundable goods list?",
        "What is on non-refundable merchandise list?",
        "Some things are not eligible for refunds.",
        "Can you tell me a list of non-returnable items?",
        "Which products don't earn reimbursement?",
        "How about specific refunds exclusions?",
        "Any items that cannot be used again?",
        "There are things that aren't eligible for refunds.",
        "Is certain products not eligible for a refunds?",
        "Which items would not be eligible for reimbursement?",
        "The items that are not returnable?",
        "Yes, can you give a list of non-returnable goods?",
        "Isn't any product non-refundable?",
        "How about non-returnable goods?",
        "What are the types of items that can't be returned?",
        "Is there any non-returnable merchandise available?",
        "What do you think is not suitable for returns?",
        "Goods that aren't included in the refund scheme?",
        "Does something not returnable?",
        "A few no-refund items?",
        "Is there any specific item that isn't eligible for a return?",
        "Any no-refund stuff here?",
        "Can you provide a list of goods that won't be returned?",
        "No-refund items?",
        "There are any items that are not refundable here.",
        "What are some things that I can't get my money back on?",
        "What items are not replaceable?",
        "Any that is not included from refunds?",
        "Any items that can not be replaced?",
        "Is there non-returnable merchandise?",
        "Are there any no-refund goods available?",
        "Do you have any things that are not returnable?",
        "Is there anything that is not eligible for the refund?",
        "Is there anything not refundable here?",
        "Do you have any non returnable stuff?",
        "What is not eligible to get a refund?",
        "Do you know what type of items can't be refunded?",
        "Do products that aren't eligible for refunds?",
        "Can I return items that are not valid?",
        "Which items are not reimbursement?",
        "Can you tell me what's on the non-refundable merchandise list?",
        "Which products should not get reimbursement?",
        "Is there a list of non-returnable Goods?",
        "Should specific products be exempt from returns?",
        "What specific goods cannot be returned or reimbursed?",
        "Can you supply a list of non-returnable goods?",
        "Is there any non-returnable objects?",
        "Several items are not returnable?",
        "Can you tell me what's not refundable?",
        "Is there a specific item that isn't eligible for refunds?",
        "Can you tell me about the un-refundable things?",
        "Should there be certain no-refund items?",
        "Which items are not allowable for reimbursement?",
        "Some things are not returnable.",
        "Is there any specific item that's not eligible for a refund?",
        "What is no longer eligible for refunds?",
        "Can you give us a list of non-returnable items?",
        "There are certain items that are ineligible for a refund policy.",
        "Are items not possible to get refunds?",
        "Is it possible to return certain items that are notRefundable?",
        "Non-returnable product exists?",
        "There are products that are notrefundable.",
        "Which non-refundable items?",
        "What aren't fit for returns?",
        "There are any items that could not be returned?",
        "Specific item exclusions for refunds?",
        "There are any items not refundable here.",
        "Do any of those items qualify for non-refund madness?",
        "Is certain items ineligible for reimbursement?",
        "Is there a list of non-returnable goods?",
        "Some products might not qualify for refunds.",
        "Is there non-returnable merchandise out there?",
        "What is not eligible for repayment?",
        "What goods can't be returned and reimbursed.",
        "Do you mean certain no-Refunds items?",
        "Is any items non-refundable?",
        "There are some items that are non-refundable.",
        "Certain items might not be returned.",
        "Is any item ineligible for reimbursement?",
        "Which particular purchases is not eligible?",
        "Do you have any no-refund items here?",
        "Any goods that won't be repaid?",
        "Does anyone have any no-refund goods here?",
        "Which products can't be taken back?",
        "Can't get refunds for certain things?",
        "Which items arent eligible for reimbursement?",
        "What do you think is not suited for returns?",
        "Which items can not be reimbursed?",
        "Would there be certain no-refund items?",
        "Isn't there anything I can't get my money back on?",
        "Which items can't be reimbursed?",
        "Tell me if there are nonrefundable product exclusions.",
        "What is disqualified from receiving refunds?",
        "Any goods that weren't included in the refund scheme?",
        "What if any products are non-refundable?",
        "Is there any non-refundable item.",
        "Can you tell me a list of non-returnable goods.",
        "Would non-returnable merchandise exist?",
        "What are the non-refundable goods?",
        "Which products do not qualify as reimbursement?",
        "Which purchases aren't eligible and are non-refundable?",
        "Is it possible to return some items that are notrefundable?",
        "Is this item non-refundable?",
        "Do you know what is unrefundable?",
        "Are there non-returnable items?",
        "Do you mean some no-refunds items?",
        "Some products don't qualify for reimbursement",
        "The products that do not qualify for refunds?",
        "Do you know if there is any no-refund goods here?",
        "Is it possible to return some items that are not valid?",
        "Is it possible that specific products are exempt from returns?",
        "Which products do not get reimbursement?",
        "What types of goods can't be returned and reimbursed?",
        "What doesn't qualify for a return?",
        "Tell me what types of items can't be Refunds.",
        "Do any products not come back to you?",
        "Some things can't be refunded.",
        "Are you able to tell me what's un-refundable?",
        "What if certain products do not qualify for refunds?",
        "Which products are not available for refunds?",
        "Did you have any non-refundable items?",
        "I was wondering if there were any exclusions for refunds.",
        "Do you know what items cannot be refunded?",
        "Certain items unable to be returned?",
        "Which types of goods can't be returned and reimbursed?",
        "Can I return items that are notrefundable?",
        "Is there something that I cannot get my money back on?",
        "Are these items non-refundable?",
        "Are any non-refundable items?",
        "What are the things not eligible for refunds?",
        "Do you own any non-returnable stuff?",
        "Is it possible to return items that are not valid?",
        "Certain items will not be returned?",
        "Are there things I can't get my money back on.",
        "Any no-refund goods available here?",
        "Please let me know if there are non-refundable product exclusions.",
        "Clarify if there are nonrefundable product exclusions.",
        "Can't send back some things?",
        "What about no-refund goods?",
        "Can you give me any non-returnable things?",
        "There may be non-refundable products.",
        "Specific returning exclusions?",
        "Is there a list of non-returnable items?",
        "Is it possible to return some items that aren'tRefundable?",
        "Any things not included in refunds?",
        "Is there a list of non-returnable products?",
        "Is there any goods without refund here?",
        "Please tell me what types of items can't be refunds.",
        "You have any non-returnable items?",
        "There are any items that aren't Refundable here?",
        "Some items aren't returnable",
        "Any specific goods are not included in the refunds?",
        "Is it possible for items to not have refunds?",
        "Is any of those products non-refundable?",
        "What is not Eligible for a Refunds?",
        "Maybe certain no-refunds items.",
        "Is certain products not suitable for refunds?",
        "Will there be non-returnable merchandise?",
        "Which products can not be returned?",
        "Do certain products not qualify for refunds?",
        "Which products are not eligible?",
        "Is it possible non-returnable merchandise exists?",
        "Refunds denied for certain items?",
        "Is anything banned from refunds?",
        "Is any of the items not refundable?",
        "A few items not returnable?",
        "Some things can't be reimbursed.",
        "Is it possible for certain products to have exemptions from returns?",
        "Some items are not eligible for refund.",
        "Will any non-refundable items be accepted?",
        "Which specific goods are ineligible for reimbursement?",
        "Did you mention any non-refundable items?",
        "What do you think isn't compatible for returns?",
        "Is certain items ineligible for aRefund policy?",
        "Is there some things I can't get my money back on?",
        "Which items are excluded from refunds?",
        "Are there any exclusions for refunds",
        "Is certain products not eligible to get refunds?",
        "There is anything excluded from refunds?",
        "I would like to know if there are any exclusions for refunds.",
        "Are they non-refundable?",
        "Can you give a list of goods that are not returnable?",
        "What about items that are exempt from refunds?",
        "Which items are not suitable for reimbursement?",
        "Is there any non-returnable items you have?",
        "Does it include certain no-refunds items?",
        "What not-refunds items?",
        "Please tell me what items can't be refunded.",
        "Which items don't qualify for reimbursement.",
        "Some goods are not allowed to be returned.",
        "What stuff are refunds denied for?",
        "Any items that are not guaranteed to be returned?",
        "Please tell me what kinds of items can't be returned.",
        "Goods that can't be used for refunds?",
        "What are on the non-refundable list?",
        "Is there any nonreturnable things?",
        "There are items that aren'tRefundable here?",
        "Does certain products not qualify for refunds?",
        "Have you got any non-returnable goods?",
        "Specific items that are not eligible for a refund.",
        "What's not eligible for a return?",
        "Some things can't be returned",
        "Is there any particular item that isn't eligible for a refund?",
        "Do you know if non-returnable merchandise exists?",
        "Is a particular product exempt from returns?",
        "Is there a non-refundable product exclusions?",
        "Which items are not refunds?",
        "Is it possible that anything is excluded from refunds?",
        "Which stuff is resistant to refund?",
        "There are some items that are not refundable here.",
        "Which products don't offer refunds?",
        "There are any items that can't be returned?",
        "Which particular purchases are ineligible or non-refundable?",
        "What are the items that are non-refundable?",
        "Do you know of certain no-refunds items?",
        "What are the specific goods that are not included in the refund scheme?",
        "Which goods are not eligible for return or reimbursement?",
        "Does anyone have any non-returnable items?",
        "Products that don't qualify for refunds",
        "Is there non-returnable merchandise available?",
        "Certain products may not get refunds.",
        "Which purchases are not eligible, or non-refundable?",
        "What could not fit for returns?",
        "There is any non-refundable item?",
        "Is a certain product exempt from returns?",
        "What are the products that aren't refunds?",
        "Which products can't be used for reimbursement?",
        "Which items can't be returned or reimbursed?",
        "Is any item ineligible for a refund?",
        "Which items are non-Refundable?",
        "What do you think is not eligible for a refund?",
        "There are certain items that may not be eligible for a refund.",
        "Which is not returnable?",
        "Let me know if there is a list of ineligible refunds.",
        "Please tell me what types of items cannot be paid back.",
        "Do certain items have no redemption?",
        "There are items that are exempt from refunds, huh?",
        "Can you tell me what non-returnable goods are?",
        "Which products do not qualify for reimbursement",
        "There are any items that aren't refundable here.",
        "What goods aren't included in the refund scheme?",
        "What is not qualified for refunds?",
        "Some products aren't good for refunds.",
        "Is it possible for specific products to be exemptions from returns?",
        "Which items are out of line for reimbursement?",
        "Goods that can't be used as a refund?",
        "Did anyone have any non-returnable things?",
        "Did you have any non-returnable things.",
        "Which products can't be made back?",
        "Did you say certain no-refunds items?",
        "Any goods that were not included in the refund scheme?",
        "What items are not returnable?",
        "Is it non-refundable products?",
        "Which products are denied reimbursement?",
        "Got any things that are not returnable?",
        "Isn't there non-returnable merchandise?",
        "Any of the things excluded from refunds?",
        "Do you know what types of items are ineligible for refunds?",
        "Which goods cannot be returned or replaced?",
        "Is it possible to provide a list of non- returnable goods?",
        "Certain items will not return?",
        "I wonder if anything isn't returnable.",
        "Are there any items that are not eligible for a refund.",
        "There are any no-refund goods?",
        "Is it a non-refundable products?",
        "There are products that are non-refundable?",
        "Please clarify if there are nonrefundable product exclusions",
        "Why are certain items not returnable?",
        "Can't claim back some things?",
        "Is it possible to provide a list of non returnable goods?",
        "There are products that are not eligible for refunds.",
        "Which products aren't eligible to be reimbursed?",
        "Any items that are not compundable?",
        "Is certain items not allowed for a refund policy?",
        "Which items can't be returned and reimbursed?",
        "Is any no-refund goods here?",
        "Which is not eligible for a Refunds?",
        "What items aren'trefundable?",
        "Goods that aren't allowed to be returned?",
        "What are the no-refund goods here?",
        "Specific refund exclusions, for example?",
        "Which items aren't replaceable?",
        "What are some things I can't get my money back on?",
        "Which goods are not eligible to be returned and reimbursed?",
        "Can there be any no-refund goods here?",
        "If there are non-refundable exclusions, please clarify.",
        "Is there any specific exclusions for refunds?",
        "Do you have any non- returnable things?",
        "What is not eligible for a payback?",
        "Do you know what types of items can't be returned.",
        "Is it possible for you to provide a list of non-returnable goods?",
        "Can any specific items not be eligible for a refund?",
        "Some items are not eligible for a return policy.",
        "Some products may not be able to receive refunds.",
        "Can you give a list of goods that cannot be returned?",
        "Are any items not refundable?",
        "Do products not qualify for reimbursement?",
        "There are things that are not returnable.",
        "Is it possible that some items are not refundable here?",
        "Which products cannot be reimbursement?",
        "There are some items that aren't eligible for a refund.",
        "Certain items, no-refunds?",
        "Could certain items not be returned?",
        "Is there any non-returnABLE things?",
        "Certain items can not be returned?",
        "Certain no-refunds items.",
        "Please clarify if there is a non-refundable product exclusion.",
        "Let me know what's un-refundable.",
        "There are certain no-Refunds items.",
        "Can you tell me the list of non- returnable goods?",
        "Can we clarify if there are nonrefundable product exclusions?",
        "No refunds for certain items?",
        "Are there any non-returnable items?",
        "Is it possible to get any non-refundable items?",
        "Which goods can't be returned and repaid?",
        "Do you know which items cannot be refunds?",
        "What are not eligible for the refunds?",
        "Any goods that won't be re-funded?",
        "What is not feasible for returns?",
        "Do you know the types of items that cannot be returned?",
        "Please tell us if there are non-refundable product exclusions.",
        "Any items that can't be forgiven here?",
        "Some products can't receive refunds.",
        "What does not qualify for a refund?",
        "Tell me what types of items can't be forgiven.",
        "Can you give me a description of what's unrefundable?",
        "Are those items exempt from refunds?",
        "Certain items cannot be brought back.",
        "The specific refund exclusions?",
        "Which purchases are not eligible for refunds?",
        "Can you identify the non-returnable goods?",
        "There are certain items not returnABLE.",
        "Do you own any non-refundable items?",
        "Which products are not Eligible for Reimbursement?",
        "Is something not eligible for a refund?",
        "Are certain no-refunds items?",
        "Which purchases are ineligible or non-refundable?",
        "What types of items can't be forgiven?",
        "Which particular purchase is not eligible or non-refundable?",
        "What do you think is not returnable?",
        "If there are nonrefundable product exclusions, please tell.",
        "Which goods can not be returned and/or reimbursed?",
        "Please advise what types of items can't be forgiven.",
        "Is there a list of non-returnable things?",
        "Is it possible that any items not refundable here?",
        "Are there any excluded from the refund process?",
        "Can there be certain no-refund items?",
        "Any items that aren'tRefundable here?",
        "Certain no-refunds items?",
        "What are the types of items that can't be refunds?",
        "Any items not included in refunds?",
        "Are there any excluded from refunds?",
        "Can specific products be excluded from returns?",
        "Can you give a list of non-returnable items?",
        "I want to know if there are things I cannot get my money back on.",
        "Any items not returnable?",
        "Do products not qualify for refunds.",
        "How about certain no-refund items?",
        "Which products are not eligible for a reimbursement?",
        "Do you have any items that are notrefundable?",
        "Will there be any no-refund goods here?",
        "Any no-refund goods?",
        "Is any of the items non-refundable?",
        "Which no-refunds items are included?",
        "Is there something exempt from refunds?",
        "What products are exempt from returns?",
        "Please tell me what items can't be Refunds.",
        "Yes, do any items qualify for non-refund madness?",
        "Any goods that aren't part of the refund scheme?",
        "Which products are non-refundable?",
        "Is that non-refundable products?",
        "There are certain items that are not returnable?",
        "Does certain products not get refunds?",
        "Are those non-refundable products?",
        "Do we have non-returnable merchandise?",
        "I am wondering if items are exempt from refunds.",
        "There are some items not returnable.",
        "Which specific products can't be returned?",
        "Is certain items ineligible for a refund policy?",
        "Which is not eligible for a refunds?",
        "Which items are not non- refundable?",
        "Any of the non-refundable items?",
        "Is this certain no-refunds items?",
        "Any specific items that aren't eligible for a refund?",
        "Can you tell me about any non-returnable things?",
        "Please know if there are non-refundable product exclusions.",
        "Is there a way to return items that aren'tRefundable?",
        "Please tell me what types of items cannot be given refunds.",
        "Which products don't give reimbursement?",
        "Is it possible for me to return items that are notRefundable?",
        "Anything that isn't returnable?",
        "Were you able to tell me what's unrefundable?",
        "Which products do not receive reimbursement?",
        "Please advise on what types of items can't be returned.",
        "I would like a list of non-returnable goods.",
        "Do you have some non-returnable things?",
        "What types of items are not eligible for a refund?",
        "What is it that is not compatible for returns?",
        "Is there any specific items that are not eligible for a refund?",
        "Which products are not eligible for reimbursement",
        "Please tell us if there are nonrefundable product exclusions.",
        "Was there any no-refund goods here?",
        "Is any product non-Refundable?",
        "Is certain items not eligible for a refund policy.",
        "Are any non-refundable items included?",
        "What are any no-refund goods here?",
        "What types of items cannot be returned?",
        "Certain items are not returnable?",
        "There are products that may be non-refundable.",
        "Any items that are not Refundable?",
        "What is not eligible for a repayment?",
        "Which products cannot receive reimbursement?",
        "If there are nonrefundable product exclusions then please clarify.",
        "Is certain products incompatible with refunds?",
        "What about non-returnable things?",
        "There are any items notRefunded here?",
        "Is there anything exempt from refunds.",
        "What's not eligible to receive refunds?",
        "These items can't be returned?",
        "Which products won't receive reimbursement?",
        "I want to know if there are any exclusions for refunds.",
        "Is there any items that are not exempt from refunds?",
        "Any goods that are not re fund?",
        "Is it possible that certain items are not eligible for refunds?",
        "What are the no-refund items?",
        "I'm interested in knowing what's unrefundable.",
        "Do you have any non-refundable things?",
        "There are some items that aren't eligible for a refund",
        "Do you mean any no-refund goods?",
        "Is it possible to return some items that are not refundable.",
        "Which products are non-refunded?",
        "Do you own any non-returnable things?",
        "What items are not able to be returned?",
        "What isn't eligible for repayment?",
        "Is it possible to return items that are notrefundable?",
        "If there are nonrefundable product exclusions, please specify.",
        "Some products are not eligible for a refunds.",
        "Are there items exempt from refunds?",
        "Are there anything on the non-refundable merchandise list?",
        "Any no-refund goods are available here?",
        "Some products don't fit in for refunds.",
        "Is there non-returnable goods?",
        "Is it possible to return some items that are not refunds?",
        "Are there any specific items that are not eligible for a return?",
        "There are certain items that cannot be returned.",
        "Do you have a list of non-returnable products?",
        "Can you not refund some things?",
        "If there are notrefundable product exclusions, please clarify.",
        "Have you considered non-refundable products?",
        "What's it not possible to get back?",
        "Do certain products fail to qualify for refunds?",
        "What is it that's not fit for returns?",
        "What products don't qualify for refunds?",
        "Can you specify any non-refundable items?",
        "Is any of them non-refundable?",
        "Which specific goods are not allowed to be returned.",
        "Certain items are not subject to refunds.",
        "Is there non-refundable product exclusions?",
        "Anyone excluded from refunds?",
        "Let me know if there are nonrefundable product exclusions.",
        "Which items don't work for reimbursement?",
        "Which products don't get returned?",
        "I am wondering if there are any exclusions for refunds.",
        "Certain products might not be eligible for refunds.",
        "Which products aren't made back?",
        "What is the list of non-refundable merchandise?",
        "Is there something non-refundable?",
        "Have you got any non-returnable stuff?",
        "How about any no-refund goods here?",
        "There are any items that aren'trefundable here?",
        "You have any non-returnable things?",
        "Do you have any non-Returnable things?",
        "Which products not qualify for reimbursement?",
        "I would like to know what is unrefundable?",
        "Which things aren't eligible for reimbursement?",
        "Which products don't need to be paid back?",
        "I need to clarify if there are non-refundable product exclusions.",
        "Have you got any non-returnable things?",
        "Some things may not be possible to return.",
        "I want to know what's un-refundable.",
        "What products are not refundable?",
        "non-returnable products exist?",
        "Which specific items can't be returned or reimbursed?",
        "Can you tell me what isn'trefundable?",
        "Please tell me what types of items can't be taken back.",
        "There are things that are ineligible for refunds.",
        "What isn't compatible for returns?",
        "Which goods can't be returned?",
        "Have you got any non-returnable items?",
        "Which goods couldn't be returned and reimbursed?",
        "Is it possible that items aren't exempt from refunds?",
        "Which items are non-forgiveness?",
        "I'm curious about what's un-refundable.",
        "Certain products aren't eligible for refunds.",
        "Do you mean any non-refundable items?",
        "There are some things that can't be returned.",
        "Would these products be non-refundable?",
        "Is there any thing I cannot get my money back on?",
        "Can you clarify if there is a nonrefundable product exclusion?",
        "What products are ineligible for reimbursement?",
        "Which products are non-recoverable?",
        "I need to know what is un-refundable.",
        "Is there anything that is not eligible for a refunds?",
        "Any goods that are not included in the refunds scheme?",
        "Is there non- returnable merchandise?",
        "Does it mean certain no-refunds items?",
        "Are some products not eligible for refunds?",
        "Are there any no-refund goods in this area?",
        "Does anybody have any non-returnable things?",
        "Anything left out from refunds?",
        "Specific items may not be eligible for a refund.",
        "Non-returnable merchandise exists?",
        "Any no-refunds items?",
        "So any no-refund goods here?",
        "Do they have non-refundable products?",
        "Which products have no guarantee of being returned?",
        "Which products do not count for reimbursement?",
        "Do you have a list of non-returnable things?",
        "Which specific goods cannot be returned and reimbursed?",
        "Is it possible that any product is non-refundable?",
        "There may be items that are not refundable here.",
        "Products that don't qualify for refunds?",
        "Which products doesn't qualify for reimbursement?",
        "Is there a way to return items that are notrefundable?",
        "Which products don't receive reimbursement.",
        "If there are nonrefundable product exclusions, please let us know.",
        "What does not fit for a return?",
        "There are certain items that are non-refundable.",
        "Is non-returnable merchandise here?",
        "We need to clarify if there are non-refundable product exclusions.",
        "Some no-refunds items exist.",
        "Which items are excluded from reimbursement?",
        "Certain items that aren't returnable?",
        "Which products won't qualify for reimbursement?",
        "Can you name the non-returnable goods?",
        "Can specific products be exempt from returns?",
        "There are items that can't refunds.",
        "What is noteligible for refunds?",
        "Any products that are not non-refundable?",
        "Are there things I can't get my money back on?",
        "Certain items can not return?",
        "It is possible that there are non-refundable product exclusions.",
        "Is there any non-returnable goods?",
        "What types of items aren't allowed for refunds?",
        "If there are non-refundable exclusions.",
        "It is possible that non-returnable merchandise exists.",
        "Is it possible to notRefund some things?",
        "Do you know what types of items cannot be refunds.",
        "Products that are not eligible for refunds?",
        "Not able to refunds some things?",
        "If there are nonrefundable product exclusions please explain.",
        "Certain products might be exempt from returns.",
        "Does certain products do not qualify for refunds?",
        "There are items that are notRefundable here?",
        "Do you have a description of what's unrefundable?",
        "Is there anything I can't return my money to?",
        "Any specific exclusions for refunds?",
        "Some items may not be eligible for refunds.",
        "If there are nonrefundable exclusions, please clarify.",
        "What are the things excluded from refunds?",
        "Do you mean certain no-refund items.",
        "Please tell me what types of items can't be REFUNDED.",
        "Which products are not reimbursement eligible?",
        "Certain items can't be returned.",
        "Is something not eligible for refunds.",
        "Is it possible to not Refunds some things?",
        "Which products does not qualify for reimbursement?",
        "Are there some no-refunds items?",
        "Some products are not eligible for refunds.",
        "Is there anything that isn'trefundable here?",
        "Could be certain no-refunds items.",
        "Which ones are non-refundable.",
        "What about non-refundable products?",
        "Tell me what's unrefundable?",
        "Is specific products able to be exempt from returns?",
        "Which products are not eligible for compensation?",
        "Any items that can't be paid back?",
        "Is there any non-returnable things left?",
        "Got non-returnable items?",
        "Is certain things ineligible for a refund policy?",
        "So, certain no-refunds items?",
        "Certain items are no returnable.",
        "Which goods can't be returned and reimburse?",
        "Do you know what items are not allowed to be refunds?",
        "Are there any items that are not eligible for a Refunds?",
        "What about non-refundable products.",
        "Please make clear if there are nonrefundable product exclusions.",
        "Which ones are non-refundable?",
        "Certain items can not return.",
        "Are certain items not eligible for a refunds?",
        "Are there things I cannot get my money back on?",
        "Which purchases can be non-refundable?",
        "Which products are not reimbursement eligible.",
        "Do you have any items that are non-refundable?",
        "Which products are notrefundable.",
        "Any non-refund goods here?",
        "If there are non-refundable product exclusions, please let us know.",
        "Certain things are not returnable?",
        "If there are non refundable product exclusions.",
        "Are there any specific items not eligible for a refund?",
        "Which things cannot be returned and reimbursed?",
        "Do you know what types of items aren't allowed for refunds?",
        "Which products do not qualify for reimbursements?",
        "Is it eligible or non-refundable for certain purchases?",
        "Do there exist non-returnable merchandise?",
        "Which goods can not be returned and repaid?",
        "Is there anything non-refundable?",
        "There are products that do not qualify for reimbursement.",
        "There are certain items that are not eligible for refunds.",
        "Is there any specific items that aren't eligible for a refund?",
        "Which items are notRefundable?",
        "Is certain items not eligible for a Refunds policy?",
        "Is certain products not entitled to refunds?",
        "Did certain items not returnable?",
        "Are items exempt from refunds.",
        "Certain items that could not be returned?",
        "There are items that can't be refunds.",
        "What's on non-refundable merchandise list?",
        "There are some things not eligible for refunds.",
        "Specific returns exclusions?",
        "Is any specific goods not included in the refund scheme?",
        "Which products don't get repaid?",
        "Any goods that aren't refund?",
        "Is it possible to return some items that are not refundable?",
        "What goods are not able to be returned and reimbursed?",
        "What's not fit for return?",
        "Can you share a list of non-returnable goods?",
        "non-refundable items",
        "Do you think non-returnable merchandise exists?",
        "There are certain items that are not eligible for a reimbursement.",
        "Which items are not eligible forReimbursement?",
        "What are the items on the non-refundable list?",
        "Can't refunds some items?",
        "Any non returnable items?",
        "What certain no-refunds items?",
        "If there are products that are non-refundable.",
        "Certain items are not Returnable?",
        "Are certain items not eligible for a refund?",
        "Any items that cannot be forgiven here?",
        "Which items are not feasible for reimbursement?",
        "Which items can't be replaced?",
        "Is there a non-returnable product?",
        "Non- returnable goods exist?",
        "What items aren'trefundable here?",
        "What does not fit for return?",
        "There are any items not Refundable here.",
        "What are some things I cannot get my money back on?",
        "Please let me know if there are nonrefundable product exclusions.",
        "Is it possible that things I can't get my money back on?",
        "Is it possible that certain products aren't eligible for refunds?",
        "Which particular purchases aren't eligible or non-refundable?",
        "Did you have any nonreturnable things?",
        "Any specific goods not included in the refunds scheme?",
        "Is there any specific items that are not eligible for refunds?",
        "Any items that are not eligible for a refund?",
        "Do you know what types of items are not eligible for a refund?",
        "Are you holding any non-returnable items?",
        "What are not eligible for a return?",
        "Is it possible to have certain no-refunds items.",
        "Is it possible to return certain items that are notrefundable?",
        "Is it possible to return something that is notRefundable?",
        "Do you know what types of items can't be repaid?",
        "What are the items non-refundable?",
        "If there are non refundable product exclusions, please clarify.",
        "There are any items that can not be returned?",
        "Is certain things not returnable?",
        "Do you know what types of items can not be refunded?",
        "Got any items that are not returnable?",
        "Certain items aren't returnable.",
        "Is certain items not returnable",
        "Is anything excluded from the refunds?",
        "Some products are not eligible for refunds",
        "Which goods can not be returned or reimbursed?",
        "Which buys are not eligible or non-refundable?",
        "Some products do not qualify for reimbursement.",
        "Do you have any non-returnable items?",
        "Please advise on the types of items that can't be returned.",
        "Products that are non-refundable?",
        "I just want to know what's unrefundable.",
        "There are certain items that are not eligible for a Refund.",
        "Certain items are non-refundable.",
        "Are the products non-refundable.",
        "Yes, what's not eligible for refunds?",
        "Some products are not refundable.",
        "Is certain items not eligible for a refunds.",
        "Which products should not receive reimbursement?",
        "Is it possible that the products are non-refundable?",
        "Do any specific items not qualify for a refund?",
        "Is it possible that specific items are not eligible for a refund?",
        "Do you know what types of items are not able to be refunds?",
        "It's possible that items are exempt from refunds.",
        "Certain products may not be eligible for refunds.",
        "There are items exempt from refunds?",
        "What is the list of non-refundable items?",
        "Which products isn't eligible for reimbursement?",
        "Which products do't qualify for reimbursement",
        "Non-returnable things?",
        "Which items cannot be returned?",
        "Any no-refund goods.",
        "Is it possible for some products to be exempt from returns?",
        "Did you have any non-returnable things?",
        "If there are nonrefundable product exclusions.",
        "Are there any non returnable items?",
        "Which items will not receive reimbursement?",
        "Which items are questionable for reimbursement?",
        "Goods that are not permitted to be returned?",
        "Please tell me what types of items can't be reimbursed.",
        "There are certain goods that cannot be returned and reimbursed.",
        "Is it true that certain no-refunds items?",
        "My question is, are any products non-refundable?",
        "Which goods cannot be returned again?",
        "Are certain items not returnable?",
        "Goods that are forbidden to return?",
        "Is any of the product non-refundable?",
        "Can you not return certain things?",
        "Some products might not qualify for a refund.",
        "Are there certain no-refunds items?",
        "Which items are exempt from reimbursement?",
        "Is there any specific item that is not eligible for refunds?",
        "Which stuff is not prone to refunds?",
        "Is certain products ineligible for refunds?",
        "Please tell me what is unrefundable.",
        "Some items could be ineligible for a policy of refunds.",
        "Which no-refund items?",
        "There are certain items that are not eligible for a refund",
        "non-returnable goods exist?",
        "Which items can't be refunds?",
        "Do certain no-refund items exist?",
        "Certain products may not qualify for a refund.",
        "There are certain types of items that can't be returned.",
        "Which items don't count as reimbursement?",
        "Any goods that aren't re funded?",
        "Is it possible to return any items that are notRefundable?",
        "What if certain products aren't eligible for refunds?",
        "There are things that are excluded from the refund process.",
        "Should there be any no-refund goods?",
        "What isn't qualified for refunds?",
        "I would like to know what types of items cannot be returned.",
        "Is there a list of non-returnable goods you can give me?",
        "Is certain items not returnable?",
        "Any non-returnable things are there?",
        "Is there any prohibited return goods?",
        "Which items are not viable for reimbursement?",
        "Any non-refundable items.",
        "Did you know there are any non-returnable things?",
        "Please tell me what items cannot be refunded.",
        "What are any non-returnable items?",
        "Is certain products ineligible for refunds.",
        "Did you have any non returning things?",
        "Some items are not eligible for a refunds.",
        "No-refund things?",
        "Which items are non-returnable.",
        "Do you know what kinds of items can't be returned?",
        "Specific products might be exempt from returns.",
        "Are you able to provide a list of non returnable goods?",
        "Are there any non-returnable things there?",
        "Is it possible that certain items are ineligible for a refund policy?",
        "Any other items excluded from refunds?",
        "Which goods can not be returned and reimbursed?",
        "There might be things I can't get my money back on.",
        "Are there any specific items that aren't eligible?",
        "Which items aren't qualified for reimbursement?",
        "Certain items can't go back.",
        "Tell me what types of items can't be refunded.",
        "Has anyone found any no-refund goods?",
        "Is there anything I cannot get back on?",
        "Is it possible that certain items are ineligible for refunds?",
        "Some products may be non-refundable.",
        "Can you offer a list of non returnable goods?",
        "Is there any no-refund items?",
        "Which items cannot receive reimbursement?",
        "Can you tell me about the non-returnable goods?",
        "Is there any items that aren't refundable here?",
        "There are items that cannot be refunds?",
        "Any goods without refund?",
        "Will you tell me what's unrefundable?",
        "What goods can't be returned and reimbursed?",
        "Is it possible that items are not exempt from refunds?",
        "Some items are not refundable here.",
        "please clarify if there are nonrefundable product exclusions",
        "Is there a specific item that is not eligible for a refund?",
        "Is this items exempt from refunds?",
        "Some things cannot be refunded.",
        "Can there be non- returnable merchandise?",
        "There are certain items that are not eligible for a refunds.",
        "There are items that are not available for refunds.",
        "Not certain no-refund items?",
        "Please let me know what types of items cannot be refunds.",
        "Did you know there are any non-refundable items?",
        "Anything that isn't covered by refunds?",
        "Is certain items ineligible for a Refunds policy.",
        "How about certain no-refunds items.",
        "Got any non-returnable stuff?",
        "Any no-refund goods here?",
        "Any items that will not be paid back?",
        "Do some products fail to qualify for refunds?",
        "Can I return items that aren'tRefundable?",
        "Is certain products not good for refunds?",
        "Let me know which refunds are ineligible.",
        "If there are nonrefundable product exclusions, please clarify",
        "Can you give me a description of what is unrefundable?",
        "Is anything forbidden from refunds?",
        "Which items can not be Refunds?",
        "Certain items should not be returned?",
        "Which items won't be reimbursed?",
        "Can't give back some things?",
        "Some of the items are not eligible for a refund.",
        "Can you tell me what types of items can't be Refunds?",
        "Please tell me what types of items can't be given back.",
        "Is it possible that items are not refundable here?",
        "Some items are not eligible for a return.",
        "Is certain items eligible for a return?",
        "Can't refund some things?",
        "Can certain items be ineligible for a refunds?",
        "Is anything non-refundable?",
        "Which stuff doesn't have a refund?",
        "There are items that are not eligible for refund.",
        "Certain products aren't eligible for refunds",
        "Can you tell me what types of items cannot be forgiven?",
        "Which items would not be accepted for reimbursement?",
        "Some products may be ineligible for refunds.",
        "Can you include a list of non-returnable goods?",
        "There may be some items that are not eligible for refunds.",
        "Any no-refund goods available?",
        "Please tell me the types of items that can't be Refunds.",
        "Are some items ineligible for a refunds?",
        "Certain products are non-refundable.",
        "If they are non-refundable products?",
        "What are the specific refund exclusions?",
        "Can there be non-returnable goods?",
        "Which products won't be forgiven?",
        "I want to know what is un-refundable.",
        "Which goods cannot be returned and replaced?",
        "I would like to clarify if there are nonrefundable product exclusions.",
        "Is there anything excluded from the refund scheme?",
        "Any things excluded from the refunds?",
        "Is there any non- refundable items?",
        "Do you have no-refund goods here?",
        "Certain items might not be returnable.",
        "Is it possible for me to return items that are not Refundable?",
        "Which items do not need to be paid back?",
        "Is certain items not returning?",
        "Which products should not be reimbursed?",
        "What are not eligible to get a refund?",
        "Is there anything I can't get back on?",
        "What may not be eligible for a refund?",
        "Which products do not have to be reimbursed?",
        "Specific refund exclusions??",
        "Do you know what types of items can not be refunds?",
        "I am wondering if there are things I can't get my money back on.",
        "I would like to know what's unrefundable?",
        "There are any non-returnable things?",
        "Please tell me if there are non-refundable product exclusions.",
        "What items are on the non-refundable list?",
        "There is a question as to what is not refundable here.",
        "Which products don't need to be returned?",
        "Which objects are not eligible for reimbursement?",
        "There are some items that aren't eligible for refund.",
        "Which products are not entitled to reimbursement?",
        "Are there any nonreturnable things?",
        "Which products won't get reimbursement?",
        "Any things that are not included from refunds?",
        "Is certain products not compatible for refunds?",
        "Is some products not eligible for refunds?",
        "If there are nonrefundable product exclusions you should clarify.",
        "Which goods can't be Returned and Repaid?",
        "What are the items that aren't refundable here?",
        "Do certain items not qualify for refunds?",
        "There are any non-refundable items.",
        "Do you have certain no-refunds items?",
        "Any items that can't be refunds here?",
        "Will you tell me what's notrefundable?",
        "Does a certain product not qualify for a refund?",
        "Is anyone's product non-refundable?",
        "Which items are non-revocable?",
        "Some items are not eligible for a refund policy.",
        "Which items are not accepted for reimbursement.",
        "Is certain items not returned?",
        "Is certain no-refunds items included?",
        "Are there any items that are not eligible for the refund?",
        "Do you know if there are any no-refund goods here?",
        "Is certain items no-refunds?",
        "There are specific refunds exclusions?",
        "Do you have any non-returnable Things?",
        "What if certain items are not returnable?",
        "If there are nonrefundable product exclusions, please explain.",
        "Could be non-refundable products?",
        "There are items that are not refundable.",
        "Non-returnable merchandise can exist.",
        "Which items aren't acceptable for reimbursement?",
        "Is it possible that what's not refundable here?",
        "I wonder if there are things I cannot get my money back on.",
        "I want to know if I can return items that are not refundable.",
        "Certain items cannot be returned.",
        "If there are any non-refundable items.",
        "Do you have any non-returnable thing?",
        "Certain items may not be returned.",
        "What is it that isn't suitable for returns?",
        "Which are certain no-refunds items?",
        "Do you know if there are non-refundable product exclusions.",
        "I need to know what's unrefundable",
        "Is there any item not refundable here?",
        "Certain goods are not allowed to be returned.",
        "What can't be eligible for a return?",
        "Which things are non-refundable?",
        "There are items that cannot be refunds.",
        "Is there anything notrefundable here?",
        "Is there items that are not exempt from refunds?",
        "Is there any thing I can't get my money back on?",
        "Was there certain no-refunds items?",
        "I need to know what's un-refundable.",
        "Can be non-refundable products?",
        "Which products are not eligible for a return?",
        "What do you mean certain no-refunds items?",
        "There were any non-refundable items?",
        "Which items aren't suitable for reimbursement?",
        "Can any product be non-refundable?",
        "Yes, do certain products not qualify for refunds?",
        "Is there anything I can't get my money back for?",
        "Are certain no-refund items?",
        "Is it possible that certain no-refunds items are included?",
        "What isn't suited for returns?",
        "Can any products not be returned?",
        "Some things aren't eligible for refunds.",
        "What isn'teligible for refunds?",
        "If any products are non-refundable, are they?",
        "Which purchases is ineligible or non-refundable?",
        "Is it possible to provide a list of non-returnable goods?",
        "How about non-refundable items?",
        "Do you mean certain no-refunds items.",
        "Which products can't be got back?",
        "If there are non-refundable product exclusions?",
        "Which specific purchases are not eligible or non-refundable?",
        "Please advise on what types of items can't be refunded.",
        "Is anything excluded from their refunds?",
        "Are items not possible to get a refunds?",
        "Which items aren'tRefundable?",
        "I would appreciate it if you could tell me what types of items cannot be refunds.",
        "Do certain items not return?",
        "Are you able to give us a list of non-returnable goods?",
        "Is there anything that can't be refunded?",
        "There are certain items that aren't eligible for a refund.",
        "Is certain items not eligible for a refund policy?",
        "What doesn't qualify for refunds?",
        "Which items are not appropriate for reimbursement?",
        "Which goods cannot be returned or paid back?",
        "Can you tell me about the un-refundable item?",
        "Please tell me what type of items can't be refunds.",
        "Have you got non-returnable items?",
        "Is there anything that is not eligible for a refund.",
        "Have you found any no-refund goods?",
        "Which purchases are not eligible or non-refundable?",
        "Is it possible to return items that are not returnable?",
        "What are not-refundable products?",
        "Please advise on the types of items that cannot be refunds.",
        "There are certain types of items that can't be refunded.",
        "Some items may be ineligible for a refund policy.",
        "Is there any specific items that are not eligible for refund?",
        "Specific exclusions for return?",
        "Can you tell me what types of items cannot be refunded?",
        "Which products can't be Refunded?",
        "What items are ineligible for reimbursement?",
        "What is not possible for returns?",
        "Which products cannot get reimbursement?",
        "Is it possible for me to return items that are not valid?",
        "Are any things excluded from refunds?",
        "Can you tell me what is not eligible for refunds?",
        "Certain no-refunds items",
        "If there are non-refundable product exclusions, please clarify",
        "Which products can't be given reimbursement?",
        "Can you provide a list of goods that cannot be returned?",
        "Can you tell me what is unrefundable?",
        "Does any non-returnable merchandise exist?",
        "Which goods should not be returned or reimbursed?",
        "What items are non-refundable?",
        "What are the possible exclusions for refunds?",
        "Some items could not be returned?",
        "Is any of the items not refundable here?",
        "Is there any no refunds goods here?",
        "Can they be non-refundable products?",
        "Is it possible for specific products to be exempt from returns.",
        "What are the items that are not refundable here?",
        "Is there anything unrefundable?",
        "Which purchase isn't eligible or non-refundable?",
        "Any no-refund items here?",
        "What's not suited for returns?",
        "Have any non returnable things?",
        "Is there anything that I can't get my money back on?",
        "I want to know what's un-refundable?",
        "If there are any exclusions for refunds",
        "Anyone have any no-refund goods here?",
        "There are some products that aren't refundable.",
        "Did you include any non-returnable things?",
        "What about non-returnable merchandise?",
        "Please tell if there are nonrefundable product exclusions.",
        "There may be certain no-refund items.",
        "How about any non-returnable things?",
        "Is certain items not eligible for a policy of refunds.",
        "Some products are notrefundable.",
        "Anything that is not included from refunds?",
        "There are items that no refunds are possible on.",
        "Non-returnable items?",
        "What if certain items aren't returnable?",
        "Certain items may be ineligible for refunds.",
        "Which products do not qualifies for reimbursement?",
        "Do you have any non returning items?",
        "If there are non-refundable product exclusions",
        "Are there any items that are not eligible for a refunds?",
        "Certain products may not qualify for refunds.",
        "Which products aren't deserving of reimbursement?",
        "Which specific goods cannot be reimbursed?",
        "Do you have any non-returnable objects?",
        "Is certain items not eligible for a refunds policy?",
        "Anything that is not included in the refunds?",
        "What are the specific items that aren't eligible for a refund?",
        "If there is nonrefundable product exclusions, please clarify.",
        "Some items may not be eligible for a refund policy.",
        "Anything not included in the refunds?",
        "items are exempt from refunds?",
        "Are there no-refund goods here?",
        "Some products don't qualify for a refund.",
        "Is there any non-refundable items there?",
        "Is there norefundable products?",
        "What are the no-refunds items?",
        "Any non- returnable things?",
        "Can I return items that are not guaranteed?",
        "Can you give a description of non-returnable goods?",
        "Which stuff is resistant to refunding?",
        "Some items are notrefundable.",
        "Are there things that I can't get back?",
        "Are there non-refundable products?",
        "Specific products can be exempt from returns.",
        "Any products are notrefundable?",
        "any no-refund goods here?",
        "Can you give a list of nonreturnable goods?",
        "Which specific purchases are non-refundable?",
        "Have there any non-returnable things?",
        "Prohibited return items?",
        "Does a certain product not qualify for refunds?",
        "There are some items that are not eligible for reimbursement.",
        "Is that non-refundable product?",
        "Which items are not eligible for money?",
        "Is it possible to return certain items that are not valid?",
        "Is it possible to have items with no refunds?",
        "Can you give me a list of non-returnable goods.",
        "Did you mean certain no-refund items?",
        "There are items that are not eligible for a return.",
        "Which types of goods cannot be returned?",
        "Can you tell me what's notrefundable?",
        "items that are not subject to refunds?",
        "Any goods not included in the refund scheme?",
        "Which are the items not eligible for reimbursement?",
        "Goods that are not allowed to return?",
        "Did you have any non- returnable items?",
        "Is there anything that is notRefundable here?",
        "I would like to know if there are non-refundable product exclusions.",
        "Which products are exempt from reimbursement?",
        "Specific products may be exempt from returns.",
        "Is there non-returnable products?",
        "Certain items might not be eligible for a refunds.",
        "What's not qualified for refunds?",
        "Which ones are excluded from refunds?",
        "There are certain items not eligible for a refund.",
        "Is there anything that is not eligible for a return?",
        "Can you tell me what types of items cannot be paid back?",
        "Is it possible for specific products to have exemptions from returns?",
        "What specific goods can not be returned and reimbursed?",
        "Non-returnable items are there?",
        "Some products are not able to get refunds.",
        "Do you own any nonreturnable things?",
        "Do certain products don't get refunds?",
        "Please clarify if there are nonrefundable product exclusions.",
        "Which items are not accepted as reimbursement?",
        "Is it possible to return items that are notDeductible?",
        "What is not eligible for money back?",
        "Is it possible that some items are not eligible for a refund?",
        "Is anything not eligible for refunds.",
        "Some items are not returnable!",
        "Please let me know what types of items can't be returned.",
        "Any specific items that are not eligible for a refund?",
        "Some items are not subject to refunds, huh?",
        "Do they have certain no-refund items?",
        "Do you know what types of items cannot be returned?",
        "Which goods are not eligible for reimbursement?",
        "Which items are unable to be reimbursed?",
        "Some things may not be able to be returned.",
        "Which are the items ineligible for reimbursement?",
        "I'm not sure if any products are non-refundable.",
        "There are items non-refundable.",
        "Some products are not eligible for reimbursement.",
        "Got any things that aren't returned?",
        "Which products don't qualify for reimbursements?",
        "There are any items notRefundable here?",
        "Do you have any non Returnable things?",
        "Which products do not qualify for reimbursement?",
        "Should certain products be ineligible for refunds?",
        "Which products are not subject to refunds?",
        "Can there be non-returnable merchandise?",
        "Is it possible to give a list of non-returnable goods?",
        "Is there a specific item that is not eligible for a return?",
        "Is there any item that isn't refundable here?",
        "There are any items not Refundable here?",
        "Which goods can't be returned and reimbursed",
        "Should anyone have any no-refund goods here?",
        "Which specific goods can't be reimbursed?",
        "Which products can not be paid back?",
        "Some items are non-refundable.",
        "Are you able to provide a list of non-returnable goods?",
        "There are any items that are notrefundable here.",
        "Is certain no-refund items included?",
        "What isn't eligible for a payback?",
        "Is there certain no-refunds items.",
        "Did you have any non-returnable goods?",
        "Will there be any non-refundable items?",
        "Please tell me which items can't be returned.",
        "Some items will not return?",
        "Some no-refund items?",
        "Does anything not count from refunds?",
        "Which products won't be paid back?",
        "There are some items that are not eligible for the refund.",
        "Certain products might not get refunds.",
        "Which purchases aren't eligible, or non-refundable?",
        "Should certain items not be eligible for a refund policy?",
        "Which products aren't qualified for reimbursement?",
        "Any goods that are not re funded?",
        "Which products might not qualify for reimbursement?",
        "Please tell us what types of items can't be Refunds.",
        "Which products aren't subject to refunds?",
        "Certain items, no refunds?",
        "Certain items weren't returnable?",
        "Please advise on what types of items cannot be refunds.",
        "Do certain items not returnable?",
        "What not returnable?",
        "We don't know if any products are non-refundable.",
        "There are items that are not possible for refunds.",
        "Specific exclusions for your refunds?",
        "Certain products won't get refunds.",
        "If there are nonrefundable product exclusions, please clarify that.",
        "Certain items might not return?",
        "Can you recall any non-refundable items?",
        "What are the products that are not refundable?",
        "Which particular purchase is non-refundable?",
        "Is there anything not eligible for refund?",
        "Do certain products do not qualify for refunds?",
        "I wonder if I can return items that are notRefundable.",
        "Which purchases are non-Refundable?",
        "Is it possible that some products are non-refundable?",
        "Specific non-refund exclusions?",
        "Certain items are not eligible for a refund.",
        "Can there be certain no-refunds items?",
        "Which products can't be given back?",
        "Which products do not count as reimbursement?",
        "non-refundable items?",
        "Any products non-refundable?",
        "Got anything non-returnable?",
        "What products don't qualify for reimbursement?",
        "Can't get a return on some things?",
        "Do any items not return?",
        "Certain items can not be returned.",
        "Should you have certain no-refunds items?",
        "What are the things that don't fit for returns?",
        "I wonder if there are things that I can't get my money back on.",
        "Which products are not eligible for a refund?",
        "Is it possible to return certain items that aren't refundable?",
        "Is there anything ineligible for refunds?",
        "Are items not possible for refunds?",
        "Please tell me what types of items cannot be taken back.",
        "Which items are not eligible for the reimbursement?",
        "Can you give me a list of non-returnable items?",
        "What items are not refundable here?",
        "Can you list the non-returnable goods?",
        "Which items are ineligible or non-refundable?",
        "Is there anything non-returnable?",
        "A product that is non-refundable?",
        "I wonder if there are things I can't get my money back on.",
        "Certain items won't return?",
        "Which purchases are not eligible or nonrefundable?",
        "What is not valid for refunds?",
        "Is anything out of bounds from refunds?",
        "Goods that are not included in the refund scheme?",
        "Some products are not good for refunds.",
        "Which products are non-refund?",
        "There are any items notrefundable here.",
        "What goods can not be returned and reimbursed?",
        "Are certain items not eligible for refunds?",
        "Do you have anything that is not returnable?",
        "Can you give me any non-refundable items?",
        "Please tell me what items are not able to be refunds.",
        "Can you give me a list of nonreturnable goods?",
        "Is any items exempt from refunds?",
        "Is there a non-refundable item?",
        "What isn't eligible to get a refund?",
        "Do specific products get exemption from returns?",
        "Which items are not permissible for reimbursement?",
        "There are certain items that are not eligible for return.",
        "Is it possible to have any non-refundable items?",
        "Any are excluded from refunds?",
        "Is there any non-returnable items left?",
        "Are there any items excluded from refunds?",
        "Are some items ineligible for refunds?",
        "Is there any non-refundable product?",
        "Can I return things that aren'tRefundable?",
        "Is there any non-refundable product exclusions?",
        "Certain items are not eligible for a return policy.",
        "Which purchase is not eligible or non-refundable?",
        "Are there any non-refundable items?",
        "Certain things can't be returned.",
        "Any goods without re funding?",
        "Anything excluded from refunds?",
        "Is there any non- returnable stuff?",
        "Which products are not worthy of reimbursement?",
        "Do some products not deserve refunds?",
        "Which products do not fit the criteria for reimbursement?",
        "There are some items not refundable here.",
        "Which items are not valid for refunds?",
        "Certain items can't be Returned?",
        "Anything that isn't included in the refunds?",
        "Is certain products not Eligible for Refunds?",
        "Is there any specific item that isn't eligible for a refunds?",
        "Is any products non-Refundable?",
        "What are things that aren't eligible for refunds?",
        "Is there any items that aren'tRefundable here?",
        "Which items are not valid for reimbursement?",
        "I want to know what types of items can't be refunds.",
        "Are there any no-refund goods?",
        "Should certain products not be eligible for refunds?",
        "Which items are not guaranteed to be returned?",
        "Which products aren't credited back?",
        "Do you have any information on what's unrefundable?",
        "Is it possible to return certain items that aren't refunds?",
        "Which products are not approved for reimbursement?",
        "Do you have any unreturnable things?",
        "Do things not qualify for refunds?",
        "Is there a thing that's unrefundable?",
        "There may be any non-refundable items.",
        "Which items are non-repayment?",
        "Are these products non-refundable.",
        "Certain items may not be eligible for a refund policy.",
        "Is there anything exempt from refunds?",
        "Is there anything not refundable?",
        "Any items that are notRefundable here?",
        "Which items can't be reimbursement?",
        "Is non-returnable merchandise out there?",
        "Certain items cannot return?",
        "Can you tell me what types of items can't be forgiven?",
        "Can you tell me the list of non returnable goods?",
        "What are things that are not eligible for refunds?",
        "Are there any things I can't get my money back on?",
        "Is certain items not returnABLE?",
        "Should any products be non-refundable?",
        "Is any product non-Refundable.",
        "Do you have any non returning things?",
        "Does anyone know of certain no-refunds items?",
        "You mean certain no-refund items?",
        "Isn't there any non-returnable merchandise?",
        "I would like to know what types of items cannot be forgiven.",
        "Which products don't get reimbursement",
        "Is there any item not eligible for a refund?",
        "Any items that can't be refunds?",
        "Is it possible to tell me what's unrefundable?",
        "Please tell me what types of items aren't allowed for refunds.",
        "Which specific goods can't be returned?",
        "If there are non-refundable product exclusions, clarify.",
        "Is it possible to tell me what's notrefundable?",
        "What are not eligible for reimbursement?",
        "There are items that can't be Refunds.",
        "Do you know any no-refund goods?",
        "Which items are not accepted for reimbursement",
        "What about items that are not exempt from refunds?",
        "Is there something that is exempt from refunds?",
        "Non-Refundable items?",
        "Which goods cannot be returned and/or reimbursed?",
        "Which purchase is non-refundable or ineligible?",
        "Which products will not be returned?",
        "Do certain products do not deserve refunds?",
        "Will certain items not return?",
        "Can you tell me what types of items can't be refunded?",
        "Which purchases are not Eligible or non-refundable?",
        "If there are any exclusions for refunds?",
        "Specific refund exclusions are possible?",
        "Please advise on which items can't be returned.",
        "Please let me know what types of items can't be refunds.",
        "Is certain products not eligible for the refunds?",
        "Are the items non-refundable?",
        "Do certain products not qualify for a refund?",
        "I am wondering what is unrefundable.",
        "What isn't eligible for a reimbursement?",
        "Which goods cannot be returned and reimbursed",
        "Which no-refunds items?",
        "Do you have anything that is non-refundable?",
        "Is there any non-returnable item?",
        "I wonder if items are exempt from refunds?",
        "Is that items exempt from refunds?",
        "Do you have any non- returnable stuff?",
        "What do you think about any no-refund goods here?",
        "Should we have any no-refund goods?",
        "If there is a non-refundable product exclusion",
        "Specific exclusions for your refund?",
        "There are certain no-refunds items?",
        "Is certain products not eligible for refunds",
        "Certain items couldn't be returned?",
        "What if specific products are exempt from returns?",
        "Is there anything I am unable to get my money back on?",
        "Is it possible to return items that are not available?",
        "Certain items could not return?",
        "Anything not subject to refunds?",
        "Do non-returnable items exist?",
        "Please tell me what's un-refundable.",
        "What do you think isn't fit for returns?",
        "If there are non-refundable product exclusions, please clarify them.",
        "There are any exclusions for refunds?",
        "Is there any non returnable merchandise?",
        "There's any non-refundable items.",
        "What no-refund goods are available?",
        "Which items should be ineligible for reimbursement?",
        "Please tell me the types of items that can't be refunds.",
        "Anything that could not be included in refunds?",
        "Are certain products exempt from returns?",
        "Certain items do not return?",
        "Which specific goods can't be returned and reimbursed?",
        "Were any no-refund goods here?",
        "Some items not returnable?",
        "Is there anything I can't get my money back on?",
        "Which items will not be reimbursed?",
        "Some items can't be refunded.",
        "There are any items that aren't Refunds here?",
        "Are any products non-Refundable?",
        "Some things cannot be refunds.",
        "Has anyone got non-returnable things?",
        "Which items are notRefundable.",
        "Which items may not be returned?",
        "Some products may not qualify for a refund.",
        "Anything not returnable?",
        "Do you have any non- returning items?",
        "Got anything that is non-returnable?",
        "Do you mean anything not included in refunds?",
        "There are any items that are not refunds here.",
        "Can you tell me what's non-refundable?",
        "Which items are not allowed for reimbursement?",
        "What are the non-refundable goods list?",
        "Is it possible to return some items that are notRefundable?",
        "There are certain items that are not eligible for Refunds.",
        "Which products are not covered by reimbursement?",
        "What is not eligible forReimbursement?",
        "Which isn't eligible for refunds?",
        "Which products aren't worthy of reimbursement?",
        "Any items that are not refundable here?",
        "Do you know if there exists non-returnable merchandise?",
        "What items are not eligible for refunds?",
        "What is notfitting for returns?",
        "Do you have a list of non-returnable goods?",
        "Is there any items that are notrefundable here?",
        "Certain items may be ineligible for a policy of refunds.",
        "Are these certain no-refund items?",
        "Is a specific product exempt from returns?",
        "Please tell me what items are not allowed to be refunds.",
        "Any items that won't be paid back?",
        "Which goods aren't allowed to be returned and reimbursed?",
        "There are certain items that are not eligible for refund.",
        "Which products can't be claimed back?",
        "Any excluded from refunds?",
        "Which items is ineligible for reimbursement?",
        "Is it possible to not Refund some things?",
        "Would items be exempt from refunds?",
        "I'm wondering what's unrefundable?",
        "What kinds of items can't be refunds?",
        "Is there a list of non-returnABLE goods?",
        "Which products are non-returnable?",
        "Which goods can't be returned and replaced?",
        "Is there any no-refund products here?",
        "How many no-refund goods are there?",
        "You have non-refundable products?",
        "Is it possible for products to be exempt from returns?",
        "If there are non-refundable product exclusions please clarify them.",
        "What are the specific goods excluded from the refund scheme?",
        "Which products are not non-refundable?",
        "Is it possible that something is not returnable?",
        "Specific no-refunds items?",
        "Is there any chance of items not getting refunds?",
        "Which products don't merit reimbursement?",
        "There are some items that can not be returned.",
        "How about items with no refunds?",
        "Which products can't be Refunds.",
        "What do you think is not compatible for returns?",
        "What goods could not be returned and reimbursed?",
        "Please advise on what types of items can't be paid back.",
        "Is anyone aware if any items qualify for non-refund madness?",
        "Which items aren't eligible for reimbursement?",
        "Do you have a list of non- returnable goods?",
        "Is it possible to return items that are not replaceable?",
        "What types of items cannot be paid back?",
        "Do you know about non-returnable merchandise?",
        "do you have any non-returnable things?",
        "Any goods that are not included in the refund scheme?",
        "Were certain items not returnable?",
        "Can you give a list of goods that aren't returnable?",
        "Are there any items not eligible for a refund?",
        "What's not eligible for a repayment?",
        "There might be certain no-refunds items.",
        "Is certain products unable to get refunds?",
        "Which goods can't be returned and paid back?",
        "Which items are not reimburseable?",
        "Are there things that I cannot get my money back on?",
        "Can you tell me what's not replaceable?",
        "Do you know if there are nonrefundable exclusions?",
        "I want to know what types of items cannot be refunds.",
        "Is there anything that is not refundable here?",
        "I was wondering if anything was excluded from refunds.",
        "Do some products not qualify for refunds.",
        "Certain items cannot be returned?",
        "Do you mean certain non-refunds items?",
        "Certain items can't be returned?",
        "There are certain no-refund things.",
        "Specific refund exclusions for example?",
        "Which ones aren't eligible or non-refundable?",
        "Which products do not have a payback?",
        "Is certain items ineligible for a policy of refunds.",
        "Do any items qualify to be non-refund madness?",
        "Do you have any no-refund products here?",
        "Do you have any non-refundable item?",
        "Which products are not guaranteed to be returned?",
        "Do you know what kinds of items can't be refunds?",
        "Is there specific no-refunds items?",
        "Do you know if there are nonrefundable product exclusion?",
        "Do any items come close to being non-refund madness?",
        "Have you got non-returnable things?",
        "Which items won't get reimbursement?",
        "What specific items are not eligible for refund?",
        "Do you know if there is non-returnable merchandise?",
        "Is there anything that isn't eligible for a refund?",
        "Any items that aren't refunds here?",
        "I would like to know what's un-refundable.",
        "Do you know the types of items that cannot be refunded?",
        "Are any products non-refundable?",
        "Is it possible for certain no-refunds items?",
        "There are any items that are notrefundable.",
        "Do there any items that are not eligible for a refund?",
        "There are some items that are notrefundable here.",
        "Is there any other non-refundable item?",
        "Which things are ineligible for reimbursement?",
        "Is there an item exempt from refunds?",
        "What stuff is denied a Refunds?",
        "These items are not returnable?",
        "I need to know what's un-refundable?",
        "Which products are not refunded?",
        "What's not acceptable for returns?",
        "There are things not eligible for refund.",
        "Is there nonrefundable product exclusions?",
        "Some things are not eligible for a refund.",
        "Is it possible to have certain no-refunds items?",
        "If there are nonrefundable product exclusions, clarify.",
        "Please tell me what items cannot be returned.",
        "Do you know what types of items can't be REFUNDED?",
        "What can be found on the non-refundable merchandise list?",
        "Do you have any information about what's unrefundable?",
        "Any specific goods not included in the refund scheme?",
        "Non-returnable merchandise may exist?",
        "Do certain products don't qualify for refunds?",
        "Which items are denied reimbursement?",
        "Do you have any things that aren't returnable?",
        "certain items cannot be returned?",
        "I want to know if there are any non-returnable things.",
        "Is there any goods excluded from the refund scheme?",
        "Do you know what types of items can't be forgiven.",
        "Can products be non-refundable?",
        "Is there any item that is not eligible for reimbursement?",
        "Which product does not qualify for reimbursement?",
        "Does anyone know if any items are eligible for non-refund madness?",
        "Is there any items that are not refunds here?",
        "What are any no-refund goods?",
        "Which specific items cannot be returned or reimbursed?",
        "Some products don't fit for refunds.",
        "Is it possible that certain products are exempt from returns?",
        "Can you tell me the number of non-returnable goods?",
        "Which products aren't valid for refunds?",
        "There are products that don't qualify for refunds.",
        "Which products aren't returnable?",
        "Which items are not in line for reimbursement?",
        "Is there anything that is unrefundable?",
        "Not certain no-refunds items?",
        "What do you think won't fit for returns?",
        "Any banned from refunds?",
        "Which products don't need to be reimbursed?",
        "There's non-returnable merchandise?",
        "Is that any non-refundable items?",
        "Which items are not Eligible for Reimbursement?",
        "I'm curious about what's unrefundable.",
        "Which products do not qualify forReimbursement?",
        "What about no-refund goods here?",
        "Some items are not eligible for a refund",
        "Which items aren't Eligible forReimbursement?",
        "Is there anything that is not eligible for refunds?",
        "Any items that may not be returned?",
        "Does that mean certain no-refund items?",
        "What items are not refunds?",
        "Is certain items exempt from refunds?",
        "Does any item qualify for non-refund madness",
        "What is it that will not fit for returns?",
        "I would like to clarify if there are non-refundable product exclusions.",
        "For a policy on refunds, are certain items ineligible?",
        "Which specific goods can not be returned?",
        "Can you specify any non-returnable things?",
        "Is there a non-returnable thing?",
        "Is it possible that anything isn't returnable?",
        "Which products don't accept reimbursement?",
        "There are things that are not eligible for refunds.",
        "Can you tell me what's not replaceable here?",
        "What isn't compatible with returns?",
        "Are there anything excluded from refunds?",
        "Does anything not returnable?",
        "Is there something not eligible for refunds?",
        "Several items not returnable?",
        "Can't get back some things?",
        "Can you give a list of non-returnable goods.",
        "Can you tell me about non-returnable merchandise?",
        "What can't fit for returns?",
        "Isanything excluded from refunds?",
        "Some things cannot be Refunds?",
        "Do any items not come back?",
        "Specific Refund exclusions?",
        "Is certain items not returnable.",
        "What is not eligible for a money back?",
        "Some products might be non-refundable.",
        "Please tell me what types of items are not allowed to be refunds.",
        "Please advise on what types of items can't be refunds.",
        "What about products that are non-refundable?",
        "Is there any non-returnable items that you have?",
        "There are any products that are notRefundable?",
        "Is there anything that is non-returnable?",
        "Do some items qualify for non-refund madness?",
        "Which specific goods should not be returned?",
        "There are some items that are exempt from refunds.",
        "What are some non-returnable things?",
        "Is it a product that is non-refundable?",
        "What specific goods aren't included in the refund scheme?",
        "Can certain products not get refunds?",
        "Does anyone know the exclusions for refunds?",
        "Should certain items not be eligible for a refunds?",
        "It is necessary to clarify if there are nonrefundable product exclusions.",
        "Which goods are not included in the refund scheme?",
        "Which products do not apply for reimbursement?",
        "Tell me what's un-refundable.",
        "Any goods without re fund?",
        "What types of items cannot be forgiven?",
        "Which products are not possible to get back?",
        "Any items that wouldn't be returned here?",
        "Which items are not considered eligible for reimbursement?",
        "Which stuff is anti-refund?",
        "Some of the products don't qualify for refunds.",
        "Which products are not forgiven?",
        "Goods that are barred from refunds?",
        "What's not suitable for returns?",
        "Can you tell us about the non-returnable goods?",
        "What are the specific items that are not eligible for a refund?",
        "Which products don't come with reimbursement?",
        "Can you give me a list of non returnable goods?",
        "Which products aren't compunded?",
        "Can any products be non-refundable?",
        "Is there a specific refund exclusions?",
        "Certain products do not qualify for refunds",
        "Any items that will not be returned?",
        "Is certain item not returnable?",
        "Which items would be ineligible for reimbursement?",
        "Which items are inappropriate for reimbursement?",
        "Is there an unrefundable thing?",
        "Is there any item that is not eligible for return?",
        "We need to know if there are non-refundable product exclusions.",
        "Which products can't be Refunds?",
        "Is certain items not Returnable?",
        "Can you tell me if there are non-refundable product exclusions?",
        "What types of items can't be refunds?",
        "Certain products won't qualify for refunds.",
        "There are some items that are ineligible for a refund policy.",
        "Is there a possibility of items no refunds?",
        "Please tell me which items can't be refunds.",
        "Are certain items ineligible for refunds?",
        "Please tell me if any products are non-refundable.",
        "Are there any non- returnable things?",
        "There are some items that are not eligible for a refund policy.",
        "What doesn't qualify for a refunds?",
        "Do you know what types of items cannot be refunded?",
        "Do some products aren't eligible for refunds?",
        "Which goods can't be returned or paid back?",
        "Which goods may not be returned or reimbursed?",
        "Can you give a list of goods that are non-returnable?",
        "Are there any non-returnable objects?",
        "Can there be no-refund goods here?",
        "Do certain products not fit for refunds?",
        "Would there be any non-refundable items?",
        "Are there any on the non-refundable merchandise list?",
        "What products aren't eligible for refunds?",
        "Things that are not subject to refunds, huh?",
        "Please tell me what types of items can't be got back.",
        "Is there any specific item that is not eligible for refund?",
        "Can any goods not be included in the refund scheme?",
        "Is certain products not allowed for refunds?",
        "Do you have non-returnable stuff?",
        "Which items cannot be returned and reimbursed.",
        "Some of the products may not qualify for refunds.",
        "It is important to clarify if there are nonrefundable product exclusions.",
        "Do you own any non- returnable things?",
        "Non-returnable items exist.",
        "There are any possible exclusions for refunds?",
        "Which products can't be gotten back?",
        "Which items are out of bounds for reimbursement?",
        "Any things excluded from refunds?",
        "no-refunds items?",
        "Has anyone got any non-returnable things?",
        "Which products do not come back?",
        "Got any things that are not returned?",
        "If there are nonrefundable product exclusions please clarify them.",
        "There are some items that are not eligible for aRefund",
        "I want to know if the products are non-refundable.",
        "Is it possible to provide a list of non-returnable items?",
        "Is anything excluded from refunds possible?",
        "What are non-refundable products.",
        "Are there any items that are not refundable?",
        "What is not fit for a return?",
        "Which products aren't considered for reimbursement?",
        "If there are non-refundable product exclusions, please clarify.",
        "Are there any no-refunds items?",
        "Is anything non returnable?",
        "Which is not eligible for a refund?",
        "Which items are not valid for reimbursement.",
        "Does certain products don't qualify for refunds?",
        "Which products aren't suitable for reimbursement?",
        "Is what isn't eligible for refunds?",
        "Which products are not good for refunds?",
        "Which are non-refundable purchases?",
        "There are any non-refundable products.",
        "I want to know a list of non-returnable goods.",
        "Isanything not returnable?",
        "Which items are not Refundable?",
        "Would there be nonrefundable product exclusions?",
        "Is there anything that's not refundable here?",
        "Which items cannot be refunds?",
        "Can I return items that aren'trefundable?",
        "Should we include certain no-refunds items?",
        "Which items are non-eligible?",
        "Which goods can't be returned or reimbursed",
        "Is the item ineligible for reimbursement?",
        "Is it possible for certain products to be exempt from returns.",
        "There are certain products that do not qualify for refunds.",
        "Which products have no chance of being returned?",
        "There are any items that are not refundable.",
        "Is there anything I can't get money back on?",
        "Which products do not deserve reimbursement?",
        "What is not Eligible for Refund?",
        "Will there be certain no-refunds items?",
        "Which products are unavailable for reimbursement?",
        "Is there any item that is not eligible for a refund?",
        "There are non-returnable goods?",
        "There are items that are not possible to Refunds.",
        "Do you know what types of items can't be refunded?",
        "There are any non-returnABLE things?",
        "Do you hold any non-returnable things?",
        "Which can't be returned and reimbursed?",
        "There are things that are not eligible for a refund.",
        "Which products do not qualify for reimbursement.",
        "Does anyone have any non- returnable things?",
        "Specific items that aren't eligible for a refund?",
        "Should we have any non-returnable things?",
        "Are any of the products non-Refundable?",
        "Which goods cannot be returned or reimbursed?",
        "Any no-refund goods exist here?",
        "Certain items don't returnable.",
        "Specific exclusions of refund?",
        "Are the products non-refundable?",
        "Exactly what is not eligible for refunds?",
        "Is there a non-refundable list?",
        "Is it possible that the items are exempt from refunds?",
        "Was there any non-returnable things?",
        "Which items can't get reimbursement?",
        "Which goods are not valid for reimbursement?",
        "If there are non-refundable products exclusions.",
        "Some things can't be refunds",
        "Do you have a list of non-returnable items?",
        "Is certain items not allowed for a refunds policy?",
        "Is any item not refundable here?",
        "What no-refund goods are here?",
        "Is there anything that can't return?",
        "Which products do not work for reimbursement?",
        "Which can't be returned or reimbursed?",
        "Do non-refundable products exist?",
        "Which items are not suited for reimbursement?",
        "Which goods can't be returned and/or reimbursed?",
        "Can't refunds certain things?",
        "Certain objects are not returnable.",
        "Is there any specific items not eligible for a refund?",
        "Any goods excluded from the refund scheme?",
        "Is this non-refundable products?",
        "Do you know what types of items can't be replaced?",
        "Is it possible to return certain items that are not refunds?",
        "What can't qualify for refunds?",
        "Is anything excluded from your refunds?",
        "Is there any certain no-refunds items?",
        "Which ones are non-refundable or ineligible?",
        "What specific goods are not included in the refund scheme?",
        "Are you aware of any non-returnable things?",
        "There are items that no refunds are possible?",
        "Which items are not for reimbursement?",
        "Which products are not refundable.",
        "Are there non- returnable merchandise?",
        "Specific refund exclusions possible?",
        "Can you specify certain no-refunds items?",
        "Which products are non-returned?",
        "There are products that don't qualify for reimbursement.",
        "Is there any item that is not eligible for a Refunds?",
        "Is there any item that isn'tRefundable here?",
        "Can items not have refunds?",
        "Does certain items not return?",
        "The existence of non-returnable merchandise?",
        "items not subject to refunds?",
        "Something not included from refunds?",
        "Any other things excluded from refunds?",
        "Goods that are not part of the refund scheme?",
        "Are these non-refundable?",
        "Certain items are not refunded.",
        "Is such items exempt from refunds?",
        "There are things excluded from refunds.",
        "There are any non-Refundable items?",
        "Which products aren't reimbursement eligible.",
        "Is there any non-refundable products?",
        "Is it possible to return an item that isn'trefundable?",
        "Do you know what types of items can't be refunded.",
        "There are any items that are not refundable here?",
        "Which products aren't eligible for refunds?",
        "Please tell me the types of items that can't be refunded.",
        "There are some non-refundable products.",
        "Can you clarify if there are non-refundable product exclusions?",
        "Specific refund exclusions?",
        "Any items that can't be used again?",
        "Some things can't be Refunded.",
        "Is it possible that there is non-returnable merchandise?",
        "Is it possible to return items that are not Refundable?",
        "Is there anything on the non-refundable merchandise list?",
        "Some no-refunds items exist?",
        "Do some products not get refunds?",
        "Is thereanything I can't get my money back on?",
        "Any specific goods that were not included in the refund scheme?",
        "Do any items actually qualify for non-refund madness?",
        "Which goods cannot be returned?",
        "I wonder if the items are exempt from refunds?",
        "What does not fit for returns?",
        "We need to know if there are nonrefundable product exclusions.",
        "Is certain purchases ineligible or non-refundable?",
        "Let us know if there are non-refundable product exclusions.",
        "Which is not eligible for refunds?",
        "Have you considered certain no-refund items?",
        "Any no-refund goods there?",
        "There are certain items that are not refunded.",
        "Does anyone have any non-refundable items?",
        "Is there certain no-refund items.",
        "Were there certain no-refund items?",
        "Is there something I cannot get back on?",
        "Can specific products be exempt from returning?",
        "Can you give a list of goods that are not returned?",
        "There are some items that aren't eligible for the refund.",
        "What's notrefundable can you tell me?",
        "Can't get a Refunds for some things?",
        "Do you have any list of non-returnable goods?",
        "What is on the non-refundable merchandise list??",
        "There are things that are not eligible for a refunds.",
        "There are certain items that will not return.",
        "I would appreciate if you could tell me what types of items cannot be refunds.",
        "You should clarify if there are non-refundable product exclusions.",
        "Some products wouldn't qualify for refunds.",
        "There is non-returnable goods?",
        "Products that do not qualify for refunds?",
        "Did you have non-returnable things?",
        "Which products have not qualified for reimbursement?",
        "Some products may not qualify for a return.",
        "Certain items can't return?",
        "Are items exempt from refunds?",
        "Any non-returnable items?",
        "Does certain products not fit for refunds?",
        "I was wondering what's unrefundable.",
        "Anything that isn't part of the refunds?",
        "What purchases are non-refundable or ineligible?",
        "What types can't be refunds?",
        "Is it possible to return a particular item that is notRefundable?",
        "Did you tell me what's unrefundable?",
        "Is there any item that isn't eligible for refund?",
        "Is there anything that is notrefundable here?",
        "Which items are not eligible for reimbursement.",
        "Which item is not eligible for reimbursement?",
        "Do you understand if there are nonrefundable product exclusions?",
        "Certain items may be ineligible for a refunds.",
        "Did you mean any non-refundable items?",
        "Are some items not eligible for a policy of refunds?",
        "Which items are not eligible for refunds?",
        "Do you know what type of items can't be refunds?",
        "Tell me what is un-refundable.",
        "Does it include certain no-refund items?",
        "What specific goods are not in the refund scheme?",
        "Is there a certain no-refunds items?",
        "Can you tell me the list of non-returnable goods?",
        "Please tell me what items can't be refunds.",
        "Which specific items cannot be returned?",
        "Please tell me if certain items can't be refunds.",
        "Non-returnable stuff exists?",
        "Some items are not returnable?",
        "What products are non-refundable?",
        "Got any non-returnable items?",
        "Certain items may not come back.",
        "Are you able to tell me what's unrefundable?",
        "Any goods without re-fund?",
        "Is there no-refundable products?",
        "If there are nonrefundable product exclusions, please be clear.",
        "Which purchase are non-refundable?",
        "What don't qualify for a refund?",
        "Are any no-refund goods here?",
        "Is there certain no-refund things?",
        "Which items aren't entitled to reimbursement?",
        "What cannot fit for returns?",
        "I want to know what's unrefundable!",
        "Which items can't be Refunds?",
        "Is certain products not capable of getting refunds?",
        "Do non-returnable goods exist?",
        "What non-refundable products are you talking about?",
        "Are some no-refunds items?",
        "Which goods are unable to be returned or reimbursed?",
        "Which products can't be reimbursed?",
        "Any items not included from refunds?",
        "Is there any particular item that is not eligible for a refund?",
        "Any no-refund goods located here?",
        "Is any particular item not eligible for a refund?",
        "Is any of the products non- refundable?",
        "Is anything ineligible for refunds?",
        "There are any non returnable things.",
        "Which products do't get reimbursement?",
        "Does anybody have any no-refund goods?",
        "Which items aren't worth reimbursement?",
        "Is there any items that are notRefundable here?",
        "Can't refunds some things?",
        "Can you provide a list of non- returnable goods?",
        "What's not eligible for a reimbursement?",
        "What are the unrefundable things?",
        "Is some products exempt from returns?",
        "Are those certain no-refunds items?",
        "What products do not qualify for reimbursement.",
        "Is there any no-refund goods available here?",
        "Is it possible to have certain no-refund items.",
        "Can I return things that aren't allowed?",
        "What is it that isn't compatible for returns?",
        "Which stuff is impervious to refunds?",
        "If there are non-refundable product exclusions, please explain.",
        "What specific goods can't be returned?",
        "Some no-refunds items?",
        "There are things excluded from the refund process.",
        "Which particular purchases are non-refundable?",
        "Please clarify if there are non-refundable product exclusions.",
        "Are certain items not allowed for refunds?",
        "Please let us know if there are nonrefundable product exclusions.",
        "Which goods are not possible to return and reimburse?",
        "Which products aren't eligible forReimbursement?",
        "Are any items non-refundable?",
        "I need to know what's unrefundable.",
        "Could be certain no-refunds items?",
        "Do specific products have exemption from returns?",
        "Please tell me what types of items cannot be forgiven.",
        "Can't take back some things?",
        "Which items do not come back?",
        "Which specific goods are not allowed to be returned?",
        "Is it possible to tell me what's un-refundable?",
        "There are any non-refundable items?",
        "Some items may not be eligible for a Refunds policy.",
        "I would like to know what types of items cannot be refunded.",
        "There are different items that are not eligible for a refund.",
        "There might be any non-refundable items.",
        "Can no refunds be made for items?",
        "What is not suitable for a refund?",
        "What are not eligible for a refunds?",
        "Anything not part of refunds?",
        "What specific items are not eligible for a return?",
        "Is it possible to have no-refund goods here?",
        "Specific items are not eligible for a return.",
        "Which products are notReturns?",
        "Please let me know what types of items cannot be returned.",
        "Which products are not able to be reimbursed?",
        "There are certain types of items that cannot be refunds.",
        "Discuss any no-refund goods here.",
        "Which products don't apply for reimbursement?",
        "Are there non-refundable products.",
        "Is there a list of nonreturnable goods?",
        "Which products aren't refunds?",
        "I want to know if there are nonrefundable product exclusions.",
        "Any items that aren't refundable here?",
        "Some products may not fit for refunds.",
        "There are certain items that do not qualify for a refund.",
        "Which goods won't be returned and reimbursed?",
        "Anything that isn't included from refunds?",
        "There may be certain no-refunds items.",
        "Which items cannot be forgiven?",
        "Which products are notRefundable?",
        "Is it a non-refundable item?",
        "Do you have any non-returnable goods?",
        "What specific goods were not included in the refund scheme?",
        "Are things exempt from refunds?",
        "Is there an item that is not exempt from refunds?",
        "Is it possible that items are exempt from refunds.",
        "Is that any non-returnable things?",
        "Is there anything no-refund goods here?",
        "What don't fit for returns?",
        "Certain items that can not be returned?",
        "What can't be returned and reimbursed?",
        "Any items that are not included from refunds?",
        "Is there non-refundable items?",
        "Is anything not included from refunds?",
        "Is certain items not allowed for a policy of refunds?",
        "There are any items that may not be returned?",
        "Do you think anything is excluded from refunds?",
        "Got things that are not returnable?",
        "If there are nonrefundable product exclusion, please clarify.",
        "Any goods that won't be returned?",
        "Some products may not be eligible for a refund.",
        "What non-returnable merchandise is there?",
        "What types of items can't be paid back?",
        "There may be items that are not eligible for a refund.",
        "What isn't eligible for payback?",
        "Which purchases are not eligible and non-refundable?",
        "Which stuff doesn't refund?",
        "I want to know what's unrefundable.",
        "Are there things I cannot get back on?",
        "If there are nonrefundable product exclusions, we should clarify.",
        "Can you tell me any non-returnable items?",
        "So are non-refundable products?",
        "Does anyone have non-returnable things?",
        "Is there a list of non- Returnable Goods?",
        "Is there any exemption for specific products from returns?",
        "What products are notrefundable?",
        "Any of the products are non-refundable?",
        "Is there a list of non returnable goods?",
        "What are items exempt from refunds?",
        "There is a question about what is not refundable here.",
        "Which products do't qualify for reimbursement.",
        "Are you able to offer a list of non-returnable goods?",
        "Is it possible to return things that are notrefundable?",
        "Can I return items that are notRefundable?",
        "Which purchases are not eligible or non- refundable?",
        "Is that a non-refundable item?",
        "Please tell us what types of items can't be returned.",
        "Is there anything that is exempt from refunds?",
        "Is it possible for certain products to be exempt from returns?",
        "Any items that are not refunds?",
        "Some items may not returnable.",
        "Is any product non-refundable.",
        "What are the things that aren't refundable here?",
        "Any goods that are no-refund?",
        "What are on the non-refundable merchandise list?",
        "Which purchases are not eligible for reimbursement?",
        "Are there anything excluded from the refunds?",
        "What specific goods are not included in the return scheme?",
        "Is it possible that any products are non-refundable?",
        "What are some items ineligible for reimbursement?",
        "Some items don't returnable.",
        "What's not allowable for refunds?",
        "Certain products may be exempt from returns.",
        "Do any items qualify for non-fund madness?",
        "Is certain items ineligible for refunds.",
        "Is any not returnable?",
        "I want to know if you can give me a list of non-returnable goods.",
        "Which products are ineligible for reimbursement.",
        "Which goods are ineligible for return and reimbursement?",
        "Are anything excluded from refunds?",
        "Any goods that won't be re funded?",
        "So anything not included in refunds?",
        "There are items not subject to refunds.",
        "Am I able to get a list of non-returnable goods?",
        "What are the specific goods not included in the refund scheme?",
        "Which products don't have a payback?",
        "Which purchases are ineligible and non-refundable?",
        "Specific goods not included in the refund scheme?",
        "Are there any items that are not eligible for refund?",
        "Do you have any no-refund goods?",
        "Which products don't qualify to be reimbursed?",
        "What does not fit for refunds?",
        "Some items might not be returnable.",
        "What goods cannot be returned or reimbursed?",
        "What non-refundable items do you have?",
        "Would there be non-refundable products?",
        "There are items that are notexempt from refunds.",
        "What is not eligible for returns?",
        "A question about any no-refund goods here.",
        "Which are not eligible for reimbursement?",
        "Is there a list of goods that are not returned?",
        "Can't reimburse some things?",
        "What items aren't returnable?",
        "A non-returnable product exists?",
        "Which products aren't covered by reimbursement?",
        "Which items do not fit in for reimbursement?",
        "Any not included from refunds?",
        "There are certain items that are not eligible for a refund policy.",
        "Can you tell me about the non returnable goods?",
        "Things that I can't get my money back on?",
        "Some things can not be returned.",
        "Is there any no-Refund goods here?",
        "Would any non-refundable items be accepted?",
        "Can you give a breakdown of non-returnable goods?",
        "Is there any no-refund goods in this area?",
        "Please tell me what items can't be returned.",
        "Are these items exempt from refunds?",
        "What types of items cannot be refunds?",
        "Specific exclusions for the refund?",
        "Which products can not be used again?",
        "There could be any no-refund goods here.",
        "Will there be any non-returnable things?",
        "I want to know if I can return items that aren't refundable.",
        "Is anything not possible to return?",
        "I don't know if any products are non-refundable.",
        "Is certain items not allowed for a refunds?",
        "Is certain items ineligible for a refunds policy?",
        "There are any items that are notrefundable?",
        "Which specific goods are not allowed to be returned and reimbursed?",
        "Is any product non- refundable?",
        "Is anything not able to return?",
        "Are there things I can't get back.",
        "Did they mean certain no-refunds items?",
        "Is there any item that is not eligible for a return?",
        "Were non-refundable products?",
        "There are any non- returnable items?",
        "Are there any non-returnable things left?",
        "Did non-returnable merchandise exist?",
        "Which products are not subject to return?",
        "If there are nonrefundable product exclusions, please tell me",
        "Do you know what's not refundable here?",
        "Which goods can't be returned and why?",
        "Can you tell me what is non-refundable?",
        "Got any non-returnable objects?",
        "Which products don't have a refund?",
        "Is a list of non- returnable goods possible?",
        "Is there any no-refund stuff here?",
        "There are any items not refundable here?",
        "What is not eligible to get refunds?",
        "Is specific products exempt from returns?",
        "Do certain items have no-refunds?",
        "Is there anything that's not eligible for refunds?",
        "Anyone have no-refund goods?",
        "Do you mean anything excluded from refunds?",
        "Any goods that won't be refunded?",
        "Is any of the items ineligible for reimbursement?",
        "You have any non-refundable items?",
        "Which goods cannot be returned or repaid?",
        "Got any things that aren't returnable?",
        "Do you have any non- returnABLE things?",
        "What do you think is ineligible for refunds?",
        "Please tell me what types of items can not be returned.",
        "Things that are not returnable?",
        "Which items aren't good for reimbursement?",
        "Can anything be excluded from the refunds?",
        "Is there a non- returnable merchandise?",
        "There are certain items that are not eligible for a return policy.",
        "Is it possible to not refunds some things?",
        "Do you know if there are nonrefundable product exclusions.",
        "What are the non-refundable products?",
        "Which products aren't entitled to reimbursement?",
        "Which products are non-revocable?",
        "Which products can't be used back?",
        "Certain products don't qualify for refunds.",
        "Which items can not be returned?",
        "Are those products non-refundable?",
        "Is there certain no-refunds things?",
        "What non-refundable products?",
        "Is there any excluded items for refunds?",
        "Have you found any no-refund goods here?",
        "Is there any items that are exempt from refunds?",
        "For certain no-refunds items?",
        "Which purchases are non-recoverable?",
        "Which items are ineligible for reimbursement?",
        "Can we clarify if there are non-refundable product exclusions?",
        "Is there any nonrefundable product exclusions?",
        "Do some products not qualify for a refund?",
        "Some items are not exempt from refunds?",
        "Is there any no-refunds items?",
        "Are there non-returnable merchandise?",
        "Are there a list of non-returnable items?",
        "Is certain items not allowed for refunds?",
        "Can you tell me the non-returnable goods you have?",
        "Are anything excluded from the refunds?",
        "Can you tell me any non-returnable things?",
        "A non-returnable item exists?",
        "Goods that are barred from refunding?",
        "Do you have any non-returnible things?",
        "There are certain items that cannot be returned?",
        "I'd like to know what's notrefundable.",
        "Can you tell me any no-refund goods here?",
        "Certain products cannot get refunds.",
        "Any items that can not be forgiven?",
        "Is there anything I can not get my money back on?",
        "Tell me what's notrefundable.",
        "Is any product not non-refundable?",
        "Do you have any non-refund goods?",
        "Is anyone sure if any items qualify for non-refund madness?",
        "Some of the no-refunds items?",
        "Certain items cannot return.",
        "Is there any non- returnable things?",
        "Are there some things I cannot get my money back on?",
        "There are any items that are not eligible for refunds?",
        "Certain items may not be returnable.",
        "Which items are not fit for reimbursement?",
        "Which items are out of luck?",
        "Which items cannot be paid back?",
        "Which are the purchases that are non-refundable?",
        "Which stuff repels Refunds?",
        "Certain items don't return?",
        "Is anything excluded from refunds",
        "What goods are not included in the refund scheme?",
        "I want to know if anything is not returnable.",
        "Can any specific goods not be included in the refund scheme?",
        "Which items are considered ineligible for reimbursement?",
        "Certain items may not be eligible for a Refunds policy.",
        "What is ineligible for a return?",
        "Can you provide a list of non-returnable items?",
        "Is there any items exempt from refunds?",
        "Did some items not returnable?",
        "Are certain items ineligible for a policy of refunds?",
        "Is it possible to return some items that aren't refunds?",
        "Which products aren't eligible for reimbursement?",
        "Is there any non-returnable things there?",
        "Is it possible to return things that aren'trefundable?",
        "Some products don't qualify for reimbursement.",
        "Do you know of any no-refund goods here?",
        "Are certain products not eligible for refunds.",
        "Should certain products not qualify for refunds?",
        "There are things not eligible for a refund.",
        "There are some products that aren't eligible for refunds.",
        "I wonder if certain products don't qualify for refunds.",
        "Is there any non-Refundable items?",
        "Which products have no chance of getting reimbursement?",
        "Which items aren't refunds?",
        "Will you give us a list of non-returnable goods?",
        "I'm curious what's unrefundable.",
        "Any no-refund goods in the area?",
        "Something isn't returnable?",
        "What if any non-refundable items?",
        "There are certain items which are not eligible for a refund.",
        "Some products are not qualified for refunds.",
        "Which particular goods cannot be returned and reimbursed?",
        "Which goods can't be returned and reimbursed?",
        "Which products are not considered for reimbursement?",
        "Which products aren't accepted for reimbursement?",
        "Which items are unreliable for reimbursement?",
        "Which items are not acceptable for reimbursement?",
        "There are any items that are non-refundable?",
        "There are questions about whether any items qualify for non-refund madness.",
        "Which items are not eligible to receive reimbursement?",
        "Anything that is not included in refunds?",
        "What about items exempt from refunds?",
        "Any items that could not be used again?",
        "Non- returnable merchandise is there?",
        "Does any of the items qualify for non-refund madness?",
        "Which products are non-refundible?",
        "Certain no-refund items?",
        "Anything not included in refunds?",
        "What's not eligible to get refunds?",
        "What about non-returnable products?",
        "What isn't eligible for a money back?",
        "Does some products not qualify for refunds?",
        "Which specific goods can't be returned.",
        "What is on the non-refundable product list?",
        "Which items are not reimbursed?",
        "What not eligible for a return?",
        "Is there any items that are notrefundable?",
        "Can you give a list of non-returnable things?",
        "Which specific items can't be returned?",
        "Is there any items that are not eligible for refunds?",
        "Are any items not eligible for a refund?",
        "What's notrefundable, can you tell me?",
        "Which products don't get a reimbursement?",
        "Do you know if there is a nonrefundable product exclusion?",
        "There may be certain items that are not eligible for a refund.",
        "There's certain no-refunds items.",
        "Is there anything that is not eligible for refund?",
        "Please tell me which items cannot be returned.",
        "Is there any non-returnable things?",
        "Please advise which items can't be refunds.",
        "There are certain products that aren't eligible for refunds.",
        "Is that specific refund exclusions?",
        "Do you know which items can't be refunded?",
        "Any specific goods that weren't included in the refund scheme?",
        "Is anyone's products non-refundable?",
        "Does that mean certain no-refunds items?",
        "Can you clarify if there are nonrefundable product exclusions.",
        "Was certain items not returnable?",
        "Is there any items that are non-refundable?",
        "Goods that can't be returned?",
        "Are you able to give a list of non returnable goods?",
        "Are any of the products non-returnable?",
        "Certain objects are not returnable?",
        "Which purchases are non- refundable?",
        "Some of the products do not qualify for reimbursement.",
        "Which products don't get reimbursement.",
        "What not fit for returns?",
        "Do you have any non- returns?",
        "There are specific goods that cannot be returned.",
        "Please tell me what types of items cannot be refunds.",
        "Can't you tell me what's notrefundable here?",
        "Is it possible to return certain items that are not refundable.",
        "Which are not eligible for refunds?",
        "Some things are not able to be returned.",
        "Is there a specific item that is not eligible for refund?",
        "Some items are ineligible for a refund policy.",
        "Are any of the items non-refundable?",
        "What items are not exempt from refunds?",
        "What products don't deserve reimbursement?",
        "Some items not returnable.",
        "Please tell me which items cannot be refunds.",
        "Is anything not included from the refunds?",
        "Did you include any non-refundable items?",
        "Did you have any non-returnable items?",
        "Some items aren't subject to refunds.",
        "Which items are not worthy of reimbursement?",
        "Which products do not get reimbursed?",
        "Were there any no-refund goods?",
        "Can non-returnable merchandise be found?",
        "Any items that are not returnable?",
        "Are certain items not eligible for a return?",
        "Which products are not refundable?",
        "There are some products that don't qualify for refunds.",
        "Has anyone got any non-returnable items?",
        "Any products that are not returned?",
        "Can you tell me what is not replaceable?",
        "Should you have any non-returnable things?",
        "Which products do not entitle for reimbursement?",
        "Did you have any non-returnable objects?",
        "Certain items not returnable?",
        "There are some non-refundable items.",
        "Does any specific item not qualify for a refund?",
        "Is there any specific item that is not eligible for a refund.",
        "Which products do not warrant reimbursement?",
        "What's the list of non-returnable goods?",
        "Got any non- returnable items?",
        "Was there certain no-refund items?",
        "Do non-returnable products exist?",
        "Things I can't get my money back on?",
        "What is not possible to return for a refund?",
        "I would like to know a list of non-returnable goods.",
        "They have any non-returnable things?",
        "Is there an item that is exempt from refunds?",
        "Are certain products not qualified for refunds?",
        "Any items that are excluded from refunds?",
        "I want to know what's not refundable here.",
        "Is there a specific item that is not eligible for refunds?",
        "Do certain products have exemptions from returns?",
        "I would like to know the list of ineligible refunds.",
        "Which items aren't eligible?",
        "Which products aren't in line for reimbursement?",
        "If there are nonrefundable product exclusions?",
        "Can you give a list of non-returnable products?",
        "There may be things that I can't get my money back on.",
        "I am wondering what's unrefundable.",
        "Is that non-returnable merchandise?",
        "Do you have anything that is non-returnable?",
        "Which products can't be reimbursed.",
        "Which products don't qualify for reimbursement.",
        "Is there non-returnable merchandise here?",
        "Do you have any non-refundable items?",
        "There are items that are notRefundable here.",
        "Is there any no-refund goods here?",
        "Do you think there are certain no-refunds items?",
        "Is there a no-refunds item?",
        "Should certain items be ineligible for refunds?",
        "There are any items that aren't returned?",
        "Is there any no-refund goods there?",
        "Which products are not eligible to be reimbursed?",
        "Which products cannot be Refunds?",
        "Which goods cannot be return?",
        "There are some items that are not eligible for refund.",
        "Which items are ineligible to be reimbursed?",
        "What do you think isn't appropriate for returns?",
        "Which goods are not valid for return and reimbursement?",
        "What do not qualify for refunds?",
        "Some items aren't returnable.",
        "I need to know if there are any exclusions for refunds.",
        "Which products can not be refunds?",
        "Which goods can't be returned or repaid?",
        "What are certain no-refund items?",
        "Is item no refunds possible?",
        "Which products aren't worth reimbursement?",
        "It is important to clarify if there are non-refundable product exclusions.",
        "I would like to know what is un-refundable.",
        "Specific items that are not eligible for refunds.",
        "Which items are not eligible for repayment?",
        "Which products don't qualify for a reimbursement?",
        "Do you know what types of items can't be refunds.",
        "Have you considered certain no-refunds items?",
        "Does anyone have a list of non-returnable goods?",
        "Which items cannot be reimbursed?",
        "There are some items that aren't eligible for a refunds.",
        "Which items can not be returned or reimbursed?",
        "Certain items might not come back.",
        "Which products are non-repayment?",
        "What products are not non-refundable?",
        "I wonder if there are things that I cannot get my money back on.",
        "Do you think there are non-refundable products?",
        "Would there be non-refundable product exclusions?",
        "There are items that are not subject to refunds.",
        "Can't get your money back on some things?",
        "Which products shouldn't be reimbursed?",
        "Is there any item that isn't eligible for a refunds?",
        "Are there product exclusions that are non-refundable?",
        "Was there non-returnable merchandise?",
        "Are there any specific items that are not eligible for a refunds?",
        "Which items were not eligible for reimbursement?",
        "Is there something I can't get my money back on?",
        "There are certain items that may not be eligible for a refund policy.",
        "Which goods can't be return and reimbursed?",
        "There are some things that aren't eligible for a refund.",
        "Any items that aren't eligible for a refund?",
        "Are there certain things I can't get my money back on?",
        "There are some items not eligible for a refund.",
        "There are items that are no refunds possible?",
        "Got anything that is not returnable?",
        "Can I not return certain items?",
        "Anything that isn't a part of refunds?",
        "What doesn't qualify for a refund?",
        "Which products are not returned?",
        "Certain items aren't returnable",
        "Which products aren't reimbursement-eligible?",
        "Is there any item that isn't eligible for a refund?",
        "Any specific goods were not included in the refund scheme?",
        "Will there be non-refundable products?",
        "Any goods that are not refunded?",
        "What items are notrefundable?",
        "Some items are not Returnable.",
        "Is there things I can't get my money back on?",
        "Anything that is excluded from refunds?",
        "There could be nonrefundable product exclusions.",
        "Certain items might not be eligible for a return policy.",
        "Is it possible that what ain't fit for returns?",
        "Is it possible to have non-refundable products?",
        "Can you tell us about non-returnable goods?",
        "Which products don't have to be reimbursed?",
        "Is it possible for me to return items that are notrefundable?",
        "Do some of the products not qualify for refunds?",
        "If there are nonrefundable product exclusions, please tell me.",
        "Is there no-refund goods here?",
        "Can you tell me what's notrefundable here?",
        "Which ones are non-refundable or not eligible?",
        "There may be things I can't get my money back on.",
        "Is it possible that certain products don't qualify for refunds?",
        "Is it possible to return a particular item that is not refundable?",
        "What's unrefundable, can you tell me?",
        "Any goods that are not refund?",
        "Can I return things that are not refundable?",
        "Which purchases is not eligible or non-refundable?",
        "I want to know if you know what's unrefundable.",
        "Are there any specific items that are not eligible?",
        "There are non-returnable products?",
        "What things are denied refunds for?",
        "What specific goods cannot be returned?",
        "There are any items that aren'trefundable here.",
        "Are there any non-refund goods here?",
        "Do any items not come back to you?",
        "Is any items not refundable?",
        "Is there anything not included from refunds?",
        "Which products can not be reimbursed?",
        "IsAnything excluded from refunds?",
        "What are the things that I can't get my money back on?",
        "Is any of the products notrefundable?",
        "Do you know which types of items can't be refunds?",
        "You should tell me what types of items cannot be refunds.",
        "Is any specific item ineligible for a refund?",
        "Do you know which items can't be refunds?",
        "Do any of these items qualify for non-refund madness?",
        "What is unrefundable, can you tell me?",
        "Which products can't be repaid?",
        "Can you tell me what types of items cannot be refunds?",
        "There may be non-returnable merchandise.",
        "What types of items are not allowed to be returned?",
        "There are certain products that don't qualify for refunds.",
        "Might be non-refundable products?",
        "Is it possible to return an item that is not refundable?",
        "Do some items not return?",
        "Any items that can not be paid back?",
        "Some items might be ineligible for a refunds.",
        "Is there any excluded for refunds?",
        "Do you know what types of items are not able to be returned?",
        "Some products aren't eligible for refunds.",
        "What are non-refundable items?",
        "Which specific items cannot be returned.",
        "Which products will not receive reimbursement?",
        "Is items not possible for refunds?",
        "Is it possible for me to return items that aren'trefundable?",
        "Any goods that were not included in the refunds scheme?",
        "Did you mean certain no-refunds items?",
        "Is there things that I cannot get my money back on?",
        "Is there any no-refund items here?",
        "What is it that isn't fit for returns?",
        "Which goods will not be returned or reimbursed?",
        "Is there something no-refunds items?",
        "Are things not returnable?",
        "Anything forbidden from refunds?",
        "Is there anything I can't get my money back on.",
        "Is non-refundable products?",
        "Should be any no-refund goods here?",
        "Will there be any no-refund goods?",
        "non-returnable items exist?",
        "Is there any no-refund goods in the area?",
        "Some products may not qualify for a refunds.",
        "Where are any no-refund goods?",
        "Certain items can't return.",
        "Some things cannot be returned.",
        "I'm wondering what's un-refundable.",
        "There are any non-refundable products?",
        "Is the items exempt from refunds.",
        "Goods that can't be refunds?",
        "Do you have anything non-returnable?",
        "\"Anything excluded from refunds?\"",
        "Any specific goods not included in the refunds?",
        "Are there any non-refundable products?",
        "Is there any item that is not eligible for Refunds?",
        "Can any non-refundable items be used?",
        "If there are nonrefundable product exclusions, please tell us.",
        "Is certain products not valid for refunds?",
        "What are the things on the non-refundable list?",
        "What aren't eligible for the refunds?",
        "What if certain products don't qualify for refunds?",
        "Some goods are not included in the refund scheme.",
        "Can you tell me if there are nonrefundable product exclusions?",
        "There are any items that cannot be returned?",
        "Any items that are not Refundable here?",
        "Are there any excluded for refunds?",
        "Is there any things I can't get my money back on?",
        "What is ineligible for a refunds?",
        "Which products don't reimburse?",
        "Is there any no-refund goods?",
        "Is there a list of non returning goods?",
        "Are there things I can't get my money back for?",
        "What's not compatible with returns?",
        "Do you have products that are non-refundable?",
        "Is there any no-refund goods here.",
        "What if any of the products are non-refundable?",
        "What doesn't fit for refunds?",
        "Which ones are not eligible for refunds.",
        "Is certain items unable to return?",
        "Which items do not count as reimbursement?",
        "Any goods that are not refunded here?",
        "Can you list non-returnable goods?",
        "Is there any item that is not eligible for a refund.",
        "Got any non returnable items?",
        "There are some products that may not qualify for refunds.",
        "Do you have any no-refund goods here?",
        "Which items do not constitute reimbursement?",
        "What specific goods are not included in the refunds?",
        "Any no-refund products here?",
        "Is certain products not eligible for refund?",
        "Should we have any non-returnable items?",
        "How about non-returnable things?",
        "Can you clarify if there are nonrefundable product exclusions?",
        "Can you tell me your list of non-returnable goods?",
        "What are the specific refunds exclusions?",
        "Which products don't get reimbursements?",
        "There are any nonreturnable things?",
        "Tell me what types of items cannot be returned.",
        "Is there any item that is not eligible for aRefund?",
        "There are items that can't be refunds?",
        "What items are notrefundable here?",
        "Some no-refund items.",
        "Do anything not returnable?",
        "Is certain products not eligible for Refunds?",
        "Absolutely any non-refundable items?",
        "Is there something on the non-refundable merchandise list?",
        "Some products do not qualify for refunds.",
        "Do you know what types of items can't be reimbursed?",
        "Which products can't be reimbursements?",
        "What are the no-refund goods?",
        "So certain no-refunds items?",
        "Please clarify if there are non-refundable product exclusions",
        "Non-returnable merchandise may exist.",
        "Are there any items that aren't refundable here?",
        "Can you tell me what's not eligible for refunds?",
        "What is notfits for returns?",
        "Is it possible to return an item that is notrefundable?",
        "Which items have no chance of being reimbursed?",
        "Some items cannot return?",
        "Is there any list of non-returnable goods?",
        "Is a list of non-returnable goods available?",
        "Which products is not eligible for reimbursement?",
        "I am wondering if any products are non-refundable.",
        "Some items may not be eligible for a return policy.",
        "There are some items that are not eligible",
        "Any items that aren't Refundable?",
        "Is any specific item not eligible for a refund?",
        "Is it possible to return items that are not Refundable.",
        "Some products are not eligible for refunds?",
        "Which goods cannot be sent back?",
        "Certainno-refunds items?",
        "Certain products are not eligible for refunds.",
        "Can you tell me what's not consideredrefundable?",
        "Is certain items eligible for a refund?",
        "Is there any non-returnable stuff you have?",
        "Is there something that can't be refunds?",
        "Are you aware of what's unrefundable?",
        "Can you provide a list of nonreturnable goods?",
        "What non-returnable things do you have?",
        "If there are any nonrefundable product exclusions.",
        "Get any non-returnable things?",
        "Are the items exempt from refunds?",
        "Which products can't be used again?",
        "Can you give us a list of non-returnable goods?",
        "Do you have any non- returned things?",
        "Any goods that aren't in the refund scheme?",
        "There are some items that are ineligible for refunds.",
        "Are there anything I can't get my money back on?",
        "Are there any products that are notrefundable?",
        "Do products not qualify for refunds",
        "Goods that can't be used as refunds?",
        "Some products do not get refunds.",
        "Any goods that aren't refunded?",
        "Do some products not qualify for a return?",
        "Can there be any non-refundable items?",
        "Please clarify if the product exclusions are non-refundable.",
        "Is there something I can't get my money back for?",
        "Which products don't meet the criteria for reimbursement?",
        "Any goods that are not re-funded?",
        "What isn't eligible forRefund?",
        "Anything that is not a cash-back guarantee?",
        "Have any non-returnable things?",
        "What is on the non-refundable items list?",
        "Are there any non returnable things?",
        "Were some items not returnable?",
        "There are certain items that are not eligible for reimbursement.",
        "Which items aren't valid for reimbursement?",
        "I'm wondering if there are any exclusions for refunds.",
        "There are any items that won't be returned?",
        "Non-returnable goods exist?",
        "If there are non-refundable product exclusions, please let me know.",
        "Are anything non-refundable?",
        "Do any products not come back?",
        "Do you know what items can't be Refunds?",
        "Which goods are not included in the refunds scheme?",
        "Which products aren't included in reimbursement?",
        "What's on the list that is non-refundable?",
        "Some items do not qualify for refunds.",
        "Do we have certain no-refunds items?",
        "Which item is ineligible for reimbursement?",
        "Which items aren't in line for reimbursement?",
        "What don't qualify for refunds?",
        "What products are not eligible for reimbursement?",
        "Which products don't deserve reimbursement?",
        "Some products don't qualify for refunds?",
        "Some products aren't eligible for refunds",
        "Are certain items eligible for a refund?",
        "Are certain items not eligible for a refund policy?",
        "Some items may not return.",
        "Is it possible to not give back some things?",
        "Can any items be non-refund?",
        "Which items have no-refunds?",
        "Some items may be ineligible for a refund.",
        "How about non-returnable merchandise?",
        "Is there a list of goods that are not returnable?",
        "Have you got any non- returnable items?",
        "Are these no-refunds items?",
        "Is any of the products non-refundable?",
        "There are items not included in refunds.",
        "Should we have any non- returnable things?",
        "What goods are excluded from the refunds?",
        "There are any items that are not eligible for a refund.",
        "Questions about certain no-refunds items.",
        "What are the goods excluded from the refund scheme?",
        "There are some items that are not eligible for Refunds.",
        "Should we have certain no-refund items?",
        "Specific goods that are not included in the refund scheme?",
        "Specific goods not included in the refund scheme.",
        "If there are non-refundable product exclusions, please say so.",
        "Do you know what's notrefundable?",
        "There are any products that are non-refundable.",
        "What is not allowable for refunds?",
        "What isn't eligible for reimbursement?",
        "There are items not returnable.",
        "You need to clarify if there are nonrefundable product exclusions.",
        "Is there any non returnable stuff?",
        "There are certain items that are not returnABLE.",
        "Can't return some items?",
        "Specific goods that are not included in the refunds scheme?",
        "Is it possible to return items that aren't guaranteed?",
        "Do you know what's un-refundable?",
        "We need to clarify if there are nonrefundable product exclusions.",
        "Can specific products be exempt from returns.",
        "Which goods cannot be given back?",
        "Should certain items be ineligible for a refunds?",
        "Which items do not count for reimbursement?",
        "Is there something that I can't get my money back on?",
        "Is there any item that is notrefundable here?",
        "Which purchases are not eligible and therefore non-refundable?",
        "There are items that are not possible for refunds?",
        "There are any specific items that are not eligible for a refund.",
        "Is there non-refundable products?",
        "Certain items are not returned?",
        "Do you have any items that are not valid?",
        "Is there a list of non-Returnable goods?",
        "Are there any items that are not eligible for refunds?",
        "Tell me if there are non-refundable product exclusions.",
        "There are things that aren't eligible for a refund.",
        "I wonder if items are not exempt from refunds?",
        "Were there certain no-refunds items?",
        "Is anything not returnable?",
        "There are items that can't have refunds.",
        "Is anything not eligible for a refund?",
        "Which items will not be returned?",
        "There are certain things that are not returnable.",
        "Which products do not have a chance of being returned?",
        "Is there things I cannot get my money back on?",
        "There are some items that are not eligible for a refund",
        "I want to know what's notrefundable?",
        "Is this any non-refundable item?",
        "Which items are not Eligible forReimbursement?",
        "Is it possible to not return some things?",
        "Do you know what types of items are not allowed for refunds?",
        "What is not fit for returns?",
        "Some of the items are not eligible for refunds.",
        "Can there be non-refundable products?",
        "Can I return items that are not refundable?",
        "Do you have any non returned things?",
        "If there is a non-refundable product exclusion, please clarify.",
        "Can you offer a list of non-returnable goods?",
        "Do you have non-returnable things?",
        "What items are not refunds here?",
        "You should clarify if there are nonrefundable product exclusions.",
        "Are there any items that are notRefundable here?",
        "Can you give me a list of non- returnable goods?",
        "Certain items might not return.",
        "Can you tell me which one is unrefundable?",
        "What are things not eligible for a refund?",
        "Which goods cannot be returned and paid back?",
        "Some of the products do not qualify for refunds.",
        "Which products shouldn't receive reimbursement?",
        "There are certain items that are not refundable here.",
        "Do certain products not receive refunds?",
        "Which specific goods can not be returned and reimbursed?",
        "Can I return items that are not free?",
        "Which products do not need reimbursement?",
        "Can't get your money back for some things?",
        "Some items could be ineligible for a refunds.",
        "What purchases are non-refundable or not eligible?",
        "Are there some things that I can't get my money back on?",
        "Do you know the types of items that can't be refunded?",
        "Any items that won't be returned?",
        "What's not fit for returns?",
        "There are items exempt from refunds, huh?",
        "Do some products not fit for refunds?",
        "Which items are not forgiven?",
        "Some items can't return.",
        "Can you give me an idea of what's notrefundable?",
        "Please tell me what types of items can't be forgiven.",
        "Are things not eligible for refunds?",
        "What are certain items not returnable?",
        "Anyone have any no-refund goods?",
        "Any non returnable things?",
        "Is certain items ineligible for a Refunds policy?",
        "Some products can not get refunds.",
        "Is there something not eligible for a refund?",
        "What won't fit for returns?",
        "Are these non-refundable products?",
        "There is non- returnable merchandise?",
        "What no-refund items?",
        "I want to know any non-refundable items.",
        "Do you know what types of items can not be returned?",
        "Is anything excluded from a refunds?",
        "What is not eligible for payback?",
        "Is any non-refundable item possible?",
        "Is items exempt from refunds?",
        "Is certain items not returnrable?",
        "Is that certain items not returnable?",
        "There were any non-refundable items.",
        "Can you tell me what is not refundable?",
        "Can you tell me about certain no-refunds items?",
        "Any non-returnable things?",
        "Any products that are non-refundable?",
        "Please tell us what types of items cannot be returned.",
        "Do certain products not deserve refunds?",
        "Which items aren't approved for reimbursement?",
        "Which purchases are non-refundable and ineligible?",
        "Is anything excluded from Refunds?",
        "Which products don't deserve reimbursement.",
        "Certain things aren't returnable.",
        "Can any no-refund goods be found here?",
        "Will certain products not get refunds?",
        "Are there certain items that are not eligible for refunds?",
        "Any no-refund things here?",
        "If there are any non-refundable product exclusions.",
        "Is an item exempt from refunds?",
        "Is thereany no-refund goods here?",
        "What is not to fit for returns?",
        "Are certain products ineligible for refunds?",
        "What are the products that aren't refundable?",
        "Is there any non-returnable items here?",
        "Which Goods can't be returned and reimbursed?",
        "What items are not refundable?",
        "There are any non-returnable items?",
        "Can you provide the list of non-returnable goods?",
        "Which specific goods are not valid for reimbursement?",
        "Can you tell me about all the non-returnable goods?",
        "Do you know about certain no-refunds items?",
        "There are items that are not exempt from refunds?",
        "Certain items may not be eligible for a refunds.",
        "Is items excluded from refunds?",
        "There are any items that are not Refundable here?",
        "What can't be fit for returns?",
        "Do you know if there is a non-returnable merchandise?",
        "Can you tell me what types of items cannot be returned?",
        "Should you include certain no-refunds items?",
        "Some things can't be Refunds?",
        "There are things not eligible for refunds.",
        "Is there anything no-refund here?",
        "I would like to know what is unrefundable.",
        "What are the things I can't get my money back on?",
        "Got non-returnable things?",
        "Does anyone have non-refundable items?",
        "Got any non-returnable goods?",
        "What products aren't eligible for reimbursement?",
        "Certain items are non returnable.",
        "Is there anything that can't be refunds?",
        "Do you have any no-refund items?",
        "Which goods are not able to be returned?",
        "Some things may not be possible to refunds.",
        "Do we have non-refundable products?",
        "Are there any specific items that aren't eligible for refunds?",
        "Which item is non-refundable?",
        "Is there any non-refund goods here?",
        "What products do not qualify for reimbursement?",
        "Should there be any no-refund goods here?",
        "Which products can't be refundable?",
        "Which stuff isn't prone to refunds?",
        "There are items that are non-returnable.",
        "Are there any items that aren't eligible for a refund?",
        "What items are exempt from refunds?",
        "What goods are excluded from the refund scheme?",
        "Is it possible to not have refunds for items?",
        "Is there any specific item that is not eligible for a refund?",
        "Any goods not refunded here?",
        "I'd like to know the list of ineligible refunds.",
        "Will anything be excluded from the refunds?",
        "There are some items that are not eligible for return.",
        "Those items are not returnable?",
        "Which products are not suitable for reimbursement?",
        "What types of items cannot be given back?",
        "Which products should not be returned?",
        "Can I think of anything that would be considered no money back junk?",
        "Which items cannot be returned and reimbursed?",
        "Can I return things that are not valid?",
        "Who has any non-returnable things?",
        "Which specific goods cannot be returned?",
        "Got any non- returnable things?",
        "Is it possible to have any non-returnable things?",
        "What certain no-refund items?",
        "items not included in refunds?",
        "There is any non-refundable items?",
        "So, any no-refund goods here?",
        "Certain items may not be eligible for a return policy.",
        "Any non-refund goods?",
        "Can we get a list of non-returnable goods?",
        "Is it possible to have non-refundable items?",
        "Do any of the items not eligible for a refund exist?",
        "Is it possible to return items that are notRefunded?",
        "Was there any non-refundable item?",
        "There's a question about what's not refundable here.",
        "Any goods that won't be reinvested?",
        "Is certain items ineligible to get a refund?",
        "Which products cannot be returned and reimbursed?",
        "Which products are not Refundable?",
        "Do some items not returnable?",
        "There are items that are not possible to have refunds.",
        "Any items that could not be returned?",
        "Did you get any non-returnable things?",
        "What about specific refunds exclusions?",
        "Is this certain no-refund items?",
        "Is there a non-refundable product exclusion?",
        "Is there a way to return items that are not Refundable?",
        "Which items are not good candidates for reimbursement?",
        "Which one is not eligible or non-refundable?",
        "Can you tell me what types of items cannot be returned.",
        "I need to know if there are nonrefundable product exclusions.",
        "Will you tell me what's un-refundable?",
        "What can't be returned for a refund?",
        "There are any items that are not refunds here?",
        "What types of items can't be refunds.",
        "Which items are outside the definition of reimbursement?",
        "Do you know what types of items can't be taken back?",
        "Is there any specific refund exclusions?",
        "Can you tell me what's notrefundable.",
        "Which items are non-returnable?",
        "There are certain items that can't be returned.",
        "Are there things excluded from refunds?",
        "What about specific refund exclusions?",
        "Some products will not get refunds.",
        "Can specific products be exemptions from returns?",
        "What types of non-refundable items?",
        "Some things aren't able to be returned.",
        "Is certain items ineligible for a policy of refunds?",
        "There are certain items that may not be eligible for a refunds.",
        "Please tell me which types of items cannot be returned.",
        "How about certain no-refund items.",
        "Is anything not Returnable?",
        "Do you have any non-returnable stuff?",
        "Something excluded from refunds?",
        "Any not included in refunds?",
        "Is there any item that is non-refundable?",
        "Is there a non-returnable goods?",
        "Some items may be ineligible for a return policy.",
        "Which goods cannot be repaid?",
        "Is certain items not eligible for refunds?",
        "Anything that is not part of refunds?",
        "Is there non-Returnable merchandise?",
        "Did you have any non- returning things?",
        "I wonder if the items are exempt from refunds.",
        "Some products cannot get refunds.",
        "Which items are not good for reimbursement.",
        "certain no-refunds items?",
        "Is there anything that's unrefundable?",
        "Which products cannot be returned or reimbursed?",
        "Anything not covered by the refunds?",
        "Some products won't get refunds.",
        "Do you own any non returnable items?",
        "Which products can't get reimbursed?",
        "Does any item qualify for non-fund madness?",
        "Certain items might be ineligible for a refunds.",
        "What are any non-refundable items?",
        "Any items that won't be replaced?",
        "Are there any no-refund goods here?",
        "Do any items qualify for non-refund madness",
        "Which items are not authorized for reimbursement?",
        "Anything that doesn't count in refunds?",
        "Can I return things that are not allowed?",
        "What items can't be refunds?",
        "What are no-refund goods here?",
        "What non-refundable items are you talking about?",
        "Can you tell if there are non-refundable product exclusions?",
        "There are some things that are not eligible for a refund.",
        "Should we have any no-refund goods here?",
        "What are some items not returnable?",
        "Are there any specific items that are not eligible for a refund?",
        "Any non-refundable item?",
        "There are items that are not returnable.",
        "Is it possible that non-returnable merchandise exists?",
        "Certain items may not return.",
        "Is certain products exempt from returns.",
        "Which items are improper for reimbursement?",
        "Some items are notRefundable here.",
        "Can't get back some items?",
        "Let me know if there are ineligible refunds.",
        "Which items do not meet the criteria for reimbursement?",
        "Has anything been excluded from refunds?",
        "Which items are not redeemable?",
        "Which items cannot be returned or reimbursed?",
        "Which items are not entitled to reimbursement?",
        "Is certain items unable to be returned?",
        "Do you have any non-refundable items.",
        "Is there anything that is not exempt from refunds?",
        "Is specific refund exclusions possible?",
        "There are products that aren't refundable.",
        "What's not valid for refunds?",
        "What are the items ineligible for reimbursement?",
        "Is there a way to return items that are notRefundable?",
        "Do you have any non-returnable ones?",
        "Certain items can't come back.",
        "There are certain no-refunds items",
        "Which items are unavailable for reimbursement?",
        "Let me know if there's a list of ineligible refunds.",
        "Any non-refundable products?",
        "What about certain no-refunds items.",
        "Is specific products exempt from returns.",
        "Is there any non-refundable things?",
        "Certain things are not returnable.",
        "Is certain items eligible for a refunds?",
        "Is it possible to return items that are not guaranteed?",
        "Is there a list of non-returnable goods you have?",
        "Which items cannot be reimbursement?",
        "I want to know if any products arerefundable.",
        "Which products are not returnable?",
        "Do you have non-refundable items?",
        "Certain items won't come back?",
        "Some things can't be claimed back.",
        "Any items that aren't refundable?",
        "Certain items might be ineligible for a refund policy.",
        "There could be non-returnable merchandise.",
        "Do you know the types of items that can't be returned?",
        "Can I bring back items that are not allowed?",
        "Products that don't qualify for reimbursement",
        "Is non-returnable merchandise present?",
        "Please advise what types of items can't be refunds.",
        "If anything isn't going to be refunds, tell me.",
        "Which items aren't reimbursed?",
        "Any specific goods that are not included in the refund scheme?",
        "Can you give a list of non returnable items?",
        "Do you know what is un-refundable?",
        "Which products don't have reimbursements?",
        "Is it possible to return items that aren'tRefundable?",
        "Should I have any non-returnable things?",
        "Which stuff's anti-refund?",
        "Some items are not eligible for the refund.",
        "Is there anything that can't get my money back?",
        "Specific items that are not eligible for a refund?",
        "Are certain items eligible for a refunds?",
        "If there are nonrefundable product exclusions, please clarify.",
        "What's not eligible for money back?",
        "There are certain items that are ineligible for a refunds.",
        "Not returnable items?",
        "Please advise on what items can't be returned.",
        "Some products don't get reimbursement.",
        "Which items are not eligible to be paid back?",
        "Which items can't be redeemed?",
        "Do you know what types of items are not allowed to be returned?",
        "Which products are not reimbursement candidates?",
        "Would be non-refundable products?",
        "Do any products not return?",
        "Do you know what items can't be refunded?",
        "Were there any exclusions for refunds?",
        "What wouldn't be fit for returns?",
        "What do you think is not appropriate for returns?",
        "Have any non- returnable items?",
        "Is there any thing I can't get back on?",
        "Is there some no-refunds items?",
        "Please tell me if items can't be refunds.",
        "Is there any specific item that isn't eligible for refunds?",
        "There is a question about a list of non-returnable goods.",
        "Which goods cannot be returned and given back?",
        "Is there any non-refundable items here?",
        "There are certain no-refund items.",
        "What items aren't refundable here?",
        "Several no-refunds items?",
        "Not any refunds for these?",
        "Any items that aren'tRefunded here?",
        "Which items are non-refundable?",
        "I want to know if there are non-refundable product exclusions.",
        "Are you able to give a list of non- returnable goods?",
        "Is there a nonrefundable product exclusions?",
        "If there are non-refundable product exclusions, please tell us.",
        "There are certain items that are not eligible for aRefund.",
        "Some items are not subject to refunds?",
        "There are certain items that can not be returned.",
        "Please tell us what types of items can't be forgiven.",
        "Is there something not refundable here?",
        "Are there specific refund exclusions?",
        "Which specific goods can't be sent back?",
        "Some products don't qualify for the refunds.",
        "Can items have no refunds?",
        "Which products have no refunds?",
        "Do you know what types of items aren't eligible for refunds?",
        "Any items that can't be forgiven?",
        "Does anything not Returnable?",
        "What specific items aren't eligible for a refund?",
        "Any no-refund things?",
        "Got any non-returnable things?",
        "Can some items not be returned?",
        "Which goods could not be returned and reimbursed?",
        "There's any no-refund goods here?",
        "Anything not included in a refunds?",
        "Is non-returnable merchandise there?",
        "I want to know what's notrefundable.",
        "Which products don't receive reimbursement?",
        "Which items are not allowed to be returned and reimbursed?",
        "What isn't eligible for money back?",
        "Please advise on which items cannot be refunds.",
        "Please explain if there are non-refundable product exclusions.",
        "There are any non-refundable items",
        "There are certain items that aren't eligible for refund.",
        "Is there any item that is not refundable here?",
        "Got anything that isn't returnable?",
        "Do you know what type of items can't be returned?",
        "I want to know what's unrefundable",
        "Have any products been non-refundable?",
        "Which purchases are non-refundable or ineligible?",
        "What is the existence of non-returnable merchandise?",
        "Any that aren't included from refunds?",
        "Which items are notReimbursement eligible?",
        "Which products will not be reimbursed?",
        "Is any item non-refundable?",
        "Will any of the products be non-refundable?",
        "Is it possible to have certain no-refund items?",
        "There are certain types of items that can't be refunds.",
        "Anything not included from the refunds?",
        "Do you have non-refundable products?",
        "Does anyone have certain no-refund items?",
        "The items not returnable?",
        "Please advise which items cannot be refunds.",
        "Do you know what types of items cannot be returned.",
        "Which products won't be reimbursed?",
        "It is possible that items are exempt from refunds.",
        "Some items can not be returned.",
        "Non-returnable merchandise is present?",
        "What about non- returnable merchandise?",
        "Can there be non-returnable products?",
        "Which products don't get refunds?",
        "Do you mean anything that isn't included in refunds?",
        "Certain items may be ineligible for a refund policy.",
        "What specific items are not eligible for a refund?",
        "I want to know if there are any non-refundable items.",
        "I would like to know what types of items cannot be refunds.",
        "Certain no-refunds things?",
        "What items have no-refunds?",
        "I need to know what types of items can't be refunds.",
        "Which products can't be refunded?",
        "Please tell if there are non-refundable product exclusions.",
        "Any products that are notRefundable?",
        "I want to know what's unrefundable?",
        "What types of items can't be repaid?",
        "What is not possible for a return?",
        "Is there anything that is not non-refundable?",
        "Is there no-refund items?",
        "Please tell me what types of items are not allowed to be returned.",
        "What no-refund goods are there?",
        "Is there something that's unrefundable?",
        "Did anything not qualify for refunds?",
        "Specific exclusions for Refund?",
        "Which products don't see reimbursement?",
        "Does there exist non-returnable merchandise?",
        "Will specific products be exempt from returns?",
        "Got any non returnable things?",
        "Which products are non-repayable?",
        "Can't Refunds some items?",
        "Which items are notRefundable here?",
        "Which goods cannot be reimbursed?",
        "Do you have any information about what's un-refundable?",
        "There are some items that are not refundable.",
        "Is there any specific goods that are not part of the refund scheme?",
        "What are the certain no-refunds items?",
        "Is items not possible to get a refunds?",
        "Is there any items that are not eligible for a refund?",
        "Which products aren't reimbursement candidates?",
        "Is it possible to return non-refundable items?",
        "Which specific goods are not eligible for reimbursement?",
        "Is there any non-returnable things that you have?",
        "Can you provide a breakdown of non-returnable goods?",
        "Do specific products get an exemption from returns?",
        "I need to know what's unrefundable?",
        "Specific refund exclusions?!",
        "Were anything not returnable?",
        "Can you list non returnable goods?",
        "I want to know if any products are non-refundable.",
        "Have you heard of any no-refund goods here?",
        "What stuff is denied for refunds?",
        "Were you able to give a list of non-returnable goods?",
        "What non-refunds items?",
        "Can you give a list of goods that aren't returned?",
        "Is there any non-refundable item?",
        "Does anyone know about certain no-refunds items?",
        "Which goods aren't eligible for reimbursement?",
        "Which products do not need to be returned?",
        "Some items are notRefundable here?",
        "What is not suited for returns?",
        "You should tell me what types of items can't be refunds.",
        "I wonder if specific products qualify for exemptions from returns.",
        "There are any products that are non-refundable?",
        "Non-returnable merchandise can exist?",
        "Which goods cannot be returned and compensated?",
        "Which items don't qualify for reimbursement?",
        "There are certain things that are not eligible for refunds.",
        "Which items are not able to be returned and reimbursed?",
        "Are some items exempt from refunds?",
        "Please state if there are non-refundable product exclusions.",
        "Is there any item that is not eligible for a refunds?",
        "There are some items that are not eligible for a refunds.",
        "Are there specific items that aren't eligible for refunds?",
        "Which items are not available for reimbursement?",
        "Which items are not Eligible?",
        "Is certain items ineligible for a reimbursement policy?",
        "Some items can't be Refunds?",
        "Some things are not returnable?",
        "Please tell me the types of items that cannot be returned.",
        "Which products cannot be reimbursements?",
        "Which of these items are not eligible for reimbursement?",
        "Are there any items that aren't eligible?",
        "Is anythingexcluded from refunds?",
        "Is anything excluded from refunds.",
        "Are there specific items that are not eligible for refunds?",
        "What's not compatible with refunds?",
        "Which goods cannot be returned for reimbursement?",
        "Any items that aren't refunds?",
        "The items can't be refunds?",
        "Is it possible that any items are not refundable here?",
        "There may be specific items that are not eligible for a refund.",
        "Some items might be ineligible for a refund policy.",
        "Which products do not have refunds?",
        "Which items are not reimbursement worthy?",
        "What do you think is not compatible with returns?",
        "What goods can't be returned or reimbursed?",
        "Is any specific goods excluded from the refund scheme?",
        "What is on the list of non-refundable goods?",
        "Which specific goods could not be returned and reimbursed?",
        "Some products may not be eligible for refunds.",
        "Is a certain product ineligible for refunds?",
        "How about specific refund exclusions?",
        "I need to know what types of items can't be returned.",
        "Do you know what types of items cannot be given refunds?",
        "What is not eligible for aRefund?",
        "There are some no-refund items.",
        "Which items are notrefundable.",
        "I wonder if certain products do not qualify for refunds.",
        "Can certain items be ineligible for a policy of refunds?",
        "Is there a non-returnable merchandise?",
        "There are some items that aren't returnable.",
        "There are products that aren't eligible for reimbursement.",
        "Any items that aren't included from refunds?",
        "Which products don't allow for refunds?",
        "Do you own any non- returnable items?",
        "Will there be nonrefundable product exclusions?",
        "Which items should not receive reimbursement?",
        "Which products aren't Refunds?",
        "Is something not returnable.",
        "Any items that can't be replaced?",
        "Is any of the products non-Refundable?",
        "Please advise on the types of items that cannot be returned.",
        "Are certain items not eligible for a policy of refunds?",
        "What about certain no-refund items?",
        "What is on the non-refundable item list?",
        "Can there be nonrefundable product exclusions?",
        "What is notrefundable can you tell me?",
        "Can specific goods not be returned and reimbursed?",
        "Any non-Refundable items?",
        "Products that don't qualify for reimbursement.",
        "Is there any non returnable items?",
        "Some items are not returnable",
        "What is on the list of non-refundable items?",
        "Is there any specific item not eligible for a refund?",
        "Does certain products not deserve refunds?",
        "Which ones are not eligible for reimbursement?",
        "Certain items can't come back?",
        "Is there a possibility of no refunds for items?",
        "Which items are not allowed for reimbursement.",
        "Are there things I can't get back on?",
        "Would there be any no-refund goods here?",
        "The items are exempt from refunds?",
        "Any non- refundable items?",
        "What types of items can't be returned?",
        "Should some products not be eligible for refunds?",
        "Can you tell me what's not Refundable?",
        "Some items are ineligible for a return policy.",
        "Is the item non-refundable?",
        "I am wondering if I can return items that are notRefundable.",
        "non-returnable merchandise exists?",
        "Which products don't get paid back?",
        "Which products aren't eligible for reimbursement.",
        "Which products are non-refundlable?",
        "There are certain items that are not eligible for the refund.",
        "Any items that are not returnable here?",
        "There are items that are not refundable here.",
        "Certain items, not returnable?",
        "You can't get refunds for these?",
        "Do you know what kinds of items can't be refunded?",
        "Which goods are not part of the refund scheme?",
        "anything not returnable?",
        "What isn't suitable for returns?",
        "Which products aren't reimbursed?",
        "Some products do't qualify for reimbursement.",
        "Some products aren't qualified for refunds.",
        "Which items are not refundable?",
        "Were anything excluded from refunds?",
        "Which items cannot be Refunds?",
        "What non-refundable items are there?",
        "Some products do not qualify for refunds",
        "Would those products be non-refundable?",
        "There are things that can't be Refunds.",
        "Are certain items ineligible for a return?",
        "Can any specific goods be excluded from the refund scheme?",
        "Is there a non-returnable item?",
        "Specific exclusions for refunds??",
        "Are there no-refunds items?",
        "Can you provide a list of non returnable goods?",
        "Are non-refundable products?",
        "If the product exclusions are non-refundable, please clarify.",
        "Do certain products do not get refunds?",
        "What goods are not allowed to be returned and reimbursed?",
        "Goods that are unable to be returned?",
        "non-refundable products?",
        "How about non-refundable products?",
        "What are the goods that are not included in the refund scheme?",
        "Is there certain no-refund items?",
        "What items are non-refundable.",
        "Is this any non-refundable items?",
        "Is it possible to return certain items that aren'tRefundable?",
        "Certain products do not qualify for refunds.",
        "If there are nonrefundable product excludes, please clarify.",
        "Some specific items are not eligible for a refund.",
        "Anything not covered by refunds?",
        "Is any of the items not eligible for a refund?",
        "There are items that aren't refundable here.",
        "Any goods that aren't included in the refunds scheme?",
        "Which items are not ok for reimbursement?",
        "Are some items not eligible for a refund policy?",
        "Please tell me which types of items can't be Refunds.",
        "Can you give me a list of non-returnable goods?",
        "Is certain items not eligible for a reimbursement policy?",
        "What non-returnable items exist?",
        "Which purchases are considered non-refundable?",
        "Some items couldn't be returned?",
        "What types of items are not allowed to be refunds?",
        "What no-refund goods are out there?",
        "There are items that are not eligible for a refund.",
        "There are certain no-refunds things.",
        "Is any products non-refundable?",
        "Certain items are unable to be returned?",
        "Some items are not possible for refunds.",
        "Which items aren't eligible forReimbursement?",
        "Specific the refund exclusions?",
        "Will certain products be exempt from returns?",
        "Any non-refund items?",
        "Are there certain no-refund items?",
        "Were there any non-returnable items?",
        "Which items aren't available for reimbursement?",
        "Does anyone have no-refund goods?",
        "Do some products don't qualify for refunds?",
        "Certain items won't be returned?",
        "Which items don't deserve reimbursement?",
        "Were certain no-refunds items included?",
        "Anybody have no-refund goods here?",
        "Some items cannot be returned.",
        "Is that certain no-refund items?",
        "Is there any things I cannot get my money back on?",
        "Tell me what types of items can't be returned.",
        "Some things can't be returned?",
        "Do you own any non-returnABLE things?",
        "Do you know what types of items are not allowed to be refunds?",
        "There are some things that can't be refunds.",
        "Do non-returnable merchandise exist?",
        "Are there any specific items that aren't eligible for a refund?",
        "There is a question if there are nonrefundable product exclusions.",
        "Which products arent eligible for reimbursement?",
        "Is there things I can't get back on?",
        "Can you tell me about the un-refundable items?",
        "Is there any no-re fund goods here?",
        "Which products aren't reimbursement eligible?",
        "What's not eligible for reimbursement?",
        "Anything not included from refunds?",
        "Is there some non-refundable products?",
        "There are certain products that are not eligible for refunds.",
        "Some things are not able to be refunds.",
        "Which products do not require reimbursement?",
        "Which are excluded from refunds?",
        "Is there specific refund exclusions?",
        "Is it possible items are exempt from refunds?",
        "Is that any no-refund goods?",
        "There are goods that are forbidden to return?",
        "Can you give us a list of non- returnable goods?",
        "Which products are not eligible forReimbursement?",
        "Which products aren't refundable?",
        "Are there any things excluded from refunds?",
        "What is not eligible to receive a refund?",
        "Do we have certain no-refund items?",
        "Which items can't be repaid?",
        "Which goods are not allowed to be returned and reimbursed?",
        "I'm wondering what's unrefundable.",
        "Which goods can't be returned and given back?",
        "Which things are notrefundable?",
        "Which products don't have a Refunds?",
        "Is there any no-refunds item?",
        "Any no-refund goods are here?",
        "Let me know the ineligible refunds.",
        "Certain items can't be brought back?",
        "Can't get the money back for some things?",
        "What's the list of non-refundable merchandise?",
        "Are there things that I can't get my money back on?",
        "There are certain things excluded from the refund process.",
        "There are some things that are non-returnable.",
        "Which products are non refundable?",
        "Some things can't be refunds.",
        "Are some products non-refundable?",
        "If there are non-refundable product exclusions please clarify."
    ]
}