{
    "company_type": "Health Insurance Companies",
    "inquiry_category": "Policy coverage questions and changes",
    "inquiry_sub_category": "Prescription Drug Coverage",
    "description": "Customers seeking information on medication formularies, copayment amounts, mail-order options, and prior authorization requirements for specific prescription drugs.",
    "inquiry": "Which medications are covered under my formulary?",
    "paraphrases": [
        "What drug are on the coverage list?",
        "What are the covered drugs under my formulary?",
        "Which drugs are covered by my formulary!",
        "There is a coverage list that I want to know what drugs are on it.",
        "Which listed medications are covered under my formulary?",
        "Which drugs are covered under my formulary!",
        "Which prescriptions does my plan take?",
        "Which of the drugs was in my formulary?",
        "Which drugs are stored in my formulary?",
        "Will I have the coverage for some drugs?",
        "How about the medicines on the coverage list?",
        "Which medicines are covered by mine?",
        "Under my formulary, which drugs are covered?",
        "Which medicines am I covered for in my plan?",
        "Is my formulary containing covered drugs?",
        "Is the formulary meds included?",
        "Is I covered for certain drugs?",
        "Is my formulary including required meds?",
        "Which medicine is covered by my formulary?",
        "What drugs do I have on my plan?",
        "I want to know if the drugs prescribed to me are in the formulary.",
        "Have any medicines been included on the coverage list?",
        "I have a coverage list but I'm wondering what drugs I should be covered for.",
        "Which medicines fall under my coverage?",
        "What drugs are on my coveragelist?",
        "Which of the listed drugs are in my formulary?",
        "My formulary has some prescription drugs covered.",
        "I have a coverage list and I want to know what drugs should be covered for.",
        "Do I get coverage for specific medications?",
        "Which are the medicines that my plan covers?",
        "Inquire about covered drugs.",
        "I do not know what drugs are in my plan.",
        "Which of the listed medications is covered by my formulary?",
        "Is drugs included in the formulary?",
        "Which medications are included in the list?",
        "Which are the listed medications covered by my formulary?",
        "Which of the medications is covered in my formulary.",
        "What drugs are on my list.",
        "Which medicines come under my plan?",
        "What drugs are within my coverage?",
        "Some of the medication in my formulary is covered.",
        "Do I know what drugs are on the coverage list?",
        "Are the drugs I was prescribed included in the formulary?",
        "Which medicines is covered in my plan?",
        "My formulary covers several different medications.",
        "Which of the prescription drugs are covered in my formulary?",
        "Somemedications have been covered by my formulary.",
        "Which drugs comprise my plan?",
        "Do my meds go on the formulary?",
        "What coverage do I have for certain medicines?",
        "What drugs does my coverage include?",
        "What medicines are included in my formulary?",
        "What are the listed drugs covered by my formulary?",
        "What medications are covered by formulary?",
        "Which of the listed medications is covered by my formulary.",
        "Which prescription drugs are covered by my plan?",
        "Which of the medications has my formulary covered?",
        "What drugs is on my formulary?",
        "Any drugs that are in my formulary right now?",
        "Does the formulary include some medication?",
        "What drugs are inside my plan?",
        "Some pills are covered in my formulary.",
        "Which drug are covered under my formulary?",
        "Which medicines are covered by my plan",
        "Does my formulary contain needed drugs?",
        "Will I have healthcare coverage for certain drugs?",
        "What are the drugs that are included in my formulary?",
        "Which of the listed drugs are covered through my formulary?",
        "I have a coverage list and wondering what drugs I should be covered for.",
        "Is my formulary covered by required meds?",
        "Whose drugs are covered by my health plan?",
        "Covered medicine on my formulary?",
        "Any drugs included on my plan?",
        "What prescription drugs are on my formulary?",
        "Is medicine covered on my formulary?",
        "I was wondering if the formulary includes meds.",
        "What sort of drugs come with the plan?",
        "Has my policy included coverage for prescribed drugs?",
        "Which medicines use the formulary?",
        "My formulary has some prescriptions that are covered.",
        "What drugs are included in my prescription?",
        "My formulary covers which medication?",
        "What drugs do I have a coverage list for?",
        "Which medicine are on my formulary?",
        "Required medication is included in my formulary.",
        "Which of the drugs is in my plan?",
        "What are the drugs on my list?",
        "I wonder if my formulary has covered meds?",
        "Which drugs are covered with my health plan?",
        "Some drugs are included in my formulary.",
        "I asked if I have coverage for specific medicines.",
        "Which drugs are under my formulary?",
        "I have a coverage list, but I question what drugs I should be covered for.",
        "The medication included in Formulary?",
        "Which of the drugs are in my formulary.",
        "I have a coverage list and I wish to know what drugs are on it.",
        "What Drugs do my coverage include?",
        "What drugs are on my plan's list.",
        "Is the medication covered by my formulary?",
        "Which of my medications are covered by my formulary?",
        "So which drugs are covered under my formulary?",
        "Did my formulary include required drugs?",
        "Which of the medications have coverage in my formulary?",
        "My formulary covers different medications.",
        "What drugs are covered by my plan?",
        "Which of the prescriptions are covered in my formulary?",
        "Which of the medicines are included in my formulary?",
        "Which of the listed medications are covered under the formulary?",
        "Am I covered by covered prescriptions on my formulary?",
        "What meds do my coverage include?",
        "Does the formulary include prescribed drugs?",
        "Is it possible that the drugs prescribed to me are included in the formulary?",
        "Which drugs sit in my formulary?",
        "What drugs am I on the coverage list?",
        "I have a coverage list but I want to know what drugs I should be covered for.",
        "Does my formulary contain prescribed medication?",
        "Which of the drugs are included in my formulary?",
        "Are drugs prescribed to me included in formulary?",
        "Do I have a coverage for specific drugs?",
        "Is my formulary filled with Meds?",
        "What drugs come in my formulary?",
        "What are the drugs that are covered in my formulary?",
        "What meds are included on the list?",
        "Which drugs will be covered by my formulary?",
        "Does my formulary include drugs?",
        "Which of my prescriptions do my plan cover?",
        "Which medications are covered by me?",
        "What kind of medication is supplied with the plan?",
        "Which of the listed drugs are covered in my formulary?",
        "Which prescriptions am I covered for?",
        "Some prescriptions have been covered in my formulary.",
        "The medications covered by my formulary.",
        "Which drugs are included on my plan?",
        "Did the formulary include meds?",
        "Which medicine are included under my formulary?",
        "What kinds of medication come with the plan?",
        "Is my prescribed meds on the formulary?",
        "What medicines fall under my coverage?",
        "What type of medication are included with the plan?",
        "I have some medications that are covered by my formulary.",
        "What are some of the drugs on my formulary?",
        "What drugs am I taking on my formulary?",
        "What drugs are involved in my formulary?",
        "What drugs are on my insurance list?",
        "Which of the medications come under my formulary?",
        "Which of the drugs in my formulary are used?",
        "Which drugs come in my formulary?",
        "Which pharmaceuticals are in my health plan?",
        "Which drugs are a part of my plan?",
        "Does the formulary include the drugs I am prescribed?",
        "I don't know what drugs are in my plan.",
        "Which are the drugs covered in my formulary?",
        "Which medicines were on the coverage list?",
        "What drugs are there in my formulary?",
        "Whichmedications are covered by my formulary?",
        "Which medicines fall under the formulary?",
        "What specific drugs do my coverage include?",
        "Which drugs are it cover for?",
        "Which of the drugs in my formulary is it?",
        "What drugs are on my benefits?",
        "My formulary has a number of medications that are covered.",
        "I wonder if my formulary has covered my meds.",
        "I have a coverage list and I want to know how many drugs are on it.",
        "Is my formulary covered by covered pharmaceuticals?",
        "Does the formulary include drugs I'm prescribed?",
        "Are I covered for certain medicines?",
        "The Formulary meds are included?",
        "Which of the drugs is included under my formulary?",
        "I have a coverage list, and I'm wondering what drugs I should be covered for.",
        "What drugs are on my plan.",
        "My formulary covers different drugs.",
        "Which medicine is included under my formulary?",
        "What types of medication comes with the plan?",
        "How many medicines are on the coverage list?",
        "Will I have some coverage for certain drugs?",
        "Which of the medications were included in my formulary?",
        "What kind of medication is contained within the plan?",
        "What drugs do I use on formulary?",
        "Which drugs are included in my healthcare plan?",
        "Which drugs are included in my insurance plan?",
        "Is my formulary covered by covered medications?",
        "Do I have health coverage for specific drugs?",
        "I have a coverage list. What drugs are on it?",
        "I have a coverage list but I want to know what drugs are on it.",
        "Are my prescriptions listed on the formulary?",
        "What are drugs on my formulary?",
        "What kind of medication is contained with the plan?",
        "Which of the prescriptions does my plan cover?",
        "I question if I have coverage for certain drugs.",
        "Is it possible that my formulary has covered meds?",
        "My coverage list contains some drugs.",
        "Does my coverage cover the specific medicines?",
        "Are the drugs used for me included in the formulary?",
        "What drugs do my insurance include?",
        "I have a coverage list and I want to see what drugs are on it.",
        "Which drugs are in that formulary?",
        "I'm wondering if I have coverage for specific drugs.",
        "What type of drugs do my coverage include?",
        "My formulary has medications.",
        "Which drugs are I eligible to receive?",
        "Which of the drugs are included in the formulary?",
        "What are the main drugs in my formulary?",
        "Which drugs will my plan cover?",
        "Which meds do my coverage cover?",
        "Which drugs come into my formulary?",
        "What drugs am I on in my coverage list?",
        "Any medicines are included in the coverage list?",
        "Which of the listed medications are covered by the formulary?",
        "Drugs are covered on my formulary?",
        "Which of the prescription drugs are included in my formulary?",
        "Which drugs appear in my formulary?",
        "Which of the drugs is used in my formulary?",
        "Which ones are in my formulary?",
        "What medicines are included on coverage list?",
        "I question what drugs I should be covered for with my coverage list.",
        "Are drugs prescribed for me included in the formulary?",
        "Some of the medications in my formulary are covered by it.",
        "What kind of medication is included with the plan.",
        "Which drugs am I covered by?",
        "I'm not sure what drugs I'm eligible to receive.",
        "I have a formulary that covers several medications.",
        "Which medicine is in my plan?",
        "Does the formulary include drugs that I am prescribed?",
        "There are any drugs in my formulary?",
        "Which drugs are covered Under my formulary?",
        "What drugs is it on my coverage list?",
        "Have the drugs prescribed to me been included in the formulary?",
        "My formulary covers drugs",
        "Which meds do my coverage include?",
        "I have a coverage list, and I want to know what drugs are on it",
        "Which are the medications included in my formulary?",
        "What drugs do my coverage include.",
        "What medicines fall under my insurance formulary?",
        "What drugs are included in my coverage?",
        "What prescriptions do my plan cover.",
        "Does my formulary include prescribed drugs?",
        "I have a coverage list where I want to know what drugs are on it.",
        "What drugs are included on my insurance?",
        "What drugs are in my formulary currently?",
        "Which of the prescribed drugs are in my formulary?",
        "What drugs do my plans include?",
        "Which drugs are covered under my formulary?",
        "The drugs are included in the formulary?",
        "What drugs is my formulary containing?",
        "I have a coverage list, I want to know what drugs are on it.",
        "Which drugs are covered under formulary?",
        "My formulary has some drugs in it.",
        "Which drugs are covered for under my formulary?",
        "Which of the drugs fit in my formulary?",
        "Various pills are covered in my formulary.",
        "Some drugs have been covered in my formulary.",
        "Which medication is included in my formulary?",
        "There are some meds in my formulary.",
        "Are the drugs prescribed to me in the formulary?",
        "My formulary includes different medications.",
        "The formulary covers some drugs.",
        "Meds on the formulary?",
        "What medicines are in the coverage list?",
        "What meds do I have coverage for?",
        "What type of medicine come with the plan?",
        "How do I know what drugs are in my formulary?",
        "What are the medications that I include in my formulary?",
        "Which drugs belong in my formulary?",
        "what drugs do my coverage cover?",
        "What drugs does my plan include?",
        "My formulary covers some drugs.",
        "Which ones are Included in Formulary?",
        "I wonder if my formulary has covered my medications.",
        "What drugs are being covered by?",
        "Is medication included in Formulary?",
        "Which drugs is it in my plan?",
        "Which medicines are included in coverage list?",
        "Does the formulary include required drugs?",
        "What kind of medication is contained in the plan?",
        "Does my coverage include medications?",
        "Which pharmaceutical are covered by my plan?",
        "What are the drugs covered under my formulary?",
        "Are the drugs included in the formulary?",
        "Is medication covered on my formulary?",
        "I don't know what drugs are on my formulary.",
        "What are the drugs I include in my coverage?",
        "Does my formulary provide required medication?",
        "I have a coverage list and I'd like to know what drugs I should be covered for.",
        "What are my covered medications?",
        "My formulary covers various prescriptions.",
        "Will my medication be covered on my formulary?",
        "Does the formulary includes medication?",
        "Which drugs am I covered by my health plan?",
        "Which of the listed prescriptions are covered under my formulary?",
        "What are the medications that are covered in my formulary?",
        "will I have coverage for certain drugs?",
        "Is my medication on the formulary??",
        "Which drugs is my plan able to cover?",
        "Can you tell me what meds are in my formulary?",
        "Which of the medication are in my formulary?",
        "Some medications have been covered by my formulary.",
        "What are the drugs in my medication plan?",
        "Which drugs, by the way, are covered by my formulary?",
        "Does my formulary contain the required medication?",
        "Which drugs are within my health plan?",
        "Which medicines are on my formulary?",
        "Some of the drugs covered by my formulary.",
        "Which prescriptions do my plan have?",
        "Which medicines am I covered for?",
        "Which drugs is my plan covered for?",
        "Which prescriptions does my plan cover.",
        "What kind of drugs are included with the plan?",
        "What drugs are part of my health plan?",
        "Does my formulary include prescribed medications?",
        "My formulary covers a variety of medication.",
        "Which of the medication are included in my formulary?",
        "What prescriptions is my plan covering?",
        "I don't know if my meds are on the formulary.",
        "I'm wondering if I have coverage for specific medications.",
        "Who are the medications included under my formulary?",
        "Drugs inside my formulary?",
        "I have a coverage list, but I question what drugs should be covered.",
        "What drugs are included in coverage?",
        "Which Drugs are in my formulary?",
        "Which medicines adhere to my insurance's formulary?",
        "Does my formulary include the necessary medication?",
        "What are the listed medications that are covered by my formulary?",
        "What kind of medication is included in the plan.",
        "Which medications are covered in my formulary.",
        "Which drugs fit under my formulary?",
        "What drugs do I have a coverage list of?",
        "I have a coverage list, and I question what drugs I should be covered for.",
        "Which drugs are covered within my formulary?",
        "Which of the pills are covered by my formulary?",
        "What drug are on my formulary?",
        "Does my formulary include the prescribed drugs?",
        "Which medicines are under my insurance's formulary?",
        "Which drugs are that covered by it?",
        "Who are the drugs covered by my formulary?",
        "There are drugs on my formulary?",
        "What prescriptions are on the formulary?",
        "What medication are covered under my formulary?",
        "I would like to know if my meds are on the formulary.",
        "Various drugs are covered in my formulary.",
        "Does my formulary contain prescribed medicine?",
        "Does the formulary include pharmaceuticals?",
        "What drugs are within my formulary now?",
        "Does my coverage cover specific medications?",
        "Is the formulary filled with meds?",
        "Is my prescribed medicines on the formulary?",
        "Which medications are included under my formulary?",
        "My formulary includes various medications.",
        "Which of the medication is covered by my formulary?",
        "am I covered for certain drugs?",
        "Which medicines are included in my plan",
        "Which medicines are included in the coverage?",
        "What types of drugs are in the plan?",
        "Medicines included on coverage list?",
        "Can the drugs I take be included in the formulary?",
        "Which prescriptions are included within my plan?",
        "What drugs will I have coverage for?",
        "Which Drugs are covered under my formulary?",
        "What drugs are on my coverage list.",
        "what drugs are in my formulary",
        "Which are the drugs that it covers?",
        "Will I be covered for some drugs?",
        "Do you know what kind of medication comes with the plan?",
        "Which drugs are put in my formulary?",
        "Any medicines on the coverage list?",
        "Is there any drugs listed on my plan's list?",
        "Can you tell me which drugs are accepted?",
        "I am interested in knowing what drugs are on my coverage list.",
        "My formulary has somemedications covered.",
        "Which of the drugs covered under my formulary?",
        "Which prescriptions does my plan pay?",
        "What drugs are on the covering list?",
        "Is the drugs prescribed to me included with the formulary?",
        "Which drugs are covered under mine?",
        "Does the drugs prescribed to me include in the formulary?",
        "What medication is included in my coverage?",
        "Which drugs in my health plan are covered?",
        "Which of the drugs is covered in my formulary?",
        "There are some treatments that are covered by formulary.",
        "Which drugs are included in that plan?",
        "Which medicines is included in my plan?",
        "Which pharmaceuticals are in my plan?",
        "What sort of medicine comes with the plan?",
        "Covered pills on my formulary?",
        "Which drugs do it provide coverage for?",
        "Which of the drugs come under my formulary?",
        "I have questions about whether my drugs are covered.",
        "There are some drugs in my formulary.",
        "Will the drugs prescribed to me be included in the formulary?",
        "Which medications fall under my coverage?",
        "Which are the drugs covered under my formulary?",
        "Which medicines have my coverage for?",
        "Does my formulary include medicines?",
        "Which of the listed pills are covered by my formulary?",
        "Which prescriptions are insured by my plan?",
        "What are the drugs I have coverage for?",
        "What drugs are on my benefit?",
        "Does my formulary contain any required medications?",
        "Which pills are in my formulary?",
        "What medicines are on coverage list?",
        "My formulary has some medications",
        "Does my formulary contain the required medicine?",
        "What meds do I take on my formulary?",
        "I have a drug coverage list and I want to know what drugs are on it.",
        "My formulary has multiple medications.",
        "Does my policy include coverage of prescribed medicine?",
        "I have a coverage list and wonder what drugs should be covered for.",
        "My formulary covers the different medications.",
        "I want to know what drugs are in my list.",
        "I wish to know what drugs are on the coverage list.",
        "What pills are on my formulary?",
        "Are my prescribed pills on the formulary?",
        "My formulary covers several different drugs.",
        "What drugs I use on my formulary?",
        "What drugs are on the plan?",
        "Which medicines are covered by my plan.",
        "What prescription types are covered in this plan?",
        "Is my medication on my formulary?",
        "Is my meds on the formulary?",
        "Which drugs are in my formulary??",
        "Which drugs get covered under my formulary?",
        "Which of the medications were covered in my formulary?",
        "Does the formulary have medicine included?",
        "Drugs for Formulary included?",
        "My formulary covers certain drugs.",
        "Medicines for Formulary included?",
        "Which of my medications is covered by my formulary?",
        "Am my meds on the formulary?",
        "Is my medicine included on the formulary?",
        "My formulary is covered by covered meds.",
        "There are covered meds on my formulary.",
        "What prescriptions do my coverage include?",
        "My formulary has covered medication?",
        "Which medicines get my coverage?",
        "What medicines are in my plan?",
        "What drugs are in coverage?",
        "My formulary has medication that is covered.",
        "Medicines on coverage list?",
        "What are the drugs covered by my health plan?",
        "What prescriptions does my coverage include?",
        "What drugs are in the coverage?",
        "Meds in my formulary are they?",
        "What drugs are included on my coverage list?",
        "What drugs do my coverage involve?",
        "meds on formulary?",
        "What drugs do my coverage give me?",
        "Which drugs are included in my health plans?",
        "Which of the mentioned medications are covered by my formulary?",
        "I want to know what drugs are on that coverage list.",
        "I want to know what drugs are in my coverage list.",
        "Which prescription drugs are included in my health plan?",
        "Which drugs can I use under my formulary?",
        "What drugs will my plan include?",
        "Are my prescribed medication on the formulary?",
        "Some medications can be covered in my formulary.",
        "My formulary covers medications",
        "Which of the drugs is under my formulary?",
        "I have a coverage list and I am wondering what drugs should be covered.",
        "Which prescription drugs does my plan cover?",
        "What are the medicines that fall under my insurance's formulary?",
        "Does my formulary have medication included?",
        "Are the drugs I receive included in the formulary?",
        "Will I have coverage for various drugs?",
        "What medicines does my plan cover?",
        "Which drugs would be covered by my formulary?",
        "I was wondering if the drugs prescribed to me were included in the formulary.",
        "Do I have coverage for specific drugs?",
        "Which of the listed medications are covered with my formulary?",
        "I have a coverage list, and I question what drugs should be covered for.",
        "I am wondering if my medication is on the formulary.",
        "Which medications are included in my formula?",
        "Right now, any drugs that are within my formulary?",
        "What drugs are it in my formulary?",
        "I question what drugs I should be covered for.",
        "Which drugs are included in my plans?",
        "What are my drugs in my coverage?",
        "Which medicines benefit from my plan?",
        "My formulary has medication covered.",
        "Are the drugs I am prescribed included in the formulary?",
        "Any drugs that are in my formulary?",
        "Which medicines are in my plan?",
        "Which of the prescriptions are covered under my formulary?",
        "I have a coverage list and I want to know what drugs are there.",
        "What drugs are in my medication plan?",
        "Which drugs are included in the coverage list?",
        "I need to know what drugs are in my plan.",
        "What medications are included on the coverage list?",
        "What drugs include in my coverage?",
        "My formulary has some drugs to cover.",
        "drugs within my formulary?",
        "What are the drugs in my formulary.",
        "What medicines do my coverage include?",
        "Can the drugs I'm prescribed be included in the formulary?",
        "Some medications are part of my formulary.",
        "Which of the listed drugs are subject to my formulary?",
        "What drugs are my coverage for?",
        "What drugs is in the formulary?",
        "Which drugs have my formulary covering them?",
        "I have a coverage list and I want to know if drugs are on it.",
        "What kind of medication is provided with the plan?",
        "What kind of medicine are in the plan?",
        "What drugs do I use in my formulary?",
        "Which of the listed remedies are covered by my formulary?",
        "Which medicines can my plan cover?",
        "Which of the listed medications are in my formulary?",
        "I have a coverage list which I would like to know what drugs are on it.",
        "I'm wondering if my medications are included.",
        "What drugs comprise my coverage list?",
        "Some drugs are covered under my formulary.",
        "What meds do my coverage cover?",
        "Can you tell me what kind of drugs you'll cover?",
        "Does the formulary include the medication?",
        "I own a coverage list that I want to know what drugs are on it.",
        "What drugs are within the plan?",
        "Which drugs are in my chart?",
        "Is my formulary covered by covered meds?",
        "Which of the medications is covered under my formulary?",
        "Some of the medications my formulary covers.",
        "What drugs are within my formulary?",
        "Does the formulary have the drugs?",
        "Which kind of medication comes with the plan?",
        "What prescription drugs does my coverage include?",
        "Some medications were covered in my formulary.",
        "Is medicine on my formulary?",
        "Were the drugs prescribed to me included in the formulary?",
        "Which of my prescriptions does my plan cover?",
        "I don't know if my formulary includes required meds.",
        "Which prescriptions is covered in my plan?",
        "Which medication does my plan cover?",
        "Are there drugs covered for me?",
        "Whatmedications are in my formulary?",
        "What drugs are in my formulary at the moment?",
        "I want to know if I have coverage for specific medicines.",
        "How many drugs are on the coverage list?",
        "Does my formulary include meds?",
        "What drugs are on my plan list?",
        "Which drugs are cover under my formulary?",
        "What are the types of medication included in the plan?",
        "What meds do I have in my formulary?",
        "What are my drugs of coverage?",
        "Which medications is included in my formulary?",
        "Drugs on my formulary?",
        "There are some medicines that fall under my insurance's formulary.",
        "What drugs are on my doctors list?",
        "Which of the medications belong in my formulary?",
        "Do I have cover for specific medicines?",
        "Which medicines are included on my plan?",
        "Which drugs are on my plan's list?",
        "What are some drugs on my formulary?",
        "Are my medicines on the formulary?",
        "What drugs did my coverage include?",
        "What are the drugs that I use in my formulary?",
        "Can you tell me if the medications are covered?",
        "I have a coverage list and want to know what drugs are on it",
        "Can you tell me the coverage of my medications?",
        "Does my formulary include the required medications?",
        "Which drugs can be covered?",
        "Is the drugs prescribed included in the formulary?",
        "What pills do my coverage include?",
        "I want to know if my medications are included.",
        "what drugs are in my formulary?",
        "Is the drugs in my formulary?",
        "Which prescriptions is my plan good for?",
        "Drug covered on my formulary?",
        "Which medication are included under the formulary?",
        "What types of drugs comes with the plan?",
        "I have a coverage list, and want to know what drugs are on it.",
        "I want to know the drugs that are on my coverage list.",
        "Right now, any drugs are in my formulary?",
        "Which drugs, by the way, are covered under my formulary?",
        "There are some medications my formulary covers.",
        "My formulary contains various medication.",
        "My formulary has a few medications that are covered.",
        "Which prescriptions does my plan pay for?",
        "I wonder if my medication is on the formulary.",
        "Is my medication listed in the formulary?",
        "What drugs join my plan?",
        "My formulary covers various medications",
        "I want to know what drugs are on the cover list.",
        "What prescription drugs do my coverage include?",
        "Which of the drugs are included with my formulary?",
        "Which drugs can be found in my formulary?",
        "Which drugs is its coverage?",
        "My formulary is covered by some drugs.",
        "I have a coverage list, but am wondering what drugs I should be covered for.",
        "Which of the prescriptions are included in my formulary?",
        "What pills does my coverage cover?",
        "Do the drugs prescribed to me go in the formulary?",
        "Which drugs are in my plan",
        "Will I have medical coverage for some drugs?",
        "Which of the therapies are included in my formulary?",
        "Which drugs are it able to cover?",
        "Which drugs are its coverage?",
        "Which of these drugs are in my formulary?",
        "I want to know if the drugs prescribed to me are included in the formulary.",
        "Which medicines are in my plan.",
        "Does my formulary contain some drugs?",
        "Which of the prescribed drugs are included in my formulary?",
        "What kind of drugs are included in the plan?",
        "What drugs do I keep on my coverage list?",
        "Which prescriptions does my health plan cover?",
        "Some prescriptions are covered by my formulary.",
        "I am wondering if my prescribed drugs are on the formulary.",
        "I ask if I have coverage for certain drugs.",
        "How many drugs are included on the coverage list?",
        "Which of the listed medications have my coverage?",
        "Whichmedications are covered?",
        "Are drugs prescribed to me included in the formulary?",
        "Which drug are in my formulary?",
        "What are those drugs on my formulary?",
        "Which prescription drugs do my plan cover?",
        "What medications are included with the plan?",
        "What prescriptions my plan covers?",
        "I want to know which drugs are covered under my formulary.",
        "Who drugs are covered under my formulary?",
        "Which drugs is in the formulary?",
        "What drugs are on its coverage list?",
        "Any drugs currently within my formulary?",
        "What medicines do my plan cover?",
        "What kind of drugs do my coverage cover?",
        "Which are the listed medications covered under my formulary?",
        "Which of the medicines are in my formulary?",
        "What drugs are on my Coverage List?",
        "I have a coverage list and have questions about what drugs I should be covered for.",
        "What drugs are I eligible for?",
        "Is the drugs I take included in the formulary.",
        "Which of the listed medications have my formulary covering?",
        "Which medicine do my plan cover?",
        "drugs in my formulary",
        "Which drugs are covered beneath my formulary?",
        "What medications do my coverage include?",
        "Which prescriptions are included in my plan?",
        "My formulary covered some of the drugs.",
        "Is my formulary covered by prescribed drugs?",
        "Which medication are covered under my formulary?",
        "Which of the listed medications are on my formulary?",
        "I have a coverage list that I want to know what drugs are on it",
        "I am wondering if the formulary includes meds.",
        "What kinds of medication does the plan include?",
        "Some medication are covered by my formulary.",
        "Does my coverage cover certain medicines?",
        "Does my formulary include certain medications?",
        "Any medicines included on the plan?",
        "I want to know what drugs are on a coverage list.",
        "Which medications are in my formulary.",
        "How many drugs are on my list?",
        "Which of the medications am I covered by?",
        "Which drugs are my formulary covered by?",
        "What medicines are included in the coverage?",
        "Which drugs are protected by my formulary?",
        "What type of medication is contained in the plan?",
        "Inquire about the covered prescriptions",
        "Which drugs are that in my formulary?",
        "I have a coverage list and would like to know what drugs are on it.",
        "I'd like to know what drugs are on the coverage list.",
        "Whose drugs are in my formulary?",
        "What medication is in my coverage?",
        "Which drugs are on the coverage list?",
        "What drugs are on my covered drugs list?",
        "There are meds on my formulary.",
        "Who are the drugs in my formulary?",
        "Which drugs join my plan?",
        "I have a coverage list, I would like to know what drugs are on it.",
        "Which drugs are included in the health plan?",
        "Is the drugs prescribed to me included in the formulary?",
        "Which drugs are in my insurance's formulary?",
        "My formulary may contain covered drugs.",
        "Will my meds be on the formulary?",
        "What drugs are in the plan for me?",
        "Can I know if my drugs are covered?",
        "I don't know what drugs are on a coverage list.",
        "Which of the drugs goes into my formulary?",
        "Is the drugs I use included in the formulary?",
        "I would like to know if I have coverage for specific medications.",
        "Which of the drugs are covered by my formulary?",
        "What medications are in my formulary?",
        "What medicines do I use on my formulary?",
        "Which drugs get covered by my plan?",
        "What drugs are on my coverage plans?",
        "I have a coverage list and I want to know what drugs are on that.",
        "What medications is included?",
        "I want to know what drugs are in my formulary.",
        "Any prescription drugs on my plan's list?",
        "My formulary cover various drugs.",
        "Inquire about formulary-covered treatments.",
        "What meds are included in the list?",
        "What sort of medication is in the plan?",
        "Inquire about treatments covered by formulary.",
        "Which are the medications included under my formulary?",
        "Do I have any coverage for specific medications?",
        "My coverage list has some drugs.",
        "What drugs are included in my health plan.",
        "Whichmedications are covered in my formulary?",
        "Can you tell me the drugs covered by me?",
        "My formulary includes various drugs.",
        "What kinds of medication are included in the plan?",
        "Which drugs are in the formulary?",
        "Which prescribed drugs do my plan cover?",
        "What coverage is offered for medication?",
        "Which drugs are inside of my plan?",
        "Which medicines fall under my insurer's formulary?",
        "Drugs inside my formulary right now?",
        "Which drugs are covered through my formulary?",
        "My medication is on the formulary?",
        "Which drugs figure in my formulary?",
        "What are my medications on the formulary?",
        "Which drugs in my plan?",
        "Which drugs have been covered by my formulary?",
        "Which drugs are included on my formulary?",
        "I want to know which medications are covered under my formulary.",
        "My formulary has any drugs in it?",
        "Which medicines count under my insurance's formulary?",
        "I question if I have coverage for specific medications.",
        "Various drugs are covered by my formulary.",
        "Which pharmaceuticals are part of my health plan?",
        "Which medicines are in my insurance's formulary?",
        "Which of my medications are included in my formulary?",
        "What drugs do mycoverage include?",
        "What drugs are included in this plan?",
        "Can you list the drugs that are covered by me?",
        "Which medicines are under my policy?",
        "Does my coverage include prescribed drugs?",
        "Does my formulary include required drugs?",
        "What kinds of drugs are on my formulary?",
        "Which of the prescriptions is covered by my plan?",
        "Which drugs fit into my plan?",
        "Which drugs are a part of my health plan?",
        "Which medicines do my plans cover?",
        "Is the medication covered under my formulary?",
        "Which of the prescriptions are included under my formulary?",
        "Certain medications are covered by my formulary.",
        "what drugs are on my formulary?",
        "Which of these drugs are covered by my formulary?",
        "Does my formulary include any required medicines?",
        "Which of the medications are in my plan?",
        "What drugs are in my formulary",
        "Can you tell me what medications are covered?",
        "Is my formulary covered by the listed medications?",
        "Can you tell me about medication coverage?",
        "What medication is included with the plan?",
        "Does my policy provide coverage for prescribed drugs?",
        "Which of the drugs are included in my formulary.",
        "I want to know if you can list my covered medication.",
        "What drugs are in my healthcare plan?",
        "Will my formulary include required meds?",
        "Does my coverage include the specific medications?",
        "Which of the listed medication are covered by my formulary?",
        "Meds on my formulary are they?",
        "What prescriptions do I have in my formulary?",
        "Whatdrugs are on my coverage list?",
        "What medicines do my plan pay for?",
        "My formulary has some drugs it covers.",
        "Drugs are covered by my formulary.",
        "Which of the prescribed drugs are covered in my formulary?",
        "What kinds of drugs come with the plan?",
        "Which drugs can be covered by my formulary?",
        "Which drugs do I use under my formulary?",
        "What sort of medication is part of the plan?",
        "Which of the drugs is on my formulary?",
        "Some medications are included in my formulary.",
        "Does my policy include coverage for meds?",
        "I have a coverage list, but I have questions about what drugs should be covered for.",
        "Is the drugs that I have been prescribed included in the formulary?",
        "My formulary has some drugs covered",
        "My formulary has some medications.",
        "Which prescriptions are included on the list?",
        "I have a coverage List and I want to know what drugs are on it.",
        "What kind of drugs is included in the plan?",
        "I was wondering if any drugs were on my plan's list.",
        "What's included in Formulary meds?",
        "Which drugs am I using in my formulary?",
        "My formulary has medication.",
        "I have a coverage list, I need to know what drugs are on it.",
        "Covered drugs on my formulary?",
        "What drugs are included with the plan?",
        "Which drugs it provides coverage for?",
        "What are some drugs in my formulary?",
        "Which of my medications are covered?",
        "What drugs am I covered with?",
        "I need to know if I have coverage for specific medicines.",
        "Some of the medications that my formulary covers.",
        "Check the formulary-covered treatments.",
        "What prescription types are covered for this plan?",
        "What drugs are listed in my coverage?",
        "What medicine is in my formulary?",
        "inquire about the covered prescriptions",
        "How many drugs in my formulary?",
        "What drugs am I covered for?",
        "Do I have drugs covered for me?",
        "Drugs prescribed to me in the formulary?",
        "What is Meds on my formulary?",
        "My formulary has covered drugs?",
        "Drugs covered under my formulary?",
        "Which drugs are included with my health plan?",
        "Which drugs do I have in my formulary?",
        "I have a coverage list and want to know which drugs are on it.",
        "My drugs are on the formulary?",
        "I'd like to know what drugs I should be covered for.",
        "Can you tell me what drugs are covered?",
        "Is the formulary that includes meds?",
        "Is I covered for specific medications?",
        "What are the drugs on my formulary?",
        "I have a drugs coverage list and I want to know what drugs are on it.",
        "Which drugs play in my formulary?",
        "What drugs do I take in my formulary?",
        "What drugs are Covered for me?",
        "Does my formulary include some prescribed drugs?",
        "What medications are covered under the formulary?",
        "I want to know if you can list covered medication for me.",
        "Which of the drugs get covered in my formulary?",
        "What coverage is provided for medication?",
        "Formulary medication included?",
        "What drugs do my coverage allow?",
        "Which medications are included within my formulary?",
        "I wonder if the drugs I take are included in the formulary.",
        "Which prescriptions do my plan cover.",
        "What drugs are used in the formulary?",
        "I own a coverage list, what drugs are on it?",
        "What are the pills in my formulary?",
        "What prescriptions does my coverage cover?",
        "Which of the drugs are included in my formula?",
        "Which drugs are covered according to my formulary?",
        "Which drugs are included with my health plan.",
        "Which medicines are included in my plans?",
        "I wonder if I have coverage for certain medicines.",
        "What medicine is on my formulary?",
        "I was wondering if I have coverage for specific medicines.",
        "Which drugs are included in my health care plan?",
        "What meds do my plans cover?",
        "I am wondering if you can list my covered medications.",
        "What drugs does my policy cover?",
        "medicines on coverage list?",
        "What drugs are inside my formulary?",
        "Any drugs that are included in my plan?",
        "Which medicines are in my formulary?",
        "Which drugs include in my formulary?",
        "I have a coverage list and I wonder what drugs are covered for.",
        "Drugs within my formulary at the moment?",
        "Which prescriptions does my policy cover?",
        "Which drugs are included in my plan.",
        "I need to know what drugs are on the list.",
        "Which of the listed meds are covered by my formulary?",
        "I am wondering what drugs I can receive.",
        "What drugs are included in the coverage?",
        "Which drugs are it covering?",
        "Which pharmaceuticals are included?",
        "My formularies covers various drugs.",
        "Drugs are in my plan?",
        "Which of the medications include in my formulary?",
        "Which ones are covered in my formulary?",
        "I want to find out what drugs are on my coverage list.",
        "I want to know if I have coverage for specific medications.",
        "Which are the prescriptions my plan covers?",
        "I have a coverage list, but I wonder what drugs I should be covered for.",
        "What are the meds in my formulary?",
        "Which drugs can my plan cover?",
        "What medicines are listed on the coverage list?",
        "There are drugs on my formulary.",
        "I asked if I have coverage for certain drugs.",
        "Right now, what drugs are included in my formulary?",
        "What drugs are contained in my formulary?",
        "Which of the drugs is within my formulary?",
        "Which medications are included in my formulary??",
        "I have a question about a list of covered meds.",
        "Whatmedications do my coverage include?",
        "What drugs are I eligible to receive?",
        "I question what drugs I should be covered for, since I have a coverage list.",
        "What are the medicines that my plan covers?",
        "What drugs do my plan include?",
        "I have a coverage list but I question what drugs I should be covered for.",
        "What drugs are on thecoverage list?",
        "Which medications have my coverage?",
        "I don't know what drugs are on the coverage list.",
        "Any medicines that are included on the coverage list?",
        "What medication is included under my formulary?",
        "What specific drugs are in my formulary?",
        "I have a coverage list but am wondering what drugs I should be covered for.",
        "What sort of medication comes with the plan?",
        "What are the listed drugs that are covered by my formulary?",
        "What drugs are included in my plan",
        "Which drugs feature in my plan?",
        "Which of the prescription drugs are covered by my formulary?",
        "Are any drugs on my plan's list?",
        "Does the formulary include required medication?",
        "Is my coverage for specific medications covered?",
        "I need to know which drugs are in my plan.",
        "I desire to know what drugs are on the coverage list.",
        "Which medicine is part of my insurance's formulary?",
        "Which prescriptions is included in my plan?",
        "What are my covered drugs?",
        "Which drugs fall under my insurer's formulary?",
        "What drugs are included on my coverage?",
        "Which of the drugs use in my formulary?",
        "What medicines does my coverage cover?",
        "I would like to know if I have coverage for specific medicines.",
        "Which of the medicines is included in my formulary?",
        "My formulary contains various medications.",
        "Can you tell me what kind of medication comes with the plan?",
        "Which of the drugs does my plan cover?",
        "My formulary includes some drugs.",
        "Some of my medications are covered by my formulary.",
        "What drugs would be included in my plan?",
        "Which drugs are present in my plan?",
        "Which of the prescribed medications are covered by my formulary?",
        "Is my formulary covered by covered drugs?",
        "The medications are included in my formulary.",
        "Which of my drugs are in the formulary?",
        "Which of the drugs is my formulary?",
        "I have a coverage list, and I want to know what drugs I should be covered for.",
        "Which drugs are covered by the formulary?",
        "Which of the medications is included under the formulary?",
        "Which of the prescription drugs is included in my formulary?",
        "Is my medicine covered on my formulary?",
        "I would like to know if the drugs prescribed to me are in the formulary.",
        "Is my coverage for certain medications?",
        "Is the drugs I have been prescribed included in the formulary?",
        "Which of the medications is covered by my formulary?",
        "Some drugs may be included in the formulary.",
        "Am I covered by the medication on my formulary?",
        "Does my formulary include some drugs?",
        "I have a coverage list and I want to know what drugs are included in it.",
        "What meds are contained in my formulary?",
        "Which Drugs are covered by my formulary?",
        "Which drugs are included within my formulary?",
        "Which drugs are included in it?",
        "Which drugs is covered in my plan?",
        "What drugs were covered on my formulary?",
        "My formulary covers a number of medications.",
        "Are my prescription pills on the formulary?",
        "Which drug is covered by my formulary?",
        "Which drugs are provided under my formulary?",
        "By the way, what drugs are covered under my formulary?",
        "Covered meds on formulary?",
        "My formulary has Meds on it.",
        "Did my formulary include covered meds?",
        "Which drugs are within my formulary?",
        "Can you list the drugs that are covered for me?",
        "I have a coverage list and question what drugs should be covered for.",
        "Which medicines are included in the coverage list?",
        "I was wondering if you could list my covered medications.",
        "I would like to know if I have coverage for certain medications.",
        "Formulary meds are included?",
        "Which prescription drugs are covered in my formulary?",
        "What are the drugs I am eligible to receive?",
        "Which prescriptions does my plans cover?",
        "Can the drugs prescribed to me be included in the formulary?",
        "Is my medications on the formulary?",
        "Drugs covered on my formulary?",
        "Are the drugs I have been prescribed included in the formulary?",
        "My formulary has some medications that are covered.",
        "What are the medications that are covered by my formulary?",
        "Will I have medical coverage for certain drugs?",
        "What drugs are contained within my formulary?",
        "Which of the listed drugs are insured under my formulary?",
        "Which medicines are included under the formulary?",
        "My formulary contains medications.",
        "What are the medications covered in my formulary?",
        "There are some medication covered by my formulary.",
        "My formulary covers certain medications.",
        "What are some medicines included on the coverage list?",
        "Can my medication be found on the formulary?",
        "Which of the listed drugs are covered by my formulary.",
        "What drugs are on our coverage list?",
        "Which of the drugs in my formulary are there?",
        "Does my formulary provide required drugs?",
        "Which of the listed medications are covered by me?",
        "Some drugs are included in the formulary.",
        "What medicines were included in the coverage list?",
        "I wonder if I have coverage for certain drugs.",
        "Drugs prescribed to me are included in the formulary.",
        "Which of the medications is included within my formulary?",
        "Will I have coverage for specific medications?",
        "My formulary has a few drugs covered.",
        "What medicines is my plan covered for?",
        "What drugs are on my current coverage list?",
        "Drugs covered by me?",
        "Do the drugs I receive included in the formulary?",
        "Somemedications are covered in my formulary.",
        "Does my formulary include drugs that are required?",
        "I don't know which drugs are covered by my formulary.",
        "Does my policy includes coverage for prescribed drugs?",
        "Which drugs do my coverage include?",
        "How many medicines are included in the coverage list?",
        "Which drugs is my plan covering?",
        "I have a Coverage List and I want to know what drugs are on it.",
        "What drugs are found on my coverage list?",
        "Which drugs are in my formulary.",
        "My formulary has some medication coverage.",
        "Can you tell me what my covered medication is?",
        "Which drugs are part of my plans?",
        "Which drugs end up in my formulary?",
        "What drugs fit in my coverage?",
        "How much medicine are in my formulary?",
        "Find out if there are covered prescriptions.",
        "Drugs on my coverage list?",
        "Did my formulary include required medication?",
        "Which prescriptions do mine cover?",
        "Which drugs make up my formulary?",
        "Medicines included on the coverage list?",
        "How many drugs on my plan's list?",
        "Which medications is covered under my formulary?",
        "Do the drugs prescribed to me include in the formulary?",
        "Which drugs is included in the plan?",
        "How are drugs covered under my formulary?",
        "What medications do I have coverage for?",
        "Can I know what drugs are in my formulary?",
        "Which drugs are subject to my health plan?",
        "What are the medications that are included in my formulary?",
        "Whichmedications are included under my formulary?",
        "My formulary has drugs within it.",
        "How much coverage do I have for specific medicines?",
        "What are the medications included under my formulary?",
        "Which drugs is included in my formulary?",
        "Which of the drugs are in my formulary",
        "Which of the listed medication are covered under my formulary?",
        "Which drugs arein my formulary?",
        "What drugs make up my formulary?",
        "Specific medications are covered by my coverage.",
        "What drugs are inside of my formulary?",
        "What drugs does my formulary contain?",
        "I question what drugs should be covered for on my coverage list.",
        "Meds are listed on my formulary?",
        "What drugs are there on the coverage list?",
        "Are my meds in the formulary?",
        "Which of the meds are in my formulary?",
        "Which drugs are involved in my formulary?",
        "Any drugs that are on the plan's list?",
        "What drugs is my coverage covering?",
        "What drugs do I have on a coverage list?",
        "I have a coverage list, but I question what drugs I ought to be covered for.",
        "I have a coverage list and I have a question as to what drugs I should be covered for.",
        "Which drugs are covered when using my formulary?",
        "I don't know which medicines fall under my insurance's formulary.",
        "What medications do I have on my formulary?",
        "What prescription drugs are in my formulary?",
        "Which drugs fall under my formulary?",
        "What prescription drugs does my coverage cover?",
        "My formulary contains some meds.",
        "Does my coverage cover specific medicines?",
        "I want to know what drugs are listed on my coverage list.",
        "Some of the medications in my formulary have been covered.",
        "Which of the medications were covered under my formulary?",
        "Which drugs are featured in my plan?",
        "Check out the treatments covered by formulary.",
        "Which drugs did my plan cover?",
        "Which of these medications are covered by my formulary?",
        "Does my coverage include certain medicines?",
        "Will I have coverage for a certain drugs?",
        "Is the drugs I am prescribed included in the formulary?",
        "What drugs do I include in my coverage?",
        "What are some of the drugs in my formulary?",
        "What drugs do I take on my formulary?",
        "What are the drugs that I have coverage for?",
        "What drugs do I have on the coverage list?",
        "My formulary covers medicines.",
        "What type of medication is part of the plan?",
        "Does my coverage cover certain drugs?",
        "Do my prescribed drugs fit on the formulary?",
        "Which drugs run in my formulary?",
        "Which drugs do my plan cover.",
        "Which of the medication are included in the formulary?",
        "What prescriptions can my plan cover?",
        "Which prescriptions are part of my plan?",
        "My formulary protects various drugs.",
        "I have a coverage list, what drugs are on it",
        "Which drugs are covered pursuant to my formulary?",
        "Are the drugs prescribed to me included in formulary?",
        "Which prescriptions are included under my formulary?",
        "What drugs are in my formulary today?",
        "I have a coverage list and I want to know what drugs are on that list.",
        "Which medicines are included in coverage?",
        "Is the drugs prescribed to me included in formulary?",
        "Does my formulary include the required medicine?",
        "Which prescriptions are included in my plan.",
        "Some medicines are covered in my formulary.",
        "Is my formulary covering my meds?",
        "I have a coverage list and have questions as to what drugs I should be covered for.",
        "My formulary has covered medications?",
        "Which drugs are it coverage?",
        "Am my drugs on the formulary?",
        "My pills are on the formulary?",
        "Which prescriptions do I have my plan cover?",
        "Which medicines are included in my formulary?",
        "Which drugs were in my formulary?",
        "Which drugs come under my health plan?",
        "What are the medicines included on the coverage list?",
        "What drugs do I put on my formulary?",
        "Which drugs are prescribed in my formulary?",
        "Which of the medication is in my formulary?",
        "Do I have any coverage for certain drugs?",
        "Are my medication on formulary?",
        "Which of the medications have my formulary covering?",
        "I want to know if you can list my covered drugs.",
        "The drugs prescribed to me are included in the formulary",
        "I want to know which drugs are covered by my health plan.",
        "Can you tell me the covered medications?",
        "What meds am I covered for?",
        "Which prescriptions are on my formulary?",
        "Which drugs are available under my formulary?",
        "What prescriptions does my plan pay?",
        "Some drugs are in my formulary.",
        "How many drugs are on my plan's list?",
        "Which drugs were covered by my health plan?",
        "I want to know what drugs I should be covered for.",
        "What are the prescribed drugs in my formulary?",
        "What drugs are in my health plan?",
        "Which medicine are covered by my formulary?",
        "What drugs are I allowed to receive?",
        "Which prescriptions is covered by my plan",
        "Which medicines are covered under my insurance's formulary?",
        "Which prescriptions can my plan cover?",
        "Which prescriptions are my plan covered?",
        "Drugs are in my formulary",
        "There are various medications in my formulary.",
        "Which of the drugs is included under the formulary?",
        "Do I have any drugs on the plan's list?",
        "Which drugs are under my coverage?",
        "What drugs are used in my regimen?",
        "I want to know if any drugs are within my formulary.",
        "Which drugs has it covered?",
        "Which drugs are included in my insurance's formulary?",
        "What drugs in my formulary are available?",
        "Which medicines are included?",
        "Will my formulary contain covered drugs?",
        "Which drugs were included in my plan?",
        "Which of the drugs are covered in the formulary?",
        "What drugs compose my formulary?",
        "My formulary has some meds in it.",
        "My formulary has covered meds.",
        "I have a coverage list, and I need to know what drugs are on it.",
        "Do I get coverage for specific medicines?",
        "What are the drugs in my medication regimen?",
        "Is the drugs I receive included in the formulary.",
        "Which drugs are part of my health plan.",
        "I have a coverage list but I'm wondering what drugs should be covered for.",
        "Which of the drugs in my formulary are they?",
        "Does my formulary include more than one medication?",
        "Yes, any drugs within my formulary?",
        "Drugs within my formulary?",
        "My coverage includes what drugs?",
        "Which medicine are covered under my formulary?",
        "What medication does my coverage include?",
        "What kind of medicines come with the plan?",
        "What medication is covered by my coverage?",
        "There are some medications that my formulary has covered.",
        "Is my formulary covering my medication?",
        "Is my coverage for specific medications?",
        "Which medicines does it cover?",
        "Do I have any drugs on my plan's list?",
        "Which drugs are currently in my formulary?",
        "Some medicines fall under my insurance's formulary.",
        "I have a coverage list and I want to know what drugs I should be covered for.",
        "Which drugs are covered under my formula?",
        "I have a coverage list that I would like to know what drugs are on.",
        "Which drugs are on my coverage?",
        "Which drugs make it into my plan?",
        "What drugs sit in my formulary?",
        "My formulary contains a number of medications.",
        "I want to know which medications are included in my formulary.",
        "Which drugs are included in our plan?",
        "Inquire about which prescriptions are covered.",
        "What medication do my coverage include?",
        "Which pharmaceutical products are covered by my plan?",
        "Which prescriptions get covered by my plan?",
        "I don't know if I have coverage for certain medications.",
        "Which of the mentioned drugs are covered by my formulary?",
        "Which drugs are included in my medical plan?",
        "What drugs do my formulary contain?",
        "Will I be covered for certain drugs",
        "Which of my prescriptions are covered?",
        "What drugs are on my coverage list?!",
        "What medicines are included?",
        "I want to know if my medicine is on the formulary.",
        "Drugs in my formulary right now?",
        "Which prescriptions are within my plan?",
        "My formulary has some of the medications.",
        "What kind of medication are included in the plan?",
        "How many medicines are included on the coverage list?",
        "What kind of medications comes with the plan?",
        "Which prescriptions have my plan cover?",
        "Which drugs will be included in my plan?",
        "Is the listed medications covered under my formulary?",
        "What prescriptions do my plan pay for?",
        "My prescribed drugs are on the formulary?",
        "What drugs is included in my coverage?",
        "Are my prescribed drugs in the formulary?",
        "Did my formulary contain covered meds?",
        "How many medicines were included on the coverage list?",
        "What drugs is covered by my coverage?",
        "My formulary has certain medications.",
        "I want to find out what drugs are on the coverage list.",
        "There are drugs covered by my formulary.",
        "I have a coverage list and need to know what drugs are in it.",
        "What types of drugs do my coverage cover?",
        "Does my formulary have drugs in it?",
        "Which medicines are subject to the formulary?",
        "Is covered meds on my formulary?",
        "My formulary covers which medications.",
        "What drugs are covered under my coverage?",
        "Does my formulary include any required meds?",
        "I want to know what drugs I am eligible to receive.",
        "Will I be provided coverage for certain drugs?",
        "I want to know if I have coverage for certain medications.",
        "I have a formulary that covers medications.",
        "What drugs are present in my formulary?",
        "My formulary contains covered meds.",
        "Which of the medications are covered through my formulary?",
        "I want to know if there are covered medications for me.",
        "My formulary is covered by some medications.",
        "What drugs fit in my plan?",
        "Which drugs are regulated under my formulary?",
        "Some of the medications are in my formulary.",
        "What treatments are covered by formulary?",
        "How much coverage do I have for certain drugs?",
        "Are my prescribed medications on the formulary?",
        "My formulary is covered by various medications.",
        "What are the drugs my health plan covers?",
        "What drugs are included in my coverage list?",
        "Which of these drugs is in my formulary?",
        "Which medicines are part of my coverage?",
        "Any medicines that were included in the coverage list?",
        "Which drugs are present in my formulary?",
        "I don't know if my formulary has covered my meds.",
        "Which prescriptions is it covered by my plan?",
        "What drugs do my cover include?",
        "Which drugs I cover under my formulary?",
        "What are the drugs on the formulary?",
        "So, what drugs are on my coverage list?",
        "I have questions about coverage for specific medications.",
        "Which medications are included by my formulary?",
        "Which drugs are included on the list?",
        "I have a coverage list, what drugs are listed on it?",
        "Which of the listed medication are included in my formulary?",
        "Which drugs covered by my formulary?",
        "My formulary has medication on it.",
        "Which of the medications are under my formulary?",
        "Are the drugs that I receive included in the formulary?",
        "Which medication coverage is there?",
        "Which prescriptions do my plan cover",
        "I have a coverage list and I question what drugs I should be covered for.",
        "I don't know if my prescribed meds are on the formulary.",
        "What kinds of medication comes with the plan?",
        "My formulary includes a number of drugs.",
        "Included are Formulary meds?",
        "Any drugs are on my plan?",
        "Which drugs compose my formulary?",
        "Which prescription do my plans cover?",
        "What drugs are I taking on my formulary?",
        "Which of the medications is covered by the formulary?",
        "Which prescriptions do I get covered for?",
        "Which of the listed drugs have my formulary covered?",
        "Which prescriptions are in my plan?",
        "Do I have any coverage for certain medication?",
        "Which drugs under my formulary are covered?",
        "what drugs do my coverage include?",
        "My formulary covers more than one medication.",
        "What drugs are I covered for?",
        "My formulary has a few medications covered.",
        "Will I be covered for certain Drugs?",
        "Some drugs are on my coverage list.",
        "Do the drugs prescribed to me make the formulary?",
        "Which drugs are included with my plan?",
        "What drugs are within my formulary at the moment?",
        "Which of the medicines do my plan cover?",
        "Which of the listed drugs are covered by the formulary?",
        "There are several medications covered in my formulary.",
        "Which are the listed drugs that are covered by my formulary?",
        "Do I have coverage for the specific medications?",
        "Which drugs fall under my care?",
        "Any medicines that were included on the coverage list?",
        "Does my plan include coverage for prescribed drugs?",
        "The formulary covers different medications.",
        "Which medication coverage is provided?",
        "Which prescriptions is my plan that covers?",
        "Which drugs are in my formulae?",
        "What medications does my coverage include?",
        "I am interested in what drugs are on my coverage list.",
        "Can you list my covered medications?",
        "My formulary has medication coverage.",
        "I have a coverage list and want to know what drugs are on it.",
        "What drugs are in my coverage list.",
        "Which medicines are included in my coverage?",
        "Which drugs are located in my formulary?",
        "My formulary covers some of the medications.",
        "I have a coverage list and I want to know what drugs are contained on it.",
        "My formulary covers medications.",
        "Which ones are included in formulary?",
        "Which of the medication covered in my formulary?",
        "Is my medicine on the formulary?",
        "I'm wondering if I have coverage for specific medicines.",
        "Which drugs are deposited in my formulary?",
        "My formulary covers a number of drugs.",
        "My formulary cover various medications.",
        "What drugs are included in my health plan?",
        "What are the drugs contained in my formulary?",
        "I have a coverage list so I need to know what drugs are on it.",
        "Which drugs are covered under this formulary?",
        "I have a coverage list and I need to know which drugs are on it.",
        "I have a coverage list and I want to know what drugs are included on it.",
        "Which of the medication are covered by my formulary?",
        "Is medication part of the formulary?",
        "There are some medications in my formulary.",
        "My formulary has various medications in it.",
        "Which drugs my health plan covers?",
        "Drugs included on the coverage list?",
        "Which drugs are in my formulary?\"",
        "Which drugs do I have in my plan?",
        "Which prescriptions are covered under my formulary?",
        "Formulary drugs included?",
        "Which drugs are covered by my formulary?!",
        "Does the drugs prescribed to me get included in the formulary?",
        "Medicines included in coverage list?",
        "I have acoverage list, what drugs are on it?",
        "Meds on my formulary are there?",
        "What prescriptions does my plan reimburse?",
        "Can you tell me if my medications are covered?",
        "Is there coverage for certain medications?",
        "Which medicines am I covered by?",
        "Which drugs fall under my insurance's formulary?",
        "My formulary contains multiple medications.",
        "Which of the medications are listed in my formulary?",
        "Drugs are in my formulary.",
        "My formulary contains some medications.",
        "Which drugs comply with my formulary?",
        "I have a coverage list and I want to know what drugs are listed on it.",
        "Whose drugs are on my plan's list?",
        "I have a coverage list, and I would like to know what drugs are on it.",
        "What are the prescriptions my plan covers?",
        "Did my policy include coverage for prescribed meds?",
        "By the way, which drugs are covered under my formulary?",
        "Various medications covered by my formulary.",
        "What medicines are on my medication?",
        "Which drugs are encompassed under my formulary?",
        "Which pharmaceuticals are part of my plan?",
        "What drugs are within my formulary right now?",
        "Is the medicine covered on my formulary?",
        "Which medicines are covered by my formulary?",
        "What drugs are on the coverage list?",
        "What drugs are located on my coverage list?",
        "Drug in my formulary?",
        "Which medicine falls under the formulary?",
        "Which drugs are under my formulary, by the way?",
        "What drugs are covered in my coverage?",
        "What medications are in my coverage?",
        "Which of the drugs are included under my formulary.",
        "Which of the medications is in my formulary?",
        "Is the drugs that I was prescribed included in the formulary?",
        "Which of the medicines is included under my formulary?",
        "Which medicines get my plan to cover?",
        "I was wondering if my meds were on the formulary.",
        "I need to know what the drugs on my coverage list are.",
        "Which drugs are it covered for?",
        "What are drugs in my formulary?",
        "What drugs are in my regimen?",
        "I had a coverage list and wondered what drugs I should be covered for.",
        "Which of the medication are covered under my formulary?",
        "What drugs do I have coverage on?",
        "What medication does my plan cover?",
        "Various medications are included in my formulary.",
        "Which medications are inside my formulary?",
        "Does my formulary contain meds?",
        "Which drugs are covered by my formulary?",
        "What kind of medication are part of the plan?",
        "meds on my formulary?",
        "Which of the listed medications are under my coverage?",
        "Are the drugs prescribed for me in the formulary?",
        "My formulary covers covered drugs.",
        "Is the medication included under my formulary?",
        "What drugs exist on my coverage list?",
        "What drugs have I listed on my coverage list?",
        "Are my medications on formulary?",
        "I have a coverage list, and I want to know what drugs are in it.",
        "I have a coverage list and am interested in what drugs are on it.",
        "Which drugs are covered by my formulas?",
        "My formulary provides some medication.",
        "There are any medicines that are included on the coverage list?",
        "Which of the drugs were covered in my formulary?",
        "What drugs reside on my coverage list?",
        "What drugs am I covered by my coverage?",
        "Which medication are in my formulary?",
        "Which drugs are covered in my formulary",
        "What medicines are included on coverage?",
        "Any medicines that are included in coverage?",
        "My formulary includes covered drugs.",
        "What drugs appear on my coverage list?",
        "Which drugs were covered by my formulary?",
        "Do my policies include coverage for prescribed drugs?",
        "Which of the drugs are covered within my formulary?",
        "Which drugs are covered by my coverage?",
        "Which of the listed medications are covered using my formulary?",
        "I like to know what drugs are on my coverage list.",
        "I don't know which drugs are in my plan.",
        "Which prescriptions do I have covered by my plan?",
        "Which of my medications are covered in my formulary?",
        "I wonder if my formulary contains covered meds.",
        "Which medicines belong to my plan?",
        "Which drugs are in my medical plan?",
        "I want to know what the drugs are on the coverage list.",
        "Which drugs my plan covers?",
        "Which drugs are into my formulary?",
        "Which medications are included in my health plan?",
        "Which drugs fit into my formulary?",
        "Which drugs are required under my formulary?",
        "What drugs are on my doctor's list?",
        "Which drugs are covered for my health plan?",
        "Which medications come under my formulary?",
        "Required drugs are included in my formulary.",
        "Inquire about the covered prescriptions.",
        "What drugs is on my plan?",
        "Does my policy offer coverage for prescribed drugs?",
        "Meds in my formulary?",
        "Which prescriptions are included on my plan?",
        "Will the drugs included in the formulary be prescribed to me?",
        "Which of the drugs is in my formulary.",
        "I have a coverage list, I wonder what drugs I should be covered for.",
        "How are drugs on my coverage list?",
        "My formulary covers different medications",
        "What medicines were included on the list?",
        "What drugs are on my coverage list??",
        "Which drugs are being covered by my formulary?",
        "I wonder if I have coverage for specific medicines.",
        "What medications are on the formulary?",
        "Does my formulary contain required medication?",
        "My formulary covers which medications?",
        "Does the drugs prescribed to me count in the formulary?",
        "Which prescription drugs fall under my insurance's formulary?",
        "What medicines are covered by my formulary?",
        "I have a coverage list and I'd like to know what drugs are on it.",
        "What drugs are included on my plan's list?",
        "Which drugs fall under my plan?",
        "I have a coverage list I want to know what drugs are on it.",
        "What drugs are in my coverage.",
        "Which of my medications is covered in my formulary?",
        "Will I have coverage for certain drugs",
        "What medications are in the formulary?",
        "Do my medications go on the formulary?",
        "Which medication are covered by my formulary?",
        "Are my medications listed on the formulary?",
        "Which of the medication are included under my formulary?",
        "Which drugs are in my plan, which ones?",
        "Which drugs are insured under my health plan?",
        "There are some drugs on my formulary.",
        "How many pills are in my formulary?",
        "Does my formulary have covered drugs?",
        "Which drugs does my plan provide?",
        "Some of the medications in my formulary are covered.",
        "Included in formulary meds?",
        "Any drugs are included on the coverage list?",
        "Meds on my formulas?",
        "What are the drugs in my formulary?",
        "Which of the medications are covered by the formulary?",
        "Do the drugs I am prescribed include in the formulary?",
        "Does my formulary include required medication?",
        "Which medicines were covered by my plan?",
        "What drugs belong on my coverage list?",
        "I have a coverage list and I wonder what drugs should be covered.",
        "Which of the listed drugs are covered by me?",
        "Which of the drugs are included on my formulary?",
        "What drugs are contained in my coverage list?",
        "What drugs are on the coverage List?",
        "What drugs are used on my formulary?",
        "Which of the drugs in my formulary is covered?",
        "What drugs reside in my formulary?",
        "What drugs are in my formulary now?",
        "Will drugs prescribed to me be included in the formulary?",
        "Does I have coverage for specific medicines?",
        "Are some drugs covered for me?",
        "What kind of medication is included with the plan?",
        "Is the medications included in my formulary?",
        "What medication coverage is offered?",
        "Which drugs are part of the formulary?",
        "Does my formulary include the required drugs?",
        "Which drugs appear in my plan?",
        "I need to know what drugs are on a coverage list.",
        "The drugs are included under my formulary.",
        "I would like to know if my prescriptions are on the formulary.",
        "Which of the listed drugs are under my formulary?",
        "Which drugs have my health plan covering?",
        "Does my policy include coverage for these drugs?",
        "Which drugs are included under my health plan?",
        "What drugs do the coverage include?",
        "Does my formulary include prescribed medication?",
        "Which drugs are included in my care?",
        "What type of medication is included in the plan?",
        "Which drugs are in my formulary?",
        "What type of medication are included in the plan?",
        "What medications are covered in my formulary?",
        "My formulary has certain drugs covered.",
        "I'm wondering if my medications are on the formulary.",
        "My formulary has some meds.",
        "Which drugs are I allowed to receive?",
        "What drugs are covered on my formulary?",
        "What drugs is eligible for me?",
        "Can you tell me the covered medications for me?",
        "I have a coverage list, but I'm wondering what drugs should be covered for.",
        "I would like to know what drugs are in my coverage list.",
        "Which of the prescribed drugs does my plan cover?",
        "Which medications are in the formulary?",
        "I have a coverage list and I want to know what the drugs are on it.",
        "Are my meds on the formulary?",
        "Does my formulary include some medications?",
        "Am I covered for specific medicines?",
        "Is my coverage for particular medicines?",
        "I need to know any drugs within my formulary.",
        "Which drugs are in my formulary at the moment?",
        "Which medicines are included in my insurance's formulary?",
        "What drugs do I use in formulary?",
        "Which medicines is included in the plan?",
        "Which drugs are included by my plan?",
        "Are my meds on formulary?",
        "I have a coverage list and I have a question about what drugs should be covered for.",
        "Does my policy contain coverage for drugs?",
        "Which drugs are in my coverage?",
        "My formulary covers a variety of drugs.",
        "I do not know what drugs are in my formulary.",
        "What drugs are added to my formulary?",
        "Is the drugs that I take included in the formulary?",
        "Which drugs are in my formulary...",
        "Which drugs are in my formulary",
        "Which of the medications is included under my formulary?",
        "Which prescriptions are funded by my plan?",
        "What kinds of drugs are included in the plan?",
        "The drugs within my formulary, right now?",
        "Which medicines will my plan cover?",
        "I want to know the drugs on my coverage list.",
        "What drugs are included in the formulary?",
        "What medication coverage is available?",
        "There are drugs on my plan's list?",
        "Which drugs are included under my formulary.",
        "Meds are listed on my formulary.",
        "What meds are included in my policy?",
        "What drugs are on mine?",
        "Whatmedication does my coverage include?",
        "Is the listed medications covered by my formulary?",
        "Does the formulary include medicines?",
        "Which of the medications are in my formulary?",
        "I have a coverage list and I want to know what Drugs are on it.",
        "My formulary covered some medications.",
        "Which medications are covered by my formulary?",
        "Which medicines are provided by my plan?",
        "Which of the medications are part of my formulary?",
        "Which drugs are inside my health plan?",
        "I want to know what drugs are on my coverage list.",
        "Does the formulary include the drugs I receive?",
        "Are the drugs on the formulary for me?",
        "My formulary includes covered medication.",
        "I want to know what drugs are on my covered list.",
        "Covered prescription types in this plan?",
        "Are I covered for specific medicines?",
        "My formulary provides some medications.",
        "Is my coverage for specific medicines available?",
        "Which medication is included on the list?",
        "Do I receive coverage for specific medicines?",
        "Are the drugs I am taking included in the formulary?",
        "Which medicines are part of my plan.",
        "What is the medication on my formulary?",
        "What medication are covered by my formulary?",
        "Which drugs are written in my formulary?",
        "My formulary contains different medications.",
        "So what drugs are on my coverage list?",
        "What kinds of drugs comes with the plan?",
        "Will I have coverage for certain drugs.",
        "I do not know what drugs I am eligible for.",
        "Which drugs am I covered for?",
        "My formulary includes several drugs.",
        "What kind of drugs does my coverage cover?",
        "What kinds of drugs are in the plan?",
        "What drugs are within the formulary?",
        "Which prescriptions are included in the plan?",
        "I want to know what drugs are included on my coverage list.",
        "Which medication are part of my formulary?",
        "Which are the medications covered under my formulary?",
        "Did I have coverage for specific medicines?",
        "What prescriptions are covered by my plan?",
        "Will my formulary have covered drugs?",
        "Which drugs are covered in my health plan.",
        "I wonder if my formulary has covered my drugs?",
        "What drugs are on my covered list?",
        "I would like to know if I have coverage for certain medicines.",
        "Which medicines are included under my insurance's formulary?",
        "What medicines were included on the coverage list?",
        "What drugs is on my list?",
        "Will I receive coverage for certain drugs?",
        "various medications are covered in my formulary.",
        "Does my coverage include specific medications?",
        "I would like to know if the drugs prescribed to me are included in the formulary.",
        "Which of the drugs are in my regimen?",
        "What drugs does my formulary have?",
        "What drugs do my formulary cover?",
        "Does my formulary contain medication?",
        "Are there covered drugs for me?",
        "Which of the medications have their coverage in my formulary?",
        "Which drugs are insured by my formulary?",
        "Does the formulary include things like medication?",
        "What drugs are covered under my formulary.",
        "Have any medicines been included in the coverage list?",
        "I have a coverage list and what drugs are in it?",
        "I want to know what the drugs are on my coverage list.",
        "What are the drugs that will be covered?",
        "Does the formulary have drugs included?",
        "Which pharmaceutical is included in my health plan?",
        "I have a coverage list, but I am wondering what drugs I should be covered for.",
        "What type of medication comes with the plan?",
        "Which medicines are included on coverage?",
        "Will I have coverage for certain medications?",
        "Any drugs included in my plan's list?",
        "What are the prescriptions in my formulary?",
        "Which drugs are part of my coverage?",
        "Which medicine is included in my plan?",
        "What drugs are included in my insurance plan?",
        "Which drugs are in my regimen?",
        "Drugs that can be covered for me?",
        "Which drugs are covered as part of my formulary?",
        "Which of the medication are part of my formulary?",
        "What are the medications in my formulary?",
        "Do you know what type of medication comes with the plan?",
        "I need to know if my drugs are on the formulary.",
        "Which medications are listed under my formulary?",
        "Does my formulary contain necessary drugs?",
        "What prescriptions are in my formulary?",
        "Which drugs are covered by me?",
        "So which drugs are covered by my formulary?",
        "Will my prescribed drugs be on the formulary?",
        "Which drugs in my formulary are covered?",
        "Which drugs are in my formulay?",
        "What remedies are included on the coverage list?",
        "Which of the medications is included in my formulary?",
        "I have a coverage list and I want to understand what drugs are on it.",
        "My formulary covers the drugs.",
        "Will I coverage for certain drugs?",
        "Which drugs are in a formulary?",
        "What are the drugs I have in my formulary?",
        "Which pills are covered under my formulary?",
        "What drugs is my plan containing?",
        "I don't know what drugs I'm eligible to get.",
        "What drugs do I have in my plan?",
        "What are the remedies in my formulary?",
        "Which medication is covered under my formulary?",
        "drugs are covered under my formulary",
        "What medications do I have in my formulary?",
        "Which drugs are included in my coverage list?",
        "Specific medicines are covered by my coverage?",
        "What medication does my formulary contain?",
        "What drugs are listed on my plan?",
        "Which of the listed medications covered by my formulary?",
        "Which Drugs do my plan cover?",
        "Whose drugs are covered under my formulary?",
        "Is drugs prescribed to me included in the formulary?",
        "There are any drugs on my plan list?",
        "Are my drugs on my formulary?",
        "What drugs is in my coverage list?",
        "inquire about covered prescriptions",
        "What are the drugs that I use on my formulary?",
        "Can you tell me what drugs you will cover?",
        "I need to know which drugs are on my coverage list.",
        "I am wondering if my prescribed meds are on the formulary.",
        "What prescription drugs do my coverage cover?",
        "Which medicines are covered?",
        "Meds are on my formulary.",
        "Which drugs are covered by my formulary now?",
        "What drugs does my coverage provide?",
        "Which drugs are protected under my formulary?",
        "There are drugs in my formulary.",
        "Do my medications fit on the formulary?",
        "Covered medications on my formulary?",
        "Are I covered for certain medications?",
        "Is the medicine prescribed to me included in the formulary?",
        "The medicines that my plan covers?",
        "I don't know which drugs are covered under my formulary.",
        "What medication is in my formulary?",
        "Which medicine does my plan pay for?",
        "Various medications are covered in my formulary.",
        "Are my prescription medications on the formulary?",
        "What kind of medicine is included with the plan?",
        "I have a coverage list and I would like to know which drugs are on it.",
        "Does my coverage cover any specific medications?",
        "Does my formulary include covered meds?",
        "Which pharmaceutical are included in my health plan?",
        "Does my formulary contain the required drugs?",
        "Which medicines are insured under my plan?",
        "My formulary has some medication that is covered.",
        "I want to know which medications are included under my formulary.",
        "Which medicines fit under my insurance's formulary?",
        "Which are the medications that are covered by my formulary?",
        "I want to know if any drugs are within my formulary right now.",
        "I had a coverage list, what drugs are on it?",
        "Which drugs are encompassed by my formulary?",
        "Medicines that are included on the coverage list?",
        "Of the drugs in my formulary?",
        "What are the drugs that my coverage includes?",
        "Which drugs are subject to coverage?",
        "What meds are covered in my coverage?",
        "My formulary coversmedications.",
        "Which drugs fall under my insurance's formulary.",
        "Which drugs is covered by my plan.",
        "Which prescriptions are included in the list?",
        "What drugs is my coverage supposed to cover?",
        "There are some medications that my formulary has coverage for.",
        "Which drug is in my formulary?",
        "What medication is included with my coverage?",
        "What prescriptions did my plan cover?",
        "Is my drugs covered on my formulary?",
        "I have a coverage list, and I wondered what drugs I should be covered for.",
        "Do my coverage include specific medicines?",
        "\"Which drugs are covered under my formulary?\"",
        "I have a cover list, what drugs are on it?",
        "I want to know if my drugs are covered.",
        "My formulary includes some medication.",
        "What are the types of drugs in my formulary?",
        "What prescriptions are contained in my formulary?",
        "What drugs is part of my coverage?",
        "What drugs are on my formulary?",
        "I want to know what drugs are eligible.",
        "Do my meds count on the formulary?",
        "Which prescriptions does my plan have?",
        "I have some medications that my formulary covers.",
        "What drug is in my formulary?",
        "Some prescriptions are covered in my formulary.",
        "Formulary meds may be included?",
        "Drugs prescribed to me are included in formulary.",
        "My formulary has medications covered.",
        "What kind of medicine are in my formulary?",
        "What are the medicines included in the coverage list?",
        "Will my medications be on the formulary?",
        "I own a coverage list and I want to know what drugs are on it.",
        "Which are the medications covered by my formulary?",
        "Formulary contains which ones?",
        "I don't know what drugs I am eligible to get.",
        "What are the remedies on my formulary?",
        "Which pills are included in my formulary?",
        "Can you tell me the drugs that are covered for me?",
        "Any medicines that are included in the coverage?",
        "I wish to know what drugs are on my coverage list.",
        "Which of the drugs have my formulary covering them?",
        "My formulary covers various pills.",
        "Which drugs will I have coverage for?",
        "Which drugs can be found under my formulary?",
        "I need to know which drugs are covered under my formulary.",
        "I want to know what drugs are eligible to receive.",
        "Do I have covered prescriptions on my formulary?",
        "Which drugs are mentioned in my formulary?",
        "What kind of medication is with the plan?",
        "Which drugs are subject to my formulary?",
        "Which drugs get covered?",
        "Which drugs fit under my insurance's formulary?",
        "Which medicines that my plan covers?",
        "What drugs are included in my coverage list.",
        "What drugs are within my plan?",
        "How many drugs are on my formulary?",
        "I have a coverage list and want to find out what drugs are on it.",
        "Which drugs are listed on my health plan?",
        "Which medicines are covered by my coverage?",
        "Can you tell me what drugs are on my coverage list?",
        "What drugs is on my coverage?",
        "I am wondering if I have coverage for certain medications.",
        "Which of the listed medications is covered in my formulary?",
        "Which medicines are listed on the coverage list?",
        "Which pharmaceuticals is covered by my plan?",
        "Meds are on my formulary?",
        "My formulary takes some medications.",
        "My formulary takes various medications.",
        "Who drugs are in my plan?",
        "What prescriptions do I take on my formulary?",
        "Which drugs are listed in my formulary?",
        "What medicines are covered by my insurance's formulary?",
        "Which drugs occur in my formulary?",
        "Is my medicine covered by my formulary?",
        "I wonder if my medications are on the formulary.",
        "What prescriptions are included in my coverage?",
        "I have a coverage list and I want to know if there are drugs on it.",
        "What meds are covered by my coverage?",
        "I have a formulary that covers some medications.",
        "Which drugs are included under my formulary, by the way?",
        "What drugs are included in my plan.",
        "Which medicine falls under my insurance's formulary?",
        "I have a coverage list and I need to know what drugs are on it.",
        "Which medicines are under my coverage?",
        "Does the formulary include some medicine?",
        "Which drugs are allowed under my formulary?",
        "Do I have coverage for certain drugs?",
        "Which drug is covered in my formulary?",
        "What medication is contained in the plan?",
        "Drugs in my plan's list?",
        "Whichdrugs are in my formulary?",
        "Drugs on the formulary?",
        "Which drugs fall under my coverage?",
        "Any drugs listed on my plan?",
        "What drugs do my coverage pay for?",
        "I have a coveragelist, what drugs are on it?",
        "Do I have any coverage for specific medicines?",
        "Which of the listed medications are part of my formulary?",
        "I have a coverage list and I am interested in what drugs are on it.",
        "What medications are contained in my formulary?",
        "Which meds are included in my formulary?",
        "What drugs are in my coverage",
        "Is my formulary covered by covered prescriptions?",
        "Which of the listed medication is covered by my formulary?",
        "Some of the medications are covered by my formulary.",
        "I want to know what the drugs on my coverage list are.",
        "What types of drugs are in my formulary?",
        "What drugs is inside my formulary?",
        "Which of the listed drugs are covered under the formulary?",
        "Which medicines are included in my health plan?",
        "Which medicine is included in the list?",
        "Which medicines in my plan?",
        "Which of the medications are within my formulary?",
        "Will I have coverage for particular drugs?",
        "Which drugs is covered by it?",
        "Is my medication on the formulary?",
        "What type of medicine comes with the plan?",
        "Does my formulary contain needed medication?",
        "Which of the drugs are included under my formulary?",
        "I have a coverage list and I want to know which drugs are on it.",
        "Does my formulary include needed medication?",
        "Which prescriptions are included?",
        "Which medicines are covered by my insurer's formulary?",
        "Which drugs are in my formulary!",
        "Which medicines my plan covers?",
        "Some of the medications are covered by the formulary.",
        "Some of the drugs are covered in my formulary.",
        "Medics are on my formulary.",
        "Any drugs included on the coverage list?",
        "Do the formulary include medication?",
        "Does I have any coverage for specific medicines?",
        "What are the drugs that I am eligible to receive?",
        "What are the listed drugs covered under my formulary?",
        "I want to know if my drugs are included.",
        "I have aCoverage list, what drugs are on it?",
        "Can you tell me if I have covered medications?",
        "Does my coverage cover specific drugs?",
        "Does my formulary contain covered drugs?",
        "I need to know what meds are on my formulary.",
        "Currently, any drugs in my formulary?",
        "Which medicines fall under my care?",
        "There are some medications covered in my formulary.",
        "Which drugs must be covered under my formulary?",
        "What are my drugs covered by my coverage?",
        "I wonder if I have coverage for specific medication.",
        "What medications are on my formulary?",
        "Any drugs are included in my plan?",
        "Which prescription drugs are covered by my formulary?",
        "Who are the medications covered by my formulary?",
        "Which prescriptions are covered by my formulary?",
        "Does my policy include coverage for medications?",
        "Which drugs are in the formulary.",
        "Is my medicine listed on the formulary?",
        "Which drugs comprise my formulary?",
        "Which of the medications are listed under my formulary?",
        "Which drugs are considered covered by my formulary?",
        "What are the medications that I include under my formulary?",
        "Meds are in my formulary.",
        "Which medications are included under my formulas?",
        "My formulary has medications that are covered.",
        "There are some drugs on my coverage list.",
        "What drugs are listed in my plan?",
        "What medication do I take on my formulary?",
        "Find out about covered prescriptions.",
        "Will my policy include coverage for prescribed meds?",
        "Any drugs that are on my plan?",
        "What drugs do I have covered?",
        "What medications are covered under my formulary?",
        "I have a coverage list which I want to know what drugs are in it.",
        "How many drugs are on my coverage list?",
        "Which prescriptions will my plan cover?",
        "Which medications were covered in my formulary?",
        "Which medications are covered by my insurance's formulary?",
        "what drugs are covered under my formulary?",
        "Which drugs arecovered under my formulary?",
        "I question what drugs I should be covered for on my coverage list.",
        "I'm wondering if the formulary includes meds.",
        "What medications is in my formulary?",
        "What drugs are on mycoverage list?",
        "What drugs do my benefits include?",
        "My formulary covers some prescriptions.",
        "Which drugs are covered under my Formulary?",
        "Can you list my covered medication?",
        "What drugs are included in my coverage plan?",
        "Does the formulary include drugs I am prescribed?",
        "Which drugs are in my Formulary?",
        "Any medicines that are on the coverage list?",
        "Which of the drugs is in the formulary?",
        "Does the formulary have some medication?",
        "Is the drugs I take included in the formulary?",
        "Can you tell me what drugs are in my plan?",
        "Which are the prescriptions that my plan covers?",
        "Which drugs will be covered by my plan?",
        "Is the drugs I was prescribed included in the formulary?",
        "Which drugs would be covered under my formulary?",
        "Will my coverage cover some drugs?",
        "What drugs are in my formulary right now?",
        "Do you know what drugs are in my plan?",
        "Which of the listed medications are covered by my formulary.",
        "Are there any drugs on my plan's list?",
        "Is my medicines on the formulary?",
        "I want to know which medications are covered by my formulary.",
        "Are I covered for specific drugs?",
        "What drugs are on my cover?",
        "Does my formulary have medicine on it?",
        "Is the medication I receive included in the formulary?",
        "What drugs are being used in my plan?",
        "What drugs are currently on my coverage list?",
        "What medicines do I have coverage for?",
        "What medicine are included on the coverage list?",
        "I want to know what drugs are in a coverage list.",
        "What drugs do I include in my plan?",
        "The drugs are in my formulary?",
        "Which drugs are in my formulary, sir?",
        "I have a coverage list and I want to know what drugs it contains.",
        "Which drugs are part of my insurance's formulary?",
        "I want to know what drugs are on the list that I have.",
        "My formulary has drugs covered.",
        "Which drugs are part of my formulary, by the way?",
        "Which drugs in my formulary are there?",
        "What kinds of medication are in the plan?",
        "Does my formulary contain prescription drugs?",
        "What medications do I take on my formulary?",
        "Which drugs are covered via my formulary?",
        "Which of the drugs were in my formulary?",
        "Which prescriptions are covered by the plan?",
        "I question what drugs I should be covered for, as I have a coverage list.",
        "What drugs are in formulary?",
        "My prescriptions are on the formulary?",
        "Which drugs are on my list?",
        "Which drugs go into my plan?",
        "Which of the medicines are covered by my formulary?",
        "What drugs are on the plan's list?",
        "Which drugs were included in my formulary?",
        "Which of the medications is covered in the formulary?",
        "Which drugs are included in my plan?",
        "My formulary covers multiple medications.",
        "What drugs is on my coverage list?",
        "Which drugs have it coverage for?",
        "Which of the drugs is covered by my formulary?",
        "My formulary covers which drugs?",
        "Drugs are on my plan's list?",
        "Inquire about covered prescriptions",
        "Which drugs are included within my health plan?",
        "What drugs are covered under my formulary?",
        "Various medication is covered by my formulary.",
        "Which pharmaceutical products are included in my health plan?",
        "My formulary covers several drugs.",
        "Part of my formulary covers some medications.",
        "Does the formulary include medication?",
        "Various medications are in my formulary.",
        "Which were the medications covered under my formulary?",
        "Which drugs come from my formulary?",
        "Can you tell me about my covered medication?",
        "I have a coverage list and I want to find out what drugs are on it.",
        "Which drugs in my formulary?",
        "Do I have coverage for certain medicines?",
        "I have a coverage list and wanted to know what drugs were on it.",
        "Any drugs listed in my plan?",
        "What drugs were on my coverage list?",
        "What are the drugs on my regimen?",
        "Which drugs are involved in my plan?",
        "My formulary contains covered prescriptions.",
        "Which of the approved drugs are covered under my formulary?",
        "What drugs are covered by my formulary.",
        "I want to know which drugs are in my formulary.",
        "Do the drugs I'm prescribed include the formulary?",
        "Which drugs are in my formulas?",
        "Is the drugs I'm prescribed included in the formulary?",
        "Which drugs are included in its coverage?",
        "I wanted to know what drugs were on my coverage list.",
        "Which of the medications are covered by my formulary?",
        "Which drugs have been covered under my formulary?",
        "Which are the drugs that are covered under my formulary?",
        "I want to know if my prescribed medication is on the formulary.",
        "What sort of medication is included with the plan?",
        "Meds associated with my formulary?",
        "Which prescriptions am I covered by my plan?",
        "My formulary has some medication.",
        "What are the drugs that I am eligible for?",
        "Drugs included in coverage list?",
        "What drugs are on my prescription list?",
        "So, what drugs will be covered?",
        "I wonder if my prescriptions are covered on my formulary.",
        "meds in my formulary?",
        "Do the formulary include meds?",
        "Which drugs do my plan pay for?",
        "Any drugs included in my plan?",
        "What kinds of drugs do my coverage cover?",
        "Which meds have coverage?",
        "What drugs are present in my plan?",
        "What drugs are covered under my formulary, by the way?",
        "Which drugs are included in my healthcare plan.",
        "Do my drugs count on the formulary?",
        "Which drugs get covered by it?",
        "Will we have coverage for certain drugs?",
        "Will the drugs I am prescribed be included in the formulary?",
        "What medications are included in the formulary?",
        "What types of drugs do my coverage include?",
        "Which drug are covered in my formulary?",
        "What prescription types are covered by this policy?",
        "What drugs do my policies cover?",
        "What prescriptions does my plan cover",
        "medicines included on coverage list?",
        "My coverage includes what meds?",
        "What are the medications that are included under my formulary?",
        "Is my formulary covered by medicines?",
        "Will i have coverage for certain drugs?",
        "What drugs in my formulary are there?",
        "My formulary has various medications.",
        "Some of the medications were covered in my formulary.",
        "Can you let me know the list of covered drugs?",
        "What drugs do my coverage include?",
        "My formulary covered some of the medications.",
        "Are my drugs on the formulary.",
        "There are some medications that are covered by my formulary.",
        "Which are the medications in my formulary?",
        "What are my drugs on my formulary?",
        "How many meds are in my formulary?",
        "Does my formulary contain prescribed medications?",
        "Which of the listedmedications are covered by my formulary?",
        "I am wondering if my meds are on the formulary.",
        "What drugs is it in my plan?",
        "Will my formulary include covered meds?",
        "My formulary is about various medications.",
        "Can you let me know the list of covered meds?",
        "Are my prescribed medicines on the formulary?",
        "Which medicine are included in my formulary?",
        "Which of the listedmedications are covered under my formulary?",
        "Which of the medicines are included under my formulary?",
        "Which kind of medication is included in the plan?",
        "I want to know if my medication is included.",
        "Does my formulary include medications?",
        "What drugs do I use on my formulary?",
        "Which of the prescribed drugs are included under my formulary?",
        "Which of these drugs are covered in my formulary?",
        "What medicines are included on the list?",
        "Do the drugs prescribed to me include the formulary?",
        "Which of the listed substances are covered by my formulary?",
        "Which of the listed medications is included in my formulary?",
        "Which medicines do my plan pay for?",
        "Is my formulary covered by meds?",
        "Which drugs constitute my formulary?",
        "Which prescription types are covered by this plan?",
        "Which of the listed medicines are covered by my formulary?",
        "I want to know what drugs I'm eligible for.",
        "Does the formulary include medications?",
        "Will I be covered for certain drugs?",
        "Which prescriptions does my plan covers?",
        "Which drugs is included in my plan?",
        "I'm wondering what drugs are in my formulary.",
        "Which drugs are used under my formulary?",
        "Which of the medicine are included in my formulary?",
        "Which drugs covered under my formulary?",
        "Are the drugs prescribed for me included in the formulary?",
        "Which medicines are included under my plan?",
        "What coverage do I have for specific medicines?",
        "I want to know what drugs I'm eligible to receive.",
        "Does the formulary include the drugs I was prescribed?",
        "I wonder if my meds are covered on my formulary.",
        "Which drugs are being covered?",
        "I have a coverage list so I would like to know what drugs are on it.",
        "Which prescriptions do my plan support?",
        "I have a coverage list which drugs are on it?",
        "I would like to know if you can list my covered drugs.",
        "Can the drugs I am prescribed be included in the formulary?",
        "Which of the drugs in my formulary are included?",
        "Which medicines fall under my policy?",
        "Are the drugs on the formulary?",
        "My formulary covers various drugs",
        "Which of the drugs are used in my formulary?",
        "Which prescriptions get my plan to cover?",
        "Drugs covered under my formulary, by the way?",
        "I want to know what drugs are in my coverage.",
        "Which drugs are covered in my health plan?",
        "I want to know which drugs are covered by my formulary.",
        "Will I be given coverage for certain drugs?",
        "What prescriptions is my plan able to cover?",
        "What medicines are included in coverage list?",
        "My formulary contains covered medicine.",
        "My formulary covers the various medications.",
        "Which drugs are contained within my formulary?",
        "Which prescriptions are my covered?",
        "Any medicine included on the coverage list?",
        "Are I covered for specific medications?",
        "Can you tell me which medications are covered?",
        "Which meds are on there?",
        "What meds is on my formulary?",
        "Medicines in my formulary?",
        "Various medications are encompassed in my formulary.",
        "Which prescriptions am I covered by?",
        "What drugs fit in my formulary?",
        "Is my prescribed drugs on the formulary?",
        "Which drugs are on the plan?",
        "Will I have a coverage for certain drugs?",
        "Which medicines are under my care?",
        "Which drugs were included in the plan?",
        "What drugs are on the coverage list.",
        "Which medicines will be covered by my plan?",
        "Which medications do my plan cover?",
        "Which were the medications covered in my formulary?",
        "Some drugs in my formulary are covered.",
        "Formulary meds is included?",
        "I need to know if my medications are on the formulary.",
        "Which of the prescription drugs are in my formulary?",
        "Are drugs on my coverage list?",
        "Which prescriptions covers my plan?",
        "Which medicines are covered under my plan.",
        "Will I have coverage for certain medicines?",
        "Am my medications on the formulary?",
        "My formularies covers various medications.",
        "I want to know which prescriptions my plan covers.",
        "Do I have coverage for different drugs?",
        "Are you able to list the medications that are covered for me?",
        "Drugs included in the coverage list?",
        "Which drug is included in my health plan?",
        "What kinds of medicine comes with the plan?",
        "Which drugs form part of my plan?",
        "What drugs put in my formulary?",
        "Do the drugs I am prescribed include the formulary?",
        "Will my formulary have covered meds?",
        "My formulary covers some medications",
        "Which drugs are included in this plan?",
        "What drugs are in my plans?",
        "Does my coverage cover the specific medications?",
        "Which of the drugs are part of my formulary?",
        "What medicine does my plan cover?",
        "My formulary does cover some medications.",
        "What are my coverage options for specific medications?",
        "what meds are in my formulary?",
        "What drugs are on my covering list?",
        "Are the drugs prescribed to me listed in the formulary?",
        "There are some medications that are covered in my formulary.",
        "What drugs does my policy include?",
        "What kind ofmedication come with the plan?",
        "medicines included in coverage list?",
        "I want to know if the drugs I am prescribed are included in the formulary.",
        "Which medications are included?",
        "Can you tell me the covered drugs?",
        "Is there coverage for certain medication?",
        "Which prescriptions are included in my formulary?",
        "What drugs make up my coverage list?",
        "What drugs are on my coverage lists?",
        "Drugs in my formulary at the moment?",
        "Which medicines under my plan are covered?",
        "What medicines are included in the coverage list?",
        "Which of the listed prescriptions are covered by my formulary?",
        "Right now, which drugs are within my formulary?",
        "Which medicines make the coverage list?",
        "Which prescriptions do my plan give?",
        "Does my formulary include certain medication?",
        "The formulary meds are included?",
        "I want to know if my meds are on the formulary.",
        "Are the drugs prescribed to me included in the formulary.",
        "Can you tell me the drugs that are covered?",
        "Does my formulary include prescription drugs?",
        "what prescriptions do my plan cover?",
        "Which drugs are covered by my plan",
        "I'm wondering if my meds are on the formulary.",
        "Which drugs fill my formulary?",
        "What drugs do my formulary include?",
        "What drugs does my coverage contain?",
        "Which medications will be included in my formulary?",
        "Did my policy include coverage for prescribed medication?",
        "My formulary has various medications",
        "Does my formulary include required medications?",
        "Which drugs happen to be in my formulary?",
        "Which drugs are included in my formulary.",
        "I have a coverage list, I want to know what drugs are on it",
        "Which drugs are included in the formulary?",
        "What specific medicines do I have coverage for?",
        "Which drugs gets my plan to cover?",
        "Which drugs are on my formulary?",
        "My formulary has certain medications that are covered.",
        "What drugs are on the cover list?",
        "Do the drugs prescribed to me come in the formulary?",
        "What types of medication are included in the plan?",
        "Which drugs are in my formulary now?",
        "What medications are covered on my formulary?",
        "Does my formulary contain certain drugs?",
        "Drugs within my formulary, right now?",
        "Which drugs exist in my formulary?",
        "Which of the listed medications are covered under my formulary.",
        "Does the formulary cover medication?",
        "Does the formulary include drugs I have been prescribed?",
        "Which of the medications are on my formulary?",
        "Which medicine is included on the list?",
        "What are the drugs in my health plan?",
        "Does my policy include coverage of prescribed drugs?",
        "What are their drugs on my formulary?",
        "Which drugs are covered under my formulary?!",
        "What drugs do my coverage contain?",
        "Which of the medications are covered in the formulary?",
        "Which ones are included in formulary",
        "What type of drugs are in my formulary?",
        "There are a few medications covered by my formulary.",
        "What medical conditions are listed on my formulary?",
        "The formulary has some medications covered.",
        "What drugs go into my plan?",
        "I would like to know if my drugs are covered.",
        "Which drugs are listed in my health plan?",
        "Which drugs are I eligible for?",
        "Which drugs made it into my formulary?",
        "What drugs am I using in my formulary?",
        "Which drugs will be covered under my formulary?",
        "Which of the medications have my coverage?",
        "My formulary has a number of drugs covered.",
        "Can you tell me about the covered meds?",
        "What are the covered meds on my formulary?",
        "My formulary has covered medication.",
        "What drugs is on my plan's list?",
        "Some medication is covered by my formulary.",
        "Which of the medications covered in my formulary?",
        "What drugs is included in my coverage list?",
        "Which medications are included under my formulary.",
        "Which of the drugs is part of my formulary?",
        "What drugs are there in my plan?",
        "What are the drugs I'm eligible to receive?",
        "What are the drugs in my regimen?",
        "What medications are included under my formulary?",
        "Which prescriptions does my plan cover",
        "My formulary will cover some medications.",
        "What are the drugs I'm eligible to take?",
        "Which drug is covered under my formulary?",
        "Which medications are included on the list?",
        "Which medications are covered by my plan?",
        "Which drugs are covered by formulary?",
        "I have a coverage list and I want to know about drugs on it.",
        "Does the formulary include medication",
        "The drugs are in the formulary?",
        "Does the formulary include drugs prescribed to me?",
        "what drugs are in my plan",
        "Which medication is included in the plan?",
        "Included in Formulary meds?",
        "Which medications are used under my formulary?",
        "Which drugs are also covered by my formulary?",
        "There are medics on my formulary.",
        "My formulary has medicine on it?",
        "I have a Coverage list and I want to know what drugs are on it.",
        "Are my prescriptions covered on the formulary?",
        "Drugs within my formulary now?",
        "I have a coverage list and i want to know what drugs are on it.",
        "Which medication are included in my formulary?",
        "What medicines are included in coverage?",
        "Does the drugs prescribed to me fit in the formulary?",
        "Who are the drugs covered under my formulary?",
        "What kind ofmedication is included in the plan?",
        "Which medicines go under my insurance's formulary?",
        "Does my policy include coverage of prescribed medication?",
        "Whom drugs are covered under my formulary?",
        "Which drug are covered by my formulary?",
        "What are the listed drugs that are covered under my formulary?",
        "Which medicines are on my plan?",
        "Which medicines have my insurance's formulary?",
        "What drugs are available for coverage?",
        "What medications are included in my formulary?",
        "Is my medication on the formulary",
        "What drugs constitute my coverage?",
        "What drugs belong in my plan?",
        "What drugs does my formulary include?",
        "Which prescriptions do the plan cover?",
        "Which of the drugs is in my formulary?",
        "My formulary has any drugs?",
        "Which of the treatments are covered in my formulary?",
        "Which drugs are covered by my formulary",
        "My formulary includes a variety of medications.",
        "Which drugs are covered under the formulary, by the way?",
        "Does my formulary contain required medicine?",
        "What drugs are being covered by me?",
        "Which drugs are included in my health plan.",
        "What drugs do I have on my list?",
        "Drug coverage on my formulary?",
        "Which of the listed medications are under my formulary?",
        "What drugs do my coverage have?",
        "Does my formulary come with required medication?",
        "What meds are in my medication regimen?",
        "Do I have covered medication on my formulary?",
        "What meds is in my formulary?",
        "Can you tell me the coverage of my drugs?",
        "What drugs are covered by my formulary?",
        "Which of the medications covered by my formulary?",
        "I have a coverage list and I question which drugs I should be covered for.",
        "What prescriptions does my plan cover.",
        "What kind of medication will be included in the plan?",
        "Which drugs in my plan are included?",
        "drugs in my formulary right now?",
        "What drugs am I taking in my formulary?",
        "Which drugs are covered under my formulae?",
        "Any drugs that my plan includes?",
        "Which prescriptions is my plan designed to cover?",
        "Drugs that are covered by me?",
        "How about medicines on the coverage list?",
        "Is the drugs that I am prescribed included in the formulary?",
        "What are the drugs in my policy?",
        "Various medication is covered in my formulary.",
        "I have a coverage list and what drugs are included?",
        "I want to know if the drugs I take are included in the formulary.",
        "Did my policy include coverage for prescribed drugs?",
        "There are drugs prescribed to me in the formulary.",
        "Which medicines are part of my policy?",
        "Which of the medications are in my formulary.",
        "What pharmaceuticals do my health plan cover?",
        "Which prescriptions is my plan able to cover?",
        "I have a coverage list and I want to know what drugs are on them.",
        "I wonder if my formulary includes covered drugs.",
        "Which drugs are covered in my health plan",
        "I have a covered list and want to know what drugs are on it.",
        "My formulary covers different medication.",
        "Which of the medications have my formulary covered?",
        "Which of the listed medications are covered in my formulary?",
        "I have a coverage list, what drugs are included in it?",
        "Do I have coverage for some drugs?",
        "Are my prescriptions included on the formulary?",
        "meds in my formulary",
        "What drugs will my coverage cover?",
        "Which drugs are placed in my formulary?",
        "I have a coverage list and I want to know what drugs are on there.",
        "I have a drug coverage list, what drugs are on it?",
        "Are my medication listed on the formulary?",
        "What medications are in my plan?",
        "Is the drugs prescribed to me listed in the formulary?",
        "How much coverage do I have for specific drugs?",
        "There are certain medications that my formulary has covered.",
        "Which of the drugs are listed under my formulary?",
        "Which medicines are included in my insurer's formulary?",
        "Does the formulary include the drugs I take?",
        "Are the drugs I'm taking included in the formulary?",
        "What drugs are contained in my plan?",
        "Which drugs are protected by my health plan?",
        "I have some medications that are covered in my formulary.",
        "What prescriptions are included in my formulary?",
        "Which drugs are under my care?",
        "What drugs have been included in my plan?",
        "What drugs do my Coverage include?",
        "I don't know what meds are in my formulary.",
        "Right now, any drugs included in my formulary?",
        "Which of my medications are included?",
        "What drugs did my coverage cover?",
        "I have a coverage list but I question what drugs should be covered.",
        "Does the formulary include the drugs prescribed to me?",
        "What pharmaceuticals are covered by my plan?",
        "Is my prescription medication on the formulary?",
        "What are the drugs covered by my plan?",
        "Which of the drugs come in my formulary?",
        "Specific medicines are covered by me.",
        "I don't know what drugs are on my plan's list.",
        "I need to know if I have coverage for certain medications.",
        "Which drugs are included with the plan?",
        "Does the formulary contain meds?",
        "What drugs are contained within my plan?",
        "I need to know what drugs are on the coverage list.",
        "Which of the drugs in my formulary are covered?",
        "Which drugs are my health plan covering?",
        "Which is the drugs in my formulary?",
        "Which of the drugs does my formulary contain?",
        "Right now, any drugs that are in my formulary?",
        "I have a coverage list and I desire to know what drugs are on it.",
        "Which of the medications cover my formulary?",
        "Which drugs are contained in the formulary?",
        "My formulary covers the medications.",
        "Which medications are covered under formulary?",
        "Right now what drugs are in my formulary?",
        "Which of the drugs do my plan cover?",
        "Which of the drugs is located in my formulary?",
        "Covered drugs on my formulary.",
        "What drugs are put in my formulary?",
        "I need to know if the drugs prescribed to me are included in the formulary.",
        "Are there any medicines included in the coverage list?",
        "I have a coverage list so what drugs are on it?",
        "Which of the medications does my formulary cover?",
        "Required meds are included in my formulary.",
        "What drugs have been in my formulary?",
        "I need to know what drugs are on my coverage list.",
        "What kind of drugs are covered for me?",
        "Which of the medications are included under the formulary?",
        "Will I have health coverage for some drugs?",
        "Does my formulary have certain drugs?",
        "Which drugs are Covered by my formulary?",
        "inquire about covered prescriptions.",
        "Is the drugs I've been prescribed included in the formulary?",
        "Which drugs are with my plan?",
        "Which medicine is covered under my formulary?",
        "What drugs feature in my plan?",
        "Which drugs are included within my health plan.",
        "Which medicine does my plan cover?",
        "Which pharmaceuticals are included in my health plan?",
        "What drugs are included in my insurance?",
        "Which of the listed drugs is covered in my formulary?",
        "Is my coverage for certain drugs available?",
        "Which drugs under my formulary?",
        "What drugs are in my formulas?",
        "Which drugs are it coverage for?",
        "Which drugs are on my health plan?",
        "What drugs join my coverage list?",
        "Which medications are included in the formulary?",
        "My formulary contains what meds?",
        "What drugs are included on my formulary?",
        "Does my formulary contain the required medications?",
        "Does the formulary include the drugs I'm prescribed?",
        "Do I have coverage for a particular medication?",
        "What drugs am I on on my coverage list?",
        "which prescriptions do my plan cover?",
        "What drugs are in my medication regimen?",
        "Which drugs are covered by my care?",
        "What medication is on my formulary?",
        "Which of the meds are included in my formulary?",
        "Which of the listed medications are listed in my formulary?",
        "The formulary has some drugs covered.",
        "I wonder if drugs prescribed to me are included in the formulary.",
        "Which prescriptions are my plan's coverage?",
        "Do my coverage cover specific medicines?",
        "I don't know what drugs I'm eligible for.",
        "Which drugs is covered under my formulary?",
        "I want to know if drugs prescribed to me are included in the formulary.",
        "Is the drugs included in the formulary?",
        "What drugs were on my list?",
        "Which drugs are included on my coverage?",
        "My formulary includes some medications.",
        "I have a coverage list and am wondering what drugs I should be covered for.",
        "Which medicines is covered under my plan?",
        "My formulary has several medications.",
        "Do I have coverage for the specific medicines?",
        "Which of the medicines are covered under my formulary?",
        "Which drugs are covered in my formulary?",
        "Which medicines were included in the coverage list?",
        "I have a coverage list which I wonder what drugs I should be covered for.",
        "Should the drugs I get included in the formulary?",
        "Which prescriptions are included in my health plan?",
        "Which of my drugs is in my formulary?",
        "Which drugs are there in my formulary?",
        "I have some medications in my formulary.",
        "I want to know if I have coverage for certain medicines.",
        "Which drugs fit in my formulary?",
        "Which drugs are included by my health plan?",
        "Do the drugs prescribed to me go into the formulary?",
        "Meds are included in my formulary.",
        "Which are the drugs covered by my plan?",
        "I need to know what drugs are on the covered list.",
        "What prescriptions are included?",
        "What drugs does my coverage have?",
        "Please inquire about covered prescriptions",
        "Does my formulary contain some medication?",
        "Which prescriptions is covered by my plan.",
        "Which drugs are on my plan?",
        "Which medicines come under my insurance's formulary?",
        "Which medications are in my plan?",
        "Which of the listed medications are included under my formulary?",
        "Which drugs are included in my healthplan?",
        "Which medications are subject to my formulary?",
        "I want to know what drugs are available to me.",
        "I need to know if my meds are on the formulary.",
        "Which prescriptions is my plan coverage for?",
        "Which of the drugs are included within my formulary?",
        "I was wondering if the drugs I was prescribed were included in the formulary.",
        "Is the formulary including medication?",
        "My formulary has meds on it.",
        "Which of the drugs were included in my formulary?",
        "what drugs are in my plan?",
        "What pills are in my formulary?",
        "Which medicines is my plan covered for?",
        "Which medicines belong in my plan?",
        "There are any medicines included in the coverage list?",
        "Which drugs is it coverage for?",
        "What drugs are on my Coverage list?",
        "Does my formulary have medication in it?",
        "Does my formulary include covered medication?",
        "Am I covered for my medication on my formulary?",
        "What medicines are on my formulary?",
        "Which drugs are contained within my plan?",
        "What meds is my coverage for?",
        "Do my meds come on the formulary?",
        "There are various medications covered by my formulary.",
        "Which drugs are covered in my formulary, by the way?",
        "I want to know what drugs are in my plan.",
        "I have a question about the drugs prescribed to me.",
        "What medicines have been included on the coverage list?",
        "Which drugs are in this formulary?",
        "Which of the drugs are located in my formulary?",
        "I have a coverage list and have questions about what drugs should be covered for.",
        "Which drugs can be covered under my formulary?",
        "Do the drugs prescribed to me count in the formulary?",
        "Is my formulary filled with medicine?",
        "Is my medicine covered in my formulary?",
        "Does my formulary include the required medication?",
        "I am wondering what drugs are in my plan.",
        "Do you know if any medicines are included on the coverage list?",
        "Which of the drugs are covered in my formulary?",
        "What drugs are covered by my health plan",
        "The drugs prescribed to me are in the formulary?",
        "My formulary provides coverage for some medications.",
        "I have a coverage list that I question what drugs I should be covered for.",
        "Which drugs are covered under a formulary?",
        "Does my formulary have the required drugs?",
        "I have a coverage list and I want to know the drugs that are on it.",
        "My formulary includes covered meds.",
        "Which of the medications are included in my formula?",
        "Which are the listed drugs covered by my formulary?",
        "Which medicines are included on the coverage list?",
        "Are my prescriptions covered by my formulary?",
        "Does my formulary include any required medication?",
        "Which of the medications is used in my formulary?",
        "Which drugs are contained in my plan?",
        "What are the drugs covered in my formulary?",
        "Does my coverage include certain medications?",
        "What drugs are part of my coverage?",
        "Which prescription does my plan cover?",
        "I have a coverage list and I'm wondering what drugs should be covered for.",
        "What drugs are subject to my formulary?",
        "How do I find out what drugs are in my formulary?",
        "My formulary has certain prescriptions covered.",
        "I was wondering if my medication was on the formulary.",
        "Which drugs receive coverage?",
        "Are my prescriptions included in the formulary?",
        "Which are the medicines covered by my plan?",
        "What drugs are listed in my formulary?",
        "Are my drugs listed on the formulary?",
        "I need to know if I have coverage for specific drugs.",
        "I want to know if my prescribed meds are on the formulary.",
        "Which drug is included in my formulary?",
        "What prescriptions do my plans cover?",
        "Do I have drugs within my formulary?",
        "Which medicines is covered by my plan?",
        "Which drugs do I have coverage for?",
        "I have a coverage list and want to know what drugs I should be covered for.",
        "What are my formulary's drugs?",
        "Which of the drugs are covered in my formulary.",
        "Does my coverage cover certain medications?",
        "Which medications are covered within my formulary?",
        "My formulary provides some drugs.",
        "What drugs are on my list of approved drugs?",
        "Somemedications are covered by my formulary.",
        "Any drugs included on my plan's list?",
        "What medications do I include in my coverage?",
        "I want to know if my medication is on the formulary.",
        "Drugs are covered under my formulary.",
        "What drugs fall under my insurance's formulary?",
        "Which treatments are covered in my formulary?",
        "Which drugs are encompassed in my formulary?",
        "I want to know what drugs are on my cover list.",
        "Does the formulary carry medication?",
        "Is my formulary covered by covered medication?",
        "Which prescriptions are covered in my plan?",
        "Which drugs fall within my insurance's formulary?",
        "What medication is included in the plan?",
        "Are my medicines in the formulary?",
        "Does the formulary include things like drugs?",
        "What drugs exist in my formulary?",
        "Which ones is included in Formulary?",
        "What drugs is contained in my formulary?",
        "The formulary includes meds.",
        "Inquire about covered medication.",
        "Which are the medications that are included under my formulary?",
        "What are the covered medications in my formulary?",
        "do I have coverage for specific medicines?",
        "Is my prescribed medicine on the formulary?",
        "I have a coverage list which I want to know what drugs are on.",
        "What meds are covered on my formulary?",
        "Which drugs are on my cover?",
        "Which of the drugs are within my formulary?",
        "Which drugs are put under my formulary?",
        "What sorts of drugs come with the plan?",
        "What prescription types are covered?",
        "Do I know what drugs are on my coverage list?",
        "What medications do my coverage cover?",
        "What medication are covered in my formulary?",
        "Which prescriptions are my plan covering?",
        "What are the prescribed drugs on my formulary?",
        "I don't know what drugs are in my coverage list.",
        "I have a coverage list and I am questioning what drugs I should be covered for.",
        "Which drugs do I cover?",
        "Which drugs are included in the plan.",
        "What drugs were on the coverage list?",
        "What are the prescription drugs in my formulary?",
        "Which medication are included with my formulary?",
        "Is my formulary covered by covered medicines?",
        "Will my medication be on the formulary?",
        "Which listed medications are covered by my formulary?",
        "I want to know what drugs I am eligible for.",
        "My coverage includes some meds.",
        "What are the drugs I use on formulary?",
        "Do I have coverage for particular medicines?",
        "Any medicine included in the coverage list?",
        "Is my formulary covered with drugs?",
        "My formulary covers various medication.",
        "What kind of drugs come with the plan?",
        "What kind of medicine are included in the plan?",
        "I have a coverage list but I question what drugs should be covered for.",
        "Meds on my Formulary?",
        "I wonder if my formulary includes required meds.",
        "What drugs are included on the list?",
        "What drugs were included in my plan?",
        "What are the meds on my formulary?",
        "Which of the listed drugs is covered under my formulary?",
        "Which pills do my plan cover?",
        "Does my formulary include covered drugs?",
        "Which drugs are it in my plan?",
        "Which drugs does my coverage include?",
        "Drugs that are on my coverage list.",
        "I need to know if you can list my covered drugs.",
        "Which of the listed drugs are covered under my formulary.",
        "Which pills are included under my formulary?",
        "Which drugs are added to my formulary?",
        "Does my policy include prescribed drugs?",
        "Which medications are included in my formulary.",
        "I have a coverage list so I wonder what drugs I should be covered for.",
        "Drugs on my plan list?",
        "Which drugs are being used in my formulary?",
        "Drugs that are included on the coverage list?",
        "There are some drugs covered in my formulary.",
        "Is the formulary inclusive of meds?",
        "Does my policy include coverage for these medications?",
        "There are drugs covered under my formulary.",
        "Will my coverage include some drugs?",
        "Which of the treatments are included in my formulary?",
        "I wonder if my formulary has covered my drugs.",
        "What drugs are in the coverage list?",
        "Which meds are included in the list?",
        "There's any drugs on my plan's list?",
        "I need to know what meds are in my formulary.",
        "I need to know if my drugs are covered.",
        "Which of the drugs are under my formulary?",
        "What drugs are on my plan's list?",
        "Which medicines have my plan covering?",
        "Which medicine are in my formulary?",
        "I wonder if my prescribed meds are on the formulary.",
        "Which prescriptions do my plan accept?",
        "I have a coverage list and want to know what drugs are included.",
        "What drugs do I get covered for?",
        "What drugs are included in my plan?",
        "Which meds are on my formulary?",
        "Different medications are covered in my formulary.",
        "Does anyone know any drugs on my plan's list?",
        "What drugs are listed on my coverage list?",
        "Does my policy include coverage of prescribed medicines?",
        "Some of the medication is covered by my formulary.",
        "I'd like to know if my drugs are covered.",
        "What are the medicines that are included on the coverage list?",
        "Which of the listed drugs are covered by my formulary?",
        "Which are the drugs in my plan?",
        "Which of the listed drugs are part of my formulary?",
        "What kind of drugs comes with the plan?",
        "Which drugs can be covered by my health plan?",
        "Is my meds in the formulary?",
        "Which medicines are included on the coverage list.",
        "What are the drugs in my coverage list?",
        "What medication are on the list?",
        "Find out about the covered prescriptions.",
        "My formulary has a few drugs that are covered.",
        "What are the medicines in my formulary?",
        "Whichdrugs are covered under my formulary?",
        "My formulary has what meds?",
        "Will I have Coverage for certain drugs?",
        "What are the medications included in my formulary?",
        "Can the drugs I have been prescribed be included in the formulary?",
        "Which medicine is under my insurance's formulary?",
        "I am wondering if my formulary includes required meds.",
        "Can you give me a list of my covered medicines?",
        "Whichdrugs are on the list?",
        "Which drugs, in my plan?",
        "Which drugs are covered with my formulary?",
        "Which of the medications have my formulary covering them?",
        "Which drugs are being used in my plan?",
        "Am I covered by the drugs on my formulary?",
        "What medicines are on the coverage list?",
        "Is my policy including coverage for prescribed drugs?",
        "My plan covers which medicines?",
        "Various medications covered in my formulary.",
        "Can you tell me what my covered medications are?",
        "I have a Coverage list, what drugs are on it?",
        "Whose medicines fall under my insurance's formulary?",
        "Which drugs have my plan cover?",
        "Which drugs go into my formulary?",
        "I have a coverage list and I would like to know what drugs are on it.",
        "Which drugs join my formulary?",
        "What medicines are included on the coverage list?",
        "Any drugs that are included on my plan's list?",
        "What are my drugs covered in my coverage?",
        "Which medicines fall under my plan?",
        "Which medication are included under my formulary?",
        "What medicine are in my formulary?",
        "I would like to know what drugs are on the list.",
        "Which prescriptions do my plan include?",
        "I have a coverage list and what are the drugs on it?",
        "Which medicine do my plans cover?",
        "What are the medicines included on the list?",
        "I wonder if my formulary has covered my medication.",
        "Which of the medications comprise my formulary?",
        "Drugs are covered in my formulary.",
        "Which drugs are in my plan now?",
        "What are the medications that my formulary covers?",
        "Which medications are included in my formulary",
        "Are my pills on the formulary?",
        "What drugs do my policy cover?",
        "Which drugs are used in my formulary?",
        "Which of the listed medications have my formulary covered?",
        "Which drugs are covered under my formulary at the moment?",
        "Which drugs are being covered by my health plan?",
        "Will I have health coverage for certain drugs?",
        "Which medications do I have coverage for?",
        "Which medication falls under my insurance's formulary?",
        "Which drugs are used in my plan?",
        "What drugs are covered for me?",
        "Which drugs are covered under my formulary by the way?",
        "Which drugs reside in my formulary?",
        "am I covered for specific medicines?",
        "I have a coverage list and I want to know what drugs are in it.",
        "What medicines do my coverage cover?",
        "Which drugs come in my plan?",
        "Which medicine is included on the coverage list?",
        "What drugs does my plan cover?",
        "Will my formulary include required drugs?",
        "What drugs do I use on the coverage list?",
        "Which medications are on my formulary?",
        "What drugs make up my coverage?",
        "What sort of medication come with the plan?",
        "What drugs are featured on my coverage list?",
        "I wonder if my medicines are on the formulary.",
        "What drugs can I find on my coverage list?",
        "What medication do I have on my formulary?",
        "Which meds are covered by my formulary?",
        "My formulary covers a range of drugs.",
        "Which of the listed drugs are covered under my formulary?",
        "Which drugs is included on the list?",
        "What drugs are included on the coverage list?",
        "Which drugs are currently covered under my formulary?",
        "Inquire regarding covered prescriptions.",
        "What Meds are in my formulary?",
        "I don't know if I have coverage for certain medicines.",
        "I have a coverage list and need to know what drugs are on it.",
        "Is there drugs on my plan's list?",
        "I want to know if I have coverage for specific drugs.",
        "Which medications are covered through my formulary?",
        "Do I have any coverage for particular medicines?",
        "Whatmedications are covered under my formulary?",
        "Which drugs will be on my plan?",
        "I don't know what drugs are on my coverage list.",
        "Certain medications are covered in my formulary.",
        "What pharmaceuticals are in my health plan?",
        "Which of the medications is included in the formulary?",
        "Whatmedication are in my formulary?",
        "Which drugs form my formulary?",
        "Which drugs do my plan include?",
        "What kind of medication is part of the plan?",
        "I need to know if my medication is on the formulary.",
        "Which drugs are covered in my plan?",
        "Which of the pills are in my formulary?",
        "Which drugs are in their formulary?",
        "What are the drugs I use in my formulary?",
        "What are my drugs that my coverage includes?",
        "Which of the medications is included in my formulary.",
        "Which drugs are in my treatment plan?",
        "Which drugs do my plan cover?",
        "Does my coverage include specific medicines?",
        "Which of these medications are included under my formulary?",
        "Which medicines are covered under the formulary?",
        "What drugs are being covered for?",
        "Which drugs falls under my insurance's formulary?",
        "Which drugs am I covered?",
        "Which drugs are covered by my plan?",
        "I have a coverage list and I have a question about what drugs I should be covered for.",
        "Do the drugs prescribed to me fit in the formulary?",
        "Is my formulary covered by pharmaceuticals?",
        "Which drugs have been in my formulary?",
        "Which medication is included with the plan?",
        "What drugs are a part of my plan?",
        "Which of my drugs are covered by my formulary?",
        "I have a coverage list that I want to know what drugs are on it.",
        "Any medicines listed in the coverage list?",
        "What drugs are in my plan",
        "There are some medicines included on the coverage list.",
        "Which drugs are covered when I use my formulary?",
        "What medications are included?",
        "Can you tell me what my covered drugs are?",
        "Are the drugs I use included in the formulary?",
        "Which of the pills are included in my formulary?",
        "Medicines on my formulary?",
        "Some drugs on my plan's list?",
        "Is the formulary able to include meds?",
        "What drugs on my formulary?",
        "Will my policy include coverage for prescribed drugs?",
        "My formulary has covered meds",
        "Does my formulary have covered meds?",
        "What drugs are contained in the plan?",
        "Which medicines abide by my insurance's formulary?",
        "What drugs on the coverage list are they?",
        "I have a coverage list, and I wonder what drugs I should be covered for.",
        "What sort of drugs will be covered?",
        "Can you list the medications that are covered by me?",
        "Covered in my formulary?",
        "I need to know if I have coverage for certain drugs.",
        "What kind of pills are included in the plan?",
        "Which prescribed drugs are covered by my formulary?",
        "What are the listed medications covered by my formulary?",
        "What drugs will my coverage include?",
        "Which drugs fall in my insurance's formulary?",
        "Which medicines can my plan pay for?",
        "Which medication is included in the list?",
        "Do I have covered meds on my formulary?",
        "Is there covered medicine on my formulary?",
        "What meds are in my coverage?",
        "I don't know what drugs I should be covered for on my coverage list.",
        "My formulary has some drugs",
        "What drugs are contained on my formulary?",
        "Which of the drugs is inside my formulary?",
        "What sort of medication is included in the plan?",
        "What are the prescriptions that my plan covers?",
        "Which drugs are also covered under my formulary?",
        "Are the drugs that I am prescribed included in the formulary?",
        "Ask about covered prescriptions",
        "What drugs do I include in my coverage list?",
        "Which drugs are included in the coverage?",
        "Which medications are part of my formulary?",
        "There are drugs in my formulary",
        "By the way, what drugs are covered by my formulary?",
        "Which drugs are covered by my formulary by the way?",
        "Which drugs are placed in my plan?",
        "Is my formulary covered by covered medicine?",
        "What drugs are on my drug list?",
        "Which medicines are on the plan?",
        "Which drugs were included on the coverage list?",
        "What drugs are eligible for me?",
        "What drugs are listed on my plan's list?",
        "My formulary covers which drugs.",
        "Are those drugs covered for me?",
        "A question about drugs in my formulary.",
        "Which of the listed medications have my formulary covering them?",
        "Which of the drugs are covered under the formulary?",
        "My formulary includes several medications.",
        "What drugs are currently in my formulary?",
        "Do I have any coverage for specific drugs?",
        "Which drugs do my coverage cover?",
        "Do drugs prescribed to me count in the formulary?",
        "Which of the medications are included on my formulary?",
        "Some prescriptions have been covered by my formulary.",
        "Which medicines do my plan include?",
        "Which drugs are included in my health plan",
        "Which drugs are covered under my plan.",
        "What drugs are on my coverage.",
        "Which Formulary meds are included?",
        "Covered prescriptions on my formulary?",
        "There are some medications that my formulary covered.",
        "Which drugs are in my formulary, by the way?",
        "Which medication are covered in my formulary?",
        "How are the drugs on my coverage list?",
        "What medications do I have included?",
        "What drugs are found in my formulary?",
        "There are medications that my formulary covers.",
        "Which medications are covered under the formulary?",
        "Which prescriptions is my coverage for?",
        "Do the drugs that I get included in the formulary?",
        "I have a coverage list but what drugs are on it?",
        "Will I have coverage for specific drugs?",
        "Is the drugs prescribed to me part of the formulary?",
        "Which medicine falls under my coverage?",
        "I have a coverage list I want to know what drugs are in it.",
        "Which medications are covered by my formulary",
        "My formulary covers a variety of medications.",
        "Is the medicine on my formulary covered?",
        "Which of the medications are contained in my formulary?",
        "The formulary has some medications.",
        "What drug are in my formulary?",
        "Does I have coverage for specific drugs?",
        "The formulary covers some of the medications.",
        "Medis on my formulary?",
        "Which medications are found in my formulary?",
        "Which of the medications are covered under my formulary?",
        "What are their drugs in my formulary?",
        "I want to know if drugs are on my coverage list.",
        "The drugs in my formulary right now?",
        "What drugs on my coverage list?",
        "Is my prescribed drugs included in the formulary?",
        "Which of the pills are included under my formulary?",
        "Does my formulary include certain drugs?",
        "Some of the drugs are in my formulary.",
        "I have a coverage list and I have questions about what drugs should be covered for.",
        "What are the drugs I cover?",
        "Which are the medications under my formulary?",
        "Which drugs does my plan cover?",
        "Does the formulary include drugs I was prescribed?",
        "There is a coverage list and I want to know what drugs are on it.",
        "I don't know if my medications are on the formulary.",
        "Which of the listed drugs have my formulary covering them?",
        "Do I have access to coverage for certain drugs?",
        "The formulary has some medication covered.",
        "My formulary has some drugs available.",
        "The listed drugs are covered by my formulary.",
        "Is my coverage for specific medicines there?",
        "Can you tell me about covered medications?",
        "Will I have certain drugs covered?",
        "What kind of medicine is included in the plan?",
        "What drugs are on my coverage plan?",
        "Are there drugs that are covered for me?",
        "What drugs are listed on my coverage?",
        "I have some medication covered in my formulary.",
        "I want to know what drugs are on the coverage list.",
        "I wondered if the formulary included meds.",
        "Which medics are covered?",
        "Some of the medications my formulary has are covered.",
        "Which drugs are also in my formulary?",
        "I need to know if I have coverage for specific medications.",
        "I have a coverage list that I would like to know what drugs are on it.",
        "WillI have coverage for certain drugs?",
        "I want to know what drugs are in the list.",
        "I want to know what drugs are on my list.",
        "Which medicines are covered under my coverage?",
        "Which of the listed medications were covered by my formulary?",
        "My formulary includes a number of medications.",
        "I would like to know what drugs are on my coverage list.",
        "Which drugs are housed in my formulary?",
        "Which medicines belong in my formulary?",
        "Which drugs are covered during my formulary?",
        "What type of drugs come with the plan?",
        "Are drugs prescribed to me in the formulary?",
        "Which of the medications are covered in my formulary.",
        "Can you tell me the drugs that are covered by me?",
        "Which drugs are covered under my formulary",
        "Which of my drugs are included?",
        "Which drugs are covered on my health plan?",
        "What drugs are on my list of covered drugs?",
        "Which medications are included with my formulary?",
        "I have a coverage list, but I wondered what drugs I should be covered for.",
        "My formulary contains covered medications.",
        "Will my coverage include certain drugs?",
        "What are the Meds on my formulary?",
        "What are the covered drugs for me?",
        "Which are the drugs covered by my formulary?",
        "Which drugs that my health plan covers?",
        "Do you know what drugs are on the coverage list?",
        "Drugs in my formulary",
        "Which of the prescriptions do my plan cover?",
        "My formulary includes various medication.",
        "Which drugs are included on my coverage list?",
        "Which prescriptions is part of my plan?",
        "I have a coverage list but I wondered what drugs I should be covered for.",
        "Which drugs are in My formulary?",
        "Which prescriptions am covered by my plan?",
        "What drugs are being covered?",
        "Whose prescriptions does my plan cover?",
        "Which prescription do my plan cover?",
        "Which of the drugs are found in my formulary?",
        "Does my formulary have the required medication?",
        "Which of the listed medication is covered under my formulary?",
        "What kind of medication is provided by the plan?",
        "What prescription types are covered by this plan?",
        "Which drugs are covered by mine?",
        "What medication coverage is provided?",
        "I have a coverage list, so I want to know what drugs are on it.",
        "What meds are included with my coverage?",
        "What drugs are included in the coverage list?",
        "What drugs do my coverage take?",
        "Which meds do my plan cover?",
        "Which medicine is covered by my plan?",
        "Which prescriptions is my plan going to cover?",
        "My formularycovers some medications.",
        "What drugs comprise my formulary?",
        "Whichof the medications are covered in my formulary?",
        "which drugs are in my plan?",
        "Which drugs will my plan include?",
        "Some drugs are on my plan's list.",
        "What drugs are on my cover list?",
        "Which substances are covered by my formulary?",
        "Will I have cover for some drugs?",
        "What are the medication in my formulary?",
        "There are covered drugs on my formulary.",
        "My formulary covers more than one drug.",
        "What drugs is covered by my health plan?",
        "I have a coverage list that I would like to know what drugs are in it.",
        "Is medication on my formulary?",
        "Which drugs are put in my plan?",
        "Is the prescription drugs included in the formulary?",
        "Which of the drugs covered in my formulary?",
        "Which drugs will be covered?",
        "Which drugs are covered by my formulary, by the way?",
        "What is the coverage for my prescriptions?",
        "Which drugs are covered by my formulary??",
        "Which of the drugs is covered in the formulary?",
        "Can you tell me if my medication is covered?",
        "I wondered if my meds were on the formulary.",
        "Do I have a coverage for specific medicines?",
        "Will I have coverage to use certain drugs?",
        "I have a coverage list, I question what drugs I should be covered for.",
        "There are meds in my formulary.",
        "Which of the medications are covered by me?",
        "Which prescribed drugs does my plan cover?",
        "What drugs are covered by them?",
        "I had a coverage list and I want to know what drugs are on it.",
        "Are my drugs included in the formulary?",
        "Which of the following drugs are covered by my formulary?",
        "I have a coverage list and I would like to know the drugs on it.",
        "Which of the drugs reside in my formulary?",
        "What prescriptions are covered by my formulary?",
        "I have a coverage list and I need to know what drugs are in it.",
        "Is there medicine on my formulary?",
        "There are certain medications covered by my formulary.",
        "Which drugs are covered under me?",
        "What drugs are on the formulary?",
        "Are the drugs prescribed to me used in the formulary?",
        "Which medicines are covered by the formulary?",
        "Does the formulary include drugs that I have been prescribed?",
        "What medicines make the coverage list?",
        "Are my medication on the formulary?",
        "Which medications is covered by my formulary?",
        "Does my formulary contain drugs that are required?",
        "I would like to know a list of covered medication.",
        "I am wondering if my drugs are on the formulary.",
        "My formulary covers drugs.",
        "What are some drugs in my plan?",
        "Which medications are listed in my formulary?",
        "What drugs are on my policy?",
        "Is the drugs that I'm prescribed included in the formulary?",
        "Which of the medications are inside my formulary?",
        "Which pills are in my plan?",
        "I have a coverage list what drugs are on it?",
        "What drugs are on my doctors' list?",
        "My formulary has several medications that are covered.",
        "Which medicines falls under my insurance's formulary?",
        "Can you provide me a list of my covered drugs?",
        "Which of the drugs are covered under my formulary?",
        "Are my drugs on formulary?",
        "What medications are on my regimen?",
        "Which of the medications are covered in my plan?",
        "Which drugs make it into my formulary?",
        "What medication does my plan include?",
        "Which of the listed medicines are included in my formulary?",
        "What drugs are covered in my plan?",
        "Which drugs are under my formulary.",
        "What kind of medicine come with the plan?",
        "Which meds are included under my formulary?",
        "What is included in Formulary meds?",
        "Which meds are included?",
        "Can my formulary contain covered drugs?",
        "I own a coverage list and I want to know what drugs are in it.",
        "What medicines are included on the plan?",
        "Some drugs have been covered by my formulary.",
        "Which drugs are within my formulary right now?",
        "What drugs go in my formulary?",
        "Are I covered for specific medicine?",
        "I want to know if I have coverage for drugs.",
        "Is my medications covered on my formulary?",
        "What are my coverage's drugs?",
        "Do I have any coverage for particular drugs?",
        "I have a coverage list but I am wondering what drugs should be covered for.",
        "Which of the drugs in my formulary?",
        "What are the drugs that my coverage covers?",
        "Which drugs in my plan are covered?",
        "What drugs in my regimen?",
        "What are my drugs included in my coverage?",
        "Which of the medications are in the formulary?",
        "There are medications in my formulary.",
        "What medications is on my formulary?",
        "Which of the listed medications are covered by formulary?",
        "What drugs are included under my formulary?",
        "Which prescriptions do my policy cover?",
        "I have a coverage list and I would like to know what drugs are in it.",
        "I wonder what drugs are on my coverage list.",
        "What drugs are under my formulary?",
        "Are drugs included in the formulary?",
        "Does my plan cover prescribed drugs?",
        "Will my formulary include covered drugs?",
        "Which drugs, in my formulary?",
        "what drugs are on the coverage list?",
        "Any drugs that are on my list?",
        "Is the drugs prescribed to me included in the formulary",
        "Which of the medication is included under my formulary?",
        "Meds for my formulary?",
        "Is there medication included in Formulary?",
        "What drugs do my coverage list contain?",
        "Which medicines are covered under my plan?",
        "Do my drugs come on the formulary?",
        "Which drugs do I use in my formulary?",
        "My formulary contains drugs.",
        "Does my formulary include prescribed medicine?",
        "Drugs listed on my plan's list?",
        "Which prescriptions are covered by my plan?",
        "Which drugs are the subject of my formulary?",
        "Which medicines are included in the formulary?",
        "Which drugs are covered by my formulary at the moment?",
        "Which meds are included on the list?",
        "Am I covered by the covered drugs on my formulary?",
        "My formulary has some medicines that are covered.",
        "Will I have coverage on certain drugs?",
        "What drugs will be included in my plan?",
        "What drugs is in my formulary?",
        "Any drugs included on the plan's list?",
        "My formulary takes care of various medications.",
        "I have a coverage list and I want to know what drugs are covered for.",
        "Does my policy include the coverage for prescribed drugs?",
        "What are the drugs my coverage covers?",
        "What medication does my coverage cover?",
        "Specific medicines do I have coverage for?",
        "I have a coverage list and I want to know which drugs are in it.",
        "What drugs do I cover under my formulary?",
        "Any medicines that are part of the coverage list?",
        "My formulary covers numerous medications.",
        "Which medication are included on the list?",
        "Which medicines are on the list?",
        "Which of the medications is part of my formulary?",
        "Which prescriptions does my coverage cover?",
        "What drugs are involved in my plan?",
        "I'd like to know what drugs are on my coverage list.",
        "What drugs do my coverage encompass?",
        "What kinds of drugs are included with the plan?",
        "Which drugs are found in my formulary?",
        "In my plan, what drugs are there?",
        "Which drugs, under my formulary, are covered?",
        "Does my formulary come with required drugs?",
        "I have a coverage list and I want to know what drugs are covered.",
        "Is my medication covered by my formulary?",
        "What drugs are used in my plan?",
        "According to my formulary, which drugs are covered?",
        "Right now, what drugs are inside my formulary?",
        "I has a coverage list, what drugs are on it?",
        "What drugs are on the covered list?",
        "What medication are included under my formulary?",
        "I'm wondering if the drugs prescribed to me are included in the formulary.",
        "The formulary covers various medications.",
        "What type of medicine is included in the plan?",
        "Which drugs are covered by my formulaRY?",
        "Which ones are included in the Formulary?",
        "Do the drugs I take include in the formulary?",
        "Who drugs are covered by my formulary?",
        "I don't know what drugs are eligible to receive.",
        "I need to know what drugs I should be covered for.",
        "What meds do I have on my formulary?",
        "What drugs are present on my coverage list?",
        "Drug covered under my formulary?",
        "Does the formulary have medication on it?",
        "Which drugs are covered under my formulas?",
        "What kind of drugs are contained in the plan?",
        "Which prescriptions do my plan offer?",
        "Which of the medicines are covered in my formulary?",
        "Which medicines are covered in my plan?",
        "I have a coverage list, and I wonder what drugs should be covered for.",
        "Which drugs are contained in my formulary?",
        "What are the drugs on my coverage?",
        "Formulary meds being included?",
        "I'm wondering if my drugs are on the formulary.",
        "What drugs are used in my formulary?",
        "Which medicines made the coverage list?",
        "What drugs is covered for me?",
        "I have a coverage list, but I have questions about what drugs I should be covered for.",
        "Which medications are part of the formulary?",
        "Whatmedication are on my formulary?",
        "Does my formulary have covered medication?",
        "Is the drugs given to me included in the formulary?",
        "Which drugs are covered in my plan.",
        "What are the drugs I have on my formulary?",
        "I ask if I have coverage for specific medicines.",
        "Are the drugs I take included in the formulary?",
        "Which medicines are part of my insurance formulary?",
        "Any drugs that are included on the coverage list?",
        "Which pills are covered by my formulary?",
        "Which medicines is my plan covering?",
        "What drugs constitute my formulary?",
        "What medications are in my regimen?",
        "The medications listed are covered under my formulary.",
        "Which drugs are covered under my formulaRY?",
        "What drugs are I covering?",
        "Which drugs get covered by my health plan?",
        "Is the prescription drugs in the formulary?",
        "I'm wondering if I have coverage for certain medications.",
        "My insurance's formulary covers which medicines.",
        "Which of the prescription drugs are included under my formulary?",
        "Some medications can be covered by my formulary.",
        "I have a coverage list and I would like to know what drugs are on it",
        "Some of the drugs covered in my formulary.",
        "Is my prescription drugs on the formulary?",
        "What meds are included in my formulary?",
        "Which medicines are included with my plan?",
        "Which of the drugs have my formulary covered?",
        "What medication is covered under my formulary?",
        "What are the drugs that are on my formulary?",
        "Am my medication on the formulary?",
        "Which drugs do my health plans cover?",
        "I wonder if I have coverage for certain medications.",
        "I have some medications covered in my formulary.",
        "Which of themedications are included in my formulary?",
        "What drugs go on my coverage list?",
        "Which prescriptions cover my plan?",
        "What drugs go on my coverage?",
        "Can you tell me the covered drugs for me?",
        "Which of the drugs covered under my formulary are listed?",
        "What drugs are listed on the coverage list?",
        "What are the drugs I am eligible to take?",
        "What medicines made the coverage list?",
        "I don't know what drugs I am eligible to receive.",
        "Which of the drugs are covered by the formulary?",
        "Which prescriptions is my plan willing to cover?",
        "Which prescriptions do my health plan cover?",
        "Which drugs go under my formulary?",
        "Which drugs are covered by my formula?",
        "Which prescriptions is my plan supposed to cover?",
        "What medication do my coverage cover?",
        "Some of the prescriptions in my formulary are covered.",
        "Which drugs are insured by my health plan?",
        "Which medicines of my plan cover?",
        "What drugs on my coverage list are they?",
        "What kind of medications come with the plan?",
        "Does my formulary contain required medications?",
        "I should know what drugs are on my coverage list.",
        "Which of the medications in my formulary are covered?",
        "Which of those medications are included in my formulary?",
        "My formulary has covered meds?",
        "My formulary has covered some of the drugs.",
        "Which drugs make my formulary?",
        "I want to know if my formulary includes required meds.",
        "Which drugs are funded by my health plan?",
        "Which medicines in my plan are covered?",
        "What kind of drugs are part of the plan?",
        "What drugs is in my plan?",
        "What drugs are included in my formulary?",
        "Which drugs have my formulary covered?",
        "Do you know what drugs are in my formulary?",
        "Which of the drugs contain my formulary?",
        "Which drugs find their way into my formulary?",
        "covered drugs on my formulary?",
        "What are the drugs in formulary?",
        "Which medications are insured under my formulary?",
        "What drugs will my plan contain?",
        "Which of the drugs is included in the formulary?",
        "Is the drugs I prescribe included in the formulary?",
        "Which pharmaceuticals are included in my health plan.",
        "What drugs are in my coverage plan?",
        "Which drugs is in my formulary?",
        "I would like to know if my medication is on the formulary.",
        "Meds are included in my formulary?",
        "What types of medication are included with the plan?",
        "Which are the drugs that can be covered?",
        "I want to know what drugs I can receive.",
        "The formulary has some drugs that are covered.",
        "Which drugs is its coverage for?",
        "I want to know what drugs are on the list.",
        "Does my formulary include required medicine?",
        "Which drugs are in my formulary?!",
        "There are drugs within my formulary.",
        "Drugs for me covered?",
        "I wonder if I have coverage for specific drugs.",
        "What drugs are on my regimen?",
        "Which medicines are included in the list?",
        "I have a coverage list, which I want to know what drugs are on it.",
        "Which drugs are on my coverage list.",
        "Will I have coverage for some drugs?",
        "Drugs covered for me?",
        "My formulary covers some medications.",
        "Drugs are included in the formulary.",
        "My formulary has certain medications covered.",
        "I have a coverage list and am wondering what drugs should be covered for.",
        "What are the drugs on my plan's list?",
        "What drugs in my formulary is it?",
        "Will the drugs I'm prescribed be included in the formulary?",
        "Which drugs are in my formula.",
        "Which of the pills are covered in my formulary?",
        "What drugs are included in my coverage",
        "What medicines does my plan pay for?",
        "Will the drugs prescribed to me be in the formulary?",
        "By the way, which drugs are covered by my formulary?",
        "Which drugs are included in the list?",
        "Which drugs are in my formulaery?",
        "I don't know if my formulary has covered meds.",
        "Will I coverage certain drugs?",
        "Which drugs account for my formulary?",
        "Which medication is covered by my formulary.",
        "Some of the medications covered in my formulary.",
        "I am wondering if I have coverage for certain medicines.",
        "Does my policy include coverage for certain prescriptions?",
        "I don't know what drugs I should be covered for in my coverage list.",
        "Which drugs were included under my formulary?",
        "Which medicines would be covered by my plan?",
        "I want to know if I have coverage for certain drugs.",
        "What drugs were in my formulary?",
        "What drugs are in my insurance?",
        "Which drugs are covered using my formulary?",
        "Which drugs show up in my formulary?",
        "Which medicines are in my health plan?",
        "Which medicines are on my plan.",
        "What drugs include in my plan?",
        "I have a coverage list, and I want to know what drugs are on it.",
        "Does my coverage include prescribed medication?",
        "I question what drugs should be covered by my coverage list.",
        "I have a coverage list so I want to know what drugs are in it.",
        "Drugs in my formulary currently?",
        "Which prescriptions is covered by my plan?",
        "I am wondering if I will have coverage for certain drugs.",
        "Some of the medications have been covered in my formulary.",
        "My formulary consists of several medications.",
        "Which medicine fall under my insurance's formulary?",
        "what are the drugs in my formulary?",
        "Which medicines are covered in my plan.",
        "Drugs included in my plan's list?",
        "Which Drugs are in my plan?",
        "Which of these drugs are included in my formulary?",
        "Which drugs belong under my formulary?",
        "Is my medication covered in my formulary?",
        "What prescriptions does my plan provide?",
        "Which drugs occupy my formulary?",
        "Does the formulary include the drugs I have been prescribed?",
        "Which of the listed drugs are included in my formulary?",
        "Some medications are covered in my formulary",
        "What pills do my coverage cover?",
        "Is included Formulary meds?",
        "Do my meds fit on the formulary?",
        "Which drugs are listed on my coverage list?",
        "Which of the medications are covered with my formulary?",
        "My formulary has some covered medications.",
        "What drugs are on my coverage list",
        "Which medications is covered by my plan?",
        "Are my prescribed drugs on formulary?",
        "What are the covered medications for me?",
        "Drugs that are on my coverage list?",
        "Some medications are covered in the formulary.",
        "Which drugs are included in my health plan?",
        "Which medications do my coverage include?",
        "I would like to know if my medications are included.",
        "What are some of the drugs in my plan?",
        "Do I have coverage for specific medication?",
        "Will my coverage include drugs?",
        "My formulary uses various medications.",
        "Which drugs are my formulary covering?",
        "Which medications are covered in my plan?",
        "My formulary has covered some medications.",
        "How about any medicines included on the coverage list?",
        "I have a coverage list and I want to know what the drugs are that are on it.",
        "Drug within my formulary?",
        "Which substances are included in my health plan?",
        "Are my drugs included on the formulary?",
        "Various medications cover my formulary.",
        "What drugs is it in my formulary?",
        "Which prescriptions can my plan pay for?",
        "What medicines are included on the coverage list",
        "What drugs are in my medicine regimen?",
        "What are the approved drugs in my formulary?",
        "Will I have coverage with certain drugs?",
        "Which drug are included in my formulary?",
        "I have a coverage list and I wonder what drugs I need to be covered for.",
        "Which prescriptions are covered by my plan.",
        "Which of the drugs are covered by my formulary.",
        "I have a coverage list and I'm interested in what drugs are on it.",
        "Which substances are included in my formulary?",
        "Any drugs are in my formulary?",
        "Which drugs are in my formula",
        "Are there specific medicines that I have coverage for?",
        "What drugs were included in my formulary?",
        "Drugs that are covered under my formulary?",
        "My formulary has a number of medications covered.",
        "I want to know which drugs are on the coverage list.",
        "I would like to know if you can list my covered medications.",
        "What are the drugs used in my formulary?",
        "Some medications are in my formulary.",
        "My formulary contains medication.",
        "Is the drugs I receive included in the formulary?",
        "Which drugs am covered by my health plan?",
        "Do I get coverage for certain medicines?",
        "Which drugs are included within my plan?",
        "I want to know what meds are on my formulary.",
        "What drugs are covered by my healthcare plan?",
        "Which of the drugs are on my formulary?",
        "My formulary covers a number of medication.",
        "Which ones are included in Formulary",
        "What drugs am I covered by?",
        "Is drugs prescribed to me included in formulary?",
        "Does my coverage include any specific medications?",
        "Which drugs sit in my plan?",
        "Are my drugs covered in my formulary?",
        "Right now, what drugs are in my formulary?",
        "I don't know if my meds are covered on my formulary.",
        "My formulary has some drugs.",
        "Which of the drugs were included under my formulary?",
        "Which drugs are included in my formulary?",
        "Which medication is in my formulary?",
        "Am I covered by covered meds on my formulary?",
        "Which of the prescription drugs is covered by my formulary?",
        "Which drugs get covered in my health plan?",
        "Which were the medications included under my formulary?",
        "Which drugs will be covered by my health plan?",
        "Which drugs have my formulary covering?",
        "Which are the drugs covered by it?",
        "Which of the approved drugs are covered by my formulary?",
        "Meds listed on my formulary?",
        "Which of the medication is included in my formulary?",
        "Is my prescribed medication listed on the formulary?",
        "Which of the listed medications are covered by my formulary?",
        "Is my medication in my formulary?",
        "What drugs do my plans cover?",
        "What drugs am I on the coverage list for?",
        "My formulary covers many of the medications.",
        "What medicines are covered by my insurance formulary?",
        "What drugs are in the formulary?",
        "What drugs is included on my coverage?",
        "What are the medicines on my formulary?",
        "Can you give me a list of my covered medicine?",
        "Which drugs go in my plan?",
        "What medications are covered by my formulary?",
        "I don't know if my prescriptions are covered on my formulary.",
        "I don't know what drugs I am eligible for.",
        "What drugs are included on my plan?",
        "What drugs include in my formulary?",
        "Did I have coverage for specific medications?",
        "What drugs are on my healthcare plan?",
        "I want to know what drugs are on the list I have.",
        "What drugs are under my coverage?",
        "What prescriptions do the plan cover?",
        "What are my coverage options for specific medicines?",
        "Can you list my covered drugs?",
        "Which medications are available in my formulary?",
        "I have a coverage list, what drugs do I have on it?",
        "Drugs on the coverage list?",
        "What are my drugs included?",
        "Which drugs fall under the formulary of my insurance?",
        "What drugs play in my formulary?",
        "Which drugs are covered as per my formulary?",
        "Which of the mentioned drugs are covered under my formulary?",
        "Is it my formulary that has meds on it?",
        "I have a coverage list and I am wondering what drugs I should be covered for.",
        "Which prescriptions are my coverage?",
        "Will me have coverage for certain drugs?",
        "What are the drugs I take on my formulary?",
        "Are mymedications on the formulary?",
        "Inquire about covered drugs",
        "I want to know what meds are in my formulary.",
        "There are various medications that my formulary covers.",
        "What were the drugs in my formulary?",
        "Which prescriptions is my plan paid for?",
        "Which drugs are currently covered by my formulary?",
        "What are the prescription drugs on my formulary?",
        "What are the drugs that my formulary covers?",
        "What drugs are covered in my health plan?",
        "Which prescriptions do I have coverage for?",
        "Which medicines are subject to my insurance formulary?",
        "I am interested in knowing what drugs are on the coverage list.",
        "There are medications covered in my formulary.",
        "Which medications are included as part of my formulary?",
        "what drugs are on the list?",
        "Which of themedications are covered in my formulary?",
        "Any medicines included in coverage?",
        "Get to know about covered prescriptions.",
        "Formulary includes which ones?",
        "Will I be able to have coverage for certain drugs?",
        "Are there any specific medications that I have coverage for?",
        "I own a coverage list and I would like to know what drugs are on it.",
        "Which drugs are covered by a formulary?",
        "Which medicines comply with my insurance's formulary?",
        "I wonder if my drugs are on the formulary.",
        "Is the drugs that I get included in the formulary?",
        "Various medicines are covered in my formulary.",
        "Which drugs are covered for me?",
        "What drugs do I put on my coverage list?",
        "I am wondering if the drugs prescribed to me are included in the formulary.",
        "What drugs are in my plan now?",
        "Drugs prescribed to me might be included in the formulary.",
        "I have a coverage list and what drugs are on it?",
        "Which drugs are covered within my health plan?",
        "Do I have health coverage for certain medications?",
        "I want to know what drugs were on my coverage list.",
        "What medicines do I take on my formulary?",
        "Are there any drugs on my coverage list?",
        "Which prescriptions is my plan covered?",
        "My formulary deals with various medications.",
        "Do drugs prescribed to me fit in the formulary?",
        "I need to know if my medications are included.",
        "Will I have covered certain drugs?",
        "Which meds are in my formulary?",
        "Which were the drugs in my formulary?",
        "I want to know what drugs were on the coverage list.",
        "which drugs are covered by my formulary?",
        "I have a coverage list, what drugs are listed?",
        "Which medicines are on my insurance's formulary?",
        "Which drugs I use in my formulary?",
        "Are I covered for certain drugs?",
        "What drugs belong in my formulary?",
        "Which drugs are within my plan?",
        "I have a coverage list and wonder what drugs I should be covered for.",
        "Which drugs are covered by my plans?",
        "inquired about covered prescriptions",
        "medicines included on the list?",
        "What drugs is on the coverage list?",
        "I want to know what drugs are on my coverage list",
        "What drugs go on my formulary?",
        "Which medicines are in the formulary?",
        "Some of the medications were covered by my formulary.",
        "Which of the medicines does my plan cover?",
        "Which of the medications include under my formulary?",
        "What are the treatments on my formulary?",
        "Will I have the coverage for certain drugs?",
        "drugs on my plan's list?",
        "What drugs exist in my plan?",
        "What are the drugs included under my formulary?",
        "What drugs are on my coverage list is something I want to know.",
        "Are the drugs that I take included in the formulary?",
        "Are my medications covered on my formulary?",
        "Are my prescribed drugs on the formulary?",
        "Does my formulary include any required medications?",
        "My formulary has certain drugs.",
        "Some of the drugs in my formulary are covered.",
        "What are the drugs that my health plan covers?",
        "Which medicines are in my policy?",
        "I wonder if my medication is covered on my formulary.",
        "I wonder what drugs are in my plan.",
        "Which drugs is on my coverage list?",
        "Which of the drugs in my formulary are covered by them?",
        "Which prescriptions come with my plan?",
        "Which drugs will be present in my plan?",
        "Drugs are in my formulary?",
        "I have a coverage list and I wonder what drugs are on it.",
        "Some of the medications that my formulary has covered.",
        "I wonder if I have coverage for specific medications.",
        "Can you tell me the medications that are covered?",
        "I want to know if my prescriptions are on the formulary.",
        "Which medicines is in my plan?",
        "Can you tell me what kind of drugs you will cover?",
        "Which drugs do I have my plan cover?",
        "I want to know what drugs are on mycoverage list.",
        "What drugs are in your formulary?",
        "Which of the medications are included in the formulary?",
        "What drugs are on my coverage",
        "Which drugs are in my health plan",
        "Which drugs are within the formulary?",
        "My formulary has coverage for some drugs.",
        "Which medicines are covered in my formulary?",
        "Medics on my formulary?",
        "What prescriptions are on the list?",
        "Various medications were covered in my formulary.",
        "Are the drugs in my prescriptions included in the formulary?",
        "What drugs are covered by my list?",
        "I don't know if the drugs prescribed to me are included in the formulary.",
        "My formulary includes drugs.",
        "Which drugs are its cover?",
        "Do I have health coverage for certain medicines?",
        "My formulary has several medications covered.",
        "Drugs in my formulary now?",
        "What prescriptions will my plan cover?",
        "I want to know if there are any drugs on my plan's list.",
        "Is my coverage for specific medications available?",
        "Which medications are covered under my formulary.",
        "Does my coverage cover any specific medicines?",
        "What drugs are inside my formulary right now?",
        "There are some drugs that my formulary covers.",
        "Which of the drugs is covered under my formulary?",
        "I have a coverage list and I want to know what drugs there are.",
        "What types of medication are in the plan?",
        "The medications are included under my formulary.",
        "What meds are part of my coverage?",
        "Which medications are in my formulary?",
        "I like to know what drugs are on the coverage list.",
        "Which drugs are covered by my insurance formulary?",
        "Drugs within my formulary currently?",
        "What are the listed medications that are covered under my formulary?",
        "What are the drugs included in my formulary?",
        "Some of the medication is covered in my formulary.",
        "Does my coverage cover specific medication?",
        "What are the medications that my coverage includes?",
        "Which of the prescribed drugs are covered by my formulary?",
        "What are the drugs used on my formulary?",
        "The drugs that are on my coverage list.",
        "What drugs are listed in my coverage list?",
        "Does my policy contain coverage for prescribed drugs?",
        "I wonder if my formulary contains covered drugs?",
        "Which ones are included in Formulary?",
        "What medications does my coverage cover?",
        "Which medicines are included under my formulary?",
        "My formulary has some medication",
        "What types of medication is included in the plan?",
        "Which of the medications does my formulary include?",
        "Is my formulary covered with medicine?",
        "Is my formulary covered with covered drugs?",
        "Which medicines are covered through my plan?",
        "Was the drugs prescribed to me included in the formulary?",
        "What medication is on the formulary?",
        "What are the covered drugs in my formulary?",
        "What drugs is in my coverage?",
        "What drugs are my formulary covering?",
        "Which medication are on my formulary?",
        "Which drugs am I covered for in my plan?",
        "I want to know if my pills are on the formulary.",
        "The drugs prescribed to me might be included in the formulary.",
        "What meds does my coverage cover?",
        "My formulary has meds in it.",
        "Can you tell me about my covered medications?",
        "I need to know what drugs I'm eligible to receive.",
        "Which of the following medications are covered by my formulary?",
        "Which drugs are accepted under my formulary?",
        "Do my medications count on the formulary?",
        "Which drugs are my covered?",
        "What coverage do I have for specific drugs?",
        "Which drugs are in my formulary, right?",
        "Does the formulary contain pharmaceuticals?",
        "My formulary has covered prescriptions?",
        "Which of the medicines is covered in my formulary?",
        "What medication coverage is included?",
        "What drugs go into my formulary?",
        "I want to know about the drugs on my coverage list.",
        "What kind of medicine are included with the plan?",
        "What drugs do my coverage cover?",
        "What are my drugs in my formulary?",
        "My formulary has various medications covered.",
        "I wonder if my meds are on the formulary.",
        "Which drugs are included in my formulary, by the way?",
        "I wonder if my prescribed drugs are on the formulary.",
        "I do not know what drugs are on the coverage list.",
        "What drugs are covered by my coverage list?",
        "Which drugs do my health plan cover?",
        "Which prescriptions are on my plan?",
        "Which prescriptions will be covered by my plan?",
        "I have a coverage list and I would love to know what drugs are on it.",
        "Specific medicines are covered by my coverage.",
        "Which drugs have my health plan cover?",
        "What drugs are contained on my coverage list?",
        "My formulary has some meds on it.",
        "Right now what drugs are within my formulary?",
        "Which drugs gets covered?",
        "Which drugs are covered by my medical plan?",
        "Does my policy include coverage on prescribed drugs?",
        "What are some drugs on my coverage list?",
        "Covered drugs in my formulary?",
        "Which drugs fall under the formulary?",
        "What kind of drugs are in the plan?",
        "I have a coverage list and I want to know if any drugs are on it.",
        "Various medications are covered in the formulary.",
        "Do I know what drugs are in my formulary?",
        "Which medicines were included on the coverage list?",
        "What drugs are on their coverage list?",
        "The listed medications are covered by my formulary.",
        "What ones are included in Formulary?",
        "Which of the medications are included with my formulary?",
        "Which medications in my formulary are covered?",
        "I have a coverage list and I wonder what drugs I ought to be covered for.",
        "Which of the listed medications are insured under my formulary?",
        "I have some drugs covered in my formulary.",
        "Formulary medications included?",
        "Are my medications in the formulary?",
        "Drugs are in my formulary right now?",
        "What drugs in my coverage?",
        "I wonder if my formulary has covered my medication?",
        "What medications do my formulary cover?",
        "Which drugs figure in my plan?",
        "which drugs are in my formulary?",
        "Which medicines are included in my policy?",
        "What meds is included in my coverage?",
        "What drugs are covered under the formulary?",
        "What drugs are part of my plans?",
        "I cover various medications in my formulary.",
        "Which drugs are included on my plan's list?",
        "Is my formulary covered by Covered meds?",
        "Which medications are contained in my formulary?",
        "Is my formulary with required meds?",
        "I wonder if my drugs are covered on my formulary.",
        "Is my prescribed medications on the formulary?",
        "Which drugs are on the plan's list?",
        "Which drugs exist in my plan?",
        "Does the formulary have medication in it?",
        "Which medications does my plan pay for?",
        "Which medication is covered by my plan?",
        "Which drugs are included in my insurance formulary?",
        "Which of the medications are included in my formulary?",
        "What medications are part of my formulary?",
        "My formulary has drugs that are covered.",
        "My formulary includes multiple medications.",
        "Which medications are covered by the formulary?",
        "Which drugs are contained in the plan?",
        "Can you tell me the covered medications that I need?",
        "What drugs are on that coverage list?",
        "Which drugs are part of my healthcare plan?",
        "Some medications in my formulary are covered.",
        "My formulary has some of the drugs.",
        "Which of themedications are included under my formulary?",
        "Which drugs are located in my plan?",
        "Did my formulary contain covered drugs?",
        "Which medicine is included in my formulary?",
        "Am I covered by covered drugs on my formulary?",
        "I want to know what drugs are on my formulary.",
        "Does my policy include coverage for prescribed drugs.",
        "What drugs are on my formulary",
        "What drugs in my formulary are used?",
        "Right now any drugs in my formulary?",
        "I am wondering if I have coverage for specific medicines.",
        "Which medicines are covered by my plan?",
        "My formulary covers several drugs",
        "Which drugs are in my plan's list?",
        "What are the drugs on my coverage list?",
        "I have a coverage list and I am wondering what drugs are on it.",
        "Which drugs are covered by my formulary, right?",
        "Does I have coverage for specific medications?",
        "Which medications are used in my formulary?",
        "Do you know what drugs are on my coverage list?",
        "Which drugs make their way into my formulary?",
        "Are the drugs given to me included in the formulary?",
        "Does the formulary include prescription medication?",
        "Drugs on my plan's list?",
        "Will I have coverage for certain drugs??",
        "I want to know what drugs are contained in my coverage list.",
        "Can you tell me which drugs are covered?",
        "Are the drugs I take included in the formulary.",
        "Medicals on my formulary?",
        "Does my formulary include needed drugs?",
        "What are the drugs I am eligible for?",
        "Meds on my formulary??",
        "Is prescription drugs included in the formulary?",
        "Covered meds in my formulary?",
        "What drugs are included on my policy?",
        "Is there coverage for my specific medications?",
        "Meds are in my formulary?",
        "Is there covered medication on my formulary?",
        "Which drugs is that covered by it?",
        "I have a coverage list so I want to know what drugs are on it.",
        "What kinds of medication are included with the plan?",
        "Which of my drugs are covered?",
        "I want to know if any drugs are in my formulary.",
        "Is the formulary filled with medication?",
        "I don't know what drugs I should be covered for with my coverage list.",
        "Does my coverage cover medications?",
        "Which prescriptions will my plan pay?",
        "Is the drugs prescribed for me included in the formulary?",
        "Which of these medications are covered in my formulary?",
        "Right now, what drugs are within my formulary?",
        "I want to know if you can list my covered medications.",
        "Which drugs use my formulary?",
        "Any drugs listed in my plan's list?",
        "Which prescriptions belong to my plan?",
        "What kind of drugs do my coverage include?",
        "What drugs do I have coverage for?",
        "Which medicines is covered?",
        "I have a coverage list and am wondering what drugs are on it.",
        "My formulary includes medication.",
        "What prescriptions does my plan pay for?",
        "What drugs do my policy include?",
        "Which meds are covered under my formulary?",
        "Are my medicine on the formulary?",
        "Which medicines are included in the plan?",
        "What kind of medication is included in the plan?",
        "What medications are on the list?",
        "I have a coverage list, but I want to know what drugs are on it.",
        "I am wondering if the drugs I am prescribed are included in the formulary.",
        "What drugs are listed on my formulary?",
        "What kind of medication comes in the plan?",
        "Which of the medications are used in my formulary?",
        "My formulary contains a variety of medications.",
        "Which of the drugs are included under the formulary?",
        "Which drugs are covered under the formulary?",
        "Which drugs are available in my formulary?",
        "I have a coverage list and I wonder which drugs I should be covered for.",
        "Medicines on the coverage list?",
        "Drugs that are covered for me?",
        "Which of the medications is included with my formulary?",
        "Can you tell me what drugs are accepted?",
        "Which prescriptions have my plan covered?",
        "I would like to know the list of covered meds.",
        "What prescriptions are on my formulary?",
        "Do I have any coverage for certain medications?",
        "I am wondering if I have coverage for specific drugs.",
        "I have a coverage list, which drugs are on it?",
        "Which of the listed medications have my formulary cover?",
        "What medications are included under the formulary?",
        "Which medicines covered in my plan?",
        "What are some of the medications covered by my formulary?",
        "Which of the listed medicines is covered by my formulary?",
        "Is my medication included in the formulary?",
        "My formularycovers various medications.",
        "I have a covered list, what drugs are on it?",
        "I want to know which drugs are in my plan.",
        "What drugs do I qualify for?",
        "I don't know what medications are in my formulary.",
        "Which medicines under my plan?",
        "Which drugs fall under my health plan?",
        "There are some drugs that my formulary has covered.",
        "Which medicines is covered by my plan.",
        "I wanted to know what drugs were on the list.",
        "Is my medication in the formulary?",
        "What are the medications that are covered under my formulary?",
        "Are my drugs covered on my formulary?",
        "What meds are included in my coverage?",
        "What medications are covered by my formulary.",
        "What are the drugs that are in my plan?",
        "My formulary has covered certain medications.",
        "Which drugs is it covering?",
        "Which drugs are coverage under my formulary?",
        "Which drugs are on my formulary.",
        "Do I get coverage for certain drugs?",
        "I would like to know if I have coverage for specific drugs.",
        "Which of the drugs my formulary covers?",
        "I am wondering what drugs are in my formulary.",
        "I wonder if my formulary has covered meds.",
        "Which drugs are in my healthcare plan?",
        "Inquire about the prescriptions covered.",
        "Are my drugs on the formulary?",
        "I don't know what drugs I'm eligible to receive.",
        "Which of the drugs included in my formulary?",
        "Which of the listed drugs is covered by my formulary?",
        "What drugs is there in my plan?",
        "Which medications are covered in my formulary?",
        "Which drugs enter my formulary?",
        "Whichmedicates are covered?",
        "Which medications are under my formulary?",
        "My formulary has any drugs within it?",
        "Which drugs are covered by my formulary.",
        "Exactly what drugs are in my formulary right now?",
        "Which treatments are covered under my formulary?",
        "Which drugs are inmy formulary?",
        "What are the drugs that are covered by my formulary?",
        "Drugs are within my formulary right now?",
        "What drugs are within my coverage list?",
        "I have a coverage list and I want to know what drugs it has.",
        "What drugs do my coverage protect?",
        "What coverage are there for medication?",
        "Which of the medications are included under my formulary.",
        "Which prescriptions does the plan cover?",
        "Which of the prescription drugs is covered in my formulary?",
        "Which drugs do I cover under my formulary?",
        "Which drugs does it include?",
        "I want to know if my prescribed drugs are on the formulary.",
        "Is my coverage for specific medicines covered?",
        "I own a coverage list and what drugs are on it?",
        "Does my medication fit on the formulary?",
        "What drugs are covered by my policy?",
        "I have a coverage list, what drugs are on there?",
        "Some medication are covered in my formulary.",
        "There are some drugs covered by my formulary.",
        "My formulary is covered by covered medications.",
        "What medication is covered on my formulary?",
        "Can you tell me what drugs are in my formulary?",
        "Whose medicines do my plan cover?",
        "What drugs do I have on my plan's list?",
        "What are the drugs on the coverage list?",
        "Which drugs come into my plan?",
        "Which of the listed medications are covered according to my formulary?",
        "What drugs should my coverage include?",
        "What meds are included?",
        "Are there specific medications that I have coverage for?",
        "Which of the medication is covered in my formulary?",
        "My formulary includes medications.",
        "Which drugs are part of my health plan?",
        "Any drugs listed on my plan's list?",
        "What drugs are covered by me?",
        "I wonder if any drugs are on my plan's list.",
        "Which substances are covered in my formulary?",
        "Which medicines are subject to my insurance's formulary?",
        "Which drugs are inside my plan?",
        "Which drugs are included on my health plan?",
        "Does my formulary include some medication?",
        "Does my formulary contain prescribed drugs?",
        "Which drugs are under my health plan?",
        "What drugs are inside of my plan?",
        "Which are the drugs included under my formulary?",
        "Does my policy include coverage for prescribed medicines?",
        "What drugs are in my plan's list?",
        "Which medicines are covered by my plans?",
        "Which drugs do my formulary cover?",
        "What drugs are included in my medication?",
        "Which medications are included on my formulary?",
        "I want to know if my medication is covered.",
        "Which medicines are my covered?",
        "Will I have coverage of certain drugs?",
        "Which drugs gets coverage?",
        "My formulary has covered some drugs.",
        "What drugs are included in the plan?",
        "My formulary has various drugs.",
        "Which are the drugs my plan covers?",
        "I have a cover list and I want to know what drugs are on it.",
        "Which drugs are under my plan?",
        "Required meds are included in my formulary?",
        "My formulary contains various drugs.",
        "Which medicines are included on the cover list?",
        "Will I have coverage for specified drugs?",
        "Which drugs come under my formulary?",
        "Which medication coverage is offered?",
        "Which drugs are covered in my healthcare plan?",
        "What are those drugs in my formulary?",
        "The listed medications are covered in my formulary.",
        "I am wondering if I have coverage for certain drugs.",
        "Which drugs are my covered under my formulary?",
        "does the formulary include medication?",
        "Will I have Coverage for certain Drugs?",
        "Which drugs are associated with my plan?",
        "Any medicines are included on the coverage list?",
        "Which drugs are covered in the formulary?",
        "Does the formulary have medicines in it?",
        "I have a coverage list, I want to know what drugs are in it.",
        "Which prescriptions do my plan help with?",
        "What are the medications that are in my formulary?",
        "Which prescriptions are part of my plan.",
        "What medication are on my formulary?",
        "Which pharmaceutical products are covered by my health plan?",
        "Which of the medications are included as part of my formulary?",
        "Which drugs is it covered for?",
        "Did my formulary include covered medicine?",
        "What ones are included in formulary?",
        "Is my formulary covered by these drugs?",
        "Which of the medications is covered in my formulary?",
        "I need to know if my prescriptions are on the formulary.",
        "What is the medication in my formulary?",
        "Which prescriptions is my plan covered for?",
        "What drugs I have a coverage list for?",
        "Which drugs get covered in my formulary?",
        "What prescriptions does my plan include?",
        "Which prescriptions does my plan help with?",
        "Does I have coverage for certain drugs?",
        "Which drugs are considered covered under my formulary?",
        "Which type of medication is included with the plan?",
        "Which prescriptions are in my formulary?",
        "Which pharmaceuticals are included in my plan?",
        "My formulary has coverage for some medications.",
        "Which of the drugs are inside my formulary?",
        "I've got a coverage list and I want to know what drugs are on it.",
        "What medicines is my plan covering?",
        "I want to know what drugs are on the covered list.",
        "What are the drugs that are covered under my formulary?",
        "Is medication included for Formulary?",
        "I have a coverage list and have a question about what drugs I should be covered for.",
        "Which drugs belong in my plan?",
        "What drugs are on my treatment list?",
        "Which medicines is my plan cover?",
        "Which prescriptions is my plan cover?",
        "Which of the following drugs are covered under my formulary?",
        "Which medicines are covered by my insurance's formulary?",
        "Which prescriptions do my plan covers?",
        "I have a question about coverage for specific medicines.",
        "What drugs are on the Coverage List?",
        "There are any drugs within my formulary?",
        "Which drugs are covered under my formulary??",
        "Did the drugs prescribed to me get included in the formulary?",
        "Does my formulary contain required meds?",
        "Which medicines are included on coverage list?",
        "Will my coverage be for certain drugs?",
        "Is I covered for specific medicines?",
        "Which drugs are associated with my formulary?",
        "Does my formulary contain medications?",
        "Which of the drugs are in my plan?",
        "Which of the listed medications are subject to my formulary?",
        "I wonder if my meds are on the formulary?",
        "I wanted to know what drugs were on the coverage list.",
        "Which of the drugs covered by my formulary?",
        "What drugs is there in my formulary?",
        "How about covered medications for me?",
        "What drugs have my coverage include?",
        "What drugs are included with my coverage?",
        "What drugs do I include on my coverage list?",
        "Which prescriptions are my coverage for?",
        "I need to know what drugs I am eligible for.",
        "What meds are in my regimen?",
        "Which of the drugs are covered through my formulary?",
        "Does the formulary include the drugs?",
        "Are the drugs I take part in the formulary?",
        "I want to know the drugs on the coverage list.",
        "Which of the drugs are covered under my formulary.",
        "What drugs will I be covered for?",
        "Is the medication on my formulary covered?",
        "My medications are on the formulary?",
        "What drugs do I have on my coverage list?",
        "My formulary covers different types of drugs.",
        "My formulary has covered medicines.",
        "I have a coverage list and I wanted to know what drugs were on it.",
        "What are the listed medications covered under my formulary?",
        "What drugs are contained in the formulary?",
        "Is my formulary covered with covered meds?",
        "Which prescriptions covered by my plan?",
        "Which drugs are listed in my plan?",
        "Which pharmaceuticals is included in my health plan?",
        "What prescriptions is my plan covered for?",
        "Did my formulary include covered medication?",
        "What meds do my plans include?",
        "Is the medication covered in my formulary?",
        "Do I have coverage for particular drugs?",
        "Meds included in my formulary?",
        "I have a coverage list and question what drugs I should be covered for.",
        "What drugs is included in my plan?",
        "What medicines are included in my insurance's formulary?",
        "Which of the drugs belong in my formulary?",
        "Drugs prescribed to me are included in the formulary",
        "What meds is on the list?",
        "Drugs are covered on my formulary.",
        "What drugs are in our plan?",
        "Which ones are included in my formulary?",
        "Which prescription is covered by my plan?",
        "Which drugs covered by my plan?",
        "What are the drugs covered by my coverage?",
        "Does my formulary include the necessary drugs?",
        "Which ones is included in formulary?",
        "The drugs prescribed to me may be included in the formulary.",
        "Which prescription types are covered?",
        "What drugs are on my health plan?",
        "Which medicines go into my plan?",
        "My formulary has some medications that are covered",
        "What meds are included in my plan?",
        "Which of the listed treatments are covered by my formulary?",
        "Which drugs made it to my formulary?",
        "Which drugs found in my formulary?",
        "My formulary has several drugs covered.",
        "Some medications are covered under my formulary.",
        "Which drugs have been included in my plan?",
        "Several drugs are covered in my formulary.",
        "I have a covering list and I want to know what drugs are on it.",
        "Which drugs are covered under my formularies?",
        "I have a coverage list but I wonder what drugs I should be covered for.",
        "What are the drugs I use on my formulary?",
        "Which drugs is it able to cover?",
        "What medicines are covered by my plan?",
        "I'm wondering what drugs are in my plan.",
        "Which drugs have a place in my plan?",
        "I wonder if my medications are covered on my formulary.",
        "My formulary has covered medications.",
        "Covered medicines on my formulary?",
        "Which drugs are it covered?",
        "Which drugs are covered per my formulary?",
        "Which prescriptions are my plan coverage?",
        "Which drugs is covered under my plan?",
        "Inquire about what prescriptions are covered.",
        "Who are the medications covered in my formulary?",
        "Which drugs are included in my insurance?",
        "Is my prescribed medication on the formulary?",
        "Am I covered by covered medication on my formulary?",
        "Which prescriptions are covered under my plan?",
        "Which of the drugs cover in my formulary?",
        "I wonder if the drugs prescribed to me are in the formulary.",
        "Which medicine is included in my health plan?",
        "Will I be covered for specific medications?",
        "I have a coverage list and I need to know what drugs are on it",
        "What drugs are on a coverage list?",
        "I ask if I have coverage for specific medications.",
        "Medicated on my formulary?",
        "So what drugs are in my plan?",
        "Ask about covered drugs.",
        "Which medicine is covered by my insurance's formulary?",
        "Which drugs are covered under my plan?",
        "Which of the medications are included in my formulary.",
        "Drugs are included in my formulary.",
        "What are the drugs I'm eligible for?",
        "Which drugs were covered for me?",
        "Any medicines in the coverage list?",
        "My formulary covers several medications.",
        "Drugs that are on my plan's list?",
        "I wonder if my formulary contains covered drugs.",
        "Which medication is on my formulary?",
        "Which medicines is included?",
        "Which of the listed medications are covered through my formulary?",
        "I question what drugs should be covered for by my coverage list.",
        "Which medicines have my plan cover?",
        "My formulary covers medication",
        "Do I get coverage for certain medications?",
        "Will my drugs be on the formulary?",
        "I have a coverage list, and I am wondering what drugs I should be covered for.",
        "What are the medications covered by my formulary?",
        "Which drugs are included under the formulary?",
        "I'm interested in knowing what drugs are on my coverage list.",
        "What drugs are on my coverage for?",
        "Which drugs will I have in my plan?",
        "What kind of medication come with the plan?",
        "There are some medications my formulary has covered.",
        "My formulary has some drugs that it covers.",
        "Which prescriptions does my plan provide?",
        "Which medication is covered by my formulary?",
        "Do I have any coverage of specific medicines?",
        "Which medicines do I have coverage for?",
        "Which drugs are that in my plan?",
        "Is the drugs prescribed to me included on the formulary?",
        "Which prescriptions do my plan pay for?",
        "Inquire about the drugs that are covered.",
        "Which of the drugs include in my formulary?",
        "Which of the prescription drugs are covered under my formulary?",
        "There are Formulary meds included?",
        "Which drugs are covered by my formularies?",
        "Which drugs is included in the list?",
        "What are the drugs that are in my formulary?",
        "Is the formulary includes meds?",
        "Will I have coverage on some drugs?",
        "what are the drugs on my formulary?",
        "Which medicines do it cover?",
        "What medicine are on my formulary?",
        "My formulary has some drugs that are covered by it.",
        "What kind ofmedication is included with the plan?",
        "Which medicines am I covered by my plan?",
        "My formulary contains several medications.",
        "I need to know what the drugs are on my coverage list.",
        "What drugs am on my coverage list?",
        "How many drugs are within my formulary right now?",
        "Which of the mentioned medications are covered under my formulary?",
        "Are the drugs listed in the formulary?",
        "What drugs do my coverage offer?",
        "What drugs is covered in my coverage?",
        "Which drugs are provided by my health plan?",
        "Which medicines do my plan cover?",
        "Drugs in covered for me?",
        "Some pills are covered by my formulary.",
        "Which medicines comprise my plan?",
        "What drugs were covered for me?",
        "Does the formulary include prescribed medication?",
        "What drugs come in my plan?",
        "Does the formulary include certain drugs?",
        "I have a coverage list that I need to know what drugs are on it.",
        "Some of the drugs are covered by my formulary.",
        "I want to know what drugs are on a covered list.",
        "What drugs do I use with my formulary?",
        "Any drugs that are included in the coverage list?",
        "Which drugs is included in my health plan?",
        "Which drugs does my plan include?",
        "Several medications are covered by my formulary.",
        "I do not know what drugs I am eligible to receive.",
        "Which medications were included under my formulary?",
        "For me, what drugs are covered?",
        "What are the drugs in the formulary?",
        "What medication coverage are there?",
        "Do I have coverage for a specific medication?",
        "Which of the prescription drugs is included under my formulary?",
        "Which prescriptions are my plan cover?",
        "What kind of drugs are in my formulary?",
        "Which prescriptions are my plan able to cover?",
        "Is my drugs included in the formulary?",
        "Which of the drugs in my formulary are covered by it?",
        "Which prescriptions are my plan covered for?",
        "There are drugs covered in my formulary.",
        "Which of the listed medications does my formulary cover?",
        "What drugs am I on a coverage list for?",
        "I own a coverage list and want to know what drugs are on it.",
        "Which medication is included under my formulary?",
        "Does the formulary contain drugs prescribed to me?",
        "Currently, any drugs within my formulary?",
        "Which are the drugs included in my formulary?",
        "Does the formulary have meds included?",
        "Several medications are covered in my formulary.",
        "Formulary meds were included?",
        "Which prescriptions are paid for by my plan?",
        "Is there coverage for specific medicines for me?",
        "What type of medication is included with the plan?",
        "Which drugs are covered under our formulary?",
        "Which of the drugs comprise my formulary?",
        "Which ones are covered by my formulary?",
        "I have a coverage list and am wondering what drugs should be covered.",
        "What drugs do my coverage includes?",
        "What drugs are included in my formulary right now?",
        "What types of medication come with the plan?",
        "Some drugs are covered by my formulary.",
        "What medications do my plan cover?",
        "Which drugs are covered under the formulary.",
        "What drugs are on coverage?",
        "I have questions about coverage for specific medicines.",
        "Some drugs are covered in my formulary.",
        "The listed medications are covered under my formulary.",
        "Which medications is covered in my formulary?",
        "Which drugs are covered from my formulary?",
        "What specific drugs do my coverage cover?",
        "Which prescriptions is my plan covers?",
        "Which medications is included under my formulary?",
        "What drugs am I on on the coverage list?",
        "What drugs are included in my medicine?",
        "Which prescriptions do I get covered by my plan?",
        "Which medicines are within my plan?",
        "I want to know if the formulary includes meds.",
        "Which drugs are covered in my formulary.",
        "I have a coverage list and I wonder what drugs I should get covered for.",
        "I need to know what drugs are on my formulary.",
        "What drugs do my coverage give?",
        "I have a coverage list and I wondered what drugs I should be covered for.",
        "I have a coverage list and I want to know what drugs are listed.",
        "Which medicines are part of my health plan?",
        "Which medications are included under the formulary?",
        "How do I know what drugs are on my formulary?",
        "What drugs are covered in my policy?",
        "What types of drugs does my coverage cover?",
        "Are the Formulary meds included?",
        "I don't know if my formulary has covered my drugs.",
        "Which of the listed prescription drugs are covered by my formulary?",
        "What drugs are on this coverage list?",
        "Are my prescription drugs listed on the formulary?",
        "Which drugs are included with my formulary?",
        "How about any medicines on the coverage list?",
        "Right now, which drugs are in my formulary?",
        "I wonder if I have any coverage for specific medicines.",
        "Drugs are within my formulary.",
        "medicines on the coverage list?",
        "Which prescriptions have coverage?",
        "I have a covering list and what drugs are on it?",
        "I need to know if you can list covered medications for me.",
        "What are the medications covered under my formulary?",
        "Which of the prescriptions are covered by my formulary?",
        "Does the formulary contain prescription drugs?",
        "Which drugs contain in my formulary?",
        "What kind of drugs are on my formulary?",
        "I have a coverage list and questions what drugs I should be covered for.",
        "What type of medication come with the plan?",
        "Which prescriptions is my plan covering?",
        "Which drugs have a place in my formulary?",
        "I have a coverage list and I am curious about what drugs are on it.",
        "My formulary contains drugs, right now?",
        "What drugs go in my plan?",
        "Drugs are covered for me?",
        "What drugs are on myCoverage list?",
        "My formulary covered various medications.",
        "Formulary medicines included?",
        "What medical conditions are on my formulary?",
        "Which of the medications are added to my formulary?",
        "What drugs do I have in my formulary?",
        "What kind ofmedication comes with the plan?",
        "What drugs in my formulary are they?",
        "Which drugs are included on the coverage list?",
        "Will i be covered for certain drugs?",
        "My formulary has meds covered.",
        "Any drugs that are within my formulary?",
        "I have a coverage list and I am wondering what drugs should be covered for.",
        "Which ones are included under my formulary?",
        "My formulary covers a few medications.",
        "I want to know if my medications are on the formulary.",
        "Which medicines get covered by my plan?",
        "My formulary has various medication.",
        "Can you provide me a list of my covered medications?",
        "Which of these medications are covered under my formulary?",
        "I want to know which drugs are on my coverage list.",
        "Which drugs are within the plan?",
        "Which of the drugs is covered in my formulary.",
        "Do I have any coverage for specific medication?",
        "Which ones are part of the Formulary?",
        "Do I have coverage for certain medication?",
        "Do I have coverage for specific medicine?",
        "I desire to know what drugs are on my coverage list.",
        "Which drugs do it include?",
        "Any drugs within my formulary?",
        "I want to know whether you can list my covered medications.",
        "Is there coverage for particular medications?",
        "I need to know the drugs on my coverage list.",
        "I wonder if my formulary includes covered meds.",
        "What drugs come with my coverage?",
        "Any drugs that are on my plan's list?",
        "What drugs do I have on my formulary?",
        "What drugs do my coverage coverage include?",
        "There are some medication covered in my formulary.",
        "Which of the drugs include under my formulary?",
        "Is the drugs I'm taking included in the formulary?",
        "What drugs are in my prescription?",
        "I want to know how many drugs are on my coverage list.",
        "Does my formulary contain required medicines?",
        "Which drugs are in my schedule?",
        "I've got a coverage list, what drugs are on it?",
        "Which drugs fall into my insurance's formulary?",
        "Which drugs are insured by my plan?",
        "Which medicines is my coverage for?",
        "Which of the drugs are present in my formulary?",
        "Some of the medications in my formulary have coverage.",
        "Will I have health care coverage for certain drugs?",
        "Whichmedications are included in my formulary?",
        "Which drugs are my formulary covers?",
        "Which medicines is included in my plan.",
        "Which of the drugs is included in my formulary.",
        "What are the medicines my plan covers?",
        "How many drugs are in my formulary?",
        "What medication do I have in my formulary?",
        "What drugs do my policies include?",
        "What drugs are on my care?",
        "I am wondering if my medications are on the formulary.",
        "Which drugs are my formulary covered for?",
        "There are some medications my formulary has.",
        "Which drugs will be in my formulary?",
        "What drugs are on myCoverage List?",
        "Do I have access to coverage for specific medications?",
        "What medicines are in my formulary?",
        "Does my policy have coverage for certain drugs?",
        "Which medications will be included under my formulary?",
        "Is my medication used on the formulary?",
        "My formulary has different medications.",
        "Is my formulary covered by prescription drugs?",
        "What drugs do my coverage covers?",
        "Does the formulary include prescription drugs?",
        "I want to know if my drugs are on the formulary.",
        "Are the drugs I am given included in the formulary?",
        "Which drugs are pictured in my formulary?",
        "Which drugs do my plans cover?",
        "Which medicine is covered in my formulary?",
        "Inquire about the prescriptions that are covered",
        "With my coverage list, I want to know what drugs are on it.",
        "Which drugs fall under my insurance formulary?",
        "I wonder if the drugs I am prescribed are included in the formulary.",
        "What drugs are part of my coverage list?",
        "I have a coverage list which I want to know what drugs are on it.",
        "Which prescriptions are covered by my plans?",
        "What drugs is on the coverage list for me?",
        "My formulary has some medications that it covers.",
        "Which of the listed medications are included in my formulary?",
        "I want to know if I have coverage for specific medication.",
        "Am I covered for certain drugs?",
        "What drugs are covered through my formulary?",
        "Which medicines are on the coverage list?",
        "Can you list the medications that are covered for me?",
        "Are I covered for specific medication?",
        "Which medicines is covered by my plan",
        "Does my policy contain coverage for prescribed medication?",
        "Does the formulary have medications in it?",
        "Which medicines are included in my health plan.",
        "Does my formulary include necessary medication?",
        "Which drugs are in my formulary right now?",
        "Which prescriptions did my plan cover?",
        "What prescriptions do my plan cover?",
        "Which are the medications that are covered in my formulary?",
        "Drugs prescribed to me are in the formulary?",
        "Can you tell me the covered drugs that I need?",
        "What kind of drugs are in my plan?",
        "My formulary provides some medication coverage.",
        "Any drugs I have in my formulary?",
        "Which medicines is my plan able to cover?",
        "Is my formulary filled with drugs?",
        "Does my formulary contain certain medication?",
        "Are certain drugs covered by my coverage?",
        "Meds on formulary?",
        "Which of the medications covered under my formulary?",
        "What medicines falls under my insurance's formulary?",
        "I have a coverage list, but I want to know what drugs I should be covered for.",
        "What medicines are covered under my formulary?",
        "Am the drugs prescribed to me included in the formulary?",
        "Which drugs are under my insurance's formulary?",
        "Do my drugs fit on the formulary?",
        "What medications are included with my formulary?",
        "Is the medication included in my formulary?",
        "Did my formulary cover my drugs?",
        "What drugs are included within my plan?",
        "Which of the listed drugs are on my formulary?",
        "What kind of medication is offered with the plan?",
        "Which medicines does my plan pay for?",
        "Which drugs count in my formulary?",
        "Which drugs are inside my formulary?",
        "I am wondering if my medications are included.",
        "Which medications make up my formulary?",
        "Which drugs are on there?",
        "My formulary covers some of the drugs.",
        "Which of my drugs are in my formulary?",
        "Which meds are included in my coverage?",
        "Is my drugs on the formulary?",
        "My formulary covers a range of medications.",
        "What kind of medicine is contained in the plan?",
        "I have a coverage list that I want to know what drugs are in it.",
        "What are some of the drugs in my coverage?",
        "Which prescriptions are supported by my plan?",
        "what prescriptions does my plan cover?",
        "Will my policy include coverage for prescribed medication?",
        "Which drugs are in my formulaRY?",
        "Specific medications are covered by my coverage?",
        "I want to know if you could list my covered medications.",
        "Are the drugs on my formulary?",
        "Which medications are within my formulary?",
        "Some medication is covered in my formulary.",
        "Which of those drugs are in my formulary?",
        "There are some medications covered by my formulary.",
        "Which drugs fall under my policy?",
        "Which are the medicines my plan covers?",
        "There are some medications that my formulary has.",
        "What drugs do my coverage provide?",
        "Are my drugs in the formulary?",
        "Which pharmaceuticals are included in my healthcare plan?",
        "Does my formulary contain required drugs?",
        "What types of drugs come with the plan?",
        "There are drugs on my coverage list.",
        "Will I havecoverage for certain drugs?",
        "Which ones are part of formulary?",
        "Will my coverage cover certain drugs?",
        "Which drugs are my formulary?",
        "Can you tell me about covered prescriptions?",
        "My formulary has certain medication covered.",
        "Which medications have my formulary covering?",
        "There are any drugs on my plan's list?",
        "I'm wondering if you can list my covered medications.",
        "Is the drugs that I receive included in the formulary?",
        "Do my drugs go on the formulary?",
        "Does my formulary carry required drugs?",
        "What are the drugs included on the coverage list?",
        "Which of the drugs are in the formulary?",
        "What drugs make my coverage list?",
        "Some of the medications covered by my formulary.",
        "What medications is included in my coverage?",
        "I have a coverage list and what drugs are there?",
        "Whose drugs are in my plan?",
        "What meds are on the formulary?",
        "Which drugs would be included in my plan?",
        "What are the medications on my formulary?",
        "Which prescriptions does my plan include?",
        "Which of the medications are found in my formulary?",
        "I have a coverage list but I have questions about what drugs should be covered for.",
        "Which prescriptions do my plan allow?",
        "My medications are included?",
        "What drugs does my coverage cover?",
        "Which prescriptions do my plan handle?",
        "Is the formulary inclusive of medication?",
        "Which are the medications that are covered under my formulary?",
        "Which drugs are included under my formulary?",
        "Which medications are included in my formulary?",
        "Will the drugs I take be included in the formulary?",
        "Which drugs were covered under my formulary?",
        "Which of the prescriptions are in my formulary?",
        "What medicines are included in the list?",
        "Which drug is covered by my plan?",
        "Which medicines covered by my plan?",
        "My formulary has some prescriptions covered.",
        "Which pills are included on the list?",
        "Can you tell me the covered medication?",
        "Are the drugs that I have been prescribed included in the formulary?",
        "My formulary has some drugs that are covered.",
        "Is my formulary covered by those drugs?",
        "Are the drugs I'm prescribed included in the formulary?",
        "What type of drugs comes with the plan?",
        "Drugs within my formulary right now?",
        "I have a coverage list but I want to know what drugs are covered for.",
        "Which medications are covered by my formulary.",
        "Which drugs were covered in my formulary?",
        "Do the drugs prescribed to me get included in the formulary?",
        "Some medications have been covered in my formulary.",
        "What prescriptions do my coverage cover?",
        "Which medicines are part of my insurance's formulary?",
        "I have a coverage list which I want to know what drugs are on it",
        "My formulary covers some medication.",
        "What pharmaceuticals are included in my health plan?",
        "I would like to know if the formulary includes meds.",
        "Which medicines come with my plan?",
        "Which drugs are covered under my formulary, the way?",
        "I have a coverage list, what drugs are there?",
        "Will I have cover for certain drugs?",
        "What drugs do I see on my coverage list?",
        "Which of the drugs make up my formulary?",
        "Do the drugs I receive include in the formulary?",
        "Which medicine are covered in my formulary?",
        "Formulary meds will be included?",
        "What prescriptions do I have my plan cover?",
        "Which drugs are in my formula?",
        "Does my formulary contain necessary medication?",
        "What drugs are included with my plan?",
        "My formulary contains some medication.",
        "Which drugs are in my plan.",
        "Under my formulary, which medications are covered?",
        "Does my coverage include any specific medicines?",
        "How do I know which drugs are covered under my formulary?",
        "Which pills are covered in my formulary?",
        "What are the drugs on my formulary.",
        "Which prescriptions are covered by my plan",
        "What are the drugs within my formulary?",
        "What drugs are within my formulary currently?",
        "I wonder if the formulary includes meds.",
        "My formulary contains covered medication.",
        "I have a coverage list but I am wondering what drugs I should be covered for.",
        "I question if I have coverage for specific medicines.",
        "Which drugs it will cover?",
        "What drugs are on theCoverage list?",
        "Which drugs are it in my formulary?",
        "Which drugs are in my formular?",
        "Which drugs are in our plan?",
        "What prescriptions does my plan cover?",
        "Which prescription drugs are included in my formulary?",
        "Which medications does my plan cover?",
        "What drugs is my coverage for?",
        "Which medicines are part of my formulary?",
        "Drugs may be included in the formulary.",
        "Some drugs are on my list.",
        "What drugs count in my formulary?",
        "Which drugs is covered in my formulary?",
        "Does my formulary include the drugs?",
        "Which medicine is covered by my plan.",
        "What prescriptions are covered under my formulary?",
        "Which medicines are part of the formulary?",
        "I have a coverage list but I have questions about what drugs I should be covered for.",
        "What drugs were on my plan's list?",
        "What drugs are involved in my coverage?",
        "Which prescriptions shall my plan cover?",
        "Which drugs make it to my formulary?",
        "I would like to know what drugs are on the coverage list.",
        "Which of the medications under my formulary are included?",
        "What drugs are on formulary?",
        "Do the drugs that I receive include in the formulary?",
        "Which medications are included under my formulary",
        "There are various medications covered in my formulary.",
        "What drugs are included with my formulary?",
        "I have a coverage list, but I question what drugs should be covered for.",
        "I don't know what drugs are in my formulary.",
        "I want to know if any drugs are on my plan's list.",
        "Which drugs are in my coverage list?",
        "What are the pills on my formulary?",
        "Which drugs are included in my health insurance?",
        "I have a coverage list and I question what drugs should be covered for.",
        "My formulary covers some medicines.",
        "I want to know what drugs are in the coverage list.",
        "Does my coverage include certain drugs?",
        "Any drugs included on coverage list?",
        "What are the drugs included in my coverage?",
        "Which drugs are on the formulary?",
        "Which drugs are covered under my formulary now?",
        "I'm wondering if I have coverage for certain drugs.",
        "I wonder if the drugs prescribed to me are included in the formulary.",
        "I have aCoverage list and I want to know what drugs are on it",
        "Which medications comprise my formulary?",
        "My formulary covers different medicines.",
        "Which drugs are Covered by it?",
        "Are my medication covered on my formulary?",
        "What kind of medication are in my formulary?",
        "Does the formulary have meds in it?",
        "Which medications fall under my insurance's formulary?",
        "Can you tell me what drugs are covered by me?",
        "Which drugs are included in your health plan?",
        "The listed drugs are covered under my formulary.",
        "Drugs included on coverage list?",
        "Which prescriptions are included with my plan?",
        "Which of the medications were included under my formulary?",
        "My formulary has covered some of the medications.",
        "Which drugs are in my health plan.",
        "Which medicines are included in my plan?",
        "what drugs are on my formulary",
        "Which drugs are included in my formulary by the way?",
        "My formulary consists of various medications.",
        "Are my prescriptions covered on my formulary?",
        "Which drugs are covered on my formulary?",
        "Which drugs get covered by my formulary?",
        "Can you tell me the coverage of my medication?",
        "Which drugs are in my formulary, which one?",
        "What prescriptions do I use on my formulary?",
        "What are the medicines on the coverage list?",
        "I wonder what drugs are in my formulary.",
        "What drugs are included in my plans?",
        "I want to know if you can list my medications covered.",
        "What kinds of medication is included in the plan?",
        "Which of themedications are in my formulary?",
        "Do I have coverage for certain medications?",
        "Is the medications included under my formulary?",
        "I have a covering list, what drugs are on it?",
        "There are medicines that fall under my insurance's formulary.",
        "Are my prescription drugs on the formulary?",
        "Which of the medicines is covered by my plan?",
        "I am wondering if I have coverage for specific medications.",
        "Which drugs are covered for my formulary?",
        "Which drugs are subject to my insurance's formulary?",
        "Which drugs are covered by my insurance's formulary?",
        "Does my formulary include the medication?",
        "Which medicine falls under my insurance formulary?",
        "My formulary contains any drugs?",
        "Which medicines are covered under my formulary?",
        "Do I have drugs in my formulary?",
        "What drugs is there on my coverage list?",
        "What drugs in my formulary?",
        "Which drugs fit within my formulary?",
        "Which drugs are included in my plan",
        "What kind of drugs is included with the plan?",
        "Various medications are covered by my formulary.",
        "Which of the listed drugs are included under my formulary?",
        "Whatmedications are on my formulary?",
        "Is the drugs I am prescribed included in the formulary.",
        "Which drugs are covered by my plan.",
        "My formulary covers multiple medications",
        "Which drugs does my coverage cover?",
        "What kinds of drugs are in my formulary?",
        "What drugs do I have a coverage list with?",
        "What kinds of medication is included with the plan?",
        "enquire about covered prescriptions",
        "My formulary has a number of drugs.",
        "drugs within my formulary right now?",
        "Do the drugs I take count in the formulary?",
        "I have a coverage list, and I wonder what drugs I ought to be covered for.",
        "How many drugs are in my formulary right now?",
        "Which prescriptions do my plan cover?",
        "What prescriptions is my plan cover?",
        "Does my formulary include required medicines?",
        "I need to know what drugs are in the coverage list.",
        "What drugs is included in my formulary?",
        "Am I covered by the covered meds on my formulary?",
        "Drugs in my formulary, right now?",
        "I have a coverage list, and I want to know which drugs are on it.",
        "Is the drugs written for me included in the formulary?",
        "What medication are included in my formulary?",
        "What drugs are my coverage covering?",
        "Has the formulary included meds?",
        "Is the formulary including meds?",
        "Which drugs are on my health plan.",
        "What drugs do I use on my coverage list?",
        "Which medications are covered by formulary?",
        "My formulary covers several medications",
        "Which drugs are covered by my formulary, the way?",
        "I want to know what drugs are on the coverage list",
        "Which of the drugs are added to my formulary?",
        "Will I be covered for specific medicines?",
        "Whatdrugs are in my plan?",
        "What drugs are located in my formulary?",
        "What are the drugs that I'm eligible to receive?",
        "Which drugs are covered under my formulary.",
        "I have a coverage list, what drugs is on it?",
        "I don't know which drugs I should be covered for.",
        "I was wondering if the formulary included meds.",
        "Which Medicines does my plan cover?",
        "Which of the medications are covered within my formulary?",
        "My formulary pays for some medications.",
        "Which pharmaceuticals are included in the health plan?",
        "I need to know if you can list my covered medications.",
        "Which substances are in my formulary?",
        "Will I have coverage for certain Drugs?",
        "Which drugs count under my formulary?",
        "Which medications were included in my formulary?",
        "What drugs do I have in my coverage list?",
        "Do I know if my drugs are covered?",
        "What are the drugs my coverage includes?",
        "What were the drugs on my formulary?",
        "Which pills does my plan cover?",
        "Which drugs are covered under my formulary, right?",
        "Which of the meds are covered in my formulary?",
        "I don't know what meds are on my formulary.",
        "Which drugs have my formulary cover?",
        "What drugs is on my coverage plan?",
        "Which pharmaceuticals are covered by my plan?",
        "Will I be covered for specific drugs?",
        "Are the medicines included on the coverage list?",
        "Is my drug regimen on the formulary?",
        "Some of the medications are included in my formulary.",
        "What kind of medication are in the plan?",
        "Am I covered for specific medications?",
        "Which drugs fit in my plan?",
        "Which of these drugs are covered under my formulary?",
        "What drugs are covered in my formulary?",
        "Any medicines that are included in the coverage list?",
        "Which drugs are covered, under my formulary?",
        "Some of my medications are covered in my formulary.",
        "I need to know which drugs are in my formulary.",
        "Is the prescribed drugs included in the formulary?",
        "What drugs are on my coverage List?",
        "Does my formulary have certain drugs in it?",
        "Do I have health coverage for specific medicines?",
        "Which Prescriptions do my plan cover?",
        "Some medications are covered by my formulary.",
        "Do I have drugs on my plan's list?",
        "I have a coverage list and wish to know what drugs are on it.",
        "What drugs contained in my formulary?",
        "Which drugs include in my plan?",
        "What drugs are included in my policy?",
        "Which drugs are part of my formulary?",
        "Does my policy cover certain drugs?",
        "What are the drugs that are included under my formulary?",
        "I have a coverage list and I wonder what drugs I should be covered for.",
        "Inquire about what are covered prescriptions.",
        "Does my formulary contain any required meds?",
        "Which pharmaceutical is covered by my plan?",
        "What about Formulary meds included?",
        "Do my prescriptions fit on the formulary?",
        "Which drugs do my plan provide?",
        "My meds are on the formulary?",
        "What drugs are covered by my health plan?",
        "Does my coverage include specific medicine?",
        "I has a coverage list and I want to know what drugs are on it.",
        "Does my formulary include the required medicines?",
        "Which of the medications are covered by my formulary.",
        "Which of the medications are part of the formulary?",
        "Which prescriptions are my plan covers?",
        "Which of the listed pharmaceuticals are covered by my formulary?",
        "Which of the medications are included in my plan?",
        "I have a coverage list and I want to know what drugs are contained in it.",
        "What drugs are in my policy?",
        "Is my medication listed on the formulary?",
        "Does my coverage include specific drugs?",
        "I am interested in what drugs are on the coverage list.",
        "Are my medications included on the formulary?",
        "What medication do my plans include?",
        "Which medications are covered in my formulary",
        "Which ones are included in the formulary?",
        "Covered medication on my formulary?",
        "Which medicines fit under the formulary?",
        "Does my coverage include the specific medicines?",
        "The drugs in my formulary, right now?",
        "I'm wondering if any drugs are on my plan's list.",
        "I have a coverage list and I have questions about what drugs I should be covered for.",
        "Which drugs make my coverage list?",
        "I have questions about coverage for certain drugs.",
        "Some of the medications in my formulary are covered",
        "Will I have coverage for specific medicines?",
        "I would like to know if you can list my covered medication.",
        "Is my prescription medicine on the formulary?",
        "What prescriptions do I have on my formulary?",
        "Which prescriptions is covered by the plan?",
        "what drugs are on my coverage list?",
        "Did my formulary include required meds?",
        "Which drugs are covered as a result of my formulary?",
        "What drugs are on my coverage list!",
        "Are my meds listed on the formulary?",
        "Drugs on my list?",
        "Which ones are included for formulary?",
        "My formulary cover some medications.",
        "Does anyone know any drugs within my formulary?",
        "My formulary has covered some medication.",
        "Which medicine is included in my insurance's formulary?",
        "I have a coverage list and wondered what drugs I should be covered for.",
        "Drugs prescribed to me are included in the formulary?",
        "I wonder if the drugs I'm prescribed are included in the formulary.",
        "What are the drugs on my formulary",
        "Which of my drugs are covered in my formulary?",
        "Is the medication included in the formulary?",
        "Which drugs are covered under my care?",
        "What are the drugs in my insurance?",
        "I have a coverage list and I question what drugs should be covered.",
        "Does my formulary include the prescribed medication?",
        "Some medicines are covered by my formulary.",
        "My formulary has some drugs on it.",
        "What drugs does my plan pay for?",
        "I have a coverage list, but I am wondering what drugs should be covered for.",
        "What drugs are on my formulary.",
        "Which drugs are a part of my formulary?",
        "What drugs do my plan cover?",
        "Included in my formulary?",
        "What drugs are covered by my formulary, by the way?",
        "Which drugs is my plan cover?",
        "Can you tell me the covered meds?",
        "What drugs are covered by my health plan.",
        "The formulary covers some medications.",
        "Are there any medicines included on the coverage list?",
        "Which medicines will be covered under my plan?",
        "Drugs prescribed to me will be included in the formulary.",
        "Which of the listed pills are covered under my formulary?",
        "What medicines fall under my insurance's formulary?",
        "Is it my formulary that has meds?",
        "Will I be covered by certain drugs?",
        "What drugs are on my coverage?",
        "What kind of medication are included with the plan?",
        "Is my formulary covered with my drugs?",
        "Does my policy include coverage for certain medications?",
        "Which drugs is covered by my formulary?",
        "Some medications are covered by my formulary",
        "Which drugs are inside of my formulary?",
        "What drugs are included in my coverage.",
        "Which of the drugs are contained in my formulary?",
        "Which drugs get coverage?",
        "Which pharmaceuticals do my plan cover?",
        "Do I have health coverage for certain drugs?",
        "Some medications are covered by the formulary.",
        "Which prescriptions do my plan provide?",
        "Which drugs are covered underneath my formulary?",
        "Is included in Formulary meds?",
        "Which of the medications are covered under the formulary?",
        "What are the drugs that I cover?",
        "Which drugs are Covered under my formulary?",
        "Which drugs feature in my formulary?",
        "What medicines are included on a coverage list?",
        "Which of the following medications are covered under my formulary?",
        "Which medicines are included in my insurance formulary?",
        "Which drugs are prescribed under my formulary?",
        "which drugs are covered under my formulary?",
        "Does my formulary offer required medication?",
        "What drugs are included in my plan's list?",
        "I do not know what drugs are on my coverage list.",
        "I wonder if my formulary has covered my meds?",
        "I question what drugs I should be covered for when I have a coverage list.",
        "What drugs do my coverage afford?",
        "What drugs are covered by it?",
        "I want to know what drugs are on my coverage.",
        "What meds are in the formulary?",
        "Does my formulary contain medication that is required?",
        "Which medicines are included in my plan.",
        "What medicines will my plan cover?",
        "Medics are on my formulary?",
        "Which medicines are included on the list?",
        "What drugs are in my plan for use?",
        "Which of the listed medications is included under my formulary?",
        "Which drugs am I covered by my plan?",
        "I have a covered list and I want to know what drugs are on it.",
        "Which drug are included under my formulary?",
        "Which drugs are included in my coverage?",
        "Whose prescriptions do my plan cover?",
        "Any medicines included on coverage?",
        "What drugs are on the list?",
        "Drugs prescribed to me may be included in the formulary.",
        "I have a coverage list and I want to know what drugs are in it",
        "Which drugs in my formulary are they?",
        "What do I know about the drugs in my formulary?",
        "What Meds are on my formulary?",
        "I have a coverage list and I wondered what drugs should be covered for.",
        "I wonder if the formulary includes medication.",
        "What are the drugs in my formulary",
        "My formulary covers medication.",
        "I have a coverage list and I want to know what drugs are on it",
        "I need to know what drugs are on my list.",
        "Is my formulary covered by medications?",
        "What drugs enter my formulary?",
        "What are the drugs covered in my coverage?",
        "Does the formulary have medication included?",
        "Is the medication covered on my formulary?",
        "Can you list my covered prescriptions?",
        "What are the different drugs in my formulary?",
        "Which prescriptions do my plan pay?",
        "What drugs qualify for coverage?",
        "I have a coverage list and I'm wondering what drugs I should be covered for.",
        "What drugs are included in the cover?",
        "Which of these medications are included in my formulary?",
        "What drugs are part of my plan?",
        "Which kind of medication come with the plan?",
        "My formulary covers multiple medication.",
        "My formulary has certain drugs that are covered.",
        "Drugs listed in my plan's list?",
        "Which of the listed medications are my covered?",
        "What kind of medication is on the plan?",
        "What drugs are in my formulary, right now?",
        "What medication are in my formulary?",
        "Which prescriptions do my plans cover?",
        "My formulary has some drugs with it.",
        "Did my formulary contain covered medication?",
        "I have a Coverage List, what drugs are on it?",
        "What medicines are included on the cover list?",
        "Do drugs prescribed to me include in the formulary?",
        "Which medicines is on the list?",
        "Does my formulary include necessary drugs?",
        "Which medications are covered with my formulary?",
        "What are the covered drugs on my formulary?",
        "Does my coverage include specific medication?",
        "Which of the medications are included within my formulary?",
        "Is covered medication on my formulary?",
        "I would like to know if I have coverage for certain drugs.",
        "Who are the drugs on my coverage list?",
        "There are medications covered by my formulary.",
        "Which drugs are going to be included in my plan?",
        "Are the drugs in my formulary?",
        "Which drugs gets covered by it?",
        "Which of the prescribed drugs are covered under my formulary?",
        "Did my formulary have covered drugs?",
        "Which drugs are part of my formulary.",
        "Which drugs are inside the formulary?",
        "Which medications are covered under my formulary?",
        "What drugs are there on my coverage list?",
        "What drugs come with my formulary?",
        "My formulary protects various medications.",
        "Which medicines are in the coverage list?",
        "Which drugs are listed under my formulary?",
        "My formulary has some medication covered.",
        "Which of the drugs under my formulary are included?",
        "Which drugs are covered by my policy?",
        "My prescription drugs are on the formulary?",
        "Which medicines are included within my plan?",
        "Which of the medications are used under my formulary?",
        "Which drugs fall under the purview of my insurance?",
        "I need to know what drugs I am eligible to receive.",
        "Which drugs are in my formularies?",
        "Drugs in my formulary?",
        "Are my medications on the formulary?",
        "Will I have my coverage for certain drugs?",
        "Any medicines included on the coverage list?",
        "Which drugs are located within my formulary?",
        "Some medications were covered by my formulary.",
        "What kind of medication are contained in the plan?",
        "What kind of medicine comes with the plan?",
        "What drugs are covered by the formulary?",
        "What drugs are in my plan.",
        "Any drugs included in the coverage list?",
        "Is my medication covered on my formulary?",
        "What medicines do my plans cover?",
        "What drugs were included on the coverage list?",
        "Are my prescriptions covered by the formulary?",
        "My formulary covers several medication.",
        "My formulary deals with several medications.",
        "What drugs is included with my coverage?",
        "Which are the drugs in my formulary?",
        "My formulary covered some drugs.",
        "Some of my drugs are covered by my formulary.",
        "Which type of medication comes with the plan?",
        "My formulary covers somemedications.",
        "What drugs do my health plan cover?",
        "My formulary offers some medications.",
        "Which drugs are insured under my formulary?",
        "Which drugs are in our formulary?",
        "Which of the drugs is contained in my formulary?",
        "What drugs will I have in my plan?",
        "My formulary covers various prescription drugs.",
        "My formulary caters to various medications.",
        "So what drugs are in my formulary?",
        "Which drugs are featured in my formulary?",
        "What drugs are in my coverage?",
        "Which prescriptions are covered in my formulary?",
        "Will my coverage cover specific medicines?",
        "Which drugs are on my coverage list?",
        "What drugs are on the coverage list for me?",
        "Did my formulary include covered drugs?",
        "What medicines are under my insurance's formulary?",
        "What medicines are included in my coverage?",
        "Is the formulary including the drugs prescribed to me?",
        "I have a coverage list that I wonder what drugs I should be covered for.",
        "The formulary has certain medications covered.",
        "My formulary covers multiple drugs.",
        "There are medications that my formulary has covered.",
        "Are my prescription medication on the formulary?",
        "There are certain medications covered in my formulary.",
        "Which of the medications comes under my formulary?",
        "My formulary has some approved medications.",
        "Which of the drugs are listed in my formulary?",
        "Which of the medications is under my formulary?",
        "What type of medicine is included with the plan?",
        "Which medicine is covered in my plan?",
        "Which medications have my formulary covering them?",
        "Which are the medications that are included in my formulary?",
        "Any drugs are within my formulary?",
        "Some prescription drugs are covered in my formulary.",
        "Which drugs does my plan pay for?",
        "What are the drugs on formulary?",
        "I have a coverage list that I want to know which drugs are on it.",
        "Is drug prescribed to me included in formulary?",
        "Which medication is covered in my formulary?",
        "Will I have coverage for different drugs?",
        "My formulary covers various medicines.",
        "Which drugs fall under my insurance's guidelines?",
        "What medicine does my coverage cover?",
        "Which drugs are being covered under my formulary?",
        "What types of medication is included with the plan?",
        "Are the drugs given to me in the formulary?",
        "What coverage is available for medication?",
        "Which ones are included in this Formulary?",
        "Can you tell me about the covered prescriptions?",
        "What drugs are in my coverage list?",
        "Which medicines are under my plan?",
        "Is my formulary covered by covered pills?",
        "Which drugs are covered in my formulary by the way?",
        "Does my policy include coverage for prescribed drugs?",
        "Does my formulary include some medicine?",
        "I cover various drugs in my formulary.",
        "Would I have coverage for certain drugs?",
        "Which medicines are within my insurance's formulary?",
        "Some medications are covered in my formulary.",
        "I wonder if my prescriptions are covered on my formulary?",
        "My formulary has some covered drugs.",
        "Is the drugs I get prescribed included in the formulary?",
        "I need to know what drugs are in my formulary.",
        "What kind of pills are included with the plan?",
        "Which of the medications was included in my formulary?",
        "Which prescriptions my plan covers?",
        "What drugs are on my plan?",
        "I have a coverage list and want to know what drugs are in it.",
        "Which of the medications am I covered for?",
        "What drugs are on my drug coverage list?",
        "Which drugs get my plan to cover?",
        "What drugs do I have a coverage list on?",
        "What are the drugs on my plan?",
        "Inquire about covered medicines.",
        "Drugs within my formulary at this time?",
        "Whose medicines does my plan cover?",
        "What drugs are located in my plan?",
        "I have a coverage list and I want to know what drugs were on it.",
        "What medications are covered by me?",
        "Can the drugs that I am prescribed be included in the formulary?",
        "Drugs are within my formulary, right now?",
        "Which drugs are there in my plan?",
        "Any drugs are on my plan's list?",
        "Which drugs is in my plan?",
        "What drugs are in my formulary.",
        "Do I have my medications included?",
        "What are the drugs covered by my formulary?",
        "Various medications are covered in my formulary",
        "Does my formulary have drugs on it?",
        "The formulary has some medications that are covered.",
        "Will I have proper coverage for certain drugs?",
        "What drugs does my coverage pay for?",
        "Which pills are on my formulary?",
        "Which kind of medication is included with the plan?",
        "What drugs do I include with my coverage?",
        "Which of the drugs have my formulary covering?",
        "How much coverage do I have for specific medications?",
        "I want to know what drugs are included in my coverage list.",
        "Drugs can be covered for me?",
        "My plan covers which prescriptions?",
        "I have a coverage list which I need to know what drugs are on it.",
        "What medicines are included on the coverage list.",
        "Which drugs are my plan cover?",
        "My formulary is covered by covered drugs?",
        "Do I have any coverage for certain medicines?",
        "Which of my drugs are included in my formulary?",
        "I need to know what drugs are in my coverage list.",
        "Which of the drugs go into my formulary?",
        "Does my formulary contain medicines?",
        "I would like to know a list of covered medications.",
        "What are the drugs in my coverage?",
        "My formulary contains some drugs.",
        "Drugs are in my formulary, right now?",
        "There are any medicines included on the coverage list?",
        "Whichmedications are covered under my formulary?",
        "The formulary covers medications.",
        "What are the covered prescription types for this plan?",
        "Which meds can be covered?",
        "My formulary coversmedications",
        "There are any drugs listed on my plan's list?",
        "My formulary contains covered drugs?",
        "I want to know the drugs in my coverage list.",
        "Which of the medication are covered in my formulary?",
        "What drugs are included in my formulary, by the way?",
        "What drugs will be included in the plan?",
        "I have a coverage list, what drugs are in it?",
        "Which are the medications covered in my formulary?",
        "What drugs do my benefits cover?",
        "Which drugs are covered my formulary?",
        "Are my prescription drugs in the formulary?",
        "Which pharmaceutical drugs are included in my health plan?",
        "Which medicines did my plan cover?",
        "Which prescriptions is covered under my plan?",
        "Which medicines are insured by my plan?",
        "Which meds are covered in my formulary?",
        "Which drugs are involved in my health plan?",
        "I need to know what drugs I can receive.",
        "Which medicines are included in my insurance's formulary.",
        "Which of the drugs is included in my formulary?",
        "Is my medication included on the formulary?",
        "Do drugs prescribed to me get included in the formulary?",
        "Does my formulary include medication?",
        "Which medications are covered in the formulary?",
        "What drugs are on my plans?",
        "I'm wondering if my medication is on the formulary.",
        "Does my policy include coverage for certain drugs?",
        "Is my medication covered on my formulary.",
        "What drugs are on cover?",
        "What drugs are used in formulary?",
        "Which drugs are included in the plan?",
        "My formulary covers various drugs.",
        "I have a coverage list, what are the drugs on it?",
        "Which prescriptions are covered by my insurance's formulary?",
        "Which of the Medications are included in my formulary?",
        "What drugs comprise my plan?",
        "My formulary has a number of medications.",
        "In my formulary, what drugs are there?",
        "What medicines do I use in my formulary?",
        "Some of the medications are covered in my formulary.",
        "Is my meds listed on the formulary?",
        "My formulary has some medications that are covered by it.",
        "Does my policies include coverage for prescribed drugs?",
        "My formulary contains what drugs?",
        "Any medicines included in the coverage list?",
        "What drugs are part of my formulary?",
        "Which type of medication is included in the plan?",
        "Which drugs is covered by my plan?",
        "I have aCoverage list and I want to know what drugs are on it.",
        "Which drugs are contained in my health plan?",
        "Which of the medications are included by my formulary?",
        "Can you tell me about my covered drugs?",
        "Which of the listed medications is covered under my formulary?",
        "Which drugs use in my formulary?",
        "What drugs do I carry on my coverage list?",
        "Any medicines included in coverage list?",
        "There are some medications that my formulary covers.",
        "Which prescriptions do I have covered?",
        "Which medicines of my plan are covered?",
        "Which medication coverage is included?",
        "Do I have covered drugs on my formulary?",
        "Is the medication prescribed to me included in the formulary?",
        "Which treatments are covered by my formulary?",
        "The formulary covers several medications.",
        "My formulary has some drugs covered.",
        "What drugs am I allowed to receive?",
        "Can you tell me a list of my covered drugs?",
        "Which medication coverage is available?",
        "Is there covered meds on my formulary?",
        "Which prescription drugs are included under my formulary?",
        "Is my formulary covering my drugs?",
        "Which drugs are in my plans?",
        "Right now, any drugs contained in my formulary?",
        "Which drugs do my plan cover",
        "What drugs are covered by my coverage?",
        "What medications do my plans include?",
        "Which prescription drugs are covered under my formulary?",
        "Which prescriptions are provided by my plan?",
        "I have a coverage list and I want to learn what drugs are on it.",
        "Will my formulary include required medication?",
        "What kinds of drugs do my coverage include?",
        "What prescription drugs do I use on my formulary?",
        "Which of the listed medications are included in the formulary?",
        "What medicines are on the list?",
        "Which of the listed medicines are covered under my formulary?",
        "Is my prescriptions covered on my formulary?",
        "Which drugs go in my formulary?",
        "What type of drugs are on my formulary?",
        "Which medications are included in my formulaRY?",
        "Which prescriptions is my plan available for?",
        "Are my pills listed on the formulary?",
        "The medications listed are covered by my formulary.",
        "What drugs were covered under my formulary?",
        "Which of the drugs sit in my formulary?",
        "What drugs will be covered by my coverage?",
        "What drugs are on the coverage list??",
        "Is there covered drugs on my formulary?",
        "Which of the listed drugs are covered with my formulary?",
        "Some of the medications have been covered by my formulary.",
        "What drugs are on my medication list?",
        "I have a coverage list, what drugs are it?",
        "Will I have coverage for several drugs?",
        "What drugs include my coverage?",
        "What medicines my plan covers?",
        "Has my medication been on the formulary?",
        "I have a coverage list and I wonder what drugs should be covered for.",
        "Which medications are added to my formulary?",
        "I'm interested in what drugs are on my coverage list.",
        "Some prescription drugs are covered by my formulary.",
        "Is the drugs I received included in the formulary?",
        "Does the formulary include some drugs?",
        "My formulary has some approved drugs.",
        "What drugs are that in my plan?",
        "What medicines were on the coverage list?",
        "My formulary has some drugs that are covered",
        "What are the covered medications under my formulary?",
        "What types of drugs are on my formulary?",
        "Which drugs are used by my health plan?",
        "Which of my prescribed drugs are covered?",
        "I have a formulary that covers various medications.",
        "My formulary contains covered drugs.",
        "What drugs is covered by me?",
        "Are the medications on the formulary?",
        "I have a coverage list, but I'm wondering what drugs I should be covered for.",
        "What drugs are on my list?",
        "Any medicines included in the coverage?",
        "Is the drugs prescribed to me included in the formulary.",
        "Which drugs are in my health plan?",
        "Which prescription drugs are in my formulary?",
        "What medications are included in my coverage?",
        "My formulary covered various drugs.",
        "Which drugs have my insurance's formulary?"
    ]
}