{
    "company_type": "Online Banks and FinTech Companies",
    "inquiry_category": "Statement and document requests",
    "inquiry_sub_category": "Lost or missing statement inquiries",
    "description": "Customers reporting non-receipt or loss of bank statements and seeking assistance in retrieving copies or resolving the issue to prevent fraud or identity theft.",
    "inquiry": "Can I get a copy of my lost statement?",
    "paraphrases": [
        "I am wondering if I can find a duplicate of the lost statement.",
        "I am wondering if my loss statement can be provided.",
        "I seek a copy of my lost statements.",
        "I want to get a copy of my statement now that it's lost.",
        "Did I misplace statement copy?",
        "When I lost my statement can I get a copy?",
        "I am missing my statement please.",
        "Will I receive a copy of the lost statement?",
        "Can I get a copy of my statement, that is lost?",
        "I'm wondering if I can get my loss statement.",
        "Will I get copies of my missing statements?",
        "Can I find a copy of my statement now that it's missing?",
        "I need a copy of that lost statement.",
        "I needed a copy of my lost statement.",
        "Will I get a document that I lost?",
        "Is it possible for me to get a copy of my lost statement?",
        "Will I receive a missing statement copy?",
        "I was wondering if I could get another lost statement.",
        "I want to get a copy of my statement after it was lost.",
        "I wish I could have my loss statement.",
        "How about sending me a copy of my lost statement?",
        "I am wondering if I can retrieve my missing statement.",
        "Will I be received a copy of my lost document?",
        "copy of missing statement",
        "Can I get a duplicate of my losing statement?",
        "Give me a copy of the lost one?",
        "Is there a copy of my lost statement here?",
        "Now that I've lost my statement, can I get a copy?",
        "I want a copy of my lost statement",
        "Can I get a copy of my statement now that it's been missed?",
        "Give me a copy of that lost statement?",
        "Will I now get a copy of my lost statement?",
        "Is it possible I can get a duplicate of my lost statement?",
        "Can I get a duplicate of my statement even though I have lost it?",
        "I have lost my statement so can I get a copy now?",
        "Can I get a copy of my statement now that it has been lost?",
        "I lost a statement copy?",
        "Will I be able to retrieve a lost document?",
        "I wondered if I can have my statement again.",
        "I'm wondering if I could duplicate the statement that was lost.",
        "If I desire it, can I get a duplicate of my lost statement?",
        "Can someone supply me with a copy of my lost statement?",
        "Is there a way to duplicate a lost statement?",
        "Is it possible that I have a single copy of my lost statement?",
        "a copy of the lost statement is needed",
        "Can I get the copy of my statement that I have lost?",
        "Can I get my statement back now that it's been missing?",
        "Am I going to get a copy of my lost document?",
        "I am wondering if my missing statement can be reproduced.",
        "I think I could get a duplicate of the lost statement.",
        "Will I get a copy of my missing document?",
        "I am wondering, can I get my statement?",
        "I am wondering if I can have this statement again.",
        "Can I have one copy of my lost statement?",
        "Can I find lost statement copy?",
        "I am wondering if I can get my statement that was missing.",
        "Can I still get a copy of my statement after I lost it?",
        "I wondering if I can get my missing statement.",
        "I am wondering if I have lost statement copy.",
        "Try to get my lost statement.",
        "Is there a lost statement duplicate you can give me?",
        "I lost the statement, can I get a duplicate?",
        "Would it be possible to need statement back?",
        "I want to copy my lost statement.",
        "Give me a copy for the lost statement?",
        "May I get a copy of my statement?",
        "Can I get the copy of my statement since it's been lost?",
        "I need the copy of my statement now that it's lost.",
        "I am wondering if I will get a copy of my lost statement now.",
        "Can I get my missing statement?",
        "My statement copy is gone.",
        "Can I get a copy of my statement when it's been missing?",
        "I wonder if I could get my missing statement.",
        "Can I get the missing statement?",
        "Need to copy a lost statement.",
        "You need a copy of the statement that was lost.",
        "My statement copy went missing.",
        "Would I get a copy of my lost document?",
        "I is wondering if I can have my statement again.",
        "Can you give a duplicate of the lost statement?",
        "I am trying to recover my lost statement.",
        "I would like to get my statement back",
        "I don't know if I will get a copy of my missing statement.",
        "Need duplicate of lost statement.",
        "Can I get a duplicate of my statement, even if I lost it?",
        "Is it possible to get a lost form?",
        "Can I get a duplicate of my lost statement, no matter what?",
        "Is it possible to get a copy of my missing statement?",
        "I need to locate my lost statement copy.",
        "Do you have a duplicate for a lost statement?",
        "I was wondering if I could get a copy of the statement I lost.",
        "I want to know if I can have my loss statement.",
        "Now that my statement has been lost can I get a copy?",
        "Is there a way to get a duplicate of the lost statement.",
        "I want to know if I can have a statement again.",
        "Can I get the copy of my statement if it's been lost?",
        "I want to know if my statement can be obtained.",
        "I'm asking if I can have my statement again.",
        "May I have a new copy of my lost statement?",
        "I have lost a statement, can I get a copy now?",
        "I am wondering whether I can get a duplicate of my lost statement.",
        "Could you give me a copy of my missing statement?",
        "I wondered if I could get my loss statement.",
        "I need to get a copy of my statement now that it's missing.",
        "Is it possible to get a copy of my statement now that it's lost?",
        "We need a copy of the missing statement.",
        "Is there a copy of my lost statement for me?",
        "I was wondering if I could get this missing statement.",
        "Can I retrieve the lost form?",
        "Is there a copy of my lost statement there?",
        "I have lost my statement but can I get a copy?",
        "You should give me a copy of the lost statement.",
        "It needs a copy of the lost statement.",
        "Can someone please provide me with a copy of my lost statement?",
        "The statement is lost so can I get a copy?",
        "Can I get a copy of my statement now that it's lost.",
        "Can I get a copy of the statement now that it is lost?",
        "Help me out after the statement got lost.",
        "Is it possible I can have my statement?",
        "Can I get the copy of my statement since I lost it?",
        "I'm wondering if I can get a missing statement.",
        "Can I get a copy of my statement now that it is lost?",
        "I would love to recover my missing statement.",
        "Can I get the copy of my statement if I lose it?",
        "Can I get the copy of my statement that I lost, now?",
        "I was wondering if I could get a lost statement.",
        "Can I access my lost statement?",
        "Get the statement that I lost.",
        "I asked for a copy of my lost statement.",
        "Can I get the copy of my statement now that it's gone, right?",
        "I would like a replica of my lost statements.",
        "Is it possible to provide a duplicate of a lost statement?",
        "Are I allowed to have my lost statement?",
        "I need the copy of my statement now that it's been lost.",
        "Can I get the copy of my statement that's missing?",
        "Now that it has been lost, can I get a copy of my statement?",
        "I want the copy of my statement now that it's lost.",
        "I would prefer a copy of my lost statements",
        "May I get a new copy of my lost statement?",
        "I'm curious if I could get a duplicate of the statement I lost.",
        "If I really want, can I get a duplicate of my lost statement?",
        "I would love to get my missing statement.",
        "I lost statement copy, can I?",
        "It's necessary to get a copy of the missing statement.",
        "Where's the missing statement copy?",
        "I was wondering if I would get a copy of my missing statement.",
        "I am curious if I can get a loss statement.",
        "Is there a way to get a copy of my missing statement?",
        "Can I get the copy of my statement now that it's missing?",
        "My lost statement can I get it?",
        "I want a duplicate of my lost statement, can I get it?",
        "Can I get a duplicate of my lost statement for free?",
        "Need to get a statement back?",
        "Can I get the copy of the statement that I lost now?",
        "I'm wondering if I can get a copy of my statement.",
        "I wanted to recover my statement.",
        "I'm wondering if I could duplicate a lost statement.",
        "Will I getting a copy of my lost document?",
        "I am not sure if I can have my statement again.",
        "Can I acquire a duplicate of my lost statement?",
        "Can I get a duplicate of my statement even though it was lost?",
        "I'm lost, please copy?",
        "A copy of my lost statements would be greatly appreciated.",
        "I would like if I could have my statement again.",
        "need copy of lost statement",
        "Can I get the copy of my statement that's lost right now?",
        "Will I get the lost statement now?",
        "Need copy of a missing statement?",
        "Got a copy of my lost statement?",
        "There is a question if I can get my missing statement.",
        "Need the statement back, any chance?",
        "Will I get a version of my missing statement?",
        "Can someone give me my lost statement?",
        "I lost my statement, can I get the copy of it?",
        "Will I get a copy of the document that went missing?",
        "I am wondering if I can get a duplicate of a lost statement.",
        "I would like to receive a copy of my lost statements.",
        "I lost my statement, can I get the copy?",
        "Can you send me a duplicate of my lost statement?",
        "I would love to get a copy of my lost statement from you.",
        "Can I access a copy of my statement?",
        "Can I get a copy of my statement after it was lost?",
        "I want to know if I can get my missing statement.",
        "I'm interested in receiving a copy of my lost statement.",
        "Will I be able to get a copy of the lost document?",
        "Can I get a duplicate of my statement even if I have lost it?",
        "I am wondering if I can get my statement back again.",
        "Need a copy for a lost statement?",
        "Please get my lost statement.",
        "Need the copy of the missing statement.",
        "Need to get a copy of a lost statement.",
        "I was wondering if I could get a duplicate of a lost statement.",
        "Can I get a lost statement?",
        "I am wondering if I can duplicate the statement that I lost.",
        "I hope I can get a duplicate of the statement that I lost.",
        "Can I get a copy of the statement after I lost it?",
        "Will I receive a copy of my lost paper?",
        "I was wondering if I could have this lost statement.",
        "Can you give a duplicate for a lost statement?",
        "I wonder if I have a lost statement copy.",
        "I am wondering if I can get a lost form.",
        "copy of lost statement is needed.",
        "Please have a copy of the lost statement.",
        "I am not sure if I can get my loss statement.",
        "I wonder if I can get a duplicate of my lost statement.",
        "Can I get the copy of my statement even though I lost it?",
        "Pick up a copy of the missing statement.",
        "A copy of my lost statements is what I need.",
        "Is it possible to get a duplicate of my lost statement?",
        "I don't have a duplicate of the statement I lost.",
        "I'm wondering if I can get this lost statement back.",
        "I would like to obtain a copy of my lost statements.",
        "Can I get a duplicate of my lost statement when I lost it?",
        "May I have a copy of my missing statement?",
        "Is there a duplicate of the lost statement you can provide?",
        "There is a need for a duplicate of the lost statement.",
        "I want the lost statement.",
        "Is there a copy of my lost statement left?",
        "I need one copy of my lost statement.",
        "I would like a copy of the statements I lost.",
        "Can I get the copy of my statement after it's gone?",
        "If I want a duplicate of my lost statement, I can.",
        "I'm wondering if I could reproduce the lost statement.",
        "I am looking to recover my lost statement.",
        "Is there a copy of Lost Stmt?",
        "I lost a statement, so can I get a duplicate?",
        "Can you let me know if you have a copy of my lost statement?",
        "Can I get a copy of my statement when I have lost it?",
        "I want the copy of my statement now that it has been lost.",
        "Can someone show me my lost statement?",
        "I am wondering if I will get a copy of my lost statement.",
        "I'm wondering if I can get a duplicate of a lost statement.",
        "Someone needs to give me a copy of my lost statement",
        "I would like to get a copy of my statement now that it's lost.",
        "I was wondering if I could get another duplicate of the lost statement.",
        "Will I get a copy of my deleted document?",
        "I would appreciate a copy of my lost statement.",
        "I cannot get a copy of my statement now that it is lost.",
        "Can I get the copy of my statement now it is missing?",
        "Can I get a copy of my statement, that's been lost?",
        "Need a copy of the missing statement.",
        "Can I get a duplicate of a lost statement.",
        "Do you have a copy of my lost statement?",
        "A copy of lost statement is needed.",
        "Can you give the duplicate of the lost statement?",
        "Will I receive a copy of my lost statement right now?",
        "I hope I get a copy of my missing statement.",
        "Can I get a copy of it now that I have lost it?",
        "Will I see a copy of my missing statement?",
        "I am wondering if I can get this deleted statement.",
        "Will I be getting a copy of my lost statement now?",
        "I think I might be able to get a duplicate of the statement I lost.",
        "Will I receive a copy of my lost statements now?",
        "I am wondering if I could get my statement back.",
        "I was wondering if I could get my statement back.",
        "I want a copy of my statement that was lost.",
        "A lost statement?",
        "Will I get one copy of my lost statement?",
        "I was wondering if I could get a duplicate of the missing statement.",
        "Can I get a duplicate of my lost statement, if I want to?",
        "Do you have a copy of my missing statement?",
        "I am not sure if I can get a duplicate of my lost statement.",
        "Someone wants a copy of a lost statement.",
        "Can I get the copy of my statement now that I misplace it?",
        "I wish I could get a duplicate of the lost statement.",
        "I would like to have a copy of my lost statements.",
        "Can I get my statement back now that it has gone missing?",
        "I would prefer to get my statement back.",
        "Help me out as statement got lost.",
        "Help me out, statement got lost.",
        "There's a need for a copy of the missing statement.",
        "Will I be able to get a copy of my missing statement?",
        "I'm wondering if I could have my statement.",
        "I would like a copy of my statements that were lost.",
        "I would like to Recover my Statement.",
        "Will I get a new copy of my missing statement?",
        "Can I get a copy of my statement now that it hasn't been there?",
        "I need to get a copy of my statement now that it is lost.",
        "I'd like to get my lost statement.",
        "I was wondering if I could get my statement.",
        "Can someone give me a copy of my lost statement",
        "I would like to get a copy of my statement now that it has been lost.",
        "I want a copy of my statement now that it's lost.",
        "You need a copy of this missing statement.",
        "Needs a copy of a missing statement.",
        "I am wondering if I could duplicate a lost statement.",
        "I want to know a way to get my vanished stmt.",
        "Can somebody give me a copy of my lost statement?",
        "can I get my lost statement?",
        "I want to get the lost form.",
        "Will I get a copy of my lost statement again?",
        "Is it possible for me to get a duplicate of my lost statement.",
        "I'd like to know the lost statement.",
        "Will I get a duplicate of my lost statement soon?",
        "I want to have a copy of my lost statement.",
        "I hope I could get a duplicate of the lost statement.",
        "I want to recovery my lost statement.",
        "Is it possible for me to get a duplicate of my lost statement?",
        "Can I get a copy of my statement now that it is not there?",
        "Someone please give me the copy of my lost statement.",
        "Could you give me a copy of the lost stmt?",
        "Can I get my statement now that it is missing?",
        "I am wondering if I will be able to get my statement.",
        "Will I get a copy of the document I lost?",
        "My lost statement copy?",
        "Is it possible to need a statement back?",
        "Will I get a copy of the lost statement?",
        "We need a copy of the missing statement",
        "I am wondering if I can claim this lost statement.",
        "Can I get a copy of my statement since it was missing?",
        "Need a copy of the statement that went missing.",
        "Can I get a copy of the statement that I have lost?",
        "I was wondering if I could have the statement.",
        "Can I have a copy of my statement now that it has been lost?",
        "I want to know if I can get my lost statement.",
        "Even though I have lost my statement can I get a duplicate?",
        "I would like to know if I could get a duplicate of the lost statement.",
        "Is it possible to retrieve my lost statement?",
        "I want to get back my statement.",
        "I want a duplicate of my missing statement.",
        "I just wondered if I could have my statement again.",
        "Need copy of the lost statement?",
        "I am wondering if I can get this lost statement again.",
        "I want to know about the lost statement.",
        "Is there a duplicate for a lost statement?",
        "I am wondering where my lost statement copy is.",
        "There is a need for a copy of the lost statement.",
        "My statement copy is lost",
        "Can someone please give me a copy of my lost statement",
        "Are you willing to send a copy of my lost statement?",
        "Will I get a duplicate of my lost document?",
        "Do you have a chance to get statement back?",
        "I lost a statement copy, can I?",
        "Can someone please give me a copy of the statement I lost?",
        "Can I get a copy of my statement that was lost?",
        "Shall I get a duplicate of my lost statement?",
        "A missing statement need a copy.",
        "Need a copy of the lost statement?",
        "I was wondering if I could have this statement.",
        "I want to recover my statement.",
        "Will I get a reproduction of my missing statement?",
        "A copy of my lost statement?",
        "I request a copy of my lost statement.",
        "Can I request the lost form?",
        "Now that it's been lost, can I get a copy of my statement?",
        "Someone please provide a copy of my lost statement.",
        "Someone wants a copy of a missing statement.",
        "Will I be able to get a copy of my lost statement soon?",
        "I'm wondering if I could get a duplicate of the statement that I lost.",
        "Is there one copy of my missing statement?",
        "Can I get my statement back now that it's lost?",
        "Can I try and get a duplicate of my lost statement?",
        "Can I get a copy of it now that it's missing?",
        "I am wondering if I can obtain my loss statement.",
        "Will I get a statement that was missing?",
        "Can I get my statement now that it has been missing?",
        "I am wondering if I could get a duplicate of the statement that I lost.",
        "Can I get my statement now that I lost it?",
        "I've lost my statement, can I get a copy now?",
        "Can someone help me get a copy of my lost statement?",
        "Requesting to get the account record back.",
        "If I lose my statement, can I get a duplicate?",
        "Can I get the copy of my statement now that it's gone missing?",
        "copy a lost statement",
        "I lost my statement, so can I get a copy now?",
        "I was wondering if I could get a duplicate of the statement that I lost.",
        "Will I received a copy of my lost statement now?",
        "I need to have my loss statement.",
        "Could I get a copy of my lost statement?",
        "Can I get a duplicate of my lost statement if I wanted to?",
        "Can I get a copy of my statement now it is missing?",
        "I would like to have a copy of my lost statement.",
        "A lost statement need a copy.",
        "I'm wondering if I'm able to get my missing statement.",
        "WillI get a copy of my missing statement?",
        "Need statement back.",
        "Does anyone know if I can get my loss statement?",
        "Want a copy of the lost statement?",
        "Will I get a copy of my lost statement immediately?",
        "Can someone tell me a copy of my lost statement?",
        "I hope I can get my statement.",
        "Maybe I can get a duplicate of my lost statement.",
        "If I want, I can get a duplicate of my lost statement.",
        "I have lost the statement, can I get a copy?",
        "Have a chance to have statement back?",
        "I would like to Recover my lost statement.",
        "I want to recover my lost statement.",
        "I'm unsure if I can get a duplicate of the lost statement.",
        "Does anyone have a duplicate of the lost statement?",
        "I'd love to recover my lost statement.",
        "I am curious if I can get a duplicate of the lost statement.",
        "I would like to have a copy of my lost statements",
        "I am wondering if I could have my statement back.",
        "They need a duplicate of the lost statement.",
        "Is it possible that I can get my lost stmt?",
        "Will I get a chance to see my lost statement?",
        "Can you give a lost statement duplicate?",
        "Can I get a copy of my statement, since it has been missing?",
        "Can I get a new copy of my statement now that it is lost?",
        "May I get one copy of my lost statement?",
        "I lost the statement, can I get a copy?",
        "I would like to know if I can get my missing statement.",
        "Can I get the copy of my statement that I missed?",
        "Can I get a copy of my statement, that was missing?",
        "Can I get the copy of my statement if I have lost it?",
        "Does I get a copy of my lost document?",
        "I've lost my statement, can I get it back?",
        "I need statement back, any chance?",
        "I would like to recover my deleted statement.",
        "Is there a copy of my lost statement yet?",
        "Now that my statement has been lost, can I get a copy?",
        "I would want a duplicate of my lost statement.",
        "I need a copy of the lost statement from you.",
        "Is statement copy missing?",
        "I am unsure if I could get a duplicate of the lost statement.",
        "Can I get a copy of my statement now it's been lost?",
        "Will I see a copy of my lost document?",
        "Is it possible to obtain my lost stmt?",
        "Even though I lost my statement, can I get another duplicate?",
        "Can anyone please give me a copy of my lost statement?",
        "I am wondering if I could get the lost statement.",
        "Will I be entitled to a copy of my missing statement?",
        "I was looking for a copy of my lost statement.",
        "Someone please give me a duplicate of my lost statement.",
        "Can I get a copy of my statement now that it is lost, right?",
        "I wanted to get my lost statement back.",
        "I would love to retrieve my statement.",
        "I couldn't find the statement copy.",
        "My statement copy hasn't been located.",
        "I want to see a copy of my lost statement.",
        "Can I get my lost statements?",
        "Can I get a copy of my statement after it's been missing?",
        "I'm curious if I could duplicate the statement I lost.",
        "I need one copy of my missing statement.",
        "I don't know if I could get a duplicate of the lost statement.",
        "Will I get a copy of the statement that was missing?",
        "I wonder if I can get my statement again.",
        "They need a copy of the missing statement",
        "Can I seek a duplicate of my lost statement?",
        "I am wondering if I am able to get this lost statement.",
        "I'm looking for a lost statement.",
        "I would like a copy of the statements that I lost.",
        "Someone needs a copy of a lost statement",
        "Can I get the copy of my statement that has been missing?",
        "Somebody needs a copy of a lost statement.",
        "Can I get a copy of my statement after I lost it.",
        "I'm wondering if someone can give me a copy of my lost statement.",
        "Can I get a duplicate of my lost statement, if I wish?",
        "Can I get a duplicate of my lost comment?",
        "Someone can give me a copy of my missing statement.",
        "I want to know if I can get this lost statement.",
        "Need to recover a lost statement.",
        "Can I get a copy of my statement when it's been lost?",
        "I'm wondering if I can have my statements again.",
        "Do I get a copy of my lost statement?",
        "I lost my statement, can I get another one?",
        "Can I get my statement again now that I have lost it?",
        "Is it possible that I have at least one copy of my lost statement?",
        "I want to get my lost statement back",
        "Cannot I get a duplicate of my lost statement?",
        "I want to get the lost statement.",
        "I am wondering if I could duplicate that lost statement.",
        "I ask if I can have my statement again.",
        "Can Someone give me a copy of my lost statement?",
        "I am wondering, can I get my missing statement?",
        "Yes, can I get the copy of my statement that I lost?",
        "Can I get a copy of my statement that's gone missing?",
        "Can I get a copy of my statement even though it is lost?",
        "I want to know if I can get my loss statement.",
        "I wonder if my missing statement can be obtained.",
        "Needed a copy of a lost statement.",
        "Will I get a copy of my loststatement now?",
        "Will I get a copy of my statement that was missing?",
        "I would like to get a duplicate of the statement I lost.",
        "Can you provide me with a copy of my lost statement?",
        "I am interested in getting a duplicate of the lost statement.",
        "I am wondering if I can get the lost statement.",
        "Can you make a reproduction of my missing stmt?",
        "I wish I had one copy of my lost statement.",
        "Would I be able to have this lost statement?",
        "Can there be a missing statement copy?",
        "I was wondering if I can have my statement again.",
        "Can I get the copy of my statement now that it isn't there?",
        "I was wondering if there was a duplicate of the statement that I lost.",
        "There is a missing statement, need a copy",
        "Can I obtain a duplicate of my lost statement?",
        "My lost statement can I have it?",
        "Can someone give me my missing statement?",
        "Can I get the copy of my statement now that it has been missing?",
        "I'm curious if I can get a duplicate of the statement I lost.",
        "I'm unsure if I can get my loss statement.",
        "I wish to get my lost statement back.",
        "Someone needs to locate my lost statement copy.",
        "I am wondering if I can have my statement back.",
        "Can I get the copy of my statement that I've lost?",
        "I was wondering if I could have a loss statement.",
        "If my statement is lost, can I get a copy?",
        "I want to recover my missing statement.",
        "I would love to recover my statement.",
        "I was wondering if I would get a copy of my lost document.",
        "Have I got a copy of my lost statement?",
        "Can I get the copy of my statement once it's been lost?",
        "I would like to recover my missed statement.",
        "I am wondering if I can have this missing statement.",
        "I was wondering if I could get a duplicate of a statement I lost.",
        "Can I get a duplicate of my statement now that it's gone?",
        "I am wondering if I am able to have my statement again.",
        "I might want to get a duplicate of my lost statement.",
        "The statement has been missing, can I get a copy?",
        "Can someone give me a version of my lost statement?",
        "I am unsure if I can get a duplicate of the lost statement.",
        "Help me after the statement got lost.",
        "I'm wondering if it's possible to get a duplicate of the lost statement.",
        "Can I get a copy of my statement, now that it is missing?",
        "I would want to get my statement back.",
        "I would like to get my statement",
        "Now that the statement is lost, can I get a copy?",
        "I am wondering if I'm able to have my statement again.",
        "I needs a copy of my lost statement.",
        "I would like to get the statement.",
        "Get my missed statement.",
        "I need a duplicate of a lost statement.",
        "I am not sure if I will get a copy of my missing statement.",
        "I want a copy of the statements that I lost.",
        "Will I be able to get a copy of the missing statement?",
        "Will there be a copy of my lost statement now?",
        "I lost the statement but can I get a copy?",
        "I want to get my lost statement back.",
        "I was wondering if I could have that lost statement.",
        "I have lost a statement and can I get a copy?",
        "Will someone give me a copy of my lost document?",
        "Can I get the copy of my statement, that has been missing?",
        "Is it possible to duplicate my lost statement.",
        "I are wondering if I can get my statement.",
        "Can I get a copy of my statement now that I lost it.",
        "Can I have a lost copy of the statement?",
        "Is there a way to duplicate the lost statement?",
        "I would appreciate having a copy of my lost statements.",
        "Can I get the copy of my statement if it's been missing?",
        "I am wondering if it is possible to get a duplicate of the lost statement.",
        "Can you give me a copy of the lost statement?",
        "Need a copy of the statement missing.",
        "Is there a copy for Lost Stmt?",
        "I want to request a copy of my lost statement.",
        "Can I get the copy of the statement that has been lost?",
        "Someone Needs a copy of a lost statement.",
        "Is it possible to get a copy of my statement now that it's been missing?",
        "The statement has been missing so can I get a copy?",
        "Can I get a copy of my statement if I lost it?",
        "I lost a statement and am wondering if I can get a duplicate of it.",
        "May I have one copy of my lost statement?",
        "I am wondering if I can obtain my statement.",
        "I would like to recover my missing statement.",
        "Were you able to send me a copy of my lost statement?",
        "Will I get the duplicate of my lost document?",
        "Get that lost statement.",
        "Lose a statement and need copy.",
        "I lost statement copy?",
        "I was wondering where my lost statement copy was.",
        "Is it possible to have my statement?",
        "Does my missing statement allow me to get it?",
        "I'm wondering if I could duplicate the statement I lost.",
        "I was wondering if a duplicate of the lost statement could be found.",
        "Is it possible to get a duplicate of my lost statements?",
        "A copy of a lost statement is necessary.",
        "Can I get a copy of the statement if it is lost?",
        "Can I get a duplicate of my statement, even though I lost it?",
        "Can I get a duplicate of my statement if I misplace it?",
        "I'm wondering if it's possible to have my statement again.",
        "I am wondering if I could get another copy of the lost statement.",
        "Will I receive a copy of my missing Statement?",
        "I'm curious if I can get a duplicate of my lost statement.",
        "I'm unsure if I could get a duplicate of the lost statement.",
        "I'd like to get a duplicate of the lost statement.",
        "A copy of my lost statements is what I would request.",
        "I want to know if I can get a copy of my statement after it was lost.",
        "Can someone give me a copy of my lost statement.",
        "Is it possible that I will get a copy of my statement now?",
        "I would love to have my lost statement back.",
        "I wanted to know if I could duplicate the lost statement.",
        "Do I have lost statement copy?",
        "My statement copy has been lost.",
        "Copies of lost statement are needed.",
        "Can I get the copy of my statement when I lost it?",
        "I'm looking for a duplicate of the lost statement.",
        "I am curious if I can duplicate the lost statement.",
        "When my statement is lost, can I get a copy?",
        "If it's been missing, can I get a copy of my statement?",
        "A copy of my lost statement is needed.",
        "I would appreciate if you could send me a copy of my lost statement.",
        "I would like to have my lost statement back.",
        "Will I get a copy of my misplace document?",
        "Will I get a duplicate of my lost statement now?",
        "I wonder if I can get this lost statement.",
        "Can you provide a duplicate of your lost statement?",
        "I would like to receive a copy of my lost statement.",
        "Can I get a copy of my statement since it's been missing?",
        "I wondered if I could have a loss statement.",
        "I am wondering if I can get that lost statement back.",
        "I have a lost statement, can I get a duplicate of it?",
        "Can I get a copy of my statement once I lost it?",
        "Will I be getting a copy of the lost document?",
        "I need a copy of my statement now that it's not there.",
        "Can someone give me the lost statement?",
        "Can I get a copy of my statement, since it's been missing?",
        "I would like a copy of the lost statements.",
        "I need to get my lost statement.",
        "I want a copy of my statements that were lost.",
        "I wondering if I can have my statement again.",
        "Need a copy for a lost statement.",
        "I am wondering if I can get a statement that is missing.",
        "Is it possible to get my lost stmt.",
        "I think I could get a duplicate of the statement I lost.",
        "Can I get my statement again after I lost it?",
        "Please give me a copy of my lost statements.",
        "Can I get my statement now that it's missing?",
        "I think I might be able to have my loss statement.",
        "Give me a copy of the statement that's lost?",
        "I am looking for a duplicate of the statement I lost.",
        "I'm curious if I could duplicate the lost statement.",
        "Where's my statement copy that I lost?",
        "I would like to have my statement.",
        "Will I get a copy of my statement that is missing?",
        "I'm wondering if I can have my statement back.",
        "Might I have one copy of my lost statement?",
        "I am wondering if I could get a loss statement.",
        "I'm wondering if I can get my missing statement.",
        "Will I be given a copy of the lost document?",
        "A lost statement needs a copy.",
        "Can I get a copy of the statement after it was lost?",
        "I would like to see a copy of my lost statements",
        "I am hoping that I can get my missing statement.",
        "I would like to get the lost form.",
        "I would like to get my loss statement.",
        "Can I get the copy of my statement now that it has been lost?",
        "Someone wants to get a copy of their lost statement.",
        "I'd like to have my statement again.",
        "There is a need for a lost statement copy.",
        "I have lost my statement, can I get a copy now?",
        "Is it possible to have a copy of my lost statement?",
        "I need the copy of my statement now that it has been missing.",
        "You want a copy of the missing statement?",
        "I requested a copy of my lost statements.",
        "Is it possible that I will get a copy of my lost statement soon?",
        "Do you want to get a duplicate of my lost statement?",
        "I wonder if my missing statement can be gotten.",
        "Is it possible to have my loss statement?",
        "I am asking if I can get this lost statement.",
        "Let's get my lost statement.",
        "Can I get the copy of my statement that has been lost, right?",
        "I was wondering if I could get a missing statement.",
        "Give me a copy of the missing one?",
        "Can I get a copy of my statement since it's been lost?",
        "Give me a copy of the failed statement?",
        "A copy of my lost statement would be great.",
        "I wish to receive a copy of my lost statements.",
        "I am wondering if I can have a loss statement.",
        "I need to get the copy of my statement that was lost.",
        "I would want to recover my statement.",
        "Since my statement has been lost, can I get a copy?",
        "Can you please duplicate the lost statement?",
        "Help me out after statement got lost.",
        "Is it possible to get a duplicate of my statement?",
        "I want to Recover my lost Statement.",
        "Are I going to get a copy of my lost statement now?",
        "I need a copy of my lost statement right now.",
        "Can you please give me a copy of my lost statement?",
        "I am curious about if I can get my statement.",
        "I do not have a copy of my lost statements.",
        "I'm wondering if I can get this statement again.",
        "Someone needs a copy of a missing statement.",
        "Can I get the copy of my lost statement?",
        "Can someone give me a copy of my lost statements?",
        "It's possible to get a copy of my lost statement.",
        "Can I get the copy of my statement now that it has vanished?",
        "Can I get a duplicate of my forgotten statement?",
        "Will there be a copy of my lost statement?",
        "I am wondering if I can get this forgotten statement.",
        "Yes, need a statement back?",
        "Could I get one copy of my lost statement?",
        "Would I be able to have my loss statement?",
        "Can I have the lost statement copy?",
        "Can I get a copy of my statement now that it is missing?",
        "Needed copy of missing statement.",
        "Could I have my statement again?",
        "Will I be provided with a copy of my missing statement?",
        "I would like to recover the statement that I lost.",
        "I need to get the copy of my statement that I lost.",
        "Will I be getting a duplicate of my lost document?",
        "I wanted to recover my lost statement.",
        "I have lost the statement and can I get a copy?",
        "I would benefit from a copy of my lost statements.",
        "I would enjoy having a copy of my lost statements.",
        "Now that I lost my statement, can I get a copy?",
        "I might be able to get a duplicate of the statement I lost.",
        "Help me out because the statement got lost.",
        "Is it possible to get the copy of my statement that was lost?",
        "Requesting to get the lost account record again.",
        "I asked if I could get a duplicate of the lost statement.",
        "Need a missing statement copy.",
        "Need a copy of that lost statement.",
        "Can I get a copy of my statement now that it has not been found?",
        "Get me the lost statement.",
        "I needs a copy of my lost statements.",
        "Can I get a copy of the statement after it's been lost?",
        "I'm wondering if my loss statement can be obtained.",
        "I am wondering if I can recover the lost statement.",
        "I am wondering if a duplicate of the lost statement is possible.",
        "I am curious if I can have a statement again.",
        "I am wondering if I can get a duplicate of the statement I lost.",
        "I'm wondering if I can get a statement that's missing.",
        "I think I need one copy of my lost statement.",
        "I have lost my statement, can I get a copy?",
        "Give me a copy of that statement that was lost?",
        "I wonder if I can get a duplicate of the lost statement.",
        "Can someone duplicate my lost statement?",
        "Can I get a copy of my statement now it's gone missing?",
        "The statement is lost?",
        "Will I receive a copy of my missingstatement?",
        "I wanted to get a copy of my lost statement.",
        "Can I still get a duplicate of my lost statement?",
        "Can I have the loss statement?",
        "Can I get a missing statement copy?",
        "Can anyone help me get my vanished stmt?",
        "Can you help me with my missing statement?",
        "I don't know if I'll get a copy of my lost document.",
        "I want to know if I can get a duplicate of the statement I lost.",
        "I would love to have a copy of my lost statements.",
        "I am wondering if I have one copy of my lost statement.",
        "I am unsure if I can have my loss statement.",
        "Will I get a duplicate of the document I lost?",
        "I need to get a copy of my missing statement.",
        "I am curious if I could get a duplicate of the statement that I lost.",
        "I asked if you could send a copy of my lost statement.",
        "A copy of the lost statement is needed.",
        "Can I get the copy of my statement, now that it's lost?",
        "I lost my statement but can I get a duplicate of it?",
        "I want a copy of my missing statement.",
        "I lost my statement, can I have a duplicate?",
        "We need copy for a lost statement.",
        "I would like to have this lost statement.",
        "Can I get a duplicate of the statement I lost?",
        "Will I get a copy of my lost statement right now?",
        "Can I get a copy of my statement that was missing?",
        "Can I get a copy of my statement even though it's been lost?",
        "My lost. Stmt copy, please.",
        "I want to know if I could get a duplicate of the lost statement.",
        "I was wondering if I could make a duplicate of the lost statement.",
        "I would like to get my lost statement back.",
        "Could I get a duplicate of the statement that I lost?",
        "Someone please give me the lost statement.",
        "Is it possible that I can get my missing statement?",
        "Will I receive a new copy of my lost statement?",
        "I am wondering whether or not I can get my statement.",
        "I am looking for a duplicate of the statement that I lost.",
        "I want to know if there is a duplicate of the lost statement.",
        "Is it possible I can get my statement?",
        "I am curious if I can recover this lost statement.",
        "Will I receive a copy of a lost document?",
        "I would like a duplicate of my lost statement.",
        "I want to know if I can have the statement again.",
        "I am wondering about my loss statement.",
        "Can I get another copy of my lost statement?",
        "I have a statement that has been lost, can I get a copy?",
        "I was wondering if I could have my statement.",
        "I was wondering if I had lost a statement copy.",
        "A statement was lost?",
        "Need a duplicate of a missing statement.",
        "There is a lost statement that requires copy.",
        "Can I get a copy of my statement in case it's lost?",
        "I am wondering if I lost a statement copy.",
        "Is there any chance that I have one copy of my lost statement?",
        "Someone wants a copy of their lost statements.",
        "Someone could send me a copy of my lost statement.",
        "Now that my statement is lost can I get a copy?",
        "I need a copy of my lost statement",
        "I would like a copy of my statement.",
        "Can I have a lost statement copy?",
        "I have been wondering if I can get my statement.",
        "I need a duplicate of the statement I lost.",
        "Someone is looking for a copy of a lost statement.",
        "Is it possible I have a duplicate of my lost statement?",
        "Someone needs to get a copy of the missing statement.",
        "Isn't it possible to get a duplicate of my lost statement?",
        "I am wondering how I can get my statement.",
        "Will I have a copy of my lost statement?",
        "Have a missing statement or need a copy?",
        "I would like to get my statement back.",
        "Are you going to give me a copy of the lost statement?",
        "Can you give a duplicate of your lost statement?",
        "Can I get a copy of my statement, even if it is lost?",
        "I would like to know if I can get my loss statement.",
        "Allow me a copy of the lost statement?",
        "Will I be able to get my lost statement?",
        "It is my wish to have a copy of my lost statements.",
        "I have lost my statement, can I get a duplicate?",
        "Do you want a copy of the lost statement?",
        "Is it possible to retrieve my missed data?",
        "Someone is looking for a copy of the missing statement.",
        "Can I get a duplicate of my statement after it was lost?",
        "I need a copy of lost stmt.",
        "Now that my statement is lost, can I get the copy of it?",
        "I am wondering if I can have that statement again.",
        "There is a need for a copy of lost statement.",
        "I would like to know if I could get my missing statement.",
        "I lost a statement and wondered if I could get a duplicate.",
        "Can I obtain a copy of my statement now that it is missing?",
        "I have lost my statement, so can I get a copy now?",
        "I wish I could get a duplicate of the statement I lost.",
        "I would like a version of my lost statements.",
        "I'm wondering if I could copy the lost statement.",
        "I'm wondering if there is a duplicate of the lost statement.",
        "Where is my missing copy of my statement?",
        "I have lost my statement, can I get a copy of it?",
        "Is it possible to get the copy of my statement that has been missing?",
        "Does anyone want a duplicate of my lost statement?",
        "I'm wondering if I could have my statement again.",
        "A needed copy of a lost statement.",
        "Will I get a copy of my Lost Statement now?",
        "I want a copy of the statements that were lost.",
        "can I have a lost statement copy?",
        "What if I want a duplicate of my lost statement?",
        "I was wondering if I could have my lost statement.",
        "Get my statement, I'm lost.",
        "Should I have a duplicate of my lost statement?",
        "Will I get a copy of that lost document?",
        "I need a copy of my lost statement?",
        "Can I get a copy of my lost statement.",
        "Will I get a repeat of my lost statement now?",
        "I want to know if my statement can be gotten.",
        "If you lost a statement, you need a copy.",
        "I am wondering if I could get my statement again.",
        "Can I get a copy of my statement after it disappeared?",
        "Can you give us a lost statement duplicate?",
        "Will need a copy of the missing statement.",
        "I'm wondering if i can get my statement.",
        "Will I be able to obtain a copy of my lost document?",
        "I need a copy of the lost statement.",
        "Can you offer a duplicate of the lost statement?",
        "Can I get a copy of my statement, which was missing?",
        "Someone wants a copy of the lost statement.",
        "Can someone help me find a copy of my statement?",
        "copy of lost statement needed.",
        "I am wondering if I can obtain a loss statement.",
        "I want to recovered my lost statement.",
        "Are I able to get the copy of my statement that I lost?",
        "I want to recover my lost statement",
        "Can I get a copy of the statement when it is lost?",
        "Can I get my statement back now it is lost?",
        "I wish to get my lost statement.",
        "Where's the missing copy of my statement?",
        "I need a copy of my missing statements.",
        "I am wondering if I can get a duplicate of that lost statement.",
        "Will I get a copy of a lost document?",
        "Is it possible to give me a copy of a lost statement?",
        "I am wondering if I can get a copy of my statement.",
        "I lost my statement, can I obtain a duplicate?",
        "I need a copy of the missing statement.",
        "To get a copy of lost statement",
        "Will i get a copy of my lost statement soon?",
        "You need a copy of a lost statement?",
        "Can I get a duplicate of a statement that I lost?",
        "I'm wondering about my missing statement.",
        "I have lost my statement, so can I get it back?",
        "I'm wondering if there was a duplicate of the statement I lost.",
        "I am wondering if I can get that statement back.",
        "Will I get a copy of my statement now that it has been lost?",
        "I would like to know if I could duplicate the statement I lost.",
        "Is there a duplicate of a lost statement available?",
        "Can I get a copy of my statement now that it's lost?",
        "Can I get a copy of my statement now that I've lost it?",
        "Can I get my statement now that it's been missing?",
        "I want to have my lost statement",
        "Can I get the statement again now that I have lost it?",
        "Is there a way to get a duplicate of the statement I lost?",
        "Can you provide a duplicate for the lost statement?",
        "My statement is missing?",
        "Can I get a copy of the statement that has been lost?",
        "Can I retrieve a copy of my statement?",
        "Will i get a duplicate of my lost document?",
        "Will I be getting a copy of my lost document?",
        "I wouldn't mind getting a copy of my lost statements.",
        "Will you give me a copy of the lost statement?",
        "Are you able to have your statement again?",
        "Can I get the copy of my statement that wasn't there?",
        "I would like to obtain a copy of my lost statement.",
        "Will I get a repeat of my lost document?",
        "Will I have a copy of my lost statement now?",
        "I'm curious if I can get my statement.",
        "I wonder if I can have my loss statement.",
        "Is it possible to get a copy of my statement now it's missing?",
        "Can you provide a duplicate of the lost statement?",
        "I need a copy of missing statement.",
        "Will I get a copy of a missing statement?",
        "I'm wondering if I could get a duplicate of the missing statement.",
        "Can I get the copy of my statement that's missing now?",
        "I would like a copy of the lost statement.",
        "Will I soon get a copy of my lost statement?",
        "I want to know the lost statement.",
        "I'm in need of a copy of my lost statement.",
        "Can I get a duplicate of my lost statement if I want to?",
        "Requesting to get a lost account record back.",
        "Can I get a copy of my statement, since it's lost?",
        "Can someone give me a copy of my lost Statement?",
        "I lost a statement and I'm wondering if I could duplicate it.",
        "I would love to have my lost statement.",
        "I'm wondering if I can get my statement",
        "I need my statement back.",
        "I want a copy of my lost statement.",
        "Can I get a duplicate of my lost statement if I want?",
        "Is it possible to get a duplicate of my missing statement?",
        "Is there any chance I have a duplicate of my lost statement?",
        "Can I get a copy of the statement that has been missing?",
        "Can I get a copy of my statement that has been lost?",
        "I have a statement that is lost, can I get a copy?",
        "I would like to get a copy of my lost statements",
        "I need a copy of my lost statement!",
        "Is there a copy of lost bank statemt?",
        "I was wondering if my statement could be gotten.",
        "I lost the statement and am wondering if I could get a duplicate.",
        "I would like to know if I can get a copy of my statement.",
        "Can I get a copy of my statement now I lost it?",
        "Need a copy of the lost statement",
        "I wonder if I can get a copy of my lost statement.",
        "Am I able to get my missing statement?",
        "Lost statement, need copy?",
        "I'm wondering if you could send me a copy of my lost statement.",
        "Need a copy of that missing statement?",
        "Is it possible to duplicate my lost statement even though I lost it?",
        "A copy of my lost statements are what I want.",
        "Will I get a copy of my lost statement soon.",
        "I wasn't sure if I could get a duplicate of the lost statement.",
        "Someone please give me a copy of my lost statement.",
        "Does anyone have a lost statement duplicate?",
        "I would like to retrieve my statements.",
        "Is it possible that I can have my statement again.",
        "The statement was lost?",
        "Will I be getting a copy of my lost statement soon?",
        "I'm wondering if I have a duplicate of the lost statement.",
        "I don't know if I can get a duplicate of the lost statement.",
        "I want a copy of the lost statements.",
        "I'm looking for a copy of my lost statements.",
        "I wondered if I could get my statement.",
        "Is it possible to give a duplicate of a lost statement?",
        "I need a copy of my lost statement.",
        "I would love to get back my lost statement.",
        "I am wondering if I can get the copy of my statement.",
        "When my statement is lost can I get a copy?",
        "You need a copy for a lost statement.",
        "Please send a copy of my lost statement to me.",
        "I am wondering if I can retrieve the lost statement.",
        "I lost the statement now can I get a copy?",
        "I was wondering if I could get my lost statement.",
        "I'm wondering if my missing statement can be received.",
        "I need a copy of my lost statement sent to me.",
        "Is it possible to get a copy of the statement?",
        "I wish to get a duplicate of my lost statement.",
        "Where is my copy of my statement?",
        "Is it possible to get a copy of my lost document?",
        "I am questioning if I can get my missing statement.",
        "I would love to see my lost statements.",
        "Can I get a copy of the statement that is missing now?",
        "Can I get the copy of the statement that was lost?",
        "Can someone show me a copy of my lost statement?",
        "I need the copy of my statement now that it's gone.",
        "I was wondering if I could have my statement back.",
        "If I want to I can get a duplicate of my lost statement.",
        "A copy of my lost statements is what I desire.",
        "I want a copy of a lost statement.",
        "I was wondering if I could get a copy of the statement that I lost.",
        "Will I get a document back?",
        "I would like to obtain my statement.",
        "Can I have a lost copy of a statement?",
        "Can I get a duplicate of my statement even if I lost it?",
        "Are you able to provide a duplicate of a lost statement?",
        "I would like to obtain a lost form.",
        "Can I find a duplicate of my lost statement?",
        "I would like to retrieve my missing statement.",
        "Have a lost statement? Send a copy now.",
        "Can I get a copy of the statement I lost?",
        "I want to know if I can get the lost statement.",
        "Can someone please provide me a copy of my lost statement?",
        "I need a copy of the lost statement",
        "Can you give a duplicate of the missing statement?",
        "Have you got a copy of my lost statement?",
        "Maybe you need a copy of the lost statement.",
        "Can I get the copy of my statement that has disappeared?",
        "I can get a duplicate of my lost statement.",
        "I would like to know if I could have my statement again.",
        "I'm wondering if I've lost statement copy.",
        "Can I get a copy of my statement once I've lost it?",
        "Is it possible to get a copy of my statement.",
        "I have lost the statement, so can I get a copy?",
        "Help me, the statement got lost.",
        "Can someone help me with a copy of my lost statement?",
        "I am wondering if I can have the loss statement.",
        "I am wondering about a duplicate of the statement I lost.",
        "You can get a copy of my lost statement.",
        "I'd like to know if I can have my statement again.",
        "I would like to retrieve my lost statement.",
        "I want to be able to recover my lost statement.",
        "Can I get my lost statement",
        "A copy of my lost statements would be wonderful.",
        "Can I get a copy of the statement now that it's missing?",
        "Someone requires a copy of a missing statement.",
        "I wonder if I can have my statement once more.",
        "I am wondering if my missing statement is available.",
        "Is it possible for me to have my lost statement?",
        "I want to know if my missing statement can be gotten.",
        "I am looking for a copy of my lost statements.",
        "I wondered if there was a duplicate of the lost statement.",
        "I was wondering if there was a duplicate of the statement I lost.",
        "Can someone send me a copy of my lost statement?",
        "I would love to get my lost statement.",
        "My lost statement copy is not located",
        "I am curious if I can get my statement again.",
        "Can I retrieve a lost form?",
        "Even though I have lost a statement, can I get a duplicate?",
        "I wanted to know if I could get a duplicate of my lost statement.",
        "I am wondering if my missing statement can be got.",
        "Someone should give me a copy of my lost statement?",
        "I'd like to get back my lost statement.",
        "I'm wondering if I can get my lost statement.",
        "I want to have my lost statement.",
        "I have lost the statement so can I get a copy?",
        "I am wondering if I can get a copy of my lost statement.",
        "Will I get a copy of my statement now that it's been lost?",
        "I am asking if I can have this lost statement.",
        "I'm begging you to get my lost statement.",
        "I'd like to know if I could get a duplicate of the statement I lost.",
        "There is a copy of my statement that has been missing.",
        "People need a copy of a lost statement.",
        "Can I get my statement now that it's gone missing?",
        "Are I able to get a duplicate of my statement?",
        "Need a copy of lost statement",
        "I misplace my statement, can I get a copy?",
        "I'm wondering if I can receive my missing statement.",
        "Yes, can you duplicate a lost statement?",
        "I'd like to know if I could duplicate the lost statement.",
        "Is there a copy of my missing statement.",
        "I would like to recover the statement that was lost.",
        "I am wondering if I can get a copy of my statement now that it has been lost.",
        "I need lost statement copy.",
        "Is there a copy of my statement that has been missing?",
        "Will I be able to get my statement?",
        "Give me a copy of the missing statement?",
        "I want a copy of my statement now that it's been lost.",
        "Can I get a duplicate of my lost statement if I so choose?",
        "I'd like a duplicate of my lost statements.",
        "I can't find statement copy.",
        "Is there a duplicate of my lost statement available?",
        "Someone needs a copy of lost statement.",
        "I was wondering if I can get this lost statement.",
        "Can I get a copy of my statement now that I have lost it?",
        "Even though I lost my statement, can I get a copy?",
        "I'm wondering if I can have my statement again",
        "Can I get a copy of the statement that was missing?",
        "Can I get the copy of my statement that's gone missing?",
        "Will I get a copy of the document that I lost?",
        "Someone may be able to send a copy of my lost statement.",
        "I would like to see my statement.",
        "I am wondering if I can get my missing Statement.",
        "Can I get a duplicate of my statement if I lost it?",
        "Will I get a duplicate of the missing statement?",
        "I have lost my statement so can I get it back?",
        "They need a copy of a lost statement.",
        "Can I obtain a copy of my lost statement?",
        "Might I have a copy of my lost statement?",
        "I would like to recover my lost statement",
        "I'm wondering whether I can get my missing statement.",
        "I want to know if I could get a duplicate of the statement that I lost.",
        "Do you have a duplicate of the lost statement?",
        "Is it possible to get my missing data?",
        "Can someone please show me a copy of my lost statement?",
        "I need someone to give me a copy of my lost statement.",
        "Even though I lost my statement, Can I get a duplicate?",
        "Can I get a copy of my statement after it has been lost?",
        "I am wondering if I can get my lost statement.",
        "I wondered if my missing statement could be gotten.",
        "There is need for a copy of the missing statement.",
        "Can you give me a copy of lost stmt?",
        "Where do I get my lost statement copy?",
        "Need statement back?",
        "A copy of my lost statements is something I would like.",
        "Can I get a duplicate of my lost statement even though it was lost?",
        "I lost my statement, can I get a duplicate.",
        "Will I get a copy of my lost statement, now?",
        "Can I get a copy of my statement after it's been lost?",
        "I don't know if I could get a duplicate of my lost statement.",
        "Is there a copy of my statement that is missing?",
        "Can I get my loss statement?",
        "Can I get a copy of my statement now that it has lost?",
        "Can I get a copy of my statement now that it is lost.",
        "I lost my statement so can I get a copy?",
        "A copy of the missing statement is needed.",
        "Maybe I can get my missing statement.",
        "I question if I could get a duplicate of the lost statement.",
        "Can I get a duplicate of my lost statement if I misplace it?",
        "I have lost my statement, can I still get a copy?",
        "I wish to have my loss statement.",
        "Can I get a copy of my statement now it's lost, right?",
        "Get the statement you lost.",
        "I am thinking if I can have my statement again.",
        "I would like to get back the statement.",
        "Do I have a missing statement copy?",
        "To get a copy of the missing statement.",
        "Is there a copy of my statement that's been missing?",
        "Will I get a replica of my lost document?",
        "Is there a duplicate of the statement I lost?",
        "Will I get a copy of my missing statement after all?",
        "Can I find the copy of my statement now that it has been lost?",
        "Wait, get my lost statement.",
        "I need the copy of my statement now that it is missing.",
        "Is there a copy of my lost statement within reach?",
        "I lost my statement and am unable to get a copy.",
        "I would like to know if there is a duplicate of the lost statement.",
        "I'm unsure if I can have my loss statement.",
        "Can I get a copy of my statement, that is missing?",
        "Can there be a duplicate of the lost statement?",
        "Will I be able to get a copy of my lost document?",
        "Is it possible to get one copy of my lost statement?",
        "Give me a copy of the deleted statement?",
        "Can I get a copy of my statement, now it is lost?",
        "I am asking if I could get a duplicate of the lost statement.",
        "I need a copy of a missing statement.",
        "I am wondering if I can duplicate the lost statement.",
        "Where's my copy of my statement?",
        "If I wanted, can I get a duplicate of my lost statement?",
        "Is there a copy of my lost document?",
        "Can someone provide a copy of my lost statement?",
        "A lost statement needs copy.",
        "I wish to get a copy of my lost statement.",
        "I'm wondering if I am able to have my statement again.",
        "Can I get a duplicate of my lost statement since I lost it?",
        "need copy of missing statement",
        "Is there a single copy of my lost statement?",
        "Yes, can you give a lost statement duplicate?",
        "I was wondering if I could get a duplicate of the lost statement.",
        "Can I get a copy of my statement that's been missing?",
        "Someone is looking for a copy of a missing statement.",
        "Can I get a copy of the missing statement?",
        "Will I get the missing statement now?",
        "I lost my statement, can I get a duplicate?",
        "I wish to have my lost statement.",
        "Can someone give me a copy of the statement I lost?",
        "Will I ever receive a copy of my lost statement?",
        "I wondered if I would get a copy of my missing statement.",
        "Someone please give me a copy of my missing statement.",
        "You need to get a copy of the missing statement.",
        "There is a lost statement that needs a copy.",
        "Can I get a copy of my statement again now that I have lost it?",
        "Can you send me a copy of the lost statement?",
        "Can I get the copy of the statement I lost?",
        "Can I get a duplicate of my statement if I lose it?",
        "Can I get a copy of my statement that is lost?",
        "Can I get that lost statement?",
        "I need a copy of my statement now that it has been lost.",
        "I would like a copy of my statements that I lost.",
        "Give me a copy of the missing statement.",
        "Do you need a copy of the missing statement?",
        "Is it possible for me to get a duplicate of my statement?",
        "I require a copy of the missing statement.",
        "Will I received a copy of my missing statement?",
        "I'd like to recover my lost statement",
        "I was wondering if I could find a duplicate of the statement I lost.",
        "I'm curious if I can recover this lost statement.",
        "Is it possible to duplicate my lost statement?",
        "I would like to know if I could duplicate the lost statement.",
        "Is it possible I'll get a copy of my lost document?",
        "Can I lose statement copy.",
        "Could I get a copy of my missing statement?",
        "I wondered if I could have the lost statement.",
        "How about one copy of my lost statement?",
        "My copy of my statement was lost.",
        "Do you have a lost statement duplicate?",
        "I am wondering if i can get this lost statement.",
        "I lost my statement and can you give me a copy?",
        "I am wondering if I could get a repeat of the statement I lost.",
        "Can I get the copy of my statement that's been lost now?",
        "I was wondering if I can get a duplicate of the statement I lost.",
        "I wonder if I could have my statement again.",
        "Will I be able to see a copy of my lost document?",
        "Was it possible to get my lost stmt?",
        "Someone needs a copy of missing statement",
        "Give me a copy of my lost statement?",
        "Will I be receiving a copy of my missing statement?",
        "Where is my copy of the statement?",
        "If I want a duplicate of my lost statement, can I do that?",
        "Will i get a copy of the missing statement?",
        "Can someone please send me a copy of my lost statement?",
        "Can I get a duplicate of the lost statement?",
        "I would want a copy of my lost statements.",
        "I need a copy of a missing statement",
        "I need a copy of my statement now that I have lost it.",
        "I am wondering if I could duplicate the statement that was lost.",
        "Will I be sent a copy of my missing statement?",
        "Get my missing statement.",
        "I would love to receive a copy of my lost statement from you.",
        "I lost my statement and can't get a copy.",
        "Can I get a copy of my statement if it's been lost?",
        "Will you be able to duplicate a lost statement?",
        "I want to know if I can have my statement back.",
        "Need to get a copy of a lost statement?",
        "Are I able to get my lost statement?",
        "Will I be getting a copy of my lost statement?",
        "Can I get a copy of my statement, now that I lost it?",
        "I'd like someone to give me a copy of my lost statement.",
        "Can I get the copy of the statement that's been missing?",
        "Will I have another copy of my lost statement?",
        "I am interested in getting my missing statement.",
        "Will they give me a copy of my missing statement?",
        "I want a copy of my statement now that it's missing.",
        "Can I get a duplicate of my lost statement, even though I have lost it?",
        "I wondered if I could have my loss statement.",
        "Give me a copy of a lost statement.",
        "I would love to have a duplicate of my lost statements.",
        "Can you get me a copy of my missing stmt?",
        "Someone needs a copy for a lost statement.",
        "Can there be a copy of my lost statement?",
        "Can someone give me a new copy of my lost statement?",
        "Will I get a copy of my missing comment?",
        "I am wondering if I could get a duplicate of the statement I lost",
        "I want to know if I can have the lost statement.",
        "If I wish, I can get a duplicate of my lost statement.",
        "Need a copy of missing statement.",
        "I request a copy of my lost statements.",
        "I would like to know if I can get my statement.",
        "I lost my statement and am wondering if I can get a duplicate.",
        "I am wondering if I can recover that lost statement.",
        "I'd like to get my lost stmt.",
        "I am wondering if I can have a statement again.",
        "I'd like a copy of the lost statements.",
        "Need a copy of the missing statement",
        "Were you able to give me a copy of my lost statement?",
        "I wonder if I could get a duplicate of the lost statement.",
        "I am wondering if I could find a duplicate of the statement I lost.",
        "I asked if I could get a duplicate of the statement that I lost.",
        "A copy of a lost statement?",
        "I would like a copy of my lost words.",
        "Can I get a duplicate of my lost statement, if I want?",
        "Can I get a duplicate of a lost statement?",
        "Where is my missing statement copy?",
        "I wonder if I can have a loss statement.",
        "Will I be able to get a duplicate of my lost statement?",
        "I'm trying to find a copy of my lost statement.",
        "I want a copy of my statement that was missing.",
        "Can I get a copy of my statement that I have lost?",
        "I am curious if I can get the missing statement.",
        "I am wondering if I can get my missing statement",
        "I would like to know if I can get a duplicate of the lost statement.",
        "Can you give a duplicate for the lost statement?",
        "Requesting the release of a lost account record.",
        "Is there a duplicate of the lost statement?",
        "Let me know if you can send a copy of my lost statement.",
        "You might be able to send a copy of my lost statement to me.",
        "Is there a copy of my lost statement on hand?",
        "Will I get the lost statement back now?",
        "Can I get a duplicate of my lost statement, even though it was lost?",
        "I am wondering if I can get this missed statement.",
        "Can I get a copy of my statement when it was lost?",
        "If I can get my loss statement.",
        "I am wondering if I can have my statement once again.",
        "I hope I can get my missing statement.",
        "Can I get another copy of my statement even though I lost it?",
        "I am interested in getting a copy of my lost statement.",
        "I need the copy of my statement now that it is lost.",
        "I'm wondering if I could have that lost statement.",
        "I would need a copy of my lost statements.",
        "I'd like to see a copy of my lost statements.",
        "You need a statement back.",
        "I want to regain my lost statement.",
        "I need a lost statement or a copy.",
        "I wanted to know if I could get my missing statement.",
        "Someone needs to copy a lost statement.",
        "Now that the statement has been missing, can I get a copy?",
        "Do I have the ability to get a duplicate of my lost statement?",
        "Can you send me a copy of my missing statement?",
        "I'm asking for a copy of my lost statement.",
        "I am wondering if I can get my statement again.",
        "Will I get a copy of my missing statement.",
        "Somebody needs a copy of a missing statement.",
        "I'm wondering if I can get this missed statement.",
        "Is there a copy of the missing statement?",
        "Can I recover a duplicate of my lost statement?",
        "I want to know if I lost statement copy.",
        "I would prefer to get a copy of my lost statements.",
        "It is my desire to recover my lost statement.",
        "I need to recover my statement.",
        "I'm wondering if I could get a duplicate of the lost statement",
        "Where's my missing copy of my statement?",
        "I question if I can have my statement again.",
        "I wanted to get back my lost statement.",
        "Can I get a copy of my statement now that it is gone, right?",
        "I would love to have my statement again.",
        "Could I get a duplicate of my lost statement?",
        "There is a needed copy of the lost statement.",
        "I'd like to receive a copy of my lost statements.",
        "Have a missing statement that needs a copy?",
        "Will I get aCopies of my lost document?",
        "Can I get a copy of the statement when it's lost?",
        "I am interested in getting a duplicate of my lost statement.",
        "I'm wondering if I can have that lost statement.",
        "Can I get a copy of my statement that's missing?",
        "Can I get someone to duplicate my lost statement?",
        "Needs a copy of the missing statement.",
        "I lost my statement, can i get a duplicate?",
        "I wondered if I could get a duplicate of the statement that I lost.",
        "Can I get a copy now that my statement has been lost?",
        "I am wondering if I could have my statement.",
        "Will I get a look at my missing statement?",
        "I'm wondering if there's a way to duplicate the lost statement.",
        "can I get my statement?",
        "You need a duplicate of the lost statement.",
        "Can I get a duplicate of my lost declaration?",
        "Need your statement back?",
        "Is it possible to have one copy of my lost statement?",
        "I'm wondering if I can have the loss statement.",
        "I hope I can have my statement again.",
        "I lost a statement and am wondering if I can get a duplicate.",
        "Will I receive a duplicate of my lost statement?",
        "I want a copy of my statement that's been missing.",
        "Want a copy of the missing statement.",
        "Where's my statement copy?",
        "If I want, I can request a duplicate of my lost statement.",
        "I wondered if I could have that lost statement.",
        "Can I have my loss statement?",
        "I am curious if I can get this statement.",
        "I'm wondering if I could get a duplicate of a lost statement.",
        "There is a need for a copy of a missing statement.",
        "I am wondering if it is possible to get the missing statement.",
        "Is it possible I can have my loss statement?",
        "I am wondering if I can get this lost statement back.",
        "Is it possible for me to get my lost stmt?",
        "I am wondering if I can get that missing statement.",
        "Can someone give me a copy of the missing statement?",
        "Can you give me another lost statement duplicate?",
        "I am wondering if it is possible to duplicate the statement I lost.",
        "If I can have my statement again?",
        "There is a need for a copy of missing statement.",
        "Can someone help me with a lost statement?",
        "I would love to recover the lost statement.",
        "Can I get a copy of my statement since it's missing?",
        "I lost my statement and can I get a copy of it?",
        "I wonder if I can get this statement back.",
        "Can anyone give me a copy of the lost statement?",
        "I have lost my statement, can I get the copy?",
        "I am wondering if I can get this lost statements.",
        "Will I see a copy of my lost statement soon?",
        "Help me out, Statement got lost.",
        "I would like to have a copy of the lost statements.",
        "Can I get the copy of the statement that's lost?",
        "I'd like to know if I can get my missing statement.",
        "Can you give me a copy of my lost statement?",
        "I was wondering if I could get the lost statement.",
        "Request a copy of the lost statement.",
        "Give me a copy of that forgotten statement?",
        "Can there be a duplicate of my lost statement?",
        "I lost my statement, and can I get a duplicate?",
        "I need copy of a lost statement.",
        "Must have copy of lost statement.",
        "Can I see a copy of my statement now that it's missing?",
        "Can I get the copy of my statement now it's missing?",
        "I would like to know if I can have my statement again.",
        "Requesting to get back the lost account record.",
        "I hope I can get a duplicate of the lost statement.",
        "Will I have a single copy of my lost statement?",
        "Please help me with the statement getting lost.",
        "Need a duplicate of the lost statement?",
        "Can I get a copy of my statement even though it has been lost?",
        "Is it possible to get the copy of my statement that's been missing?",
        "I lost the statement and can I get a copy?",
        "Need to get a copy of the lost statement?",
        "Can I get the copy of my statement once it is lost?",
        "I am curious if I can have this lost statement.",
        "It's a lost statement that needs a copy.",
        "Can you supply a duplicate of the lost statement?",
        "Can I get access to my lost statement?",
        "need a duplicate of the lost statement",
        "You might be able to send me a copy of my lost statement.",
        "I am wondering if I can obtain a lost statement.",
        "Can I retrieve my missing statement?",
        "Is it possible that I will receive a copy of my missing statement?",
        "I am wondering about my missing statement.",
        "I was wondering if there was a duplicate of the lost statement.",
        "I've lost my copy, please?",
        "I'm curious if I can get my missing statement.",
        "I am curious if my missing statement can be received.",
        "Do I have a duplicate of my lost statement?",
        "Please help me out because statement got lost.",
        "What if I get a copy of my lost document?",
        "I lost my statement, can I get the copy now?",
        "If you need a copy of the missing statement",
        "I want to know if I can have my statement again.",
        "I want to know if I can get a copy of my statement now that it's lost.",
        "I would like to obtain a duplicate of my lost statement.",
        "I lost my statement, but can I get a duplicate?",
        "can someone give me a copy of my lost statement?",
        "Will I get a duplicate of my lost paper?",
        "Can I get the copy of my statement now that it was lost?",
        "I think I might be able to get my missing statement.",
        "Can I get the copy of my statement if it has been lost?",
        "To get a duplicate of the lost statement.",
        "I am wondering if I can get a missing statement.",
        "To get a duplicate of lost statement.",
        "Can I get a copy of my statement once it's lost?",
        "I am wondering, can I have my loss statement?",
        "Can I get a copy of the statement now that it's been lost?",
        "Will I get a copies of my lost document?",
        "Can I get a copy of my statement, now that I have lost it?",
        "Can I get a copy of my statement now it is gone?",
        "I want to get my statement back.",
        "Where is my lost copy of my statements?",
        "I am wondering if I can see my loss statement.",
        "I am wondering if I could get another copy of the statement I lost.",
        "Will I receive a duplicate of my lost statement soon?",
        "There is a lost statement that you need a copy of.",
        "A statement copy is lost.",
        "Will I get a copy of the missing statement now?",
        "I don't know if I will get a copy of my lost document.",
        "Need a copy of a missing statement",
        "Needs a copy of missing statement.",
        "Want statement back?",
        "I need to recover my lost statement.",
        "Can you provide a copy of my lost statement?",
        "Can me get a duplicate of my lost statement?",
        "We need a duplicate of the lost statement.",
        "I lost the statement so can I get a copy?",
        "Will I get a copy of my missing Statement?",
        "Is there a copy of my lost statement.",
        "need statement back, any chance?",
        "Can I get a duplicate of my lost statement, even if I have lost it?",
        "You may be able to provide a lost statement duplicate.",
        "I would like to get my lost stmt.",
        "Can I see a duplicate of my lost statement?",
        "Can I have a missing statement copy?",
        "Is it possible to get my missing statement.",
        "I would like to have the statement back.",
        "Did you have a copy of my lost statement?",
        "Can I get a copy of my statement if it is missing?",
        "I wonder if I could get a duplicate of the statement that I lost.",
        "Can I get a copy of the statement I lost now?",
        "Will I get a copy of my lost document",
        "I am wondering if I can get that statement.",
        "Can I get a copy of my statement, that has been lost?",
        "am I able to get a duplicate of my lost statement?",
        "I would like to get my lost statements.",
        "I'm wondering if I can get my statement.",
        "Can someone bring me a copy of my lost statement?",
        "I want my lost statement copy.",
        "Can I get a copy of it now that it's lost?",
        "Is it possible to get a copy of my statement now that it has been missing?",
        "I would love to recover my lost statement",
        "Can I have a lost statement copy.",
        "I asked for my lost statement.",
        "Is there a duplicate of the lost statement I could get?",
        "Can I get a new copy of my lost statement?",
        "There is need for a copy of the lost statement.",
        "Can I get the copy of my statement that I lost now?",
        "Where are my missing statement copy?",
        "I am wondering if I can still have this lost statement.",
        "Since I lost my statement, can I get a copy?",
        "I asked if I could get my lost stmt.",
        "I am wondering if I am able to have my statement.",
        "Am I missing a statement copy?",
        "Can I get the copy of my statement since it has been missing?",
        "Can I get a copy of my statement once it has been lost?",
        "I have lost my statement can I get a copy now?",
        "I am curious if I can have my statement back.",
        "Do I get a copy of my missing statement?",
        "Is it possible to have one duplicate of my lost statement?",
        "I am wondering whether I could get a duplicate of the lost statement.",
        "Can I get the copy of my statement since it is lost?",
        "Can I get a copy of my statement even if it's lost?",
        "A copy of lost stmt is needed.",
        "Can you please give me a copy of my statement?",
        "Is it possible to provide a duplicate of a lost statement.",
        "I need a duplicate of the missing statement.",
        "I am curious if I can get the lost statement.",
        "I'm wondering if I can get this lost statement again.",
        "I am wondering if I am able to have a loss statement.",
        "Can I find the copy of my statement that I lost?",
        "I am wondering if I can have that lost statement.",
        "Will I get a copy of my missing statements?",
        "need a copy of the lost statement",
        "I don't know if I can get a duplicate of my lost statement.",
        "Where's the statement copy that I lost?",
        "Will I get a copy of a lost statement now?",
        "Will I get a copy of my lose document?",
        "You need a copy of missing statement.",
        "I may be able to get a duplicate of the statement I lost.",
        "Will I get a copy of the missing Statement?",
        "Will I receive a copy of my lost statement?",
        "Someone please give me a copy of my lost statements.",
        "I need someone to give me a copy of my lost statement",
        "Can you make a copy of my missing stmt?",
        "Can I get a copy of my statement now that it was missing?",
        "Is there a copy of my lost document here?",
        "There is a need for a duplicate of a lost statement.",
        "Needed copy for a lost statement?",
        "I want to have my statement again.",
        "Is it possible for me to have one copy of my lost statement?",
        "I would like to receive a duplicate of my lost statement.",
        "my missing statement can I get it?",
        "I lost my statement, can I still get a duplicate?",
        "I would like to regain my statement.",
        "Can I get the copy of my statement, now that it is lost?",
        "I would prefer a duplicate of my lost statement.",
        "I'm wondering if I can have a loss statement.",
        "Is there a lost statement duplicate you could provide?",
        "Someone needs to give me a copy of my lost statement.",
        "Is there a duplicate of my lost statement?",
        "I want to know if someone will give me a copy of my lost statement.",
        "I am wondering if there was a duplicate of the statement that I lost.",
        "I lost my statement, can I get a duplicate one?",
        "Can I get the copy of my statement that I lost, right?",
        "I want to know if there is a duplicate of the statement I lost.",
        "Yes, can I get a copy of my statement now that it's lost?",
        "Is it possible to obtain a lost form?",
        "I am looking for a copy of my missing statement.",
        "Can I get the copy of my statement now that it has gone missing?",
        "I need a copy of my missing statement.",
        "I have a lost copy of a statement.",
        "I'm wondering if I could get another duplicate of the lost statement.",
        "I am wondering if I can find a duplicate of the statement I lost.",
        "I lost a statement, can I get another one?",
        "Will I get a copy of a lost statement?",
        "I'm worried if I can have my statement again.",
        "Is there a copy of my missing statement?",
        "Can I get a copy of my statement since it's lost?",
        "Does anyone know if I could get a duplicate of the statement I lost?",
        "I would like to know if I can get my statement again.",
        "I'm wondering if I can get a statement again.",
        "lost stmt, need a copy?",
        "Give me a copy of the statement I lost?",
        "Can I get a lost form now?",
        "Can I get a copy of my statement now that it's lost, right?",
        "I want to know if you can duplicate a lost statement.",
        "Is it possible that I can have my loss statement.",
        "Needs copy of missing statement.",
        "Can I get the version of my statement that I lost?",
        "Get a copy of the missing statement.",
        "I want a duplicate of the statement that I lost.",
        "I want to get my statement.",
        "I have lost a statement, can I get a duplicate?",
        "I am wondering ifI can get my statement.",
        "A copy of my lost statements was what I wanted.",
        "Can I get a duplicate of my statement that I lost?",
        "I was wondering if I could copy the lost statement.",
        "Can I get a copy of my statement once I have lost it?",
        "I want to know if I can get the copy of my statement that was lost.",
        "I'd like to get a copy of my lost statements.",
        "Can I get a copy of my statement that's lost?",
        "I want a copy of my statement after it was lost.",
        "Are you giving me a copy of the lost statement?",
        "I wish to get my statement.",
        "Please send me a copy of my lost statements.",
        "I'd like to recover my missing statement.",
        "Will someone give me a copy of my lost statement?",
        "I would love to have a duplicate of my lost statement.",
        "You need a copy of that missing statement.",
        "I am wondering if I can have my loss statement",
        "Lost statement, give me a copy?",
        "Will I be provided a copy of my missing statement?",
        "I'd like to recover the statement.",
        "I am wondering if I could duplicate a statement I lost.",
        "Can I get my statement now that I've lost it?",
        "I want a copy of my statement now that it's gone.",
        "Can a duplicate of my lost statement be obtained?",
        "I want a lost statement copy.",
        "I would like toRecover my lost statement",
        "Can I get my statement back now it's lost?",
        "Somebody needs a copy of missing statement.",
        "Could I have one copy of my lost statement?",
        "I need a copy of a lost statement",
        "I would like to get a copy of my lost statements.",
        "Yes, need statement back, any chance?",
        "Don't have a copy of the lost statement.",
        "I don't have a duplicate of my lost statement.",
        "I was wondering if my missing statement could be obtained.",
        "I'm wondering if I'll be able to have my statement again.",
        "A request for a lost account record.",
        "I am wondering if my statement can be gotten again.",
        "Can I get the statement now that it's been lost?",
        "Someone needs copy of a lost statement.",
        "I'm wondering if I could get another copy of the lost statement.",
        "lost statement copy",
        "I need a duplicate of my lost statements.",
        "I am not sure if I could get a duplicate of the statement that I lost.",
        "Can I receive my lost statement?",
        "Could you send me a copy of my lost statement?",
        "Give me a copy of lost statement?",
        "Someone might be able to send me a copy of my lost statement.",
        "I am wondering if I could get a lost statement.",
        "Give me a copy of my lost statement.",
        "Will I get my lost statement now?",
        "Can I get a copy of my statement now it is lost?",
        "I'd like to retrieve my statement.",
        "Can I get the copy of the statement that was missing?",
        "Can I get the copy of the statement that is lost?",
        "Will I be able to get a copy of my lost statement now?",
        "I'm wondering if I can get a copy of the statement I lost.",
        "Need a copy of the lost Stmt?",
        "I'm wondering if I can get a copy of my statement now that it's lost.",
        "Would you give me a copy of the lost statement?",
        "To get a copy of the lost statement.",
        "Get me the statement that I lost.",
        "There is a missing statement, need a copy.",
        "Will I be granted a copy of my lost document?",
        "I need a way to get my missing stmt.",
        "can I lose statement copy?",
        "Will I get a copy of my failed statement now?",
        "Are you able to have this lost statement?",
        "I am not sure if I can have my loss statement.",
        "I want to recover my statement",
        "Can I get the copy of my statement that was lost now?",
        "Someone please give me a copy of the statement that I lost.",
        "I would be glad to have a copy of my lost statements.",
        "If I so desire, can I get a duplicate of my lost statement?",
        "I wonder if I could get a duplicate of the statement I lost.",
        "My lost statement may I have one copy?",
        "I need my lost statement.",
        "where is my missing statement copy?",
        "Need a copy of a loststatement?",
        "Are you able to give a duplicate of the lost statement?",
        "I want a copy of the statements I lost.",
        "Will I get a copy of my lost statement as soon as possible?",
        "Yes, can I get a duplicate of my lost statement.",
        "I want to find a copy of my lost statement.",
        "Can I get a copy of my statement, now that I've lost it?",
        "I lost my statement, but can I get a copy?",
        "I am in need of a copy of my lost statements.",
        "Is it possible that I'll get a copy of my missing statement?",
        "Can I get the copy of my statement since it was lost?",
        "Just need a copy of the missing statement.",
        "I want to ask if I can have my statement again.",
        "Can I get a copy of my statement now it's lost.",
        "Does anyone know if I could get a duplicate of the lost statement?",
        "Can a person give me a copy of my lost statement?",
        "I wondered if I could duplicate the statement I lost.",
        "I wonder if my missing statement can be accessed.",
        "Give me a copy of the statement that is lost?",
        "I want to find out if I can get my statement.",
        "Can I get a copy of the statement after it's lost?",
        "Even though I lost my statement, can I get another copy?",
        "Get me my lost statement.",
        "Somebody should give me a copy of my lost statement.",
        "I'm wondering if a duplicate of the lost statement could be obtained.",
        "I'm wondering if I can get a duplicate of the statement I lost.",
        "I am wondering if I can have my statement back again.",
        "Am I able to get a copy of my lost statement?",
        "Can I get a copy of my statement when I lost it?",
        "Can you give a duplicate of a lost statement.",
        "There is a need for a copy of a lost statement",
        "If my statement is lost, can I get a copy of it?",
        "I want one copy of my lost statement.",
        "I'm not sure if I could get a duplicate of the statement I lost.",
        "Can I get the copy of my statement now that I've lost it?",
        "The copy of my statement is lost.",
        "Am I able to have this lost statement?",
        "I am curious if I can have my statement again.",
        "Can I get the copy of my statement now that it's not there?",
        "Am I able to get a copy of my statement?",
        "Is there a missing statement copy?",
        "Will I get a copy from my lost document?",
        "I would like to get a copy of my lost statement.",
        "Can I get a copy of my statement, which I lost?",
        "I need a copy of my statement now that it has been missing.",
        "The lost statement needs a copy.",
        "I would love to receive a copy of my lost statements.",
        "I would rather have a copy of my lost statements.",
        "Is there a way to get a duplicate of my statement?",
        "Is there a way to duplicate the statement I lost?",
        "Can I also get a duplicate of my lost statement?",
        "Is it possible to get my missing statement?",
        "Do you have a copy of the lost statement?",
        "I'm wondering if I can get my missed statement.",
        "I have a question if I can have my statement again.",
        "Can I get a copy of my statement after it has been missing?",
        "Is it permissible to have one copy of my lost statement?",
        "When my statement was missing, can I get a copy?",
        "Can I get a copy of my statement, now that it is lost?",
        "Even though I lost my statement, can I get a duplicate.",
        "I would like to recover my statements.",
        "I lost my statement, but can I get another one?",
        "Are you willing to send me a copy of my lost statement?",
        "I wonder if I can get the copy of my statement that was lost.",
        "Would I be able to get my statement?",
        "Can I get the copy of my statement that was missing?",
        "Will I get a version of my lost document?",
        "Now that my statement is lost, can I get a copy of it?",
        "I'm wondering if I can get this lost statement",
        "Someone needs a copy of a loststatement.",
        "Can I get a copy of my statement now that it's missing",
        "Now that my statement is missing, can I get a copy of it?",
        "Can I get a copy of my statement when I've lost it?",
        "I wish to have one copy of my lost statement.",
        "Someone please give me a copy of the statement I lost.",
        "Can I get a copy of the statement after it has been lost?",
        "I am wondering if I can get the statement that was missing.",
        "Can I get a copy of my statement if it's been missing?",
        "Needed copy for lost statement?",
        "I need the copy of my statement now that it has been lost.",
        "Would you please send me a copy of my lost statement?",
        "can I have lost statement copy?",
        "I'm interested in getting a duplicate of my lost statement.",
        "Can I retrieve the copy of my statement that was lost?",
        "Help me out the statement got lost.",
        "Can someone provide me with a copy of my lost statement?",
        "If I can get my statement again.",
        "I lost my statement, can I get a copy of it now?",
        "Need a copy of lost statement.",
        "I want to get a copy of my lost statements.",
        "I need to get a copy of my statement now that it has been lost.",
        "Can I still get a duplicate of my lost statement.",
        "Do you have a duplicate for the lost statement?",
        "Can I get my statement now that it is lost?",
        "Someone needs a copy of their lost statement.",
        "I lost my statement, is it possible to get a duplicate?",
        "Is it possible to have my statement again?",
        "I'm wondering if I could have this lost statement.",
        "\"I would like a copy of my lost statements.\"",
        "I need to get a copy of my statement now that it's lost.",
        "I would love to get a copy of my statement.",
        "Is there a chance I can get a duplicate of my lost statement?",
        "Will I get a copy of this lost document?",
        "Can you give a duplicate of a missing statement?",
        "Can I get a copy of my statement because it's been missing?",
        "I might be able to get my missing statement.",
        "Will I be able to get a copy of my statement soon?",
        "If I want, can I get a duplicate of my lost statement.",
        "I was looking for my lost statement copy.",
        "I would like to see a copy of my lost statement.",
        "Could you give me a copy of the lost statement?",
        "I lost a statement and was wondering if I could get a duplicate.",
        "Would it be possible to get a duplicate of the lost statement?",
        "I am wondering if I can get a copy of my statement now that it is missing.",
        "You need a copy of the lost statement",
        "I am wondering if I could get my missing statement.",
        "I'm wondering if it's possible to get my missing statement.",
        "Can I get the copy of my statement that is lost?",
        "Need a copy of that lost statement?",
        "I want to know if I can get a copy of my statement now that it is lost.",
        "I've lost my statement, can I get a copy?",
        "I would like to have a copy of my statement.",
        "I'd like to get a copy of my statement.",
        "need a copy of a lost statement",
        "Can I get my missing statement.",
        "I want toRecover my lost statement",
        "The copy of my statement was missing.",
        "I'd like to get a copy of my lost statement.",
        "I have lost my statement, can I get it back?",
        "There is a question if I can have my statement again.",
        "Can I get a copy of my statement even if it is lost?",
        "I am wondering if my missing statement can be obtained.",
        "I am wondering if I could have a statement again.",
        "Can you provide a duplicate of a lost statement?",
        "My stmt is missing, can you reproduce it?",
        "I'm wondering if I can show my loss statement.",
        "Maybe you need a copy of a lost statement.",
        "Does anyone have a copy of my statement that is lost?",
        "It is needed a copy of lost statement.",
        "Is it possible to get my loststmt?",
        "need a copy of the missing statement",
        "I need to know if I can get this lost statement.",
        "I'm curious if my missing statement can be obtained.",
        "I'm wondering whether I can get my statement.",
        "I'm trying to recover my lost statement.",
        "Will i get a copy of the lost document?",
        "Will you provide a lost statement duplicate?",
        "There's a lost statement that needs a copy.",
        "I need a copy of my lost document.",
        "Will I be able to get the lost form?",
        "I question if I can get this lost statement.",
        "Help me after statement got lost.",
        "I am wondering if I can reproduce the lost statement.",
        "Is it possible to have my loss statement.",
        "I am wondering whether I can have my statement again.",
        "Can I get a copy of the statement I have lost?",
        "Is it possible to have my lost statements?",
        "I want to recover my lost Statement.",
        "Can I get a copy of my statement, even though it is lost?",
        "A copy of my lost statements is what I want.",
        "Is it possible that I have a duplicate of my lost statement?",
        "Does anyone know if I could duplicate the lost statement?",
        "Can I get the copy of my statement since it has been lost?",
        "I need to know if I can get my statement.",
        "Can someone kindly give me a copy of my lost statement?",
        "I don't know if my missing statement can be obtained.",
        "Will me get a copy of my missing statement?",
        "I don't know if I could get a duplicate of the statement I lost.",
        "Can I get a copy of my statement now that it's gone missing?",
        "I want to get a copy of my statement now that it is lost.",
        "I would like to have a loss statement.",
        "Can I get my statement now that I have lost it?",
        "I want a copy of my statement, but it's lost.",
        "Will I be issued a copy of my lost document?",
        "Can I get a duplicate from my lost statement?",
        "Need a copy of a lost document.",
        "Yes, can I get a copy of my statement now that it is lost?",
        "Will I get a copy of missing statement?",
        "Any chance to get statement back?",
        "Can i get my missing statement?",
        "I wonder if I could get my statement.",
        "I am thinking if I can get this lost statement.",
        "I would want to get my statement.",
        "I'm wondering if I lost a statement copy.",
        "I want to know if I can have my statement.",
        "will I get a copy of my lost document?",
        "Will I get a copy of my missed statement now?",
        "Can someone provide me a copy of my lost statement?",
        "Let me have a copy of the lost statement.",
        "I'm wondering if I have a copy of my lost statement.",
        "I was wondering if I could copy the statement I lost.",
        "Is it possible to get a copy of my statement now that it's missing?",
        "Help me out, statement got misplace",
        "Can I get the copy of my statement now that it has been lost.",
        "I lost a statement so can I get a copy?",
        "Give me a copy of the statement that disappeared?",
        "Can I get my statement again now that it's been lost?",
        "I am wondering if it's possible to get my missing statement.",
        "I am hoping to recover my lost statement.",
        "I am wondering if I could get a duplicate of that lost statement.",
        "Can you give me the statement back?",
        "Can I get a copy of my statement in case it is lost?",
        "Can you help me with a lost statement duplicate?",
        "Am I able to have my loss statement?",
        "I am wondering if a duplicate of the lost statement could be obtained.",
        "I need to know if I can get my loss statement.",
        "I'm wondering if a duplicate of the lost statement could be found.",
        "Need copy of statement missing.",
        "I am wondering if I can duplicate my lost statement.",
        "I need the copy of my statement after it was lost.",
        "Lost statement or need a copy?",
        "I am wondering if you can reproduce my missing stmt.",
        "Need a copy of your lost statement?",
        "Will I get a copy of my lost statement in the future?",
        "I need a copy of my statement if it is lost.",
        "Need copy for a lost statement?",
        "I'm wondering if I can get the statement.",
        "Can I get my statement back now that it's been lost?",
        "I'm not sure if I can get a duplicate of the statement I lost.",
        "Do you need a duplicate of a lost statement?",
        "will I get a copy of my missing statement?",
        "I would like to retrieve my lost statement",
        "I am wondering if I am able to have my loss statement.",
        "I would like to regain my lost statement.",
        "I wonder if I can get my loss statement.",
        "I am wondering, can I have my statement again?",
        "Can I get the copy of my statement now that I lost it?",
        "I am curious if my statement can be obtained.",
        "I would like to have that statement back.",
        "Will you be able to provide a lost statement duplicate?",
        "I have lost my statement, can you give me a copy?",
        "I want to copy my lost statements.",
        "I was wondering if it was possible to duplicate the statement I lost.",
        "Are you able to get a duplicate of my lost statement?",
        "I desire to recover my lost statement.",
        "Is it possible that I'll get a copy of my lost document?",
        "I have a lost statement, can I get a duplicate?",
        "Someone needs a copy of a lost statement.",
        "I need to have a copy of my lost statements.",
        "Help me out, statement got misplaced.",
        "Is it possible to get a duplicate of the lost statement.",
        "Does anyone want to get a duplicate of my lost statement?",
        "Can I get a duplicate of my statement now that I've lost it?",
        "Have I lost a statement copy?",
        "I am wondering if I could get another lost statement duplicate.",
        "I may be able to have my statement again.",
        "I'm interested in a copy of my lost statements.",
        "Will I get a copy of my lost document??",
        "Can I have this lost statement?",
        "I desire to get a duplicate of my lost statement.",
        "Can I get a duplicate of a statement I lost?",
        "I am wondering if I can get my lost stmt.",
        "I lost a statement, can I get a duplicate?",
        "A request of a lost account record.",
        "The person wants a copy of their lost statements.",
        "Do I need a duplicate of my lost statement?",
        "I wish to recover my lost statement.",
        "I want to know if my missing statement can be accessed.",
        "I lost a statement and am wondering if I can duplicate it.",
        "Will I receive the copy of my missing statement?",
        "I'd like to know if I can have my statement.",
        "Need a duplicate of a lost statement",
        "I'm wondering if I will get a copy of my missing statement.",
        "I would appreciate it if I could recover my lost statement.",
        "Someone should give me a copy of my lost statement",
        "I was wondering if I could duplicate the lost statement.",
        "Please have a copy of the missing statement.",
        "I question if I can get my statement.",
        "I am wondering if I can get that lost statement.",
        "I'm curious if I can get this lost statement.",
        "I would like to receive my lost bank history.",
        "I would like to know if my missing statement can be obtained.",
        "Can I get my missed statement?",
        "Can I get this lost statement?",
        "I was wondering if I could get a duplicate of the statement that was lost.",
        "Can I get a loss statement?",
        "Get me my lost statement, please.",
        "I am wondering if I could have this lost statement.",
        "I am wondering if I can get a duplicate of my lost statement.",
        "I need the copy of my statement that is lost.",
        "I'd like to get my statement.",
        "I am wondering if I could get a duplicate of the one that I lost.",
        "Someone needs a copy of the missing statement",
        "Can you send me a copy of my missing stmt?",
        "I am wondering if I could have a duplicate of the statement I lost.",
        "Is it possible to get your lost stmt?",
        "Can I get back the lost form?",
        "Can I get a copy of my statement because it's been lost?",
        "There is a need for a copy of a lost statement.",
        "Can someone help me retrieve my lost statement?",
        "Even though I lost my statement, can I get a duplicate of it?",
        "I am wondering if I can duplicate the statement I lost.",
        "I wanted a copy of my lost statements.",
        "Need a copy of a lost statement",
        "I cannot find the statement copy.",
        "I lost my statement and would appreciate a copy from you.",
        "Can I lose statement copy?",
        "I am wondering whether or not I can get my missing statement.",
        "I am asking if I can have my loss statement.",
        "Can I get the copy of my statement now I have lost it?",
        "I need to get a copy of my statement after it was lost.",
        "I would like to know if I could get a duplicate of the statement I lost.",
        "I'm wondering if there is a duplicate of the statement I lost.",
        "Will I have a copy of my missing statement?",
        "Can I get a copy of my lost statement now?",
        "Can I find a copy of my missing statement?",
        "Needs copy of missing statement",
        "You need statement back, any chance?",
        "Will I get a copy of my lost thing?",
        "Can I get my lost Statement?",
        "Can I get a copy of my statement after it wasn't there?",
        "Please let me see the lost statement.",
        "I want to have my loss statement.",
        "I would like to retrieve my lost statements.",
        "Can I get my statement again now that I've lost it?",
        "I am wondering whether my missing statement can be obtained.",
        "I wish I had a copy of my lost statement.",
        "I have lost my statement, can I get a replacement?",
        "Will I received a copy of my lost document?",
        "If I so desire, I can get a duplicate of my lost statement.",
        "I want to know if I can get my lost stmt.",
        "Can I get a duplicate of my statement even though I've lost it?",
        "I question if I can get my missing statement.",
        "I have lost my statement so can I get a copy?",
        "I want a version of my lost statements.",
        "Will I be able to obtain a copy of my missing statement?",
        "I would like a copy of those lost statements.",
        "Is there a way to get my lost statement?",
        "I would be interested in a copy of my lost statements.",
        "fool, please get my lost statement.",
        "I am hoping that I can get a duplicate of the lost statement.",
        "Are I able to get a copy of my statement?",
        "I have lost my statement, can I receive a copy?",
        "May there be a copy of my lost statement?",
        "I need to get a copy of my statement now that I have lost it.",
        "I am looking for a duplicate of the lost statement.",
        "Can I get the copy of my statement, since it is lost?",
        "I would like to recover my Statement.",
        "Can I retrieve a copy of my lost statement?",
        "I requested a copy of my lost statement.",
        "Can I get a duplicate of my lost statement?",
        "I may be able to get a duplicate of the lost statement.",
        "Will I get a duplicate of my missing statement.",
        "Are you able to duplicate the lost statement?",
        "Someone wants a duplicate of a lost statement.",
        "Can I get a duplicate of my statement now that it's lost?",
        "Does anyone know if I will get a copy of my lost document?",
        "I was wondering if I could find a duplicate of the lost statement.",
        "The person needs a copy of the lost statement.",
        "Can I get a copy of my statement if it has been lost?",
        "Am I able to get a duplicate of my lost statement?",
        "I would like to know the lost statement.",
        "I might be able to get a duplicate of the statement that I lost.",
        "I lost my statement can I get a duplicate?",
        "Can I get my statement again now that it's lost?",
        "I'd like to regain my lost statement.",
        "Even if I lose my statement, can I get a duplicate?",
        "Was it possible to send me a copy of my lost statement?",
        "I need to have my statement again.",
        "I have a lost statement can I get a copy?",
        "Need the statement back?",
        "I lost my statement now can I get a copy?",
        "Can I get a copy of my statement now it's gone?",
        "A copy of a lost statement is needed.",
        "May I get a copy of my lost statement?",
        "Will i receive a copy of my lost document?",
        "Can I get my copy of my statement now that it has been lost?",
        "need a statement back?",
        "Am I able to have my statement again?",
        "I need a copy of my statement now that it's gone missing.",
        "Someone needs copy of missing statement.",
        "Can someone please give me a copy of the lost statement?",
        "Someone please provide me a copy of my lost statement.",
        "I want to get a copy of my statement.",
        "Can I get my lost statement?",
        "Can I get a copy of my statement now it isn't there?",
        "Someone should give me a copy of the lost statement.",
        "Can I get a copy of my statement that is missing now?",
        "Help me out, this statement got lost.",
        "Can someone give me a copy of my missed statement?",
        "Can I get a duplicate of my lost statement even though I lost it?",
        "Can you reproduce the lost statement?",
        "I'm curious if I can get my statement again.",
        "Help me out, the statement got lost.",
        "I am wondering if I can have one copy of my lost statement.",
        "Can I get a copy of my statement now it has gone missing?",
        "I am wondering if I can get the loss statement.",
        "Is it possible to get a copy of my statement now that it is lost?",
        "Request a copy of missing statement.",
        "Lost statement and need copy?",
        "Even though I lost my statement, can I get another one?",
        "It's been lost, can I get a copy of my statement?",
        "Can I get the copy of my statement that's lost?",
        "Will I get a copy of my lost statement?",
        "I was wondering if I could get my statement again.",
        "I think I might be able to get a duplicate of the lost statement.",
        "I need a copy of this missing statement.",
        "Is it possible to give a lost statement duplicate?",
        "A duplicate of the lost statement is needed.",
        "Are you in need of a copy of the lost statement?",
        "Is it possible that I have one duplicate of my lost statement?",
        "Will I get a copy of my lost statement soon?",
        "I lost my statement, could you give me a copy?",
        "I wish someone would give me a copy of my lost statement.",
        "I might be able to get a duplicate of the lost statement.",
        "I hope that I can have my statement again.",
        "Can someone please give me the lost statement?",
        "I'm missing a statement please.",
        "I cannot get a copy of my statement now that it has been lost.",
        "Will I get a copy of my lost statement now.",
        "Can I get a copy of my statement if it's not there?",
        "Will I get a version of my lost statement?",
        "Need a copy of a missing statement?",
        "Somebody needs a copy of the missing statement.",
        "I would like to get a duplicate of the lost statement.",
        "Can someone help me find a copy of my lost statement?",
        "Will you be able to give a lost statement duplicate?",
        "I'm wondering if I can get the statement back.",
        "I'm wondering if I can get a duplicate of the missing statement.",
        "Someone needs a copy of the missing statement.",
        "I need a new copy of my lost statement.",
        "I'm missing my lost statement copy.",
        "I am curious if I can get this statement back.",
        "I am questioning if I can get this lost statement.",
        "I would love a copy of my lost statement.",
        "I lost my statement, can I get a copy of it?",
        "Can I get a copy of something I lost?",
        "I would like to get my forgotten statement.",
        "Can I get a copy of my statement, now that it's been lost?",
        "I'd like a copy of my lost statement.",
        "Will I get a copy of the document that was lost?",
        "I don't know if I'll get a copy of my missing statement.",
        "Anyone have a way to get my stmt back?",
        "Should I have at least one copy of my lost statement?",
        "Can I get a copy of my statement because it is lost?",
        "Can I obtain my lost statement?",
        "I would like to recover that statement.",
        "Can I get a copy of my statement now that it has been missing?",
        "Was it possible to get a duplicate of the lost statement?",
        "Can I get a duplicate of my lost statement if I need it?",
        "I would like to recuperate my lost statement.",
        "Is it possible for me to obtain lost form?",
        "Is it possible for me to get my lost stmt.",
        "Are you able to get my lost stmt?",
        "Will I be get a copy of my missing statement?",
        "I am wondering if my statement can be got.",
        "In need of a copy of the missing statement.",
        "I am wondering about the loss statement.",
        "Will I get my missing statement in a copy?",
        "I am wondering if I can get this lost document.",
        "Can I get my lost statement now?",
        "Can I receive my missing statement?",
        "Will I get a piece of my lost document?",
        "I'm wondering if I could have the lost statement.",
        "Excuse me, get my lost statement.",
        "I am wondering if I could obtain a duplicate of the statement I lost.",
        "I lost my statement can I get a copy?",
        "Can I get a duplicate of my lost document?",
        "I am wondering if I could make a duplicate of the lost statement.",
        "I am wondering if I can retrieve my statement again.",
        "I'm wondering whether I can have my statement again.",
        "My statement copy isn't there.",
        "Can I get a copy of my statement now that it has been missed?",
        "Need copy of missing statement.",
        "Will I receive a copy of my lost statement now?",
        "I am wondering if I could get a copy of the lost statement.",
        "I'm wondering if I can get a duplicate of the statement that I lost.",
        "Can I get the copy of my statement once it's lost?",
        "I'd like to get my statement back.",
        "I'd like to see the lost statement.",
        "I would like a copy of my lost statement.",
        "I am wondering if there is a duplicate of the statement that I lost.",
        "Please get a copy of the lost statement.",
        "The question is can I get a duplicate of my lost statement.",
        "I'm curious if I can have my statement.",
        "Will I get a back up copy of my lost document?",
        "I need a copy of my statement.",
        "Is it possible to send me a copy of my lost statement?",
        "Will you provide a duplicate of a lost statement?",
        "I hope I can get this lost statement.",
        "WillI get a copy of my lost statement now?",
        "I'm wondering if I can get my statement again.",
        "I am wondering if I could get a missing statement.",
        "Can I get the copy of my statement that has not been found?",
        "I need my missing statement.",
        "Is it possible that I will get a copy of my lost statement?",
        "Can you give me a duplicate of my lost statement?",
        "Someone can give me a copy of my lost statement",
        "I would wish to recover my lost statement.",
        "I need a lost statement and a copy.",
        "I wonder if I will get a copy of my lost statement now.",
        "Can I get a copy of the statement that I lost?",
        "I need someone to give me a copy of my missing statement.",
        "I have lost my statement can I get it back?",
        "Is it possible to obtain my missing data?",
        "I am wondering if I can obtain this lost statement.",
        "Need to reproduce a lost statement.",
        "I would like to get back my missing statement.",
        "I would like to get a duplicate of my missing statement.",
        "Can I get a copy of my statement, it has been missing?",
        "I want to know if you can provide a lost statement duplicate.",
        "Can I get a new copy of my statement after it was lost?",
        "Are you able to give me a copy of my lost statement?",
        "I'm wondering if I will get a copy of my lost document.",
        "Will I be able to get my lost statement now?",
        "Is it possible to make a duplicate of a lost statement?",
        "Is it possible to get a copy of the lost statement?",
        "There's a missing statement that needs a copy.",
        "I am wondering if I could get a copy of the statement that I lost.",
        "I need to know if I could get a duplicate of the lost statement.",
        "I am interested in getting a copy of my statement.",
        "I wish to see a copy of my lost statements.",
        "Can I get the copy of the statement I lost now?",
        "There is a lost statement and it needs a copy.",
        "Can you offer a duplicate of a lost statement?",
        "Will I get my missing statement now?",
        "I lost my statement and need a copy.",
        "Can I get a copy of my statement if it has been missing?",
        "Can I get a duplicate of my missing statement.",
        "I want a copy of my statement that has been missing.",
        "Does anyone have a copy of my lost statement?",
        "Can I get a copy of my statement, after I lost it?",
        "Will I get a copy of my lost statement right away?",
        "Requesting for a lost account record to be re-released.",
        "I would like to get my lost statement.",
        "Don't have a copy of the missing statement.",
        "I'd like to know if I could get a duplicate of the lost statement.",
        "If I can have my loss statement.",
        "I wonder if I have a duplicate of my lost statement.",
        "Can I have lost statement copy?",
        "I want to get a copy of my statement",
        "Could I get this lost statement?",
        "Are I able to have this lost statement?",
        "I have a question about if I can have my statement again.",
        "Can I find missing statement copy?",
        "Lost statement copy?",
        "Can I have a copy of my statement now that it's lost?",
        "I was wondering if I could get a duplicate of my lost statement.",
        "My missing statement can I get it?",
        "Are you able to give a lost statement duplicate?",
        "Someone should give me a copy of the statement I lost.",
        "I am not sure if I could get a duplicate of the statement I lost.",
        "I am wondering if I could have the loss statement.",
        "Can I receive the copy of my statement that I lost?",
        "Will I get a copy of me lost document?",
        "I need a copy of my statement now that it is lost.",
        "I am wondering if I can get back the lost statement.",
        "Now that the statement has been lost, can I get a copy?",
        "I am wondering if my loss statement is available.",
        "Can i get a copy of my lost statement?",
        "I would like to get a copy of my statement now that it is lost.",
        "Can someone please show me my lost statement?",
        "A copy of the lost statement?",
        "I am wondering if my statement can be obtained again.",
        "I am wondering if I could have the lost statement.",
        "I was wondering whether I could get a duplicate of the statement I lost.",
        "I am wondering if I can get my statement over again.",
        "Is it possible to get a duplicate of a lost statement?",
        "Is there any chance I have one copy of my lost statement?",
        "I wonder if I can get a copy of my statement now that it's lost.",
        "I am wondering if I can get a statement again.",
        "Can I get a copy of my statement after missing it?",
        "Can I get a duplicate of my lost statement if I so wish?",
        "Now that my statement has been lost, can I get it back?",
        "I am wondering if there's a duplicate of the statement I lost.",
        "Somebody please give me a copy of my lost statement.",
        "Can I get a copy of my statement now that it has been lost, right?",
        "Can you provide a duplicate for a lost statement?",
        "I am asking if I could get a duplicate of the statement I lost.",
        "copy is needed for lost statement.",
        "I want a copy of my lost document.",
        "The copy of my statement has been missing.",
        "Can I get my statement again now that it has been lost?",
        "I am curious if my missing statement can be obtained.",
        "I am wondering if I can recover this lost statement.",
        "I might be able to get a duplicate of my lost statement.",
        "Can someone give me a copy of my lost statement??",
        "I need the copy of my statement that has been missing.",
        "I lost a statement and can I get a duplicate?",
        "I am wondering if I can get this missing statement.",
        "If I desire, I can get a duplicate of my lost statement.",
        "I want to recover my missed statement.",
        "I was wondering if I could get a copy of my statement after it was lost.",
        "I wondered if I could get this lost statement.",
        "I'm wondering if I can duplicate the lost statement.",
        "There is a needed copy of lost statement.",
        "Will I get a copy of my lost statements now?",
        "Will I get a copy of the statement now that I have lost it?",
        "Someone can give me a copy of my lost statement.",
        "Can I get a duplicate of my loststatement?",
        "Help me, statement got lost.",
        "I ask you to get my lost statement.",
        "I lost my statement, can you give me a copy?",
        "Can I get a copy of the statement now it is lost?",
        "Could you let me know if you have a copy of my lost statement?",
        "I can get a copy of my lost statements.",
        "Can I get the copy of my statement I lost now?",
        "People need a duplicate of a lost statement.",
        "I'm wondering if I can get the loss statement.",
        "Will I get a copy of my lost statement after this?",
        "I's lost, please copy?",
        "I wish to have a duplicate of my lost statement.",
        "Will I have a second copy of my lost statement?",
        "I want a copy of my statement that is missing.",
        "I am asking if I can have a loss statement.",
        "I would like to know if I can get this lost statement.",
        "Can I get a copy of my statement, even though it has been lost?",
        "a copy of the missing statement",
        "There is a lost statement which needs a copy.",
        "Will I receive a copy of the lost document?",
        "Does anyone have a way to get my vanished stmt?",
        "Can I get a copy of my statement, since I lost it?",
        "The statement is missing a copy.",
        "There is a need for a copy of the missing statement.",
        "Now that my statement has been missing, can I get a copy?",
        "I'm wondering if a duplicate of the lost statement is possible.",
        "Can I get a copy of my statement once it is lost?",
        "Need to have a statement back?",
        "Where is my lost copy of my statement?",
        "I'm in need of a lost statement.",
        "Can I get a copy of the statement if it's lost?",
        "Give me a copy of the lost statement",
        "I want to know if I could get a duplicate of the statement I lost.",
        "Could I have a copy of my lost statement?",
        "Is it possible to give me a copy of the statement?",
        "If I desire, can I get a duplicate of my lost statement.",
        "I would like a copy of my lost statement now.",
        "I am concerned if I can have my statement again.",
        "I would love to see a copy of my lost statements.",
        "Is it possible to provide a duplicate of the lost statement?",
        "Is it possible I will get a copy of my document?",
        "Can someone pass me a copy of my lost statement?",
        "Do you have a copy of that lost statement?",
        "Need a duplicate of the lost statement",
        "Is there a copy of the Lost Stmt?",
        "Is it possible to get a duplicate of the statement I lost.",
        "Can I get my statement now that it's been lost?",
        "Can I get a copy of my statement now that I have lost it.",
        "Must have a copy of missing statement",
        "I'm curious if my missing statement can be gotten.",
        "I want the copy of my statement that I lost.",
        "Are you able to give a duplicate of a lost statement?",
        "I'd like to know if I can get my loss statement.",
        "Can I get the copy of my statement if I misplace it?",
        "Is it possible to duplicate my lost statement if I so desire?",
        "I was wondering if I could get a duplicate of the one that I lost.",
        "I need the lost statement copy.",
        "Can you provide a copy of a lost statement?",
        "Can I get the copy of my statement after it's lost?",
        "need duplicate of lost statement",
        "I would love to get a duplicate of my lost statement.",
        "Get my statement, it's lost.",
        "Can you provide me with a copy of my missing stmt?",
        "The lost statement needs a duplicate.",
        "Can I get a duplicate of my lost statement even if I lose it?",
        "My lost statement copy is not there.",
        "Is it possible to get my lost stmt?",
        "I am wondering whether I can have a loss statement.",
        "The statement is missing, can I get a copy?",
        "I want the copy of my statement that's lost.",
        "We need a duplicate of the missing statement.",
        "If I lost the statement, can I get a copy?",
        "I am wondering about the lost statement.",
        "Can I get a copy of my statement after I lose it?",
        "Will I get a copy of this missing statement?",
        "Yes, can I get my lost statement?",
        "Will I receive a copy of my missing statement.",
        "Where's the lost copy of my statement?",
        "Need duplicate of missing statement.",
        "I wish I could have my statement again.",
        "I'm curious if I can get the missing statement.",
        "Can I get back the statement copy?",
        "I have lost my statement and can I get a copy?",
        "Now that it's lost, can I get a copy of my statement?",
        "Will a copy of my lost document be given to me?",
        "Will you get a copy of my lost statement now?",
        "I am wondering if I can have my statement.",
        "Can I get a duplicate of my statement, even though it was lost?",
        "I am wondering if I can retrieve this lost statement.",
        "A copy of the missing statement is necessary.",
        "Do I have the right to get a duplicate of my lost statement?",
        "I lost my statement, could you send me a copy?",
        "I would like to get the lost statement back.",
        "People need a copy of the missing statement.",
        "Can you provide me a copy of my missing stmt?",
        "Will I be able to get my missing statement?",
        "I need a lost statement copy.",
        "I want to know if I can have my lost statement.",
        "Will I get a duplicate of my lost statement?",
        "I would be grateful for a copy of my lost statements.",
        "I'm wondering, can I have my statement again?",
        "Now that my statement is lost, can I get a copy?",
        "Will I get a readable copy of my lost document?",
        "Will there be a copy of my lost statement soon?",
        "Can I obtain my missing statement?",
        "Were you able to provide a lost statement duplicate?",
        "Could you send me a copy of the lost statement?",
        "I lost a statement and am wondering if I could get another one.",
        "Can someone please give me a copy of my statement?",
        "I have lost a statement, can I get a copy?",
        "Will I be given a copy of the missing statement?",
        "Can I get a new copy of my statement now that I lost it?",
        "I would like to have my statement back.",
        "I am curious if I can get this lost statement.",
        "Someone needs to have a copy of the missing statement.",
        "Will I be getting a copy of my missing statement?",
        "I need a copy of a lost statement.",
        "I lost my statement, can I get a copy?",
        "I am wondering if I could reproduce the statement I lost.",
        "I am wondering if it is possible to duplicate the lost statement.",
        "I wonder if I'll get a copy of my missing statement.",
        "How can I get the lost form?",
        "Im wondering if I can get my statement.",
        "Can I get the copy of my statement after it was lost?",
        "Is it possible to get a copy of my statement now that it's gone missing?",
        "I wonder if I can have the statement again.",
        "Must have a copy of the missing statement",
        "I'm not sure if I can get my loss statement.",
        "Give me a duplicate of the lost statement?",
        "Will I receive a copy of the document I lost?",
        "I lost the statement but can I get a duplicate?",
        "Are I able to get my missing statement?",
        "Will I get a copy of my missing declaration?",
        "A missing statement is need a copy.",
        "Is there a duplicate of a lost statement.",
        "I'm not sure if I can get a duplicate of my lost statement.",
        "I lost a copy of my statement.",
        "I lost my statement so can I get a copy now?",
        "I want the copy of my statement that's been lost.",
        "Can I have lost statement copy.",
        "I would like to get the copy of my statement now that it is lost.",
        "I lost my statement, can I receive a duplicate?",
        "Can someone please give me a copy of my lost statement.",
        "It is needed a copy of missing statement.",
        "Can I get my lost statement.",
        "I need to get a copy of my statement.",
        "Will they give me a copy of my lost document?",
        "Can someone give me a copy of what I lost?",
        "Can I get a copy of the statement that is missing?",
        "Let me get my lost statement.",
        "Is it possible that I can have this lost statement?",
        "I'm wondering if I can have my lost statement.",
        "I'm wondering if I can retrieve this statement.",
        "I would love to get back my statement.",
        "How about a copy of the lost statement?",
        "I would love to have a copy of my missing statements.",
        "Now that I've lost my statement can I get a copy?",
        "Copy of lost statement needed.",
        "Will I get a copy of the lost document.",
        "I'm wondering if I can get a copy of my lost statement.",
        "I am curious to know if I can have my statement again.",
        "Is it possible to get a copy of my statement now that it is missing?",
        "Does anyone have a duplicate of the statement I lost?",
        "Can I get the copy of my statement after it is lost?",
        "I'm wondering if I could copy the statement I lost.",
        "Can I get the copy of my statement now that it is missing?",
        "I'd like to have a duplicate of my lost statement.",
        "I am wondering if I can duplicate a lost statement.",
        "Could I have lost statement copy?",
        "a copy of missing statement",
        "I want to receive a copy of my lost statements.",
        "I would like to get the copy of my statement that I lost.",
        "Can I get a copy of my statement lost?",
        "Help me out, statement got lost",
        "Anyone can give me a copy of my lost statement?",
        "Can someone offer me a copy of my lost statement?",
        "I wonder if I can get the lost statement.",
        "I want to know if I can get the missing statement.",
        "Give me a copy of a lost statement?",
        "I am wondering if I can get the statement again.",
        "I was wondering if my missing statement could be gotten.",
        "Is it possible that I could get my lost stmt?",
        "Am I allowed to get a duplicate of my lost statement?",
        "Someone please give me a copy of my statement that I lost.",
        "I would like to get that statement back.",
        "Will I get a new copy of my lost statement soon?",
        "I request a duplicate of my lost statement.",
        "Now that my statement has been lost, can I get the copy of it?",
        "Can I get the copy of my statement that was lost, now?",
        "Can I get a copy of my statement now it's been missing?",
        "I want to have my lost statement back.",
        "I would love to have a copy of my lost statement.",
        "I wish to have my statement again.",
        "Any chance of obtaining a statement back?",
        "Since my statement has been missing, can I get a copy?",
        "I'm wondering if I can see my loss statement.",
        "I want to see my lost statements.",
        "I'm wondering if there's a duplicate of the lost statement.",
        "Are I allowed to get my lost stmt?",
        "I could use a copy of my lost statement.",
        "Is it possible I could get a duplicate of my lost statement?",
        "I asked if I could get a duplicate of my lost statement.",
        "I want my lost statement, please.",
        "Needed a copy of a lost statement?",
        "Can I get a copy of my statement which is missing?",
        "Will I be given a copy of my lost statement now?",
        "I would like to recover a lost statement.",
        "Even though I lost my statement, can I get a duplicate?",
        "Needed copy for a lost statement.",
        "The statement has been lost, can I get a copy?",
        "I don't know if I will get a copy of my lost statement now.",
        "Can I get a copy of my statement after it's gone?",
        "Can I get a new copy of my statement now that it's been lost?",
        "Can I get my lost statement again?",
        "Is a duplicate of a lost statement possible?",
        "I would like the statement back.",
        "I was wondering if it was possible to duplicate the lost statement.",
        "I am interested in knowing if I can have my statement again.",
        "Give me a copy of the statement that was lost?",
        "I am wondering if I could reproduce the lost statement.",
        "I would love to have a copy of my lost statements",
        "If I want to duplicate my lost statement, can I?",
        "Are you willing to provide a lost statement duplicate?",
        "my statement copy was lost",
        "Can I get a copy of the statement now that it's gone missing?",
        "Is there a way to get a duplicate of the lost statement?",
        "I want my lost statement.",
        "A copy of my lost statements would be helpful.",
        "Can I get a copy of a lost statement?",
        "Can I get a copy of the statement now it has been lost?",
        "I lose my statement, can I get a duplicate?",
        "I need the copy of my statement now that it's missing.",
        "Is there a copy of my lost statement out there?",
        "Can I get a copy of my statement if I lose it?",
        "Since I lost my statement, can I get a duplicate?",
        "I'm unsure if I can get a duplicate of the statement I lost.",
        "Requesting the record of a lost account.",
        "I lost it, please copy.",
        "I'm curious if I can have my statement again.",
        "Is there a way I can get a duplicate of my lost statement?",
        "Give me a copy of that lost statement.",
        "Need copy of lost statement?",
        "I wonder if I can get a copy of my statement now that it has been lost.",
        "Can I pick up the lost form?",
        "Will I be issued a copy of my missing statement?",
        "Can we get a duplicate of my lost statement?",
        "Someone needs copy for a lost statement.",
        "I don't have my lost statement copy.",
        "I am wondering if I can have my statement once more.",
        "I need a copy of the statement that is missing.",
        "I am wondering if my statement can be gotten.",
        "I've lost a statement, can I get a duplicate?",
        "Where is my forgotten statement copy?",
        "Need to get a duplicate of a lost statement.",
        "I want the copy of my statement that was lost, right?",
        "Can I find a lost statement copy?",
        "I am in need of a lost statement.",
        "Can I get a copy of my statement, since it has been lost?",
        "I am wondering if I can get this lost statement.",
        "Can I get a copy of my statement since it's not there?",
        "I wonder if there is a duplicate of the lost statement.",
        "I would like to take back my statement.",
        "It is my wish to get a copy of my lost statements.",
        "I lost my statement so can I get a duplicate?",
        "Help me out when my statement got lost.",
        "Can I get a copy of my statement now its missing?",
        "I wondered if I could duplicate the lost statement.",
        "Will i get a copy of my lost statement?",
        "I desire to get my lost statement.",
        "Is it possible to get my lost statement?",
        "Can I get the copy of my statement when I lose it?",
        "Can I receive a copy of my statement now that it's missing?",
        "Can I get a copy of my statement since it has been lost?",
        "I don't know if I can get my loss statement.",
        "Will I get a copy of what I lost?",
        "Should I get a duplicate of the lost statement?",
        "Will I get a copy of the lost statement soon?",
        "Was there a copy of my lost statement?",
        "Can I get a duplicate of my lost statement even though I've lost it?",
        "Will I obtain a copy of my missing statement?",
        "Can I get the copy of my statement I lost?",
        "I hope I can get a duplicate of my lost statement.",
        "Will I be able to get a copy of my statement?",
        "I was wondering if I lost a statement copy.",
        "Will I be able to get a new copy of my lost document?",
        "When my statement was lost, can I get a copy?",
        "I am looking for a lost statement.",
        "Can I get a copy of the statement that is lost?",
        "Get my lost statement",
        "I want to know if you could send me a copy of my lost statement.",
        "Would I like a duplicate of my lost statement?",
        "A person needs a copy of a lost statement.",
        "Need to retrieve a lost statement?",
        "I want to know if I can get this statement.",
        "Can someone please provide me with my lost statement?",
        "Would I be able to get a duplicate of the statement I lost?",
        "I am wondering if I could make a duplicate of the statement I lost.",
        "Even though I lost my statement can I get a duplicate of it?",
        "Can I get a copy of my statement now that it has disappeared?",
        "I would prefer a copy of my lost statements.",
        "Can I find a copy of my statement now that it has been lost?",
        "Will I get a legible copy of my missing statement?",
        "I'm wondering if I can get the missing statement.",
        "My statement copy wasn't found.",
        "Can I get the copy of my statement that is lost now?",
        "Will I get a duplicate of my lost document.",
        "Can someone please help me with my lost statement?",
        "Would it be possible for me to have my loss statement?",
        "Can I find the copy of my statement that was lost?",
        "I lost my statement and can I get it back?",
        "Can I get a duplicate of my lost statement??",
        "Can I get a duplicate of my lost statement despite it being lost?",
        "Where's the copy of my statement that I lost?",
        "I asked if I could have this lost statement.",
        "Can somebody please give me a copy of my lost statement?",
        "I'm pondering if I can have my statement again.",
        "Is it possible to have a duplicate of my lost statement?",
        "Will I ever have a copy of my missing statement?",
        "Get my lost declaration.",
        "Can you give me a duplicate of the lost statement?",
        "There is a lost statement and a need for copy.",
        "I am wondering if I can have this statement back.",
        "Can I get a copy of my statement now that it's disappeared?",
        "I am curious if I can get my statement back.",
        "I am wondering if I could get another copy of the statement.",
        "I would love for a copy of my lost statements.",
        "Can I get a copy of my statement, that's lost?",
        "I was wondering if I could have my statement again.",
        "I needed a copy of my lost statements.",
        "Are you able to reproduce my missing stmt?",
        "I need a copy of my statement now that it's missing.",
        "Need the copy of a lost statement?",
        "Will I be get a copy of my lost statement?",
        "Will I receive a copy of my lost statement today?",
        "Is it possible to provide a lost statement duplicate.",
        "Can my missing statement be obtained?",
        "Anyone have a way to get my stmt?",
        "I want to get the copy of my statement that was lost.",
        "Is it possible to get a duplicate of the statement I lost?",
        "Lost statement needs a copy.",
        "I would like my statement back.",
        "I would like to know if my statement can be gotten.",
        "If I want, can I get a duplicate of my missing statement?",
        "I need copy for a lost statement.",
        "Is there one copy of my lost statement?",
        "Can you offer a lost statement duplicate?",
        "Someone need a copy of a missing statement.",
        "My statement copy has disappeared.",
        "Someone needs a copy of a statement that was lost.",
        "I want the copy of my statement that was missing.",
        "I'd like to know if I can get my statement.",
        "Can I get a copy of my statement now that I lose it?",
        "I need to copy my lost statement.",
        "Someone wants a copy of the missing statement.",
        "Can I still get the lost form?",
        "I hope I have one copy of my lost statement.",
        "Will I be given a copy of my lost statement?",
        "I am wondering if I could have the statement.",
        "Lose a statement and need a copy?",
        "Need a copy of a statement that was lost.",
        "Need a copy of the Lost Stmt?",
        "Someone please give me a copy of the lost statement.",
        "Can I get a copy of my statement, now that it has been lost?",
        "I wasn't sure if I could get a duplicate of the statement I lost.",
        "Yes, I can get a duplicate of my lost statement.",
        "Do you want a copy of a lost statement?",
        "Even though I lost my statement, can I obtain a duplicate?",
        "Need a duplicate of the lost statement.",
        "Will I receive a copy of my missing document?",
        "I don't know if I can have my statement again.",
        "I lost my statement, can I still get a copy?",
        "Can I get the copy of my statement, now that I have lost it?",
        "Are you able to provide a duplicate lost statement?",
        "Can I get a copy of my statement after it was missing?",
        "Need to recover a lost statement?",
        "Someone needs a copy of my lost statement.",
        "Are you able to send me a copy of my lost statement?",
        "Will there be a copy of the missing statement?",
        "I'm wondering if I could duplicate the lost statement.",
        "There's a need for a copy of a lost statement.",
        "Even though I lost a statement can I get a duplicate?",
        "Is there a duplicate of a lost statement?",
        "I want to know if I will get a copy of my lost document.",
        "Can I get my statement?",
        "I need to know the lost statement.",
        "I can't find the statement copy.",
        "I am wondering if I could get my loss statement.",
        "Can I get a copy now that my statement is lost?",
        "Is it possible that I can have my lost statement?",
        "I am looking for my lost statement copy.",
        "I would prefer to recover my statement.",
        "Can I get my statement now that it's not there?",
        "I need a copy of my statement now that it's been lost.",
        "Will I get a new copy of my lost statement now?",
        "What if I can get a duplicate of my lost statement?",
        "Can I get a duplicate of my statement now that it's gone missing?",
        "Needed a copy of the lost statement.",
        "Will I get a copy of my forgotten statement?",
        "Request a copy of the missing statement.",
        "Would you be able to send a copy of my lost statement?",
        "I was wondering if I could get a loss statement.",
        "I wonder if I can get a copy of my statement now that it is lost.",
        "My copy of my statement is missing.",
        "Can I get a copy of my statement, since it's been lost?",
        "After I lost my statement, can I get a copy?",
        "Will I ever get a copy of the missing statement?",
        "If I desire I can get a duplicate of my lost statement.",
        "I would much prefer a copy of my lost statements.",
        "I am unsure if I can get a duplicate of my lost statement.",
        "I am interested in finding out if I can get my statement.",
        "Even though I've lost my statement, can I get a duplicate?",
        "I'm curious if I can have this lost statement.",
        "Are you able to get a statement back?",
        "Can I get a copy of the statement that's been lost?",
        "Can I get a copy of my statement which has been missing?",
        "Will I get a copy of that lost statement now?",
        "Can I get a copy of my statement now it's lost?",
        "I would like to get the statement again.",
        "I'm asking if I could get a duplicate of the lost statement.",
        "Lost statement?",
        "Someone lost stmt and needs a copy.",
        "Will I get a duplicate of a lost document?",
        "I am wondering if I'm able to get my statement.",
        "I am wondering if I could get the duplicate of the lost statement.",
        "Will I get one of my missing statements?",
        "Are you able to duplicate a lost statement?",
        "Are I able to have my statement again?",
        "You need a copy of that lost statement.",
        "I have lost the statement, can I get a new copy?",
        "Do you have a duplicate of your lost statement?",
        "Just need the statement back?",
        "I do not know if I can have my statement again.",
        "Were you able to give a lost statement duplicate?",
        "Is it possible that I can get my missing statement.",
        "Can I obtain the copy of my statement that I lost?",
        "I'm wondering if a duplicate of the statement I lost could be found.",
        "Is it possible to get a copy of my lost statement.",
        "I want to know the missing statement.",
        "I lost my statement, can I get a duplicate of it?",
        "I'm wondering if I can have this missing statement.",
        "I was wondering if I could get the copy of my statement that was missing.",
        "I was wondering if I could get a copy of my lost statement.",
        "I am wondering if I can get this statement.",
        "Will I find a copy of my lost statement now?",
        "I would appreciate a copy of my lost statements.",
        "I need a copy of my lost Statement.",
        "Need copy of statement that is missing.",
        "Will I be able to find a copy of my lost document?",
        "I wanted a copy of my lost statement.",
        "Can I receive a duplicate of my lost statement?",
        "Can I get the copy of my statement now that it's lost, right?",
        "Did I misplace a statement copy?",
        "I'm wondering whether I could get a duplicate of the lost statement.",
        "I was wondering if I can get my missing statement.",
        "Can I get the copy of my statement that hasn't been found?",
        "Give me a copy of the statement that vanished?",
        "Get my lost statement!",
        "Help me with the statement that got lost.",
        "Now that it is lost, can I get a copy of my statement?",
        "I am curious if I can have the loss statement.",
        "I am wondering if it's possible to get my statement.",
        "Will I get a copy of the statement I lost?",
        "I would be happy to receive a copy of my lost statement.",
        "Can you do something about my missing statement?",
        "I want a copy of my missing statement",
        "Someone wants a copy of missing statement.",
        "Need duplicate of lost statement",
        "I lost the copy of my statement, can I get it back?",
        "I would like to get a copy of my lost document.",
        "I would want to get back my statement.",
        "Give me a copy of the lost statement.",
        "I am unsure if I could get a duplicate of the statement I lost.",
        "I might be able to have my loss statement.",
        "I am wondering if I could get this statement back.",
        "I am wondering whether I can have my loss statement.",
        "It is my wish to recover my lost statement.",
        "I lost my statement, can I get a new copy?",
        "I asked if I could get a copy of my statement.",
        "I want to know if I can have this lost statement.",
        "Someone can provide me a copy of my lost statement.",
        "I'm wondering if I can get my missing Statement.",
        "Can I get another duplicate of my lost statement?",
        "I am wondering if there is a way to duplicate the lost statement.",
        "Will I get a version of the missing statement?",
        "Someone please give me a copy of my lost statement",
        "Get my statement that I lost.",
        "Can I access a copy of my lost statement?",
        "I have a lost statement, may I have one copy?",
        "I'd like to receive my lost bank history.",
        "Can I get a duplicate of my lose statement?",
        "Needs copy of lost statement",
        "Is it possible to get a duplicate of my lost statement.",
        "I am wondering if I could get a duplicate from the lost statement.",
        "I am wondering if I can receive a loss statement.",
        "I would appreciate a copy of my missing statements.",
        "I am wondering if I could get a duplicate of the missing statement.",
        "Can I find a copy of my statement now that I have lost it?",
        "Is it possible to get a copy of my statement after it was lost?",
        "Just need statement back, any chance?",
        "I am wondering if I can get my loss statements.",
        "Where has my statement copy gone?",
        "I have a missing statement, can I get a copy?",
        "There is a lost statement that needs a duplicate.",
        "I wonder if I can have my statement.",
        "Will we get a copy of my missing statement?",
        "Will I be given a copy of my missing statement.",
        "The statement was missing, can I get a copy?",
        "Any chance to get a statement back?",
        "Will I receive a copy of my lost document.",
        "There is a needed copy of the missing statement.",
        "A request for the release of a lost account record.",
        "Can I lost statement copy?",
        "Is it possible to get my lost Stmt?",
        "Can I have a lost copy of my statement?",
        "I need a copy of my Lost Statement.",
        "can I get a duplicate of my lost statement?",
        "Is it possible to get a copy of my lost statement?",
        "You need a copy of a lost statement",
        "I'd like to see my lost statements.",
        "I'm in need of a copy of my lost statements.",
        "Can I have the lost statement?",
        "I want a copy of my lost statements",
        "I would like to recovery my lost statement.",
        "Can I get a duplicate of my lost statement, even if I lose it?",
        "Can I get a duplicate of my missed statement?",
        "I would love a copy of my lost statements",
        "Can I get the copy of my statement that was missing now?",
        "I am wondering if I can get my loss statement.",
        "I want to get my lost statement again.",
        "Please give me a copy of my lost statement",
        "A lost statement or a copy of it?",
        "Could I have this lost statement?",
        "I am wondering if I could have that lost statement.",
        "Can I find a copy of my statement now that it's lost?",
        "Where's my lost copy of my statement?",
        "Can anyone give me a duplicate of my lost statement?",
        "Can you make me a copy of my missing stmt?",
        "I lost my statement so can I get the copy?",
        "I'm interested in getting a copy of my lost statement.",
        "I would love to regain my lost statement.",
        "Can you produce a duplicate of a lost statement?",
        "Is it possible to obtain the lost form?",
        "I'm wondering if I will be able to have my statement again.",
        "Maybe I can have my statement again.",
        "Can I get a lost statement copy back?",
        "Can I get a copy of my statement, which has been lost?",
        "I am not sure if I can get a duplicate of the lost statement.",
        "Can you get my missing statement?",
        "I wanted to retrieve my lost statement.",
        "I asked if I would get a copy of my lost statement now.",
        "Someone needs a copy of missing statement.",
        "Requesting to get the lost account record back",
        "Can I get a copy of the statement now it's been lost?",
        "Does anyone know if I can get my missing statement?",
        "I am wondering if I can have a statement of my loss.",
        "Will I get a legible copy of my lost document?",
        "Are you able to get a copy of your lost statement?",
        "I wonder if I could get a duplicate of my lost statement.",
        "Even though I lost the statement can I get a duplicate?",
        "I am wondering if I could get a duplicate of a statement that I lost.",
        "Is there a way to get my missing stmt?",
        "Someone need a copy of a lost statement.",
        "I am wondering if my missing statement can I get it.",
        "I am wondering if I will be able to have my statement again.",
        "Please give me a copy of my lost statement.",
        "Is it possible to get a copy of my statement now that it has been lost?",
        "Can I get my forgotten statement?",
        "Can I get a new copy of my statement after losing it?",
        "I might need one copy of my lost statement.",
        "Will I be given a duplicate of my missing statement?",
        "Do I need a copy of the lost statement?",
        "Need a copy of a forgotten statement?",
        "I'm wondering if I can have my statement once again.",
        "I would like to get my missed statement.",
        "There is a missing statement, needs a copy.",
        "Can I get a copy of my statement now that it's gone, right?",
        "Can you give a duplicate of a lost statement?",
        "I would love to retrieve my lost statement.",
        "Can I get the copy of my statement since it's lost?",
        "Are I able to have my lost statement?",
        "I want to get the copy of my statement that I lost.",
        "I want my loss statement.",
        "I would appreciate a copy of my lost statements",
        "copy of lost statement is needed",
        "Someone needs to have a copy of the lost statement.",
        "Need copy of missing statement",
        "May I have another copy of my lost statement?",
        "I am wondering if I could duplicate the statement that I lost.",
        "There is a missing statement, a copy of it is needed.",
        "I'm wondering if I could get a copy of the lost statement.",
        "I want to know if you can send me a copy of my lost statement.",
        "Where is the missing copy of my statement?",
        "I need a copy of my lost statement from someone.",
        "I'm wondering if I could have my loss statement.",
        "I lost my statement but I can get a duplicate.",
        "Can I obtain a copy of my statement now that I have lost it?",
        "Where is the statement copy that I lost?",
        "I am wondering if I will get a copy of my missing statement.",
        "I lost a statement and I am wondering if I can get a duplicate.",
        "Can someone please provide me with a copy of my statement?",
        "Need a duplicate of the missing statement.",
        "Can I get the copy of my statement that has gone missing?",
        "I am wondering if I am able to get my statement.",
        "Can I get a duplicate of my lost statement if I so desire?",
        "My statement copy hasn't been found.",
        "Can someone supply me a copy of my lost statement?",
        "Can I get a copy of my statement now that it has been deleted?",
        "I'm wondering if I could find a duplicate of the statement I lost.",
        "Can I get a copy of my statement since it is missing?",
        "I want to see my lost statement.",
        "I am wondering if I can receive my statement again.",
        "Could I get my missing statement?",
        "I am wondering if a missing statement can be obtained.",
        "I am wondering if a duplicate of the lost statement could be found.",
        "I would like to get a duplicate of my lost statements.",
        "Was it possible to get a copy of my lost statement?",
        "Is it possible that I can get a duplicate of my lost statement?",
        "If I so desire can I get a duplicate of my lost statement?",
        "Can I get a duplicate of my lost statement even though I have lost it?",
        "I lost my statement, can I get it back?",
        "I want to have a duplicate of my lost statement.",
        "Can I get back my statement?",
        "Can I get a copy of my statement now it is lost, right?",
        "Can I get a copy of the statement that I lost now?",
        "I am curious if I can get a duplicate of my lost statement.",
        "I want to know if I can get a missing statement.",
        "I was wondering if I could get the missing statement.",
        "Can I get the copy of my statement, that was lost?",
        "Need a copy of a lost statement.",
        "Is it possible that I will receive a copy of my lost document?",
        "Can I just get a duplicate of my lost statement?",
        "Yes, can I get my statement?",
        "I am wondering if this lost statement can be retrieved.",
        "Can you provide me a copy of my lost statement?",
        "copy of lost statement needed",
        "Can I get a copy of my statement that has gone missing?",
        "I am wondering whether I could get a duplicate of the statement I lost.",
        "I want to get my missing statement.",
        "I'd like to get my missing statement.",
        "The statement is lost, can I get a copy?",
        "I am wondering if there was a duplicate of the statement I lost.",
        "I would like to recover my lost Statement.",
        "I am wondering if I could get another lost statement.",
        "Can I have a loss statement?",
        "Can I get a copy now that my statement is missing?",
        "I am wondering if I can get a statement back.",
        "I have lost the statement, can I get a copy now?",
        "How about the lost statement?",
        "Am I able to get a duplicate of the lost statement?",
        "I am wondering if I can get this statement again.",
        "I want to see a duplicate of my lost statement.",
        "Are I able to get my statement?",
        "I wondered if I could get a duplicate of the lost statement.",
        "Need a copy of that missing statement.",
        "Can someone give me a copy of my failed statement?",
        "I am wondering if it is possible for me to get the missing statement.",
        "Will I get a copy of my lost paper?",
        "You could give me a copy of my lost statement?",
        "I was wondering if I could duplicate a lost statement.",
        "Where is the lost copy of my statement?",
        "The missing statement needs a copy.",
        "Someone should give me a duplicate of my lost statement.",
        "Can I get a copy of my statement back?",
        "Will I receive a copy of my missed statement?",
        "I would like to recover the statement.",
        "I want to get my lost statement.",
        "I couldn't find statement copy.",
        "I need a copy of my statement since it was lost.",
        "They would like a copy of my lost statements.",
        "I would like one copy of my lost statement.",
        "I do not know if I can get my loss statement.",
        "I am wondering if there is a duplicate of the statement I lost.",
        "need a copy of lost statement",
        "My missing statement?",
        "Have you got a chance to have a statement back?",
        "I'd like to have my lost statement.",
        "Will I be getting a duplicate of my missing statement?",
        "Can I get a duplicate of my lost statement after I lost it?",
        "Since I have lost my statement, can I get a copy?",
        "I want to know if I can get a copy of my lost document.",
        "Any chance to have a statement back?",
        "Will I be able to get one copy of my lost statement?",
        "Help me out, that statement got lost.",
        "I am wondering if a duplicate of the statement I lost could be obtained.",
        "Can I get my statement now that it's lost?",
        "I crave a copy of my lost statements.",
        "Will I receive my lost statement now?",
        "Can I get a new copy of my statement now that it's missing?",
        "I asked if I could get my statement.",
        "Can you make a duplicate of a lost statement?",
        "A copy of my lost statements is what I would like.",
        "I am pondering if I can have my statement again.",
        "I'd rather have a copy of my lost statements.",
        "I wonder if my missing statement can be obtained?",
        "Will I get a copy of my missing sentence?",
        "I need to know if I can have my statement again.",
        "Can I get a duplicate of my lost statement, even though I've lost it?",
        "I would like to duplicate the statement I lost.",
        "Can somebody please give me a copy of my statement?",
        "Help me out, because statement got lost.",
        "Can you help with my missing statement?",
        "I am asking if I can have my statement.",
        "Someone might be able to give me a copy of my lost statement.",
        "I'd like to have a copy of my lost statements.",
        "Can I see a copy of my statement now that it has been lost?",
        "Request a copy of a lost statement.",
        "Would I be able to get a duplicate of the statement?",
        "Can I get my statement back now that it has been missing?",
        "I'm wondering if I could duplicate that lost statement.",
        "I need at least one copy of my lost statement.",
        "I'm wondering if I could duplicate a statement I lost.",
        "Is there a duplicate of the lost bank statemt?",
        "Looking for a copy of the missing statement.",
        "I am wondering if I can receive my loss statement.",
        "Can I get a copy of my statement that I lost?",
        "Can I get the copy of my statement now that it's lost?",
        "I am wondering if I could get a duplicate of that statement I lost.",
        "I am wondering if I could get a duplicate of my lost statement.",
        "I'm wondering if it's possible to duplicate the lost statement.",
        "I desire a duplicate of my lost statement.",
        "I do not have a duplicate of my lost statement.",
        "I am wondering if I can recover a lost statement.",
        "I want to know if I can get a loss statement.",
        "I am wondering if I can claim my loss statement.",
        "Can I get a duplicate of my lost statement if I want it?",
        "Want statement back, any chance?",
        "Can I get a copy of my statement even though it's been missing?",
        "Needs copy of lost statement.",
        "I lost a statement and I am wondering if I could get a duplicate.",
        "Can I get a copy of my statement since I have lost it?",
        "I would love to have my statement back.",
        "I lost my statement and can someone give me a copy?",
        "Can I have a copy of my statement now that it is lost?",
        "I would appreciate having my lost statement back.",
        "Need to get a copy of the missing statement",
        "Can I get my lost document?",
        "Can I get back a lost statement copy?",
        "I am wondering if I can duplicate this lost statement.",
        "Can I get a duplicate of my statement even if I lose it?",
        "I must have a copy of my lost statement.",
        "I am wondering if my loss statement can be given to me.",
        "Would you be willing to send a copy of my lost statement?",
        "I am wondering if I can get this statement back",
        "I want to find my lost statement copy.",
        "A copy of my lost statements is what I'd like.",
        "Can I get a copy of my statement now that it's been missing?",
        "I want to recuperate my lost statement.",
        "I would love to get my statement again.",
        "I'm wondering if I can have my statement once more.",
        "Is my statement possible to get?",
        "Is it possible that I will get a copy of my lost statement now?",
        "I might be able to have my statement again.",
        "I'm wondering if I'll get a copy of my missing statement.",
        "Can someone give me a copy of a lost statement?",
        "Somebody needs to copy a lost statement.",
        "Can someone make me a copy of my lost statement?",
        "I want a copy of my statement that is lost.",
        "Give me a copy, lost statement?",
        "Will I get a copies of my missing statement?",
        "Can I find a copy of my statement now that it is lost?",
        "My lost statement copy is somewhere",
        "I'm looking to recover my lost statement.",
        "We need a copy of a lost statement.",
        "A duplicate of my lost statement can be obtained.",
        "Help me out as the statement got lost.",
        "When I lost my statement, can I get a copy?",
        "I would want to recover my lost statement.",
        "Will I have a duplicate of my lost document?",
        "I am curious if my statement can be gotten.",
        "Would I be able to get a duplicate of the lost statement?",
        "Is there a copy of my missing statement here?",
        "I'm wondering if I could replicate the lost statement.",
        "I need a copy of that missing statement.",
        "Now that my statement is missing, can I get a copy?",
        "Can I get the copy of my statement, that's been lost?",
        "I hope I get a copy of my lost document.",
        "You need copy of a lost statement.",
        "Help me because statement got lost.",
        "Is it possible to have the lost statement?",
        "Was it possible to give a lost statement duplicate?",
        "Is there a copy of my lost document available?",
        "One need a copy of the missing statement.",
        "Are you able to get a copy of my lost statement?",
        "I need a copy of my lost statement, please.",
        "Is there a missing statement that I will get a copy of?",
        "I want to recover the statement.",
        "Will someone give me a copy of my missing statement?",
        "Can I get the copy of my statement that's lost, right?",
        "Can I get the copy of the statement that I lost?",
        "I would like to recover the statement I lost.",
        "I'm in need of a way to get my vanished stmt.",
        "Will I receive a copy of my lost statement soon?",
        "Can I get a copy of my statement, which is missing?",
        "I have a lost statement, can I get a copy?",
        "My lost statement copy is missing.",
        "Someone please give me a copy of my statement, I lost it.",
        "I would be happy to have a copy of my lost statements.",
        "Can I get a copy of my statement now that it's not there?",
        "So can I get a duplicate of my lost statement?",
        "Are you able to get statement back?",
        "Need a statement back.",
        "I want a copy of my missing statements.",
        "I would like to view my lost statements.",
        "Now that my statement has been lost, can I get a copy of it?",
        "I am unsure if my missing statement can be obtained.",
        "I want to know if there's a way to get my vanished stmt.",
        "I am wondering, can I get this lost statement?",
        "I want to know if I can recover this lost statement.",
        "I would love to get a duplicate of the lost statement.",
        "If my statement is missing, can I get a copy?",
        "Can someone give me a statement that I lost?",
        "Can I get a copy of my statement, which is lost?",
        "When I lost my statement, can I get a duplicate?",
        "They need a copy of the lost statement.",
        "Would you be able to duplicate a lost statement?",
        "Will I get a copy of my lost document now?",
        "I want statement back, any chance?",
        "I need the copy of my statement that's been lost.",
        "I'm not sure if I can get a duplicate of the lost statement.",
        "Can I get a copy of my statement since it has been missing?",
        "I need a copy of my lost statements",
        "Can I have a copy of my statement now that it's missing?",
        "If I want to get a duplicate of my lost statement, can I?",
        "Requesting to retrieve the lost account record.",
        "Will I get another copy of my lost statement now?",
        "Need a duplicate of a lost statement.",
        "Can I get the copy of my statement again?",
        "I would like to see the lost statement.",
        "My statement copy isn't located.",
        "Can I get the duplicate of my statement now that I have lost it?",
        "I lost my statement, so can I get a duplicate of it?",
        "Will I get another copy of my lost document?",
        "Please copy mine, it's lost.",
        "I need a statement back.",
        "I question if my missing statement can be obtained.",
        "Someone please provide me with a copy of my lost statement.",
        "I want a duplicate of the lost statement.",
        "Will I be able to find a copy of my missing statement?",
        "Can someone please give my lost statement to me?",
        "Let me get a copy of the lost statement.",
        "I have to ask if I can have my statement again.",
        "Could I have my loss statement?",
        "Say need statement back?",
        "Can I get a copy of the lost document?",
        "I hope I can have this lost statement.",
        "Will I get another copy of my missing statement?",
        "I want a duplicate of my lost statement, can I get one?",
        "Can I get my statement now that it's gone?",
        "I am trying to find out if I can get my statement.",
        "I lost my statement but can I get a copy?",
        "Can I get a copy of the statement that's lost?",
        "Say you need statement back?",
        "Can I get a copy of my statement now that it wasn't there?",
        "Are you able to provide a lost statement duplicate?",
        "I do not know if I can get a duplicate of the statement I lost.",
        "Can I try to get a duplicate of my lost statement?",
        "I was wondering if I could get a copy of the lost statement.",
        "Can you give me a duplicate lost statement?",
        "My statement copy has vanished.",
        "It's needed a copy of the missing statement.",
        "Can I get a duplicate of my lost statement if I wish?",
        "Can I get a duplicate of my statement now it is lost?",
        "I wish I had a copy of my lost statements.",
        "A statement is lost?",
        "Can I get a copy of my statement, now that it's lost?",
        "How about a duplicate of a lost statement?",
        "Will I ever get a copy of my missing statement?",
        "Can I have my lost statement copy?",
        "Is there a duplicate of a lost statement you can provide?",
        "I do not know if I can have my loss statement.",
        "I'm wondering if I could reproduce the statement I lost.",
        "I have a lost statement, can I get a copy of it?",
        "Was it possible for me to get my lost stmt?",
        "Can I get a copy of my statement that is lost now?",
        "Can I get a copy of my statement that has been missing?",
        "Now that my statement has been lost, can I get the copy?",
        "Can I want a duplicate of my lost statement?",
        "I lost a statement, can I get a copy?",
        "Will I be able to get a copy of my lost statement?",
        "I was wondering if I lost statement copy.",
        "Need copies of a lost statement?",
        "I was wondering if I could have a statement again.",
        "Could I get my loss statement?",
        "I want to know if I can get my statement again.",
        "Can I get a copy of my statement after I have lost it?",
        "Will I get a copy of the lost statement now?",
        "Need a copy of lost Stmt?",
        "Will I get a copy of my lost statement asap?",
        "I want a duplicate of my lost statement.",
        "Looking for a lost statement?",
        "I want to find out if I can get a copy of my statement.",
        "Can I get a copy of it now that it's been lost?",
        "I want a copy of the lost statement.",
        "Is it possible for me to get my missing statement?",
        "Can anyone give me a copy of my lost statement?",
        "Can I get a duplicate of my lost one?",
        "I was wondering if I could have a duplicate of the statement I lost.",
        "There is a lost stmt that needs a copy.",
        "I'm curious if I can have my loss statement.",
        "Have a copy for a lost statement?",
        "Now that my statement has been missing, can I get a copy of it?",
        "You might be able to provide a lost statement duplicate.",
        "I should have a copy of my lost statement.",
        "Someone please give me a copy of my lost document.",
        "I am wondering if it's possible to have my loss statement.",
        "How about my missing statement?",
        "I would like to recover the missing statement.",
        "I want to know if I can get a copy of my statement.",
        "I'd like to know if I can have this lost statement.",
        "a copy of my lost statements is what I would like.",
        "I am curious if I could have my statement again.",
        "Can I get a copy of my statement now that it has been gone?",
        "I lost my statement and can't get a copy now.",
        "I do not know if I can get a duplicate of my lost statement.",
        "I'm missing my statement please.",
        "Am I going to get a copy of my lost statement now?",
        "Can you give the duplicate of a lost statement?",
        "I'm wondering if my missing statement can be obtained.",
        "I need to find a lost statement copy.",
        "Is it possible to copy my lost statement?",
        "Can there be a duplicate of a lost statement?",
        "I lost the statement, can I get a copy now?",
        "I wondered if I could get a copy of my lost statement.",
        "I'm not sure if I can have my statement again.",
        "I want to know if I can have my statement once more.",
        "Will I get a copy of my missing statement??",
        "I'd like to recover my statement.",
        "Are I able to have my statement?",
        "Can I get the copy of my statement after it's been lost?",
        "I want my missing statement.",
        "I would like to know if I can have a loss statement.",
        "Can I get a copy of my statement because it has been lost?",
        "Would I be interested in getting a duplicate of my lost statement?",
        "I would want to get my lost statement.",
        "I'd like a copy of my lost statements",
        "There is a lost statement that needs to be reproduced.",
        "Can I get my lost statement back?",
        "Will I be able to get my lost document?",
        "Have a lost statement and need a copy?",
        "I lost my statement, so can I get it back?",
        "Where was my missing statement copy?",
        "Do you have a duplicate of a lost statement?",
        "I have lost my statement now can I get a copy?",
        "If my statement has been lost, can I get a copy?",
        "Need a copy of the statement that's missing.",
        "Is there a copy of lost Stmt?",
        "Can I get a duplicate of my statement now that it has been lost?",
        "I wonder if I will get a copy of my missing statement.",
        "I'd like to regain my statement.",
        "I am wondering if I can get the lost statement back.",
        "I would like to recover the lost statement.",
        "Can I get the duplicate of my statement now that it has been lost?",
        "Can I get duplicate of my lost statement?",
        "I was wondering if I could get this statement back.",
        "I'm wondering if I can duplicate this lost statement.",
        "I want to locate my lost statement copy.",
        "He needs a copy of the lost statement.",
        "I want to see the lost statement.",
        "I am wondering if I can reproduce this lost statement.",
        "Are I allowed to get a duplicate of my lost statement?",
        "Can I get the copy of my statement that was lost.",
        "I'm curious if I can get a duplicate of the lost statement.",
        "Can I get the copy of my statement, which has been missing?",
        "Is it possible for me to have my lost statement.",
        "I lost my statement and can't find a copy.",
        "can I get my missing statement?",
        "I am wondering if my missing statement can be received.",
        "If I could get a duplicate of the lost statement.",
        "Is there a copy of my lost statement available?",
        "You need a copy of lost statement.",
        "I is wondering if I can get my statement.",
        "Can someone give me a copy of my lost statement?",
        "Will I be receiving a copy of my lost statement?",
        "Am I missing statement copy?",
        "Can I get the copy of my statement now it's lost?",
        "I would like to recover a statement.",
        "Can I get a duplicate of my lost statement if I desire?",
        "I want to know if I can get a copy of my statement now that it has been lost.",
        "Can someone please give me my lost statement?",
        "Is there a way to get my missing statement?",
        "I don't have a copy of my lost statements.",
        "Anybody have a way to get my stmt back?",
        "Can I get a copy of the statement now it's lost?",
        "I want to know if I will get a copy of my statement.",
        "Will I get a copy of my lost statement shortly?",
        "Can I find a copy of the lost statement?",
        "Can I receive the copy of my statement now that it has been lost?",
        "Is it possible to have my statement again.",
        "I am wondering if it is possible to get a missing statement.",
        "A copy of my lost statement is possible.",
        "I might be able to have this lost statement.",
        "There is a lost statement and a copy is required.",
        "I want to know if I can have a loss statement.",
        "Can I get a copy of my statement if it was lost?",
        "Will I be getting a copy of the missing statement?",
        "I'm looking for my lost statement copy.",
        "Is the statement copy missing?",
        "Someone needs to get a copy of their lost statement.",
        "I'm looking for a copy of my statement.",
        "Give me a copy of the Lost Statement?",
        "Can I get the copy of my statement that's lost now?",
        "I am asking if I can have my statement again.",
        "If I want to, can I get a duplicate of my lost statement?",
        "I would like to get my statement.",
        "Need a duplicate of lost statement.",
        "I'm wondering if I can get back this lost statement.",
        "Now that I have lost the statement, can I get a copy?",
        "I'm curious if I can get my loss statement.",
        "I'd like to retrieve my lost statement.",
        "Can I get a copy of my statement even though I have lost it?",
        "Can I get the copy of my statement that's been missing now?",
        "Can I get a copy of the statement now that it's lost?",
        "I can't find a copy of my lost statement.",
        "Lose a statement and need copy?",
        "Could you give a lost statement duplicate?",
        "Can I get the copy of my statement after it has been lost?",
        "Need a copy of that lost stmt?",
        "My statement copy is missing.",
        "I would like to see my lost statements.",
        "I would like a copy of my losses.",
        "I am asking if I can get my loss statement.",
        "Are you capable of providing a lost statement duplicate?",
        "I need a copy of the statement that was lost.",
        "I am wondering if it's possible to have my statement again.",
        "I would enjoy getting a copy of my lost statements.",
        "I need a copy of my statement now that it's lost.",
        "Is there a chance I will get a copy of my lost document?",
        "Someone may be able to give me a copy of my lost statement.",
        "It's been lost, need a copy?",
        "Someone give me a copy of my lost statement.",
        "I am wondering if I could replicate the lost statement.",
        "I've lost my statement, can I get a duplicate?",
        "Could you give me a copy of lost stmt?",
        "I'm wondering if I could find a duplicate of the lost statement.",
        "Will I get a document I lost?",
        "If I want, I could get a duplicate of my lost statement.",
        "Will I be receiving a copy of my lost statement now?",
        "You need a copy of a missing statement.",
        "I want to know if I get a copy of my missing statement.",
        "I am wondering whether or not I can have my statement again.",
        "Is it possible to get a copy of my document?",
        "Can you send a copy of my lost statement to me?",
        "Can I get a copy of my statement, that was lost?",
        "I'd like a duplicate of my lost statement.",
        "Can I get a lost statement back?",
        "I don't know if I can get a copy of my statement now that it is lost.",
        "Is it possible I can have my lost statement?",
        "Was it possible to give me a copy of my lost statement?",
        "I need to have my lost statement.",
        "I would like to see my statement again.",
        "Can you do a duplicate of a lost statement?",
        "Will I get a copy of my lost documentation?",
        "I am wondering if my statement can be had again.",
        "It needs a copy of the missing statement.",
        "I wish to get back my lost statement.",
        "Can I get a copy of my statement, even though I lost it?",
        "Can I get a copy of my statement when it has been lost?",
        "I'm not sure if I can have my loss statement.",
        "I am wondering if I could recover the statement I lost.",
        "I want to know if I could have my statement again.",
        "I am wondering if I could get a duplicate of a statement I lost.",
        "I need the copy of my statement now that I have lost it.",
        "I was wondering if I could obtain a duplicate of the lost statement.",
        "Can I receive a copy of my statement after I lost it?",
        "Can't I have a lost statement copy?",
        "I am missing my lost statement copy.",
        "Is it possible that I will get a copy of my lost document?",
        "You could give me a copy of my lost statement.",
        "Will I get a look at my lost document?",
        "Is it ok for me to have one copy of my lost statement?",
        "Can I get my statement again now that it is lost?",
        "I thought I could get a duplicate of the statement I lost.",
        "Will i receive a copy of my missing statement?",
        "Can I get a copy of my statement when it's lost?",
        "Is it possible that I can have this lost statement.",
        "Someone needs a copy of the lost statement",
        "If my statement is lost can I get a copy?",
        "I lost a statement and I'm wondering if I could get a duplicate.",
        "Can I get a duplicate of the missing statement?",
        "Does anyone know if I can get a duplicate of my lost statement?",
        "I wonder if I can retrieve this lost statement.",
        "Is my missing statement possible to get?",
        "I want to have my statement.",
        "Can I get a copy of my statement now that it was lost?",
        "I want to get a duplicate of my lost statement.",
        "I would like the lost statement back.",
        "Someone should give me a copy of my missing statement.",
        "Can I possibly get a duplicate of my lost statement?",
        "I need a print of my missing stmt.",
        "Does that mean I can get a duplicate of my lost statement?",
        "Will I get the copy of my lost statement?",
        "I have a lost statement and can I get a duplicate?",
        "A duplicate of lost bank statemt?",
        "The copy of my statement is missing.",
        "Can you give me a lost statement duplicate?",
        "Will I get a copy of the missing statement?",
        "Is it possible to have one copy of my lost statement.",
        "Does anyone have a way to get my missing stmt?",
        "I am wondering if my missing statement can be obtained?",
        "Can I get the copy of my statement when I have lost it?",
        "I'm wondering if I can claim this lost statement.",
        "Will I get a copy of the lost document?",
        "I'd like to receive a copy of my lost statement.",
        "I wondered if I could have my statement back.",
        "Is there a way to get a copy of my lost document?",
        "Do I need a copy of my lost statement?",
        "Shall I get a copy of my lost document?",
        "I am wondering if I can have a Loss Statement.",
        "Someone please send me a copy of my lost statement.",
        "You need copy for a lost statement.",
        "I wonder if I can get a loss statement.",
        "I want to know if I can have the statement.",
        "Need a copy of missing statement",
        "Is it possible I can have my statement again?",
        "Can I get a duplicate of my statement when I lost it?",
        "It's been missing, can I get a copy of my statement?",
        "I wanted to get a copy of my lost statements.",
        "I have lost my statement, so can I get a copy?",
        "Is it possible for me to have my loss statement?",
        "I'm wondering if I could make a duplicate of the lost statement.",
        "Someone need a duplicate of a lost statement.",
        "I am hoping that I can get my statement.",
        "Can I get a copy of my statement now it has been lost?",
        "Are I going to get a copy of the lost document?",
        "Can someone help me get a copy of my statement?",
        "Needs copy for lost statement.",
        "Will I receive a duplicate of my missing statement?",
        "I am asking if I can get my missing statement.",
        "I am hoping I can get a duplicate of the lost statement.",
        "Would you give me a copy of my lost statement?",
        "I would love to see a copy of my lost statement.",
        "I tried to get a duplicate of my lost statement.",
        "Could you give me a copy of my lost statement?",
        "I am curious if I can have my statement.",
        "Will I get a copy of my lost statement when I get it?",
        "I have lost my statement, but can I get a copy?",
        "Let me have a copy of the lost statement?",
        "Will I get the copy of my missing statement?",
        "There needs to be a copy of the lost statement.",
        "There is a missing statement that needs a copy.",
        "Can I get a duplicate of my lost statement, even if I lost it?",
        "Will I get a duplicate of the lost document?",
        "Will I be given a copy of my lost statement soon?",
        "Can I get a duplicate of my statement now that I have lost it?",
        "I lost my statement, can I get a copy again?",
        "I would like to recover this statement.",
        "Is it possible that I can get a copy of my statement?",
        "Can I get a new copy of my statement now that I've lost it?",
        "I would like a copy of my loststatements.",
        "I would like to recover my lost statements.",
        "I was wondering if I could get my lost stmt.",
        "Are I able to have my loss statement?",
        "Help me out when a statement got lost.",
        "Can I get a copy of my statement even though I lost it?",
        "Give me a copy of a missing statement?",
        "I would like to have my loss statement.",
        "Will I receive a copy of my lost statement immediately?",
        "Is it possible to duplicate the statement I lost?",
        "Need copy of a lost statement.",
        "Will I receive the missing statement?",
        "Is there a way to get a copy of my lost statement?",
        "Requesting to get a lost account record.",
        "I want a copy of my statement now that it is lost.",
        "I am wondering if my missing statement can be given to me.",
        "I'm wondering if I can get a duplicate of my lost statement.",
        "I am wondering can I get my missing statement?",
        "I am asking if I can get my statement.",
        "I am looking for a copy of my lost statement.",
        "I was wondering if my missing statement could be received.",
        "Is it possible that I have another copy of my lost statement?",
        "I wanted to know if I could get a duplicate of the lost statement.",
        "I think I can get a duplicate of my lost statement.",
        "Is my lost statement available?",
        "My lost statement copy isn't there.",
        "I want to know if I will get a copy of my missing statement.",
        "May I have a second copy of my lost statement?",
        "I want to retrieve my lost statement.",
        "Someone wants to get a copy of a lost statement.",
        "Can I get the copy of my statement when it is lost?",
        "I wonder if I could get a duplicate of that lost statement.",
        "Is it possible that I can get my loss statement?",
        "Lost copy of statement?",
        "I wondered if I could get a duplicate of the statement I lost.",
        "I'd love to have a copy of my lost statements.",
        "I would prefer to get back my statement.",
        "I am wondering if I can get my statement a second time.",
        "I'd like a copy of my missing statements.",
        "I lost the statement, can I get the copy?",
        "Can I get the copy of my statement when it has been lost?",
        "Copies of lost statement needed.",
        "I am wondering if I could get a repeat of the lost statement.",
        "Where did my statement copy go?",
        "Can I get a copy of my statement when it isn't there?",
        "Will I have a copy of the missing statement?",
        "There is a missing statement, you need a copy.",
        "There is a copy of my statement that is missing.",
        "Is it possible to obtain a duplicate of my lost statement?",
        "Can I get a copy of my statement now that I don't have it?",
        "I am wondering if I could obtain a duplicate of the lost statement.",
        "need a lost statement copy",
        "Requesting to get back the account record.",
        "I want a copy of my statement.",
        "I want a duplicate of the statement I lost.",
        "I wondering if I can get my statement.",
        "Can I get the copy of my statement that is missing now?",
        "I lost a statement and am wondering if I can get another one.",
        "I want to find out if I can get my missing statement.",
        "You may need a copy of a lost statement.",
        "Do I get a copy of my lost document?",
        "I'm wondering if I can get a copy of the lost statement.",
        "I need to get a duplicate of my lost statement.",
        "My statement copy was missing.",
        "Will I receive a copy of my lost document?",
        "I am curious if there is a duplicate of the lost statement.",
        "I am interested in receiving a copy of my lost statement.",
        "Is it possible to get the missing banking information?",
        "Can I get a copy of my statement now that it is gone?",
        "I'd like to get my statement again.",
        "There is a lost statement that requires a copy.",
        "Would I like to get a duplicate of my lost statement?",
        "Get me the statement I lost.",
        "I want a copy of the missing statement.",
        "Is it possible to get my missing stmt?",
        "I am wondering if I can get my losses statement.",
        "I am wondering if I could get this lost statement.",
        "Someone needs to have a copy of a lost statement.",
        "I wonder if my missing statement can be received.",
        "Would it be possible to send me a copy of my lost statement?",
        "Can I get a copy of my statement if it's lost?",
        "If it is lost, can I get a copy of my statement?",
        "I want to know if someone can give me a copy of my lost statement.",
        "You need a copy of a lost statement.",
        "Needed copy for lost statement.",
        "I would like to get a copy of my statement.",
        "I am wondering can I have my statement again.",
        "I hope I can have my loss statement.",
        "Is it possible that I could get a duplicate of the lost statement?",
        "I asked if I would get a copy of my lost document.",
        "You need a lost statement copy.",
        "I wonder if I can get a duplicate of the statement I lost.",
        "Can someone please give me a duplicate of my lost statement?",
        "If I wish I can get a duplicate of my lost statement.",
        "I'm wondering if I can get this missing statement.",
        "Can I retrieve my lost statement?",
        "I'm wondering if I can get this statement.",
        "Is it possible I can get my missing statement?",
        "Is it possible for me to have my statement again?",
        "Can you help with a lost statement duplicate?",
        "Can I find a missing statement copy?",
        "Will I be granted a copy of my missing statement?",
        "Will I received a copy of my lost statement?",
        "Will I get a copy of the statement that I lost?",
        "Can I get the copy of my statement when I misplace it?",
        "Is it possible to give me a copy of the lost statement?",
        "You need a statement back, any chance?",
        "Is there a copy of my lost statement?",
        "Need to reproduce a lost statement?",
        "I wonder if I have a copy of my lost statement?",
        "Can I have a duplicate of my lost statement?",
        "We need a copy of the lost statement",
        "I would like a copy of my missing statements.",
        "Can I get a copy of my statement, it's been missing?",
        "Is it possible that I will get a copy of my lost document.",
        "I wondered if I could get a duplicate of my lost statement.",
        "I want the copy of my statement that was lost.",
        "I need a duplicate of my lost statement.",
        "Can I procure a duplicate of my lost statement?",
        "I need a copy of my lost statement now.",
        "Someone needs the copy of a lost statement.",
        "Will I get a copy of my lost statement.",
        "I am curious if I could get a duplicate of the statement I lost.",
        "I am wondering if it is possible to get my statement.",
        "My statement copy goes missing.",
        "Can I get a copy of my statement when it's gone?",
        "Can I get the copy of my statement now it's gone?",
        "I'd like to get my statement back",
        "Can I get my statement back now it's been lost?",
        "Someone needs to find my lost statement copy.",
        "I am pondering if I can get my missing statement.",
        "I have lost the statement, can I get it back?",
        "I want to know if you can send a copy of my lost statement.",
        "I am wondering if it is possible to have my loss statement.",
        "I'm wondering if my missing statement can be accessed.",
        "I need a copy of the missing statement",
        "Can I get a copy of my statement, since it was lost?",
        "I am wondering if I can get my missed statement.",
        "Can I get a copy of my statement now that it has vanished?",
        "If I could get a duplicate of the lost statement, would I?",
        "I'm lost. Stmt copy, please?",
        "I would really appreciate a copy of my lost statements.",
        "Is it possible that I have a copy of my lost statement.",
        "I wondered if my missing statement could be obtained.",
        "Will I get a copy of my statement that's missing?",
        "You need a copy of the missing statement",
        "Can I get my statement again now that it's gone?",
        "I am wondering, can I have this lost statement?",
        "Even though I lost my statement, can I have a duplicate?",
        "I lost a statement but can I get a duplicate?",
        "However, can I get a duplicate of my lost statement?",
        "Can I get a copy of my statement now that it doesn't exist?",
        "Can I get a copy of my statement now that it's gone?",
        "Now that I have lost my statement, can I get a copy?",
        "Will I see a copy of my lost statement now?",
        "Can I get a copy of my statement when it is lost?",
        "I don't know if I can have my loss statement.",
        "It is lost, can I get a copy of my statement?",
        "Have a lost statement?",
        "I was wondering if I could get back the statement I lost.",
        "I am wondering if I could get a duplicate of the one I lost.",
        "I am wondering if I can have a statement about my losses.",
        "I lost my statement, can I get another duplicate?",
        "I would love to regain my statement.",
        "Can I get a copy of my statement that is missing?",
        "I was wondering if I could obtain a duplicate of the statement I lost.",
        "I am wondering if i can have my statement again.",
        "I need the copy of my statement that I lost.",
        "Are I going to get a copy of my lost statement?",
        "Are you in need of a copy of a lost statement?",
        "Need copy of a lost statement?",
        "Please give me a copy of the missing statement.",
        "Who can give me a copy of my lost statement?",
        "Can I get the copy of my statement after I lost it?",
        "I want to get back my lost statement.",
        "If I want a duplicate of my lost statement, can I get it?",
        "Can I get a copy of my missing statement?",
        "I have a lost statement but can I get a duplicate?",
        "I want to regain my statement.",
        "I'm wondering if I could get my missing statement.",
        "I want to recover the lost statement.",
        "I would like to see my statements again.",
        "Can I get the lost statement back?",
        "Can I get a duplicate of my statement now that it's been lost?",
        "I want the copy of my statement that has been missing.",
        "Can I get a copy of my statement now that it's been deleted?",
        "I am wondering if I can get the copy of my statement that I lost.",
        "I have lost my statement can I get a copy?",
        "I would like to retrieve my statement.",
        "Can I get a duplicate of my lost statement if I desire it?",
        "I is wondering if I could get a duplicate of the lost statement.",
        "I need to know if I can get a copy of my statement.",
        "I am wondering if I can get my statement.",
        "I'd like a copy of lost statements.",
        "I am wondering if I could copy the lost statement.",
        "Can I get a copy of my statement after it's lost?",
        "I wonder if I can get the lost form.",
        "What about my lost statement copy?",
        "I would like to get the statement back.",
        "Requesting to get the lost account record back.",
        "Can you offer me a copy of my lost statement?",
        "I want to get a copy of my lost statement",
        "Am I able to get my lost statement?",
        "Can I get a copy of my statement now that it's no longer there?",
        "I need a copy of my statement now that it is missing.",
        "I have a statement that is lost can I get a copy?",
        "I would like to know if I can have my loss statement.",
        "I ask if I can get my missing statement.",
        "Need a statement back?",
        "I would like a copy of lost statements.",
        "I would like to get my lost statement back",
        "You might be able to give me a copy of my lost statement.",
        "I would like to have my lost statement.",
        "If I want a duplicate of my lost statement, can I?",
        "I am wondering if a duplicate of the statement I lost is possible.",
        "I really need a copy of my lost statement.",
        "Will I get a copy of my missing statement now?",
        "You could send me a copy of my lost statement?",
        "Will I get access to my lost document?",
        "I desperately want to recover my lost statement.",
        "I'm wondering if I can have my loss statement.",
        "Will I get a copy of the missing statement.",
        "I want to know where my lost statement copy is.",
        "Even though I lost the statement, can I get a duplicate?",
        "How about my lost statement?",
        "Although I lost my statement, can I get a duplicate?",
        "Will I get a version of my lost statement now?",
        "I want to get a duplicate of my missing statement.",
        "Can someone give me a copy of my forgotten statement?",
        "Will I getting a copy of my missing statement?",
        "I'm wondering if I can obtain my loss statement.",
        "Help me out, my statement got lost.",
        "Can I get a copy of it now that it's gone?",
        "I was wondering if I could get a duplicate of the lost statement",
        "Will I be provided a copy of my lost document?",
        "Can I request a copy of my statement?",
        "I'm wondering if I can retrieve this lost statement.",
        "Needs a copy of the lost statement.",
        "Is there a lost statement copy?",
        "I am wondering if I can get this lost statement",
        "I need to know if I can have this lost statement.",
        "Is it possible for me to get a copy of my lost document?",
        "I am wondering if I could get back the statement I lost.",
        "Can I get a copy of my statement, that's been missing?",
        "I'm wondering if I can have the lost statement.",
        "Will you get a copy of my missing statement?",
        "I'm wondering if I could have a loss statement.",
        "Needed statement back, any chance?",
        "Where is my lost copy of the statement?",
        "Can i get my lost statement?",
        "Need a copy of a lost sentence?",
        "I want the copy of my statement that has been lost.",
        "Is it possible to have my lost statement?",
        "I am wondering if I can receive my missing statement.",
        "I am wondering whether or not I can get this lost statement.",
        "I'm missing my copy, please?",
        "I'm wondering if I can recover the lost statement.",
        "Please get a copy of the missing statement.",
        "Can I find a copy of my lost statement?",
        "I want to know if you can reproduce my missing stmt.",
        "Is it possible that I have a copy of my lost statement?",
        "I'm wondering if there's a duplicate of the statement I lost.",
        "I wonder if I can have this lost statement.",
        "I lost my statement, so can I get a copy?",
        "I am wondering if I could find a duplicate of the lost statement.",
        "People need a copy of a missing statement.",
        "Can you give us a duplicate of the lost statement?",
        "I am wondering if there is a duplicate of the lost statement.",
        "I want to know if I will get a copy of my lost statement now.",
        "Shall I get a copy of my missing statement?",
        "Can I get a copy of my statement now that it has been lost.",
        "Lost a statement?",
        "Can someone give me a copy of my statement that I lost?",
        "I want to know if I can get a copy of my lost statement.",
        "Can I get a copy of my statement now that its missing?",
        "Someone needs a copy of lost statement",
        "I was wondering if I could have the loss statement.",
        "I have lost my statement, can I get it again?",
        "Can I get a copy of my statement now that it's missing?",
        "I am interested in getting a copy of my lost statements.",
        "Would you be willing to give me a copy of my lost statement?",
        "I want a copy of lost statements.",
        "If I want, can I get a duplicate of my lost statement?",
        "Is it possible that I can have my statement?",
        "A missing statement needed a copy.",
        "I lost my statement, can I get it again?",
        "I lost my statement, can I duplicate it?",
        "Can I get the statement again now that it has been lost?",
        "Could you send my lost statement to me?",
        "Will it be possible to get a copy of my lost document?",
        "I want to obtain a copy of my lost statements.",
        "The statement was lost so can I get a copy?",
        "Lost statement needed copy.",
        "Can I see a copy of my statement now that I have lost it?",
        "Can I get a copy of my statement, now I have lost it?",
        "Will a copy of my lost statement be forthcoming?",
        "Can I get a copy of my statement now it has been missing?",
        "I am wondering if I could get a duplicate of a lost statement.",
        "Would it be possible to get a duplicate of the statement I lost?",
        "Is there a way to get a duplicate of my lost statement?",
        "can I get a copy of my lost statement",
        "Someone needs to copy a missing statement.",
        "Needs a copy of lost statement.",
        "Is it possible I have one duplicate of my lost statement?",
        "I lost a statement and am wondering if I can get another.",
        "Can I get the copy of my statement now it's been lost?",
        "I wonder if I can get a duplicate of the statement that I lost.",
        "Do you need a copy for a lost statement?",
        "Maybe I can have one copy of my lost statement.",
        "I am curious if I could duplicate the lost statement.",
        "help me out, statement got lost.",
        "Will I ever receive a copy of my missing statement?",
        "I'm asking if I can get my missing statement.",
        "A missing statement needs copy.",
        "Will I get a copy of my lost statement someday?",
        "I wondered if I could get my missing statement.",
        "You need a copy of the missing statement.",
        "If I want a duplicate of my lost statement, can I get one?",
        "Can I request a copy of my lost statement?",
        "Will there be a copy of my missing statement?",
        "There is a missing statement, need a copy of it.",
        "Can I get the copy of my statement after it's gone missing?",
        "I am pondering if I can get this lost statement.",
        "I would like a copy of my lost statement sent to me.",
        "Are you able to provide a duplicate of the lost statement?",
        "You need a copy of the lost statement.",
        "Can I get a copy of the statement now that it's gone?",
        "I am asking for a copy of my lost statement.",
        "I need a way to get my vanished stmt.",
        "If my missing statement can I get it?",
        "Need a copy of the loststmt?",
        "I'm wondering if I can get my lost stmt.",
        "Have a chance to get statement back?",
        "Will I be given a copy of my missing statement?",
        "I'm wondering if I could obtain a duplicate of the lost statement.",
        "A duplicate of a lost statement?",
        "I would be happy to get a copy of my lost statements.",
        "I need a way to get my lost stmt.",
        "Are you capable of giving a lost statement duplicate?",
        "Can I get the copy of my statement now that it was missing?",
        "Can I get a copy of my statement that's been lost?",
        "I'd like to know if I can have my loss statement.",
        "Can I get a duplicate of my lost statement if I lost it?",
        "I'm wondering if I could get a copy of the statement I lost.",
        "Is a copy of my lost document forthcoming?",
        "There is need for a copy of a lost statement.",
        "I wants a copy of my lost statements.",
        "Have I got one copy of my lost statement?",
        "Can someone please give me a copy of the statement?",
        "Can I get the copy of my statement that I misplace?",
        "Can I get a duplicated of my lost statement?",
        "Will I get a copy of the statement I missed?",
        "I just lost my statement, can I get a duplicate?",
        "Can I get a copy of my statement now that it has gone missing?",
        "Do you need copy of a lost statement?",
        "I want to get a copy of my missing statement.",
        "Can you show me a duplicate of my lost statement?",
        "I am curious if I can get my statement.",
        "Is it possible to reproduce my missing stmt?",
        "I lost mine, please copy!",
        "Someone needs a duplicate of a missing statement.",
        "I would welcome a copy of my lost statements.",
        "A duplicate of a lost statement is needed.",
        "A copy of a missing statement is needed.",
        "Can I have lost a statement copy?",
        "Is there a copy of the lost document?",
        "Can I find a copy of my statement now that it's been lost?",
        "While I lost my statement, can I get a duplicate?",
        "I am wondering if I can obtain my missing statement.",
        "Will I be able to get a duplicate of my lost document?",
        "Need a duplicate of a lost statement?",
        "The statement copy is missing.",
        "I am wondering if I have a copy of my lost statement.",
        "I was wondering about my lost statement copy.",
        "Will I get a copy of the missing document?",
        "A copy of the missing statement is needed",
        "Will I get a copy of my statement now that I lost it?",
        "Can I get a new copy of my statement after I lost it?",
        "I am pondering if I can get my statement.",
        "Am I going to get a copy of my missing statement?",
        "Will I be able to see a copy of my missing statement?",
        "I am wondering whether I can get this lost statement.",
        "I am wondering if I can get my statement",
        "I'm wondering if I can retrieve the lost statement.",
        "I want to have one copy of my lost statement.",
        "Can I get a copy of my statement even though it's lost?",
        "I am in need of a copy of my statement.",
        "I lost my statement, am I able to get a duplicate?",
        "Can you give me a copy of my missing stmt?",
        "I wonder if I can get the copy of my statement that I lost.",
        "I would like to get the copy of my statement that was lost.",
        "Will I get a new copy of my lost statement?",
        "I want to know if I can get a duplicate of my lost statement.",
        "I lost my statement, can someone give me a copy?",
        "I am wondering if I can get a copy of the lost statement.",
        "Now that the statement is missing, can I get a copy?",
        "Need a copy of the lost statement.",
        "Can I have a copy of my statement now that I have lost it?",
        "When my statement is missing, can I get a copy?",
        "Will I receive a new copy of my lost document?",
        "I'm wondering if I could get a duplicate of my lost statement.",
        "Can I get my statement back now it has been lost?",
        "Can I get a copy of my statement after it is lost?",
        "I want to know if I can get a duplicate of the lost statement.",
        "I desire to recover my statement.",
        "Even though I lost a statement, can I get a duplicate?",
        "There needs to be a copy of the missing statement.",
        "Can I get the copy of the statement that has been missing?",
        "Can you show me a lost statement duplicate?",
        "Can I get a new copy of my statement now that it's lost?",
        "Can you send a duplicate of my lost statement?",
        "Can I use a duplicate of my lost statement?",
        "Are I allowed to have one copy of my lost statement?",
        "Will I get a piece of my missing statement?",
        "Can someone give me a lost statement?",
        "Do I get a copy of my lost statement now?",
        "Can I have a duplicate of my lost statement.",
        "I am wondering if a duplicate of the lost statement can be obtained.",
        "Needed a copy of the missing statement.",
        "If I wish, can I get a duplicate of my lost statement?",
        "I'm wondering if I can access my missing statement.",
        "I lost a statement, can I get a duplicate of it?",
        "Can you supply a duplicate of a lost statement?",
        "My statement copy has gone missing.",
        "I would love to receive a copy of my statement.",
        "Even if I lost my statement, can I get a duplicate?",
        "You need the statement back.",
        "I'm wondering if I can get a duplicate of that lost statement.",
        "I need a copy of my lost statement, please?",
        "Could you please give me a copy of my lost statement?",
        "Give me a copy of the statement that went missing?",
        "I asked if I would get a copy of my missing statement.",
        "Can I get the duplicate of my lost statement?",
        "I'd like to get a duplicate of the statement I lost.",
        "Can I get a copy of my statement, now it's missing?",
        "Someone please give me a copy of my lost statement?",
        "Someone wants a copy of lost statement.",
        "Is it possible I can have this lost statement?",
        "I need to get a copy of my lost statement now.",
        "Must have copy of missing statement.",
        "I'm looking for a copy of my lost statement.",
        "Give me the copy of the lost statement?",
        "Will it be possible to get a copy of my missing statement?",
        "I am not sure if I can get a duplicate of the statement I lost.",
        "Someone please give me my lost statement.",
        "Please help me out, statement got lost.",
        "Can I get a copy of my statement, since it is lost?",
        "I would like a copy of my lost document.",
        "Someone may have a copy of my lost statement.",
        "I hope I can get a duplicate of the statement I lost.",
        "I want a loss statement.",
        "I would like a copy of what I lost.",
        "I'm wondering if I can duplicate the statement that I lost.",
        "need a copy of missing statement",
        "I would like a copy of my lost documents.",
        "Can I get the copy of my statement that's been missing?",
        "I'm wondering if I'm able to have my statement again.",
        "I would like to know if I can have this lost statement.",
        "I want my statement again.",
        "Can you replicate a lost statement?",
        "I'm wondering if I can get that lost statement.",
        "Is it possible for you to provide a lost statement duplicate?",
        "I'm unsure if I can have my statement again.",
        "Can I get a duplicate of my lost statement even if I lost it?",
        "I wish to get a copy of my lost statements.",
        "Look for a copy of the missing statement.",
        "Anyone has a way to get my stmt?",
        "Maybe I should have a copy of my lost statement.",
        "Give me a copy of that missing statement?",
        "Does anyone know if I can get a copy of my statement?",
        "I would love to receive a copy of my lost statement.",
        "I am curious if I can have my loss statement.",
        "I am uncertain if I can have my statement again.",
        "Am I allowed to have one copy of my lost statement?",
        "Can you get a duplicate of my lost statement?",
        "I wonder if I can get one copy of my lost statement.",
        "Could you send me a duplicate of my lost statement?",
        "Are you able to offer a lost statement duplicate?",
        "We need a copy of the lost statement.",
        "I like to have a copy of my lost statements.",
        "Will I get a copy of the missed statement?",
        "I wanted to get my lost statement.",
        "Is a copy of my lost statement possible?",
        "Will I get a copy of something I lost?",
        "Will I get a copy of my statement now that I've lost it?",
        "I wonder if I can get a copy of my statement.",
        "Will I get a copy of my statement now that I have lost it?",
        "Can I get the lost statement?",
        "I wish to have a copy of my lost statement.",
        "Is it possible that I can get my loss statement.",
        "Can I get a copy of the statement now that it is missing?",
        "A copy of my lost statement can be obtained.",
        "Is it possible to get a copy of my statement after it was missing?",
        "I am curious if I could get my statement.",
        "Can I get a copy of my statement, because it is lost?",
        "I need a copy of my loststatements.",
        "I want a copy of my statements that I lost.",
        "I'm wondering if I can get the lost statement.",
        "Do I need to get a duplicate of my lost statement?",
        "I am wondering if I am able to have this lost statement.",
        "Someone need a copy of the missing statement.",
        "I would like to know if I can have my statement.",
        "I'm wondering if there is a way to get my vanished stmt.",
        "I have lost my statement, can I get a new copy?",
        "There is a copy of my statement missing.",
        "I want to have a copy of my statement.",
        "I am interested in a copy of my lost statements.",
        "I'm wondering if I could get a duplicate of a statement I lost.",
        "Losing stmt, need a copy?",
        "Obtain a copy of the lost statement.",
        "Can someone please give me a lost statement?",
        "Can I get a duplicate of my Lost Statement?",
        "I am wondering if I can have my statement again",
        "Can someone give me a copy of the statement that I lost?",
        "I am wondering if I can have a lost statement.",
        "Can I get a copy of my statement, even though it's lost?",
        "Need a copy after a lost statement?",
        "I would like to get back my lost statement.",
        "I'm wondering if I can obtain this lost statement.",
        "I would love to get a copy of my lost statements.",
        "I would love to have a copy of the lost statements.",
        "I am wondering if it is possible to get my missing statement.",
        "I am wondering if I can get my statement that is missing.",
        "I'm wondering if I can find a duplicate of the lost statement.",
        "Are I able to retrieve my lost statement?",
        "Look for a copy of the lost statement.",
        "Can I get back a lost form?",
        "Are I going to get a copy of my lost document?",
        "I lost a statement and am wondering if I could get a duplicate of it.",
        "WILL I get a copy of my missing statement?",
        "Are you able to have your loss statement?",
        "If I want a duplicate of my lost statement, can I do it?",
        "I want to duplicate my lost statement, can I?",
        "Can I get a copy of my statement if I have lost it?",
        "I am wondering if I can get a lost statement.",
        "I want to know if I can get a copy of my statement now that it's missing.",
        "Is it possible that I can have my loss statement?",
        "I would love to recover the statement.",
        "Can I get a copy of the statement now that I lost it?",
        "Is there any chance I have a copy of my lost statement?",
        "There is a lost statement and need copy.",
        "Can I get one copy of my lost statement?",
        "Do you want a duplicate of my lost statement?",
        "Is there a duplicate of the statement that I lost?",
        "I am hoping I can get my statement.",
        "I am wondering if I can get the lost form.",
        "Will I receive a copy of my lost statement later?",
        "I am curious if I could duplicate the statement I lost.",
        "Will I get a reproduction of my lost document?",
        "I need a copy of the lost statements.",
        "Is it possible that I get a copy of my missing statement?",
        "Can I get another duplicate of my lost statement.",
        "I am wondering if my missing statement can be gotten.",
        "I wanted to know if I could get a duplicate of the statement I lost.",
        "Need the statement back.",
        "Can someone give me a copy of my lost document?",
        "I have lost my statement and can I get it back?",
        "I am wondering if I can get the statement back.",
        "You might need a copy of a lost statement.",
        "I hope to get a copy of my lost statements.",
        "Can someone please give me a copy of my missing statement?",
        "I would like someone to give me a copy of my lost statement.",
        "Can I obtain a copy of my statement now that it has been lost?",
        "Is it possible I'll get a copy of my missing statement?",
        "I would like my lost statement back.",
        "I lost a statement and can I get a copy?",
        "I am wondering if I can get my statement?",
        "I would like to find out if I can get my statement.",
        "Would I get a copy of my missing statement?",
        "I'm curious if I can have a loss statement.",
        "I'm wondering whether I can get this lost statement.",
        "Can I get the copy of my statement after losing it?",
        "I would like to get my statement again.",
        "Can I get the copy of my statement that's been lost?",
        "Needed copy of lost statement.",
        "I have a question if I can get my statement.",
        "Will I ever get a duplicate of my lost statement?",
        "Can I get the copy of my statement that was lost, right?",
        "Can I get the copy of my statement since it's been missing?",
        "I would like to have a duplicate of my lost statement.",
        "I wonder if I can get a lost statement.",
        "Since my statement is lost, can I get a copy?",
        "I don't have the lost statement copy.",
        "I lost my statement copy, where is it?",
        "Need a copy of Lost Stmt?",
        "I am wondering if I can access my missing statement.",
        "Can I request a duplicate of my lost statement?",
        "I wish I could get a duplicate of my lost statement.",
        "Is there a way to duplicate the lost statement.",
        "Can someone please supply me with a copy of my lost statement?",
        "I was wondering if I could get my loss statement.",
        "Can anyone provide me a copy of my lost statement?",
        "Can I get a duplicate of my statement now that it is lost?",
        "where's my statement copy?",
        "I am wondering whether I can have this lost statement.",
        "Can I get a copy of my statement, now that it's missing?",
        "Can you copy a lost statement?",
        "Say you need a statement back.",
        "I am questioning if I can have my statement again.",
        "I lost my statement, could you send a copy to me?",
        "Can I get a copy of my lost document?",
        "A duplicate of a lost statement is possible.",
        "I wondered if I could have my statement again.",
        "I want to know if I can get my statement.",
        "I would like to find a duplicate of the lost statement.",
        "He needs a copy of the missing statement.",
        "Help me out because statement got lost.",
        "Can I get a copy of my statement when I lose it?",
        "I am wondering whether I could duplicate the lost statement.",
        "I wonder if I can have the loss statement.",
        "My statement copy is lost.",
        "It is possible to get a copy of my lost statement.",
        "Are I able to get a duplicate of the lost statement?",
        "Can I get the copy of my statement that I lost?",
        "I wanted to know if I could have my statement again.",
        "I want a copy of my lost statement now.",
        "I wonder if I can get this missing statement.",
        "I want to Recover my lost statement.",
        "Can I get a duplicate of my lost statements?",
        "Help me, Statement got lost.",
        "Can I get the statement I lost?",
        "I am wondering if there is a way to get my vanished stmt.",
        "I'm wondering if I can obtain my missing statement.",
        "I am wondering if I can get the missing statement",
        "Needed copy of lost statement?",
        "I'm wondering if I can have my statement.",
        "Can someone give my lost statement to me?",
        "I'm wondering if I can have the statement again.",
        "Give me a copy of the statement that is missing?",
        "Can I get the copy of my statement now that it hasn't been found?",
        "Will I be received a copy of my missing statement?",
        "Can I get a copy of my statement now that it's missing.",
        "Need a statement back? Any chance?",
        "Can I get the copy of my statement now that it is gone?",
        "Now that my statement has gone missing, can I get a copy?",
        "I'd like a copy of my lost statements.",
        "Can you provide a copy of the lost statement?",
        "Can I get the copy of my statement that was lost?",
        "I am wondering if I can get a duplicate of the statement that I lost.",
        "I lost my statement but can I get a duplicate?",
        "Give me a copy of the forgotten statement?",
        "Someone needs a copy of the lost statement.",
        "The missing statement can I get it?",
        "I'd love to get my lost statement.",
        "Needed a copy of lost statement.",
        "I am wondering if I can have a loss statement",
        "Will I get the copy of my lost document?",
        "Can I have the missing statement copy?",
        "can someone give me a copy of my lost statement",
        "I would like to recuperate my statement.",
        "I lost my statement and can I get a duplicate of it?",
        "I wondered if I could have this lost statement.",
        "Need a statement back",
        "Lost statement, need a copy?",
        "Will you send me a copy of my lost statement?",
        "I wondered if I could duplicate the statement that I lost.",
        "Lose stmt, need a copy?",
        "Please copy, I've lost it.",
        "I lost my statement, and can I get a copy?",
        "Will I get access to my missing statement?",
        "Can I get the statement now that it has been lost?",
        "Will I receive a copy of my missing statements?",
        "I would much rather have a copy of my lost statements.",
        "I'm wondering if my statement can be gotten.",
        "I would really like a copy of my lost statements.",
        "I request my lost statement.",
        "I wonder if I can get the missing statement.",
        "I'm wondering if my statement can be had again.",
        "The statement is lost can I get a copy?",
        "Is it possible I have a single copy of my lost statement?",
        "I am wondering if I can have the lost statement.",
        "Can I get my statement again?",
        "I'm wondering if I can retrieve my missing statement.",
        "Will I get a copy of my lost statement then?",
        "Can I get a copy of my statement when I misplace it?",
        "Need to get a copy of the lost statement.",
        "Can a copy of my lost statement be given to me?",
        "I am wondering if I can have a statement about my loss.",
        "Someone would like a copy of their lost statements.",
        "I wonder if I can have a statement again.",
        "Can I get a duplicate of my statement now that it's missing?",
        "Can I get a reproduction of my lost statement?",
        "fool, please get my lost statement",
        "I'm wondering if I can get my statement back.",
        "Will I get a copy of my forgotten statement now?",
        "Can I get a copy of my statement after losing it?",
        "Can I get a copy of my statement now I've lost it?",
        "Will I have a copy of my lost statement soon?",
        "I'm wondering if I'm able to have this lost statement.",
        "\"Need statement back, any chance?\"",
        "I am wondering if I can get my statement back.",
        "I am unsure if I can have my statement again.",
        "I asked if I could get a copy of my lost statement.",
        "Can someone give me a copy of my missing statement?",
        "Would you be able to send me a copy of my lost statement?",
        "Can I get a duplicate of my lost Statement?",
        "Will I receive a copy of the document that I lost?",
        "Is it possible I will get a copy of my lost statement now?",
        "Can I get a copy of the statement now that it has been lost?",
        "I need the statement back.",
        "Somewhere is my lost statement copy?",
        "Will the person get a copy of the missing statement?",
        "A copy of lost statement is necessary.",
        "Is there one copy of my lost statement I need?",
        "I want a copy of my lost statements.",
        "Can I get the copy of my statement that I lost.",
        "I don't have a duplicate of my lost statement, can I?",
        "Someone need a copy of the lost statement.",
        "I am wondering about getting a duplicate of the lost statement.",
        "I am curious if I can get my missing statement.",
        "Even though I lost my statement can I get a duplicate?",
        "Can I get a lost statement copy?",
        "Is it possible to get a copy of my statement now that it's been lost?",
        "I wants to recover my lost statement.",
        "Can I get a duplicate of my statement even though I lost it?",
        "Can I get a duplicate of my statement now it's missing?",
        "Can I get a copy of my lost statement right now?",
        "Will I receive a copy of the missing statement?",
        "I am wondering if my missing statement could be obtained.",
        "I was wondering if a duplicate of the statement I lost could be found.",
        "If I desire, can I get a duplicate of my lost statement?",
        "I am not sure if I could get a duplicate of the lost statement.",
        "Will I get a copy of my lost Statement now?",
        "Can I get a duplicate of the statement that I lost?",
        "Can you give me a duplicate of a lost statement?",
        "I need to get my statement back.",
        "Can I get my statement now that it has been lost?",
        "I wonder if I have a copy of my lost statement.",
        "Can I receive a copy of my statement now that I have lost it?",
        "I would like to have one copy of my lost statement.",
        "I need a statement back",
        "Is it possible that I lost a statement copy?",
        "I would love to get my statement back.",
        "Get the lost statement for me.",
        "Yes, can I get a lost form?",
        "I'm wondering if I can have my statement back again.",
        "I'm wondering if I can get my statement over again.",
        "Will I get the copy of my lost statement now?",
        "I was wondering if my statement could be obtained.",
        "My statement copy was lost",
        "I would love to get my statement.",
        "Can I get the copy of my statement when it's been lost?",
        "Can anyone give me my lost statement?",
        "Now that my statement is missing can I get a copy?",
        "I am wondering if I could have a loss statement.",
        "I was wondering if I could have my loss statement.",
        "I was wondering if I could get this lost statement.",
        "Will I get a copy of my lost statements?",
        "Can you reproduce my missing statement?",
        "Need a copy of the statement that was lost.",
        "Do you have a copy of the missing statement?",
        "Is it possible that I will get a copy of my statement?",
        "I wondered if I could have my statement.",
        "Can I get a copy of my statement after it went missing?",
        "Can a duplicate of a lost statement be provided?",
        "I am wondering if I can get a duplicate of the lost statement.",
        "Can I get a copy of my statement now it's missing?",
        "I am wondering if I can get my missing statement?",
        "Can I get a copy of my statement now that its gone?",
        "Can someone provide me with a copy of my statement?",
        "I am wondering if I can get the statement.",
        "Can I get a duplicate of my lost statement.",
        "I wonder if my missing statement can be reproduced.",
        "I'm wondering if I can have my statement again.",
        "You need a duplicate of a lost statement.",
        "Can I get a duplicate statement even though I lost it?",
        "Can I get the copy of my statement I lost, right?",
        "Maybe I can get one copy of my lost statement.",
        "need statement back?",
        "Can I retrieve the copy of my statement that I lost?",
        "I want someone to give me a copy of my lost statement.",
        "Would you please send a copy of my lost statement to me?",
        "Will you get a copy of my lost document?",
        "I is wondering if I can get my missing statement.",
        "I'm wondering if I can get a lost statement.",
        "Will I be receiving a copy of my lost statement soon?",
        "I need the copy of my statement that was missing.",
        "I wondered if my missing statement could be received.",
        "Are you able to get my missing statement?",
        "copy of lost statement",
        "Would you be able to give me a copy of my lost statement?",
        "Need copy for lost statement?",
        "I need a copy of my statement after it was lost.",
        "Can I get a copy of my statement when it's missing?",
        "Is there at least one copy of my lost statement?",
        "May I have a single copy of my lost statement?",
        "Lost statement needs copy.",
        "Is there one copy of my lost statement for me?",
        "Can I have my statement again?",
        "Can you get my lost statement?",
        "Will I get a copy of my missingstatement?",
        "I am wondering if I could duplicate the lost statement.",
        "Need a copy of the statement that is missing.",
        "I lost my statement and can I get a duplicate?",
        "I'm wondering if I can duplicate the statement I lost.",
        "I am thinking if I can get my missing statement.",
        "Will I get a copy of my lost statement NOW?",
        "I would like to know if I can get my lost stmt.",
        "Can I get a duplicate of my lost statement, if I desire?",
        "Can I get the copy of my statement after it was missing?",
        "I need the statement back, any chance?",
        "Would it be possible for me to get my missing statement?",
        "Can I get a copy of my statement since it was lost?",
        "Is there a way for me to get a duplicate of my lost statement?",
        "Can I get a copy of my statement once it's been missing?",
        "I want a copy of my statement now that it has been lost.",
        "Are you able to give a duplicate lost statement?",
        "I have lost my statement, can I get a copy again?",
        "I was wondering if I could get my missing statement.",
        "I would like to know if I will get a copy of my missing statement.",
        "I'm wondering if I'm able to get my statement.",
        "If I can have my statement again, I am wondering.",
        "I would be happy to receive a copy of my lost statements.",
        "Help me out. Statement got lost.",
        "I would like to recover my lost document.",
        "I was wondering if I could reproduce the lost statement.",
        "I was wondering if a duplicate of the statement I lost could be obtained.",
        "Is it possible to get a duplicate of my lost Statement?",
        "Can I get a copy of my statement now that I lost it?",
        "I'm wondering if I could get a duplicate of the lost statement.",
        "Can I receive a copy of my lost statement?",
        "Is it possible to need statement back?",
        "I would like to get my Statement back.",
        "I would like a duplicate of my lost statements.",
        "Can I get a copy of my statement, now it's lost?",
        "Do you have the ability to duplicate a lost statement?",
        "Is it possible to get a duplicate of the lost statement?",
        "Is there a copy of my lost statement for you?",
        "Can I get a copy of my statement after I lost it?",
        "I want to know if my missing statement can be received.",
        "Could you provide me with a copy of my lost statement?",
        "Can I get a copy of the statement after it is lost?",
        "Can I get the copy of my statement after it's been missing?",
        "I would like to recover my statement",
        "Can I get a copy of the statement that's missing?",
        "Will I get one of my lost documents?",
        "Request a copy of the lost statement?",
        "I need to know if I can have my loss statement.",
        "I need to get one copy of my lost statement.",
        "Can you make a duplicate of the lost statement?",
        "Now that my statement isn't there, can I get a copy?",
        "I am wondering if I can still get this lost statement.",
        "Is it possible I will get a copy of my lost document?",
        "Will I get a Copy of my lost document?",
        "Will I get a duplicate of my missing document?",
        "Couldn't you send me a copy of my lost statement?",
        "I would prefer to have a copy of my lost statements.",
        "Does anyone know if I can get my statement?",
        "You may be able to send me a copy of my lost statement.",
        "Will I get a copy of my losing document?",
        "I am wondering if I have a duplicate of the lost statement.",
        "I was wondering if I can get my statement.",
        "I would like to get a copy of my missing statement.",
        "How about a duplicate of the lost statement?",
        "I lost the statement, can I get it back?",
        "I lost my statement, but can I get a duplicate of it?",
        "Is it possible to provide a missing statement duplicate?",
        "Lose a statement, need a copy?",
        "Is it possible I will get a copy of my statement?",
        "Is there a way to get a copy of my statement?",
        "Will I get a copy of my lost statement in the near future?",
        "I'd like to recover the lost statement.",
        "Can I get the copy of my statement that has been lost?",
        "I am looking for a missing statement.",
        "Will I have a copy of the lost document?",
        "Are you going to get a copy of my missing statement?",
        "will I get a copy of my lost statement now?",
        "Can I get a copy of my statement now that it's been lost.",
        "I is wondering if I can get this lost statement.",
        "I wonder if I can get my missing statement.",
        "I was wondering if you could send a copy of my lost statement.",
        "I want to know if I can get a duplicate of the statement that I lost.",
        "A copy of my lost statements would be ideal.",
        "Can I get the copy of the statement that is missing?",
        "Will I get a copy of my forgotten document?",
        "Can I get back my lost statement?",
        "I would love to have one copy of my lost statement.",
        "Someone should give me a copy of my lost statement.",
        "I wondered if I could get the missing statement.",
        "I lost a copy of a statement.",
        "I'm wondering whether I can get my loss statement.",
        "I misplace my statement, can I get a duplicate?",
        "Will I get a copy of the statement that's missing?",
        "I need the copy of my statement that was lost.",
        "I am curious about my missing statement.",
        "There is a missing statement and a copy is needed.",
        "I am searching for my lost statement copy.",
        "Can I get a duplicate of my lost statement again?",
        "I wonder if I can have my statement back.",
        "Can I get a copy of my statement now that it's gone.",
        "I am wondering if a duplicate of the statement I lost could be found.",
        "I am asking if I can get a duplicate of the lost statement.",
        "Would you send a copy of my lost statement to me?",
        "I'm wondering if I could get my loss statement.",
        "I'm wondering if I could get a duplicate of the one I lost.",
        "It was my lost statement that I would like to recover.",
        "Is there a copy of my missing statement available?",
        "They want a copy of the missing statement.",
        "Could you provide a copy of my lost statement?",
        "Give me a copy of the missed statement?",
        "Does it mean I can get a duplicate of my lost statement?",
        "I am wondering if I can retrieve a lost statement.",
        "Will i get a copy of my missing statement?",
        "I am wondering if my missing statement is possible to get.",
        "Can I get a copy of my statement, now that it's gone?",
        "Can I get a copy of it now that it has been lost?",
        "I am wondering if it is possible for me to have my statement again.",
        "Get my lost statement.",
        "Will I get another copy of my lost statement?",
        "I wonder if I will get a copy of my lost document.",
        "I would like to see a duplicate of the statement I lost.",
        "May I get a duplicate of my lost statement?",
        "Will I get a copy of my lost statement after all?",
        "Want a copy of a lost statement?",
        "Can I get a copy of the statement that I lost, right?",
        "A copy of my lost statements would be nice.",
        "I would love to have my loss statement.",
        "Will I receive a copy of my missing statement?",
        "I would like to have my statement again.",
        "Someone needs a duplicate of a lost statement.",
        "I wondered if I could have my lost statement.",
        "Is there one copy of my lost statement available?",
        "Will I get a replica of my missing statement?",
        "I am wondering if I can get the copy of my statement that was lost.",
        "Is it possible to get the lost stmt?",
        "I'm wondering if I can claim my loss statement.",
        "I lost my statement, can you send me a copy?",
        "I hope I have a copy of my lost statement.",
        "The person wants a copy of his lost statements.",
        "Will I receive a copy of my lost statement.",
        "I lost a copy of the statement.",
        "I am wondering if I could get my statement.",
        "Get my lost statement, please.",
        "Are I allowed to get a copy of my lost statement?",
        "I am wondering if I can get this statement back.",
        "I want the copy of my statement that is missing.",
        "To get a copy of the missing statement",
        "Need copy of the missing statement.",
        "My statement copy is not located.",
        "I would like to get my lost statement again.",
        "Even though I lost my statement, can I still get a duplicate?",
        "Can I get the copy of my statement I have lost?",
        "I am curious if I can get a duplicate of the statement I lost.",
        "I am wondering if I could duplicate the statement I lost.",
        "Can you locate my lost statement copy?",
        "When my statement is lost, can I get a copy of it?",
        "Can I get a duplicate of my statement now that I lost it?",
        "I would like to get a duplicate of the statement that I lost.",
        "Is it possible I have a copy of my lost statement?",
        "I lost the statement, but can I get a duplicate?",
        "Is it possible that I'll get a copy of my lost statement now?",
        "I'm not sure if I could get a duplicate of the lost statement.",
        "My statement copy is missing",
        "Can I get my statement",
        "Is a duplicate of my lost statement possible?",
        "I am wondering if I could have my statement again.",
        "Can someone give me a duplicate of my lost statement?",
        "I want to recover a lost statement.",
        "Can I get the copy of my statement if I lost it?",
        "I am wondering about having my statement again.",
        "Someone must be able to give me a copy of my lost statement.",
        "I'm curious if I could get a duplicate of the statement that I lost.",
        "Even though I lost my statement, can I receive a duplicate?",
        "I am wondering if I can get a loss statement.",
        "\"Can I get my missing statement?\"",
        "I'm wondering if I can get the copy of my statement that's been missing.",
        "I'm wondering if I can get this lost statement.",
        "Someone needs a copy of that lost statement.",
        "I'm wondering if I could get a duplicate of the statement that was lost.",
        "Lose stmt and need a copy?",
        "even though I lost my statement can I get a duplicate?",
        "Can I get the copy of my statement?",
        "Can I apply for a duplicate of my lost statement?",
        "Would you send me a copy of my lost statement?",
        "I lost a statement and am wondering if I could get it back.",
        "I do not have a copy of my lost statement.",
        "I want the copy of my statement now that it is lost.",
        "Could you please send me a copy of my lost statement?",
        "Help me out, statement got missing.",
        "Will I be provided with a copy of my lost document?",
        "Will I get a missing statement copy?",
        "Can I get a lost statement duplicate?",
        "Are my missing statements possible to get?",
        "Will I have a duplicate of my lost statement?",
        "I am wondering about a duplicate of the lost statement.",
        "I would like to know if I can get the missing statement.",
        "Is it possible to provide a duplicated lost statement?",
        "I would like to have the lost statement back.",
        "I was wondering if I could get a copy of my statement that was missing.",
        "can someone give me a copy of my statement?",
        "Can I get a copy of my statement now it's not there?",
        "Where's my missing statement copy?",
        "Is there a way to get a duplicate of the statement I lost.",
        "Can I receive a copy of my statement now that it has been lost?",
        "Can I get a lost statement copy again?",
        "I was wondering if I could get the copy of my statement that was lost.",
        "Someone needs a copy of an missing statement.",
        "Does I get a copy of my missing statement?",
        "Could I get my lost statement?",
        "Can I get a duplicate of my statement now it's lost?",
        "Can someone give me a copy of my Lost Statement?",
        "Will I be entitled to a copy of my lost document?",
        "I am wondering if the missing statement can be obtained.",
        "Someone needs copy of lost statement.",
        "Will I get a copy of my missing statement soon?",
        "Are I going to get a copy of my missing statement?",
        "I am wondering if I can get a duplicate of the lost statement",
        "I want to know if you could send a copy of my lost statement.",
        "Can I get the copy of my statement if it is lost?",
        "I am wondering if I could get the missing statement.",
        "Have a chance to have a statement back?",
        "I would like a copy of my missing statement.",
        "I'm wondering if I can reproduce this lost statement.",
        "I want to get a copy of my statement now that it has been lost.",
        "Can I get a copy of my statement, lost?",
        "CanI get a duplicate of my lost statement?",
        "I'm curious if my statement can be gotten.",
        "Someone needs a copy of a missing statement",
        "If I can have my statement again.",
        "Are I able to get a duplicate of my lost statement?",
        "Can I get a copy of my statement since I lost it?",
        "Can you give me a copy of the missing statement?",
        "I was wondering if you could give me a copy of my lost statement.",
        "I want a duplicate of my lost statements.",
        "Can I get my statement back now that it has been lost?",
        "I would like to have my lost statement",
        "Will I get a copy of my lost statement at this point?",
        "Can I get a copy of my statement once it's been lost?",
        "I'm wondering if I can have that statement again.",
        "Is a copy of my lost document possible?",
        "I am curious if my missing statement can be accessed.",
        "Can I get the copy of my statement now it has been lost?",
        "I was wondering if I could have the lost statement.",
        "Can I get a copy of my statement since it's gone missing?",
        "Can i get my statement?",
        "I lost a statement and am wondering if I could get a duplicate.",
        "Please give me a copy of the lost statement.",
        "I am wondering if I can show my loss statement.",
        "I am wondering if I could have my loss statement.",
        "Will I get a copy of my missing statement",
        "need a duplicate of lost statement",
        "I prefer a copy of my lost statements.",
        "I wonder if I can have one copy of my lost statement.",
        "Can I ask for a copy of my lost statement?",
        "I would love to get a copy of my lost statement.",
        "I am wondering if I could recover this lost statement.",
        "Now that my statement has been missing can I get a copy?",
        "Get a copy of the lost statement.",
        "I am looking for a copy of my statement.",
        "Will I get a copy of my lost statement now??",
        "Will I get a copy of my Lost document?",
        "Would you be willing to send me a copy of my lost statement?",
        "Can I get a copy of my statement I lost?",
        "I am waiting for a copy of my missing statement.",
        "Is it possible that I have one copy my lost statement?",
        "Will I be given a copy of my lost document?",
        "Does anyone know if I can get the copy of my statement?",
        "I would be interested in getting a copy of my lost statements.",
        "Lost statement and need a copy?",
        "I'd like to have my loss statement.",
        "I'm wondering if I can reproduce the lost statement.",
        "Please send me a copy of my lost statement.",
        "I want a copy of my statement that I lost.",
        "It's a lost statement and you need a copy.",
        "Could you send a copy of my lost statement to me?",
        "Will I get a copy of the statement that is missing?",
        "Is it possible to prints my missing stmt?",
        "I want to know if I can get the copy of my statement.",
        "To get a copy of lost statement.",
        "I am wondering if my loss statement can be obtained.",
        "I am wondering if I can get a missing statement",
        "Can I get a copy of my statement now that it hasn't been found?",
        "I am wondering if my missing statement can be accessed.",
        "I need a statement back, any chance?",
        "Will I get a copy of my missed document?",
        "If I want I can get a duplicate of my lost statement.",
        "Is it possible that my missing statement can be obtained?",
        "Can I get a copy of my statement since it hasn't been found?",
        "I lost a statement, can I get a copy now?",
        "I am wondering if I will get a copy of my lost document.",
        "Will there be a copy of my lost document?",
        "It is needed a copy of the missing statement.",
        "I am wondering if it is possible to get a duplicate of the statement I lost.",
        "I need to get a copy of my lost document.",
        "I would like to retrieve the statement.",
        "Can I get a copy of my statement even though it was lost?",
        "I lost my statement and can I get the copy?",
        "Someone please give me a copy of my lost statement!",
        "There's a need for a copy of the lost statement.",
        "A copy of my lost statements is what I would prefer.",
        "Is one copy of my lost statement possible?",
        "A copy of my lost statements would be great.",
        "I am curious if I can have a loss statement.",
        "Can I get the copy of my statement if it's lost?",
        "I would prefer a duplicate of my lost statements.",
        "Is there a copy of my lost statement in your possession?",
        "needs a copy of missing statement",
        "Is it possible to retrieve my missing information?",
        "A duplicate of the lost bank statemt?",
        "If I lost my statement, can I get a duplicate?",
        "I wonder if I can have my lost statement.",
        "I'm wondering if it's possible to have my loss statement.",
        "I am wondering if I could duplicate a statement that I lost.",
        "Is it possible that I lost statement copy?",
        "I need to see a copy of my lost statements.",
        "I am wondering if I could copy the statement I lost.",
        "I wanted to get my statement back.",
        "I wonder if there is a lost statement copy.",
        "If I want to, I can get a duplicate of my lost statement.",
        "Will I be get a copy of my lost document?",
        "Is it possible to get my statement?",
        "I am wondering if I could get the same statement back.",
        "I was wondering if I could duplicate the statement that I lost.",
        "I need a duplicate of the statement that I lost.",
        "Someone wants to give me a copy of my lost statement.",
        "I wonder if I can get my statement.",
        "There is a lost statement that needs copy.",
        "Is there a duplicate of your lost statement?",
        "Can someone give me a copy of the lost statement?",
        "I need a copy of the lost stmt.",
        "I'm asking you to get my lost statement.",
        "A copy of missing statement is needed.",
        "Can I get a duplicate of my statement after I lost it?",
        "I am wondering if I can obtain the lost statement.",
        "I wish to have a copy of my lost statements.",
        "Is it possible to get a copy of my statement?",
        "Can I get a copy of my statement now that it is no longer there?",
        "I am waiting for a copy of my lost statement.",
        "Obtain a copy of the missing statement.",
        "Can I get a copy of my statement since it's gone?",
        "\"Can I get a duplicate of my lost statement?\"",
        "Can anyone give me a copy of my missing statement?",
        "Will I get a full copy of my missing statement?",
        "I am curious if I can retrieve this lost statement.",
        "Are I able to get a copy of my lost statement?",
        "I'd like to get a duplicate of my lost statement.",
        "You need a copy for the lost statement.",
        "The copy of my statement has been lost.",
        "I want the copy of my statement that's been missing.",
        "Need a lost statement copy.",
        "Can you supply me with a copy of my lost statement?",
        "Someone need to give me a copy of my lost statement.",
        "Would I be able to get my loss statement?",
        "I would like to get my words back.",
        "I'm wondering if I could get my statement.",
        "Can I get another duplicate of my statement even though I lost it?",
        "I lost a statement, but can I get a duplicate?",
        "I wanted to know if I could get my statement.",
        "Can I get my missing Statement?",
        "I don't know if I can get a duplicate of the statement I lost.",
        "Is my missing statement available?",
        "I am wondering if I could get a duplicate of the statement that was lost.",
        "Can I have my missing statement?",
        "Will my lost document have a copy?",
        "Can someone give me the copy of my statement?",
        "Needs a copy of the missing statement",
        "Can I get a duplicate of my missing statement?",
        "I'd like to recover my lost statement.",
        "I lost mine, please copy?",
        "I am wondering if I could get a duplicate of the lost statement",
        "I am wondering if it is possible for me to get my statement.",
        "Will you provide a duplicate of the lost statement?",
        "Get a copy of the lost statement?",
        "I would like to get the missing statement.",
        "Can I get a copy of the statement now it's missing?",
        "I asked if you could send me a copy of my lost statement.",
        "Can I get a copy of the statement now that I have lost it?",
        "Will I be given a duplicate of my lost document?",
        "I am wondering if I can get back this lost statement.",
        "I was wondering if I could get a duplicate of the one I lost.",
        "Will my missing statement be reproduced?",
        "I would also like a copy of my lost statements.",
        "I have wondered if I can have my statement again.",
        "i need a copy of the missing statement",
        "Is it possible that I may have one copy of my lost statement?",
        "Will I see a copy of the missing statement?",
        "If I so desire, can I get a duplicate of my lost statement.",
        "I'm unsure if I could get a duplicate of the statement I lost.",
        "I need my lost statement copy.",
        "I wonder if I can have my statement again.",
        "I wish to get my statement back.",
        "Will i get a copy of my lost document?",
        "I am wondering whether I can get my loss statement.",
        "I am wondering if I could have a duplicate of the lost statement.",
        "Is it possible to get the lost form?",
        "I would like to obtain my lost statement.",
        "I was wondering if I could recover this lost statement.",
        "I was wondering if I could duplicate the statement I lost.",
        "Is it possible that I can have my statement again?",
        "I am wondering if I can retrieve my loss statement.",
        "The copy of my statement is lost, can I get it?",
        "Is it possible that I will have one copy of my lost statement?",
        "I'd like to get my lost statement back.",
        "Yes, can I get a duplicate of my lost statement?",
        "I am wondering if I can have a statement of my losses.",
        "I want to obtain my lost statement.",
        "Need copy for a lost statement.",
        "I am wondering if I can have my statements again.",
        "I would like to be able to retrieve my statement.",
        "Please have copy for lost statement.",
        "I want to know if I can duplicate my lost statement.",
        "Can I get a duplicate of my statement despite it being lost?",
        "I asked if I could get my missing statement.",
        "Can I get a copy of my statement even though it has been missing?",
        "I would enjoy a copy of my lost statements.",
        "Can a lost statement duplicate be provided?",
        "Is it possible for me to get a copy of my statement?",
        "Can someone give me the copy of my lost statement?",
        "I asked if I could have my statement again.",
        "Can I get a copy of my statement if I've lost it?",
        "Can someone please give me a copy of the statement that I lost?",
        "I am wondering if I can get a duplicate of the missing statement.",
        "Can someone let me know a copy of my lost statement?",
        "Is there a way to duplicate my lost statement?",
        "I want to know if I will get a copy of my lost statement.",
        "A missing statement needs a copy.",
        "Copies of missing statement are needed.",
        "Need a copy of a Lost Statement?",
        "Can I need a duplicate of my lost statement?",
        "Can I get a copy of my statement now I have lost it?",
        "Can I get a copy of the lost statement?",
        "Need to get a copy of the missing statement.",
        "I'm wondering about my loss statement.",
        "I'd appreciate a copy of my lost statements.",
        "Can I get a copy of my statement, that has been missing?",
        "A copy of the lost statement is necessary.",
        "Needed copy of a lost statement?",
        "Can you provide another lost statement duplicate?",
        "Is it possible that I will get a copy of my missing statement.",
        "Is it possible to have my lost statement.",
        "my statement copy is lost",
        "Can I get a copy of my statement, I lost it?",
        "Can I get a copy of my statement, since I have lost it?",
        "There is a lost statement and a copy is needed.",
        "Is a copy of my missing statement forthcoming?",
        "I lost my statement, could you send it to me?",
        "I am wondering if it is possible for me to get my missing statement.",
        "I do not know if I could get a duplicate of the statement I lost.",
        "Can I have missing statement copy?",
        "I'm curious if I can duplicate the lost statement.",
        "A missing statement can I get it?",
        "If I want it, can I get a duplicate of my lost statement?",
        "Can I get a duplicate of that lost statement?",
        "Can I get the copy of my statement, that's been missing?",
        "I need statement back.",
        "Needed copy of a lost statement.",
        "Can I get a copy of my statement after it was lost.",
        "I don't have a duplicate of my lost statement yet.",
        "Is there a lost statement duplicate available?",
        "The statement was lost, can I get a copy?",
        "I'm wondering if my missing statement can be reproduced.",
        "Is it possible that I get a copy of my lost document?",
        "Is it possible to obtain my lost statement?",
        "I need a copy of my lost statement from you.",
        "Maybe I could get a duplicate of the lost statement.",
        "Someone please give my lost statement to me.",
        "I would request a copy of my lost statements.",
        "Can I get a copy of my statement, which has been missing?",
        "Will I get a copy of that missing statement?",
        "I don't know if I could get a duplicate of the statement that I lost.",
        "Do you have a way to get my vanished stmt?",
        "I wondered if I could get my lost stmt.",
        "I'm wondering if I can get a loss statement.",
        "I need to know if I can get a duplicate of the lost statement.",
        "Can I get a copy of my statement if it is lost?",
        "You want a copy of the missing statement.",
        "Can I get a copy of the statement that is lost now?",
        "Can I get myself a duplicate of my lost statement?",
        "Any chance to get the statement back?",
        "Can I get a copy of my statement now that I no longer have it?",
        "If I could get a copy of my lost statements.",
        "Is there a copy of the lost statement?",
        "How about a copy of my lost statement?",
        "Can I get a copy of my statement now that it isn't there?",
        "Will I receive a copy of my missing statement now?",
        "They need a copy of the missing statement.",
        "I am wondering if I can get a copy of my statement now that it is lost.",
        "Can I get a copy of the statement when I lost it?",
        "I could use a copy of my lost statements.",
        "Need to copy a lost statement?",
        "Give me a copy of the lost statement?",
        "I'm wondering if I can retrieve my loss statement.",
        "Can I get a copy of my statement, which was lost?",
        "I am wondering whether I can get my statement.",
        "Can someone please provide a copy of my lost statement?",
        "I have lost the statement, can I get the copy?",
        "I need a copy of my lost statements.",
        "To get a copy of a lost statement.",
        "Will I get a copy of that lost statement?",
        "I was wondering where my missing statement copy was.",
        "Do you need copy for a lost statement?",
        "Will I receive a copy of the lost statement now?",
        "A duplicate of a lost statement can be provided.",
        "even though I lost my statement, can I get a duplicate?",
        "A copy of my lost statements are what I would like.",
        "Want to get a copy of a lost statement?",
        "I am unsure if I can get a duplicate of the statement I lost.",
        "I was wondering if I could get a duplicate of that lost statement.",
        "Can I get a copy of my statement now that its lost?",
        "Can I obtain a copy of my statement now that it is lost?",
        "I desperately need a copy of my lost statement.",
        "I have lost my statement and can I get a copy now?",
        "Can I get a duplicate of my lost statement now?",
        "Can I ask for a duplicate of my lost statement?",
        "I am wondering whether I can get my missing statement.",
        "Can I get my statement back now that it was lost?",
        "I would like to see my lost statements",
        "I wish to get back my statement.",
        "I should get a copy of my lost statements.",
        "Can I get a duplicate of my lost statement still?",
        "Can I get a copy of my statement after it's gone missing?",
        "Can I get a lost statement copy.",
        "I'm questioning if I can have my statement again.",
        "I wish to get a copy of my statement.",
        "I'm wondering where my lost statement copy is.",
        "I would like a copy of the statements that were lost.",
        "Can I see a copy of my lost statement?",
        "Can someone help me recover my lost statement?",
        "I lost a statement and am wondering if I could get another.",
        "A lost statement copy?",
        "I lost the statement, so can I get a copy?",
        "Give me a copy of that Lost Statement?",
        "What if I get a copy of my missing statement?",
        "I am wondering if there is a way to duplicate the statement I lost.",
        "There is a missing copy of my statement.",
        "Is it possible I will get a copy of my missing statement?",
        "Can you please provide a duplicate of the lost statement?",
        "Anyone have a way to retrieve my stmt?",
        "Will I obtain a copy of my lost document?",
        "Can I get a duplicate of my lost statement if I lose it?",
        "Is it possible for me to have my loss statement.",
        "I've wondered if I can have my statement again.",
        "Will i get a copy of my lost statement now?",
        "I am wondering if I could get another duplicate of the lost statement.",
        "Is it possible to get the copy of my statement that was missing?",
        "Can I retrieve a lost statement?",
        "Is it possible I have one copy of my lost statement?",
        "my statement copy is missing",
        "I need a duplicate of the lost statement.",
        "I don't know if I can get a copy of my lost statement.",
        "Requesting to see the lost account record.",
        "Where's my copy of the statement?",
        "Have a missing statement and need a copy?",
        "If I so desire I can get a duplicate of my lost statement.",
        "I would like to get the lost statement.",
        "Can I get a copy of my statement when it's not there?",
        "There is a needed copy of a lost statement.",
        "Someone might be able to send a copy of my lost statement.",
        "Is it possible to retrieve lost form?",
        "Can I obtain a copy of my statement now that it's missing?",
        "Can you send me a copy of my lost statement?",
        "Needed copy of lost statement",
        "Can I have a copy of my lost statement?",
        "Can I get a copy of my statement, that I lost?",
        "Will I receive a version of my missing statement?",
        "I would love a copy of my lost statements.",
        "Can someone give me a copy of my lost statement, please?",
        "I want to know if I'll get a copy of my missing statement.",
        "I'd love to recover my statement.",
        "Someone could give me a copy of my lost statement.",
        "I would like to have a duplicate of my lost statements.",
        "I need the copy of my statement that has been lost.",
        "I was wondering if you could send me a copy of my lost statement.",
        "Can someone help me with my lost statement?",
        "Can I get the statement I lost now?",
        "Can I get a copy of my statement, that was lost, now?",
        "I would love to recover my lost statement.",
        "I lost a statement and am wondering if a duplicate could be found.",
        "I would like to see my lost statements again.",
        "I lost my statement and can I get a new copy?",
        "Please copy, I have lost it.",
        "Can I get a copy of the statement that's gone missing?",
        "I asked if someone could give me a copy of my lost statement.",
        "Can I get a copy of my statement again?",
        "I wish to recover my statement.",
        "May I have a copy of my lost statement?",
        "You want a copy of the lost statement.",
        "Will I get a copy of my lost statement today?",
        "Give me a copy of this lost statement?",
        "I don't have a copy of my lost statement.",
        "I want to know if I can have the loss statement.",
        "I am hoping I can have my statement again.",
        "I am wondering if I can get a copy of the statement I lost.",
        "You need a copy of the statement that is missing.",
        "Are I able to get this lost statement?",
        "I would like to recover my statement.",
        "I am curious if I can get a missing statement.",
        "I wondering if I could get a duplicate of the lost statement.",
        "Need a copy of lost statement?",
        "It's a lost statement that needs copy.",
        "Requesting to get the lost account record.",
        "I am wondering if I can get my loss statement",
        "I ask if I can get my statement.",
        "Provide me a copy of the lost statement?",
        "WillI get a copy of my lost document?",
        "Is it possible that I will get a copy of my document?",
        "Get me my missing statement.",
        "Will I be receiving a copy of my lost document?",
        "Will me get a copy of my lost document?",
        "Allow me to get my lost statement.",
        "I lost my statement and can I get a copy now?",
        "I am wondering if I can have the statement again.",
        "Need to have a copy of the missing statement.",
        "I lost my statement, can I get a copy now?",
        "I want to know if I can get the copy of my statement that I lost.",
        "There is a question if I can have my loss statement.",
        "Does anyone know if I can have my loss statement?",
        "Can I get a duplicate of my statement even though it has been lost?",
        "Am I going to get a copy of my lost statement?",
        "I'm thinking if I can have my statement again.",
        "I'm wondering whether or not I can have my statement again.",
        "Will I get a lost document copy?",
        "I lost my statement, Can I get a duplicate?",
        "I want to retrieve my statement.",
        "Can I get a fresh copy of my lost statement?",
        "Can I get a copy of my statement after I misplace it?",
        "Can someone please give me my missing statement?",
        "I don't know if I can get a duplicate of the statement that I lost.",
        "I'd love to get a copy of my lost statements.",
        "need a copy of a missing statement",
        "I'm interested in getting a copy of my lost statements.",
        "I wish to obtain a copy of my lost statements.",
        "Can I get the copy of my statement once I have lost it?",
        "I would like a copy of my lost information.",
        "Have a lost statement that needs a copy?",
        "Can I get a duplicate of my statement now that it is missing?",
        "I was wondering if a duplicate of the lost statement could be obtained.",
        "Needed a copy of missing statement.",
        "I was wondering if I could get a duplicate of the statement I lost.",
        "I want to see a copy of my lost statements.",
        "Is it possible that I can get my lost statement?",
        "Would I be able to get my missing statement?",
        "I lost my statement and you could send me a copy?",
        "I want a copy of my loststatements.",
        "I'm wondering if I could get this lost statement.",
        "Will I find a copy of my lost statement?",
        "I am wondering if I can get a loss statement",
        "Will I got a copy of my missing statement?",
        "I'd like to get back my statement.",
        "I would like to get my missing statement.",
        "Will I get a copy of my missed statement?",
        "I am wondering if I can obtain a duplicate of the lost statement.",
        "Can I get the copy of my statement that is lost, right?",
        "I have been wondering if I can have my statement again.",
        "Will there be a copy of the lost document?",
        "I'm wondering if I could get a duplicate of that lost statement.",
        "Could I get a duplicate of the statement I lost?",
        "Can i get a duplicate of my lost statement?",
        "I need to have a copy of my lost statement.",
        "I'm wondering if I'm able to have my loss statement.",
        "Can I get the copy of my statement now it is lost?",
        "I desire a copy of my lost statements.",
        "Would I be able to get a duplicate of my lost statement?",
        "need copy for lost statement",
        "Is it possible to obtain a copy of my lost statement?",
        "I asked if I could have my lost statement.",
        "You need statement back.",
        "Is there a duplicate of lost bank statemt?",
        "I would like to have a copy of lost statements.",
        "A copy of my lost statements would be appreciated.",
        "Can I get the copy of my statement now that it has disappeared?",
        "I was wondering if I can have my statement.",
        "Need a copy of this missing statement.",
        "Is there a way to get my vanished stmt?",
        "Is it possible for me to get a copy of my missing statement?",
        "Can I retrieve a duplicate of my lost statement?",
        "I need a copy of lost statements.",
        "I need to get a copy of my lost statements.",
        "The statement is lost, so can I get a copy?",
        "I am wondering whether I can have my statement.",
        "Can I get a copy of my statement if it's missing?",
        "I would like a copy of my lost statements",
        "Need a copy of the missing statement?",
        "Lose a statement and need a copy.",
        "Could I get a duplicate of the lost statement?",
        "I am wondering if it is possible to have my statement again.",
        "Is it possible I can get my lost stmt?",
        "Can I get a copy of my statement now that it no longer exists?",
        "I want to know if there is a way to get my vanished stmt.",
        "I'm wondering if I can get my missing statement",
        "Might I have a duplicate of my lost statement?",
        "Will I get a copy of my missing words?",
        "Can I get a copy of my statement now that I misplace it?",
        "Now that I have lost my statement can I get a copy?",
        "I'm wondering if I could get a duplicate of the statement I lost.",
        "Can I get a copy of my statement now that it is missing.",
        "Will I get a duplicate of my missing statement?",
        "Will I get a chance to retrieve my lost document?",
        "I wonder if it is possible to have my statement again.",
        "I'm wondering if I can have this lost statement.",
        "I am wondering if I can get the missing statement.",
        "I need to find my lost statement copy.",
        "Could you provide me a copy of my lost statement?",
        "I wonder if I can get my lost statement.",
        "Will I be able to get a copy of my statement now?",
        "Could you send a duplicate of my lost statement?",
        "I want to have a copy of my lost statements.",
        "Can I get a new copy of my statement now that it has been lost?",
        "I am curious if I can get my loss statement.",
        "I need to know if I can get my missing statement.",
        "I am wondering if I could find a duplicate of the statement that I lost.",
        "I am curious if I could get a duplicate of the lost statement.",
        "I'm wondering if this lost statement can be retrieved.",
        "I'm wondering if my missing statement can be gotten.",
        "I'm wondering if I can have a statement again.",
        "I want the copy of my statement now that it's been lost.",
        "Does anyone know if I can have my statement again?",
        "I'm wondering if I can recover this lost statement.",
        "A copy of my lost statements is what I would want.",
        "I'd prefer a copy of my lost statements.",
        "I am wondering if i can get my statement.",
        "Can someone help me out with my lost statement?",
        "Should I get a copy of my lost statement now?",
        "I would like to get my lost statement",
        "I'm wondering if I can get this statement back.",
        "Will I receive a duplicate of my lost document?",
        "Is it possible that I will get a copy of my missing statement?",
        "Where is my missed statement copy?",
        "Will it be possible to need statement back?",
        "I'd love a copy of my lost statements.",
        "I am hoping that I can have my statement again.",
        "I'm curious if I could get a duplicate of the lost statement.",
        "There is a lost statement that needs to be copied.",
        "Can I get the copy of my statement that is missing?",
        "Will I get access to my lost statement now?",
        "I need a copy of my statement now that it's gone.",
        "Will I get a copy of my lost statement this time?",
        "I would like to see my lost statement.",
        "Was it possible to provide a lost statement duplicate?",
        "A copy of my lost statement could be sent.",
        "A statement copy is missing.",
        "I am wondering if I can get a duplicate of a statement I lost.",
        "Will I receive a duplicate of my lost statement now?",
        "Can I get the copy of my statement now that it's gone?",
        "Will I receive a copy of my lost statement right away?",
        "Will you give a lost statement duplicate?",
        "Can I get a copy of the statement that was lost?",
        "I lost my statement so can I get it back?",
        "Will I get a copy of my lost document.",
        "Can't I have lost statement copy?",
        "Will a copy of my missing statement be given to me?",
        "I asked if I could have my loss statement.",
        "I need to get a copy of my lost statement.",
        "Can I get a copy of my lost statement?",
        "I was wondering if I could get a copy of my statement.",
        "Is there a way to get a duplicate of my lost statement.",
        "help me out, statement got lost",
        "I lost a statement and I'm wondering if I can get a duplicate.",
        "I am wondering if I could get a copy of the statement I lost.",
        "I would like to get back my words.",
        "Could you provide me with a copy of my statement?",
        "I lost my statement and can I get a copy?",
        "I would like to see a duplicate of the lost statement.",
        "Can I get the copy of the statement that's been lost?",
        "I'm wondering if I could duplicate the statement that I lost.",
        "Can I get the copy of my statement now that it has been lost, right?",
        "Need copy of statement that was lost.",
        "Need a copy of a missing statement.",
        "Will I receive a copy of my lost documents?",
        "Can you reproduce a lost statement?",
        "I have lost a copy of the statement.",
        "Is there a copy of my lost statement around?",
        "Was it possible to get my missing data?",
        "Lost form, can I get it?",
        "I'm wondering if it's possible to duplicate the statement I lost.",
        "I am curious if my missing statement can be gotten.",
        "Is it possible to get a copy of my statement now that it's not there?",
        "Can there be a lost statement copy?",
        "I am curious to know if I can get my statement.",
        "My lost statement copy is not located.",
        "Need a copy of the forgotten statement?",
        "I'd like to know if I can get this lost statement.",
        "I am missing a statement please.",
        "Can I get a copy of my statement after it was gone?",
        "Is it possible that I could get a duplicate of my lost statement?",
        "I want to get a copy of my lost statement.",
        "Give me another copy of the lost statement?",
        "I was wondering if I could duplicate a statement I lost.",
        "I've lost the statement, can I get a copy?",
        "Can I get an duplicate of my lost statement?",
        "Can I get a copy of the statement that's been missing?",
        "I am unsure if I can get my loss statement.",
        "Need a copy of a lost statement?",
        "Needs a copy of a lost statement.",
        "I need the copy of my statement that's been missing.",
        "I wish to retrieve my lost statement.",
        "Can you please send me a copy of my lost statement?",
        "I hope I can get a copy of my statement.",
        "Need a statement back, any chance?",
        "Will I get a copy of my lost paperwork?",
        "I lost my statement, so can I get a duplicate?",
        "I would like to get back my statement.",
        "There is a missing statement and you need a copy.",
        "Is it possible to have my missing statement?",
        "Would I be able to have my statement again?",
        "I would like to get a duplicate of my lost statement.",
        "Will I get a copy of lost document?",
        "I want a copy of my statement, it's been missing.",
        "Can you make a duplicate of your lost statement?",
        "I am in need of a copy of my lost statement.",
        "I need to see the lost statement.",
        "I would love a duplicate of my lost statements.",
        "Can I get the copy of my statement when it's lost?",
        "Will I have a copy of my lost document?",
        "Will I receive a lost document copy?",
        "I am wondering if I can have my lost statement.",
        "Can I get a copy of my statement now that it's been lost?",
        "Can I get a new copy of my statement now that I have lost it?",
        "Can I get a replica of my lost statement?",
        "Can someone give me a copy of my loss?",
        "I want the copy of my statement that is lost.",
        "I asked if I could get a duplicate of the statement I lost.",
        "Can I get my statement again now that I lost it?",
        "Is it possible to get statement back?",
        "I am wondering if I could have the statement again.",
        "I want to know if I'll get a copy of my lost document.",
        "I lost my statement, but I can get a duplicate.",
        "Can I get the copy of my statement that is lost right now?",
        "I would like to duplicate my lost statement.",
        "I would like to see a copy of my lost statements.",
        "I'm asking if I can get my statement.",
        "I need a missing statement copy.",
        "Maybe I could get a duplicate of the statement I lost.",
        "Is it possible that I can get my statement?",
        "Maybe you could send me a copy of my lost statement?",
        "Will I get a copy of my lost statement at this time?",
        "I want to know if my missing statement can be obtained.",
        "Maybe I should have one copy of my lost statement?",
        "There is a missing statement that requires a copy.",
        "Even though I have lost my statement, can I get a duplicate?",
        "I am wondering if I can retrieve this statement.",
        "Is it possible to provide a lost statement duplicate?",
        "I lost a statement and am wondering if I could duplicate it.",
        "I am wondering if it is possible for me to have my loss statement.",
        "I need my lost statement copy back.",
        "May I have a duplicate of my lost statement?",
        "I'm wondering whether or not I can get my statement.",
        "Can I order a duplicate of my lost statement?",
        "I'm wondering if I can receive my loss statement.",
        "Can I get a copy of my statement since it is lost?",
        "Now that my statement has been lost, can I get a duplicate?",
        "I'm wondering if I can get a duplicate of the lost statement."
    ]
}