{
    "company_type": "Internet Service Providers",
    "inquiry_category": "Billing and payment inquiries",
    "inquiry_sub_category": "Billing statement questions",
    "description": "Customers with general questions about their billing statements, seeking clarification on specific charges, explanations for unfamiliar fees, or assistance with understanding their billing details.",
    "inquiry": "Are there any additional fees included in my bill?",
    "paraphrases": [
        "Something extra on the bill?",
        "Are there any other costs on the bill?",
        "Bill contains more charges?",
        "What other charges are there in my bill?",
        "Did anyone find any hidden fees in my bill?",
        "Is it possible there are extra costs on the bill?",
        "Is there an additional fee added to my bill?",
        "More costs on the bill?",
        "Are there any additional charges included in my invoice?",
        "Is there additional fees, yes or no?",
        "Are there any other charges applicable?",
        "Does the Bill include more fees?",
        "Am i being charged more?",
        "The bill may include more fees.",
        "Can you tell me if there are any costs that I have to pay?",
        "Does it include extra costs?",
        "I want to know if there are any more charges on my bill.",
        "Are there any additional fees added to my bill?",
        "Do I owe any other expenses?",
        "I have no idea whether there will be any added fees in my bill.",
        "Is it possible that I owe any more expenses?",
        "Bill contains fees?",
        "Is there an extra fee in the invoice?",
        "Did anyone notice any hidden fees in my bill?",
        "There could be an extra fee added to my bill.",
        "I don't know if there will be any new charges in my bill.",
        "Is there more charges listed.",
        "Can you confirm if there are any extra costs that I have to pay?",
        "Can you tell me if there are any add-ons to pay?",
        "bill has more fees?",
        "Is there any other charges involved?",
        "Can you tell me if there is any extra costs?",
        "Any extra fees in the bill?",
        "I don't know if there are extra fees in my invoice.",
        "Is it true that I owe any further expenses?",
        "Is there any further fee in this billing cycle?",
        "Can I expect to pay extra?",
        "Is there an additional fee included in my invoice?",
        "Is there any additional charges in my bill?",
        "There are more charges in the bill?",
        "Additional charges included?",
        "Should I expect any more costs in this billing cycle?",
        "I wonder if there is hidden costs in my bill.",
        "Is it possible that my bill has more charges?",
        "Do I have to pay additional money?",
        "I'm wondering if I am being charged anything more.",
        "What are the added fees to my bill?",
        "Is the bill with some extra costs?",
        "Can I pay more in fees?",
        "Any added charges in the bill?",
        "Is there more fees in my invoice?",
        "What charges does my bill include?",
        "Are there any other fees?",
        "Are the extra fees included in my invoice?",
        "Does my bill include fees?",
        "Is there additional costs on the bill?",
        "Does the bill come with extra costs?",
        "Does I face additional costs?",
        "Should I have any more charges in this billing cycle?",
        "Do I have to pay anything additional on my bill?",
        "Are the additional fees included in my bill?",
        "Have any hidden fees been buried in my bill?",
        "There are extra fees in my invoice?",
        "The bill might have extra charges.",
        "I am wondering if there are any extra charges on my bill.",
        "What about some other charges in my statement?",
        "Is there any more fees on my invoice?",
        "What are the fees added to my bill?",
        "Do you think there is more charges on the invoice?",
        "Can more charges be found in the bill?",
        "I don't know if any fees will be added to my bill.",
        "Should there be any additional fees added to my bill?",
        "Will there be any extra expenses in the total?",
        "There could be extras included with my bill.",
        "Are there any additional expenses on my invoice?",
        "I don't know if there are any extra costs.",
        "Does the bill have any extra charges?",
        "Are I charged anything more?",
        "I wonder if there are any added fees on my invoice.",
        "Is there any more charges to be seen?",
        "Oh yeah, any more charges?",
        "I'm not sure if there will be added fees in my bill.",
        "Is there more cost on my invoice?",
        "Is there extra costs for me?",
        "Is there more fees on my bill?",
        "Is there any further expense I owe?",
        "Do I pay any additional charges on my bill?",
        "Is my bill extra charged?",
        "I don't know if there will be any added Fees in my bill.",
        "Will there be more charges included?",
        "I don't know if the added fees will be in the bill.",
        "Am I paying more in costs?",
        "Am I paying any more?",
        "Will I have to pay additional charges on my bill?",
        "Is there more charges on the invoice.",
        "Will there be more fees on my bill?",
        "I am wondering if there are any extra costs charged to me.",
        "I was wondering if there were any sneaky fees buried in my bill.",
        "Would there be extra costs on the bill?",
        "Is there any more charges in the bill?",
        "Are there any more costs I have to pay?",
        "Does anyone have any more costs on my bill?",
        "Is the invoice includes extra fees?",
        "I do not know if there will be any new fees in my bill.",
        "I wonder if there are more fees on my invoice.",
        "Am I being charged anything more.",
        "I am not sure if there will be any fees in my bill.",
        "Is there any new fees included in the bill?",
        "Is there more charges applicable?",
        "There could be extra charges in the bill.",
        "Is there more fees added to my bill?",
        "I want to know if there are any extras included with my bill.",
        "The bill might have additional charges.",
        "Can you confirm if there are any additional costs?",
        "Is there any extra fees included in my bill?",
        "Do you think the bill has extra costs?",
        "Is there any additional fees added to my bill.",
        "Do I have any sneaky fees buried in my bill?",
        "Will there be any additional fees for my service?",
        "Is there any added fees on my invoice.",
        "There are any extra fees added to the bill.",
        "There are any added charges for my service?",
        "Are there any new charges on my invoice?",
        "I wonder if there are any sneaky fees buried in my bill.",
        "What other costs are on my bill?",
        "Are there any other fees included?",
        "Is there more charges?",
        "Are there more charges applicable?",
        "Do there extra charges on my bill?",
        "Do I have to pay any further charges?",
        "Add any fees for my service?",
        "How about any more charges shown?",
        "Does anyone know any hidden fees in my bill?",
        "Are there any extra charges on my bill?",
        "There are any added fees to my service?",
        "Is there any future fees in this billing cycle?",
        "I don't know if there is any extra charges on my bill.",
        "Is there an extra fee added to my bill.",
        "Do I have to pay additional fees?",
        "Further charges included?",
        "Are there any hidden fees in my bill?",
        "Extra charges may be in the bill.",
        "I'm wondering if there's more fees on my invoice.",
        "Does any other charges apply?",
        "Does my invoice have any extra fees?",
        "Is it necessary for me to pay any added charges on my bill?",
        "Can you tell me if there is any extra cost to me?",
        "I don't know if my bill will have any additional fees.",
        "Are there any more charges available?",
        "Does the invoice contain any added fees?",
        "There are any more charges on the bill?",
        "Are there any charges added to my invoice?",
        "There could be more charges included.",
        "Can there be extra fees?",
        "Is there any extra fees I have to pay?",
        "Is my Charge anything more?",
        "What are some of the additional charges in my bill?",
        "Are there charges on my bill?",
        "Is there an added fee on my bill.",
        "Do I have any added fees for my service?",
        "Are the extra charges listed?",
        "What are the added charges on my invoice?",
        "I want to know if there are any additional fees in my bill.",
        "Are there more charges on my bill.",
        "I don't know if there will be further fees in this billing cycle.",
        "Does my invoice have added fees?",
        "Should I pay any added charges on the bill?",
        "Huh, any more charges?",
        "Are additional charges included?",
        "I wonder if there are any extra costs that I have to pay.",
        "Are I faced with added costs?",
        "I don't know whether I'm being charged anything more.",
        "What are the added charges on my bill?",
        "Does anyone have any hidden fees in my bill?",
        "I am not sure about the added fees in my bill.",
        "Okay, any more charges?",
        "Extra charges in bill?",
        "Were I charged anything more?",
        "Will there more charges in the bill?",
        "Is there extra costs I have to pay?",
        "Are there other fees included in the invoice?",
        "I am wondering if there are any extra costs that I have to pay.",
        "Do I have to pay for added charges on my bill?",
        "More charges in it?",
        "I don't know if I owe any more expenses.",
        "Possible extra charges in the bill?",
        "Is I being charged any more?",
        "Other charges are included?",
        "Can I expect any additional charges?",
        "Any charges on my bill?",
        "Have any more charges come up?",
        "Is there extra expense in the total?",
        "I don't know if there will be any fee in my bill.",
        "Is the bill with more fees?",
        "Any more charges shown?",
        "There could be additional charges in the bill.",
        "What additional fees are included in my invoice?",
        "Is there more fees I can expect?",
        "Is there any extra fees included in the bill?",
        "Is there any extra fees in the bill?",
        "Should there be any extra fees added to my bill?",
        "There could be additional charges on my bill.",
        "Possible extra charges listed?",
        "I wonder if there are any hidden fees buried in my bill.",
        "Is this billing cycle going to include any more fees?",
        "Is there another fee included in my bill?",
        "Any additional charges on the bill?",
        "Do you have any more charges on the bill?",
        "More charges are a possibility?",
        "Extra charges added?",
        "My bill may have additional charges.",
        "Do you know any hidden fees in the bill?",
        "Is there added fees within invoice?",
        "There are any costs on my bill?",
        "I don't know if there will be any added fees in my bill",
        "I'm wondering if I can expect extra fees.",
        "Is the bill carrying more charges?",
        "Was there more charges on the invoice?",
        "can I expect more fees?",
        "Do you have any more charges on my bill?",
        "Is it possible that there are additional fees included in my bill?",
        "Bill with some additional costs?",
        "Are I facing any added costs?",
        "Is there additional fees included in the total?",
        "Any more costs on the bill?",
        "Do I have to add charges to my bill?",
        "Do I incur any more expenses?",
        "Is there any more fees anticipated in this billing cycle?",
        "Fees are on my bill?",
        "Were I being charged more?",
        "Do I need to pay any more fees on my bill?",
        "Are there any additional charges included in the invoice?",
        "A few more charges on the invoice?",
        "More charges in your bill?",
        "Is there any additional charges for my service?",
        "Is it possible that my bill has additional fees?",
        "More charges listed?",
        "There might be more charges on the invoice?",
        "Should I expect more fees in the upcoming billing cycle?",
        "Were there more charges on the invoice?",
        "Is it possible that I will get additional fees?",
        "What are the other fees included in my bill?",
        "Bill includes additional fees?",
        "Will there be any additional charges in the bill?",
        "Are there any more charges there?",
        "There are any additional fees added to my bill?",
        "I wonder if there are additional fees included in my invoice.",
        "What extra costs does the bill include?",
        "I don't know if there will be any added fees in the bill.",
        "I don't know if there will be any new fees in the bill.",
        "I'm unsure if my bill will have any added fees.",
        "Is there any fee in this billing cycle?",
        "Is there any hidden fees on my bill?",
        "I wonder if there are any hidden fees in my bill?",
        "Will I have to pay any more expenses?",
        "I am not sure if the added fees will be in my bill.",
        "I don't know if there will be any more fees in this billing cycle.",
        "There are other charges on the invoice?",
        "Any additional charges on my bill?",
        "There are more charges in bill?",
        "Would there be more charges on the invoice?",
        "I would like to know if I am facing added costs.",
        "I'm unsure if there will be any fees in the bill.",
        "Are there any other charges on my invoice?",
        "Would there be additional fees?",
        "Will this bill have more fees?",
        "What additional charges are there on the invoice?",
        "Are there any charges on the bill?",
        "Do we have any more charges?",
        "Do you have any added fees for my service?",
        "Are there any other charges included in my bill?",
        "Is there more charges on the invoice?",
        "In this billing cycle, should I expect any more charges?",
        "I don't know what added fees will be in my bill.",
        "Do I owe any more expenses?",
        "Is there any more charged on my bill?",
        "Costs on my bill?",
        "Is there any extra charges included in my bill?",
        "Can you tell me any more charges?",
        "There might be added fees on my invoice.",
        "I don't know if I owe any additional expenses.",
        "Is my charge any more?",
        "Can I expect more fee?",
        "Is there any other charges in my statement.",
        "There are any extra fees on my bill.",
        "Will the bill have more fees?",
        "Will other charges be applicable?",
        "Is there any more costs associated with my bill?",
        "Is there any additional charges included in my bill?",
        "My invoice could have more fees?",
        "Is there any more fees on it?",
        "I wonder if there are any added fees for my service.",
        "Are any other charges included?",
        "Are I being charged something more?",
        "The bill includes more fees?",
        "Is it possible that I have extra charges on my bill?",
        "Is there any more fees to anticipate in the billing cycle?",
        "Is there any more charges involved?",
        "Any extra costs for my service?",
        "Which additional charges are included in my bill?",
        "Any extra charges I have to pay?",
        "There may be additional fees in my invoice.",
        "Can I expect some additional fees?",
        "Can you tell me if there are extra costs for me?",
        "There are any extra charges in that bill?",
        "There could be extra costs on the bill.",
        "I don't know if I have to pay any new charges on my bill.",
        "Is the bill full of more charges?",
        "Do you have any added fees on the invoice?",
        "What new charges are included in my bill?",
        "Should I expect more fees in the billing cycle?",
        "Do I need to pay additional charges on my bill?",
        "Any extra charges in the bill?",
        "I want to know if there are any more fees on the bill.",
        "More charges will be in the bill?",
        "I wonder if there are any more fees on my bill?",
        "Is there new costs I'm facing?",
        "What other costs are included in my bill?",
        "The bill has additional fees?",
        "More charges are added to the bill?",
        "Extra fees on my bill?",
        "Is there any added costs on the bill?",
        "This bill includes more fees?",
        "Are there any extra costs on the bill?",
        "Do I have added fees on my invoice?",
        "I don't know if I will get any added fees in my bill.",
        "There may be additional fees added to my bill.",
        "any extra charges in the bill?",
        "Is there any extra fees added to my bill?",
        "Are there any extra fees I can expect?",
        "Is my bill subject to any added charges?",
        "What are the added fees on my invoice?",
        "Is it possible for me to expect extra fees?",
        "Is there even more charges on the invoice?",
        "Does my bill have any added fees?",
        "I don't know whether there will be any fees in my bill.",
        "So am I being charged more?",
        "I don't know if any added fees will be included in my bill.",
        "What about any other charges in my statement?",
        "Is there a fee added to my invoice?",
        "Is there another fee on my bill?",
        "Are there more charges on the bill?",
        "Can there be any add-ons?",
        "Can there be other charges in my statement?",
        "Does my bill have additional charges?",
        "Am I being hit with more costs?",
        "Bill can include more fees?",
        "Is there any other charges shown?",
        "The bill may include additional fees.",
        "I do not know whether there will be any added fees in my bill.",
        "Is there any other fee included in my bill?",
        "More charges are added to the invoice?",
        "Bill will include more fees?",
        "Can you tell me if there are more costs for me?",
        "Is there additional charges on the invoice?",
        "Can I expect additional costs?",
        "Are there any additional costs on my bill?",
        "Can you tell me if there are any extra expenses I have to pay?",
        "Is there another expense I owe?",
        "I'm not sure if there are any added fees in my bill.",
        "Is there any additional fees included in the bill?",
        "I want to know if there are more costs on my bill.",
        "There are any additional costs in my bill.",
        "Am I facing added costs?",
        "I wonder if I have to pay added charges on my bill.",
        "Will there be extra charges on my bill?",
        "extra charges on my bill?",
        "There might be some charges on my bill.",
        "Does anyone know if there are any add-ons to pay for?",
        "Do you know if there are any extra charges?",
        "Is there any new fees on my bill?",
        "Any new fees on my bill?",
        "Are there any fees added to the bill?",
        "Is there any additional costs included in my invoice?",
        "Bill includes other fees?",
        "There are any extra charges on the bill?",
        "Are there charges on the bill?",
        "What charges are included on my bill?",
        "Are there more fees on my invoice?",
        "Any extra costs on my bill?",
        "Are the fees on my invoice increasing?",
        "I am not sure whether there will be any added fees in my bill.",
        "Does my bill contain any more fees?",
        "Does the bill include any other fees?",
        "More costs on top of the bill amount?",
        "Any other charges are available?",
        "Is there any added fees in the invoice?",
        "Is it required for me to pay any added charges?",
        "Is it possible that I can expect an extra fee?",
        "Any fees are added to my bill?",
        "Did I see any hidden fees in the bill?",
        "Am I being charged something else?",
        "Can you tell me if there are extra costs?",
        "Possible additional charges included?",
        "Is there any extra fees in my bill?",
        "I am not sure if there will be any extra fees in my bill.",
        "Is there an additional charge in the bill?",
        "Is there any more charge shown?",
        "Bill with some extra costs?",
        "What additional charges are on the bill?",
        "I wonder if I owe anything else",
        "Do I have to pay extra for something?",
        "Do I pay extra charges on my bill?",
        "I'm not sure if there's any added fees in my bill.",
        "Should I expect additional costs in this billing cycle?",
        "There more charges included?",
        "Is there any hidden fees added to my bill?",
        "Will there be added fees for my service?",
        "Do you see more charges?",
        "Extra charges can be included in the bill.",
        "Can you confirm if there are additional costs for me?",
        "Is there any added charges for my service?",
        "Alright, any more charges?",
        "Do you have any more costs on your bill?",
        "Extra fees on the bill?",
        "There could be more charges in the bill.",
        "What are the charges added to my bill?",
        "Were there extra charges listed?",
        "Will I have to pay more fees?",
        "I want to know if there are any hidden fees in my bill.",
        "I am not certain about the added fees in my bill.",
        "Is I being charged something more?",
        "What charges are contained in my bill?",
        "Is my invoice subject to any added fees?",
        "Is the bill with an extra cost?",
        "I wonder if there are added fees on my invoice.",
        "Is there more charge in bill?",
        "Are there any costs added to my invoice?",
        "Is I facing new costs?",
        "Does anyone have more fees on the bill?",
        "What about extra fees included in the total?",
        "There are any added costs on my invoice?",
        "There are additional charges listed?",
        "Are there additional costs on my invoice?",
        "Extra charges are in the bill?",
        "Is there any extra charges on the invoice?",
        "Please tell if there are more fees.",
        "What are the added fees on my bill?",
        "Any more fees on my bill?",
        "Is it any other charges?",
        "Do I need to pay any extra charges on my bill?",
        "Do I get additional fees in my bill?",
        "Will there be any more fees?",
        "Should I expect further fees during this billing cycle?",
        "What additional charges are added to my bill?",
        "Are there additional costs in the invoice?",
        "Are there any added charges on my bill?",
        "Extra charges in the bill?",
        "Am I being charged more for my services?",
        "Do I have to shell out more money on my bill?",
        "Should I be expecting any more charges in this billing cycle?",
        "Can I be charged more for it?",
        "Is there any more costs I have to pay?",
        "Can you tell me if there are any extra charges?",
        "I want to know if I'm being charged anything more.",
        "Is there any additional fees on my invoice?",
        "Do I have to pay any further costs?",
        "Can I expect added fees?",
        "I want to know if there are any extra costs I have to pay.",
        "Is there an additional fee on my bill?",
        "I wonder if there are extra costs on the bill?",
        "What about extra costs on the bill?",
        "There are any hidden fees in my bill.",
        "I don't know if I face added costs.",
        "Can I incur extra fees?",
        "Are you talking about any more charges?",
        "What about extra charges listed?",
        "Do I have to pay any additional costs on my bill?",
        "Is there additional charges in the bill?",
        "Are there any different charges on my bill?",
        "Is it possible that I am facing added costs?",
        "Can you tell me what extra costs I have to pay?",
        "Are there additional charges listed?",
        "There are any additional charges on my invoice?",
        "I wonder if other charges are included in my statement.",
        "Bill includes some additional fees?",
        "Does anyone have additional charges on my bill?",
        "Do I have added fees for my service?",
        "Is there other expenses on the invoice?",
        "What more costs do I have on my bill?",
        "There are any extra fees added to my bill?",
        "Do I have any hidden fees buried in my bill?",
        "Extra charges are possible on my bill.",
        "Is there an extra cost I have to pay?",
        "What fees is included in my bill?",
        "Does bill include extra costs?",
        "More fees are in the bill?",
        "Are there any additional costs on the bill?",
        "There are any fees included in my bill?",
        "Is there any more costs on my bill?",
        "Is my charges anything more?",
        "Are there any fees in my bill?",
        "What additional charges are in my bill?",
        "Do you know if there are any additional costs that I have to pay?",
        "Can there be additional expenses on the invoice?",
        "Extra charges are included in my bill?",
        "Will there be any additional fees in my bill?",
        "There are any extra charges added to my bill?",
        "I'm wondering if I'm being charged more.",
        "I want to know what charges are included in my bill.",
        "I wonder if my invoice has more fees?",
        "Is there anything extra charges listed?",
        "Can you tell me if there are any additional costs I pay?",
        "There are additional charges on my bill?",
        "I'm unsure about the fees in my bill.",
        "Is it bill with extra costs?",
        "What additional costs are added to my bill?",
        "Is additional fees added?",
        "Does my bill have extra fees?",
        "Does my invoice include any added fees?",
        "I wonder if there are any extra costs I have to pay.",
        "Is there any extra charges on the bill.",
        "Do you know if there are any add-ons to pay?",
        "What are the charges included with my bill?",
        "Should there be added fees within the invoice?",
        "The bill could contain more charges.",
        "There could be more charges on my bill.",
        "Is there any extra costs on bill?",
        "Is there any fee on my bill?",
        "Is there an added charge on my bill?",
        "Are there other charges in my invoice?",
        "Extra charges can be found in the bill.",
        "I don't know if I have to pay any extra charges.",
        "Is the bill with additional costs?",
        "Do I have to pay for any additional charges on my bill?",
        "More charges in this bill?",
        "Do I have to pay increased charges on my bill?",
        "My bill might have extra charges.",
        "There are any hidden fees in my bill?",
        "Does my bill include additional costs?",
        "Can you tell me if there are extra costs that I have to pay?",
        "Does anyone know more costs on my bill?",
        "I don't know if there will be any charges in my bill.",
        "I wonder if there are hidden costs in my bill.",
        "Can I get any more fees on my bill?",
        "There are any fees in my bill?",
        "Were there additional charges listed?",
        "There are any more charges displayed?",
        "Is there any additional fee on my invoice?",
        "Is there anything I have to pay on my bill?",
        "Bill adding more fees?",
        "Bill has additional costs?",
        "Do you know any hidden fees buried in the bill?",
        "What other charges do I have to pay?",
        "Are there extra fees in the invoice?",
        "Is there any more charges going on?",
        "Is there any more fee on my bill?",
        "I am unsure about the added fees in my bill.",
        "Is it possible I can expect additional fees?",
        "Is it a bill with more costs?",
        "Does the bill contain any extra charges?",
        "Am I faced with more costs?",
        "What additional charges do I have to pay for?",
        "Is there more charges on it?",
        "Can any other charges be considered?",
        "Are any extra costs charged to me?",
        "Is there anything more cost on my bill?",
        "Do I have to pay for any additional services?",
        "Is it being charged anything more.",
        "Is a bill with extra costs?",
        "Is there further fees in this billing cycle?",
        "I wonder if I am being charged any more.",
        "Is there any fees added to the invoice?",
        "Will there be any additional charges on my bill?",
        "Is there any other charges related?",
        "I would like to know if there are any added fees on my invoice.",
        "Is there any more costs in this billing cycle?",
        "Any extra charges?",
        "Any extra fees are added to my bill?",
        "Is there more costs on my invoice?",
        "Any other charges are included?",
        "Are I facing added costs?",
        "I don't know if there are any more costs on my bill.",
        "Could be extra costs on the bill?",
        "Does anyone have any added fees for my service?",
        "Is it new costs that I am facing?",
        "There may be some additional charges on my bill.",
        "Can I expect more in fees?",
        "Do I have to pay anything extra on my bill?",
        "Do I face more costs?",
        "Is bill with extra costs?",
        "Did there more charges on the invoice?",
        "Bill may include more fees.",
        "Is it additional costs on the bill?",
        "Is it possible that I can expect additional fees?",
        "I want to know if I can expect more fees.",
        "Are there any charges in the bill?",
        "Does my bill include any extra fees?",
        "There could be any added fees in my bill.",
        "Aside from the bill amount, are there more costs?",
        "Is there any more fees?",
        "Does my bill contain any fees?",
        "Can you tell me about any hidden fees buried in my bill?",
        "I would like to know if I can expect extra fees.",
        "Was there more fees on my invoice?",
        "Should I expect any new charges in this billing cycle?",
        "Are the bill with extra costs?",
        "Is this invoicepadded with extra charges?",
        "Would there be any added fees for my service?",
        "Can you tell me if there are any surcharges to be paid?",
        "Is it possible that there are additional charges on my bill?",
        "Is that bill includes more fees?",
        "There are any more costs on my bill",
        "Is there more fees on the bill?",
        "What about additional charges listed?",
        "What extra fees are added to my bill?",
        "Is there any fees added to my service?",
        "Is there Added Fees within the invoice?",
        "Is there an extra fee?",
        "There can be more charges in the bill.",
        "Is there any other fees included in the invoice?",
        "Bill that includes extra costs?",
        "Do I have to pay for more things?",
        "More fees in the bill?",
        "Are there any extra costs that I need to pay?",
        "Do I have to pay any added charges?",
        "Is I facing extra costs?",
        "Can there be another fee?",
        "Is that more charges on the invoice?",
        "I wonder if there arehidden costs in my bill.",
        "Can I add any more fees to my bill?",
        "Any more charges are displayed?",
        "Do Bill get anything else tacked on?",
        "What extra fees are included in my bill?",
        "Will the bill include extra costs?",
        "What additional charges do I pay?",
        "What are the added fees in my bill?",
        "I want to know any more costs on my bill.",
        "Any additional fees on my bill?",
        "Are there added fees on my invoice?",
        "Is there more charge in the bill?",
        "There are any additional charges on my bill.",
        "Is added fees in the invoice?",
        "Will there be additional costs on the bill?",
        "Can the bill include extra costs?",
        "Any additional fees that I have to pay?",
        "Does the bill have more costs?",
        "What extra costs do you think are on the bill?",
        "I don't know if there will be any added fees with my bill.",
        "Is there any more costs on the bill.",
        "I would like to know if there are any more costs on my bill.",
        "Is it possible that I have more fees on my invoice?",
        "Is there any further expense that I owe?",
        "Do you know if there are any extra costs that I pay?",
        "I don't know if there will be an additional fee in my bill.",
        "I want to know if there are any additional costs that I have to pay.",
        "Will there be any added fees on my invoice?",
        "More charges could be in the bill.",
        "I was wondering if there were any added fees on my invoice.",
        "I am not sure if I am facing added costs.",
        "I am unsure if there will be any added fees.",
        "Is there any more charges presented?",
        "Do I need to pay any additional charges on my bill?",
        "Do I have to pay any more on my bill?",
        "Is the bill with extra expenses?",
        "I don't know what extra charges are included in my bill.",
        "Can I face additional costs?",
        "I'm not sure if there will be any additional fees in the bill.",
        "What additional charges are there in my bill?",
        "The bill has any extra charges?",
        "What additional charges do I need to pay on my bill?",
        "Am I facing any additional charges?",
        "Am I facing additional expenses?",
        "There might be additional charges in the bill.",
        "There are any more charges in the bill?",
        "Is my bill inclusive of any additional fees?",
        "Is there any added costs to my service?",
        "Are there additional costs that I have to pay?",
        "Any hidden fees buried in the bill?",
        "Is there additional costs I'm facing?",
        "I am wondering if I am facing added costs.",
        "Is there more charged listed?",
        "Can you tell me if there are more costs that I have to pay?",
        "Is there any more expense on my bill?",
        "Were there any hidden fees buried in my bill?",
        "Is there additional fees on my invoice?",
        "Will I see any more fees in this billing cycle?",
        "Did I notice any hidden fees in my bill?",
        "Any added fees for me?",
        "Does my bill have any additional charges?",
        "I'm not sure if there will be any added fees in my bill.",
        "There are more fees in the bill?",
        "Could there be more charges in the bill?",
        "More charges, in the bill?",
        "Is there any added fees to my bill?",
        "Is it possible I have more fees on my invoice?",
        "I am wondering if there are any extra fees added to my bill.",
        "Is it required for me to pay added charges on my bill?",
        "Is it possible that my bill has extra charges?",
        "Is it any more I am being charged?",
        "I would like to know if there are any additional fees in my bill.",
        "Do I have to pay anything new on my bill?",
        "Is there any more charges given?",
        "I want to know if there are any more fees on my bill.",
        "Has the bill included more fees?",
        "Is the bill includes more fees?",
        "Is there more fees on my invoice.",
        "Should I have to pay any added charges on my bill?",
        "Is there more expense on my invoice?",
        "Is there any further charges in the bill?",
        "Are there any more charges shown?",
        "What are the extra charges on the bill?",
        "Are there more fees on my bill?",
        "Is there any new charges on the bill?",
        "Bill has more Fees?",
        "Bill may have additional payments?",
        "Will there be more costs on my bill?",
        "Was it a bill with additional costs?",
        "I don't know if there are any added fees for my service.",
        "Was there extra charges listed?",
        "Will my invoice have more fees?",
        "Extra costs listed on the bill?",
        "Does anyone know if there are any add-ons?",
        "Bill with fees?",
        "Do I have to pay more for my bill?",
        "Was that a bill with extra costs?",
        "Do I have to pay any additional charges?",
        "I wonder what charges are included in my bill.",
        "Is my bill covered by any additional fees?",
        "What additional costs are included in the bill?",
        "Am I paying more for things?",
        "Is there more Charges included?",
        "Is there another fee in this billing cycle?",
        "There are any extra fees I have to pay?",
        "Do you think there are more fees on my invoice?",
        "Do you notice any hidden fees in my bill?",
        "Is there any extra fees I can expect?",
        "Is any extra fees added to my bill?",
        "Is Bill including more fees?",
        "Should I pay any additional charges on my bill?",
        "Will there be extra expenses in the total?",
        "Did I face additional costs?",
        "Add any fees to my service?",
        "Do you know if there are any additional costs I have to pay?",
        "Are there any more charges listed?",
        "I wonder if I have to pay any added charges.",
        "More charges could be added?",
        "Is it possible I can expect extra fees?",
        "What extra fees do I have to pay on my bill?",
        "Is there any more fees added to my bill?",
        "Extra fees included in the total?",
        "I don't know if there will be any added costs in my bill.",
        "I want to know if there are additional charges on my bill.",
        "Bill has fees?",
        "Can you specify any more charges?",
        "Is this billing cycle going to have any further fees?",
        "What other charges are included with my bill?",
        "Any other charges that can be added?",
        "Is there any new fees in my bill?",
        "There are additional charges in the bill?",
        "Does the bill have extra costs?",
        "Was there an added fee within the invoice?",
        "Are there any other costs on my bill?",
        "Is there any extra fees in the invoice?",
        "Are there any other fees included in the invoice?",
        "Fees added to an invoice?",
        "Was the bill with extra costs?",
        "Can any more charges be seen?",
        "Are any more charges included?",
        "Extra charges will be included in the bill?",
        "Additional charges may be included.",
        "What extra costs do we have on the bill?",
        "Bill would include more fees?",
        "What additional charges is included in the bill?",
        "Is it possible that my bill includes additional fees?",
        "I would like to know if there are any additional fees included in my bill.",
        "What additional charges are included in my bill?",
        "Extra charges are in my bill?",
        "Are there any extra costs charged to me?",
        "Is there any additional fee added to my bill?",
        "Are any more charges shown?",
        "Is there any other fees on my bill?",
        "Is there any charges in the bill?",
        "Are there any extra charges listed?",
        "There may be extra fees included in my invoice.",
        "There are more charges in this bill?",
        "Can you say if there are any extra costs I have to pay?",
        "There are any added costs?",
        "What extra charges are included in the bill?",
        "Do you know if there are any extra costs I have to pay?",
        "More charges come with it?",
        "I'm not sure if there will be any added costs in my bill.",
        "What extra costs does the bill contain?",
        "Do I have to pay anything added on the bill?",
        "I wonder if I should expect any additional fees in this billing cycle.",
        "More charges are contained in the bill?",
        "What extra charges are on my bill?",
        "There may be an extra fee added to my bill.",
        "Is there any additional fees I can expect?",
        "Are there extra charges listed?",
        "Are there extra costs that I have to pay?",
        "I'm not sure about the fees in my bill.",
        "The bill includes more costs?",
        "Could there be added fees within the invoice?",
        "I wonder if there are more fees on my bill.",
        "Is there any additional charges listed?",
        "Any more charges are included?",
        "Is my invoice full of added fees?",
        "Was that bill with extra costs?",
        "What are additional charges included in my bill?",
        "Would this bill include more fees?",
        "Can you tell me if there are any additional costs.",
        "Is there any more charges on the way?",
        "Did I owe any additional expenses?",
        "Is it possible that I'm facing added costs?",
        "I wonder if there are extra fees in my invoice.",
        "Any other charges that are included?",
        "I wonder if there are any extra charges in the bill.",
        "Do you know any hidden fees buried in my bill.",
        "I don't know if the added fees will be in my bill.",
        "Does the bill include any additional fees?",
        "Is there more costs on the bill.",
        "Could the bill include more fees?",
        "I don't know if any hidden fees are buried in my bill.",
        "Is there some additional charges listed?",
        "Is there added costs for me.",
        "Are there any more charges in the bill?",
        "Are I able to expect extra fees?",
        "Does my invoice have extra fees?",
        "I don't know if I owe any further expenses.",
        "I don't know if there will be any added fees or not.",
        "What additional charges do I have to pay?",
        "Am I being made to pay more?",
        "Has there been any added fees for my service?",
        "Am I being charged more for it?",
        "Is I being charged anything else?",
        "There may be extra charges on the bill.",
        "I wonder if there are additional fees in my invoice.",
        "I wonder if I should expect additional fees in this billing cycle.",
        "Did there more charges included?",
        "Is it possible I face added costs?",
        "Is there any additional charges on my bill?",
        "Do any other charges apply?",
        "Any other costs on the bill?",
        "There are any extras on my bill?",
        "Is there even more charges in the bill?",
        "Do I have to pay extra charges on my bill?",
        "Is it being charged something more?",
        "There are more charges on this invoice?",
        "Do you have any more fees on the bill?",
        "In this billing cycle should I expect any more charges?",
        "Does anyone have more fees on their bill?",
        "Is there any extra fees included with my invoice?",
        "I'm not certain about the added fees in my bill.",
        "There is more charges included?",
        "Did there more charges listed?",
        "Are there any additional fees included?",
        "Are there any extra costs I must pay?",
        "Do I have more fees on my invoice?",
        "There might be extra fees in my invoice.",
        "Can I add any more costs to my bill?",
        "Is my invoice having more fees?",
        "Any fees on the bill?",
        "The bill has extra costs?",
        "Should I expect additional fees during the billing cycle?",
        "Is that more fees on my invoice?",
        "Is there additional cost on the bill?",
        "Is it mandatory for me to pay any added charges on my bill?",
        "There are any additional charges on my bill",
        "Is there extra charges in my invoice?",
        "Bill might include more fees?",
        "Is there anything more I'm charged?",
        "Could any more charges be shown?",
        "Will there be extra costs on the bill?",
        "Is there any extra fee added to my bill?",
        "I'm not sure if I'll get any added fees in my bill.",
        "What additional charges is included in my bill?",
        "Should I expect more fees during this billing cycle?",
        "I wonder if I will get extra fees.",
        "Extra charges added to my bill?",
        "Should I pay added charges on my bill?",
        "Bill that has additional costs?",
        "Was there any extra costs on the bill?",
        "I do not know if there will be added fees in my bill.",
        "Extra charges charged?",
        "I wonder if there are extra charges listed?",
        "Does anyone know about any more costs on my bill?",
        "Are I expected to pay extra fees?",
        "Is it possible that there are extra expenses in the total?",
        "Is being charged anything more?",
        "Does anyone have to pay any added charges on my bill?",
        "Did the bill have additional costs?",
        "Is there anything more I'm being charged?",
        "I don't know if there are any additional fees included.",
        "I don't know if there's more fees on my invoice.",
        "The bill has any additional charges?",
        "I want to know if any fees are buried in my bill.",
        "Is it added costs that I am facing?",
        "I'm not sure if I owe any more expenses.",
        "Do I need to pay any additional charges?",
        "I wonder if there are extra charges on my bill.",
        "Is there any new charges in the bill?",
        "I wonder if I'm being charged anything extra.",
        "I'm wondering if there are any more costs on my bill.",
        "My bill may include extras.",
        "I don't know if there will be any additional charges in my bill.",
        "Does anyone have any more fees on my bill?",
        "Should I pay any more costs on my bill?",
        "There are any new costs added?",
        "Is there any more cost on the bill?",
        "Do you know if there are additional costs for me?",
        "Any extra charges are included in the bill?",
        "There are any more fees on my bill",
        "Should my bill include additional fees?",
        "There are extra costs on the bill?",
        "Do I have to pay for anything added on my bill?",
        "Is it being charged anything extra?",
        "Was there additional costs on the bill?",
        "There may be some additional fees included in my bill.",
        "I'm not sure if there will be any added charges.",
        "Is my bill full of additional fees?",
        "There could be an additional charge in the bill.",
        "Are there additional fees included in my invoice?",
        "There could be additional costs on the bill.",
        "Is there an added fee in my invoice?",
        "I wonder if there are more fees on the invoice.",
        "Are there any additional charges on the invoice?",
        "I wonder if there are extra costs on the bill.",
        "Could it be a bill with additional costs?",
        "There could be more charges on my invoice.",
        "I wonder if I should expect more fees in this billing cycle.",
        "More charges possibly included?",
        "There are any other charges",
        "I don't know if there will be added fees.",
        "Fees on my bill?",
        "Is there an extra charge in the bill?",
        "Will the bill contain more fees?",
        "Is there more fees on my invoice?",
        "Are any hidden fees buried in my bill?",
        "The bill might include more fees.",
        "Is this bill with additional costs?",
        "More charges on the bill?",
        "Can you tell me if there are any extra charges.",
        "Any other charges available?",
        "Can there be any additional charges in the bill?",
        "Does the invoice include more charges?",
        "Does I face added costs?",
        "Is it possible I owe any additional expenses?",
        "Do I have to pay extra money for services?",
        "Did there be any extra costs on the bill?",
        "Is there some additional expenses on the invoice?",
        "Do I have to pay anything added to my bill?",
        "Can I expect further charges?",
        "Is there even more charges listed?",
        "There might be charges on my bill.",
        "Is there any extra charges in the bill.",
        "Are there any additional costs in my bill?",
        "The bill may have additional fees.",
        "I am wondering if I am facing more costs.",
        "I am not sure if there will be any additional fees in my bill.",
        "I wonder if I am facing new costs.",
        "Can it be a bill with extra costs?",
        "Is there any extra costs on my invoice?",
        "Can any other charges be included?",
        "Is it any more charges?",
        "Am I paying anything more?",
        "Is it possible that there are additional fees in my bill?",
        "Is there some extra charges on my bill?",
        "Is there added fee within invoice?",
        "My bill has any extras included?",
        "Does the bill have more fees?",
        "Is there more expense noted in the total?",
        "I don't know what charges are included in my bill.",
        "Can there be more fees?",
        "What extra charges do you have on my bill?",
        "Is there any further charges shown?",
        "There may be additional fees included in my bill.",
        "Do you know if there are any add-ons to pay for?",
        "Can you confirm if there are any extra costs for me?",
        "Do I have to pay anything else on my bill?",
        "There's more fees in the bill?",
        "Is there any more charges included?",
        "The bill may include more charges.",
        "Bill having more fees?",
        "Bill could include more fees.",
        "What additional fees are included in the invoice?",
        "Does anyone know if I'm being charged anything more?",
        "There may be more fees added to my bill.",
        "Has any more charges been shown?",
        "What charges come with my bill?",
        "Can you tell me if there are any extra costs for me?",
        "What charges are included on the bill?",
        "I'm not sure if my bill will include any added fees.",
        "Does the invoice contain extra fees?",
        "I'm not sure if my bill will have any added fees.",
        "Can you tell me if the extra costs are included?",
        "Will I be charged anything else?",
        "Is there more charges in your bill?",
        "Are there any extra charges for me?",
        "I wonder if I'm getting charged anything more.",
        "Did I discover any hidden fees in my bill?",
        "Do I need to pay any more costs?",
        "I am not sure if there will be any fees in the bill.",
        "Should I have any more fees on my bill?",
        "The bill might have some extra charges.",
        "Have there any add-ons to pay?",
        "Further charges are included?",
        "Will there be any costs on my bill?",
        "Can there be any additional fees in my bill?",
        "Can there be more fees on my bill?",
        "Fees have been added to the invoice?",
        "Is there any extra expenses on the invoice?",
        "More fees are included in the bill?",
        "Is there any more charges in there?",
        "Is there other charges listed?",
        "What are additional charges in my bill?",
        "There are extra charges listed?",
        "Is there any additional fee included in my bill?",
        "Is there more charges included.",
        "I'm not sure if my bill will have any fees.",
        "Does the bill have extra charges?",
        "Is there any add-on costs?",
        "Will there be any more charges shown?",
        "Is there anything more charged?",
        "Some charges included?",
        "I'm not sure if there will be any extras in my bill.",
        "Is there more fees on that invoice?",
        "Do I have to pay for additional things?",
        "Does anyone know if there any add-ons to pay?",
        "Is it possible that there are more charges on the invoice?",
        "Did you see more charges in the bill?",
        "Can you tell me any hidden fees buried in my bill?",
        "Extra charges may be included in the bill.",
        "Does my bill have any extra costs?",
        "Bill could have more fees?",
        "Do I have to pay any extra fees?",
        "Do you know if I have extra costs?",
        "Is there any hidden fee thrown into my bill?",
        "Is there any extra fees on my bill?",
        "Bill may add more fees.",
        "What fees should I expect in this billing cycle?",
        "My invoice may contain more fees.",
        "Does the bill contain any additional fees?",
        "There are any fees added to the bill?",
        "I'm not sure if my bill will have added fees.",
        "Is there any extra charges on my bill.",
        "Were there additional expenses on the invoice?",
        "Should I expect any further fees?",
        "I am wondering if there are more fees on my invoice.",
        "Are there more charges on the invoice.",
        "What are additional costs on the invoice?",
        "I am wondering if there are extra charges on my bill.",
        "More charges being included?",
        "Are there any other charges in the bill?",
        "What more fees are on my bill?",
        "Are there extra costs included in the bill?",
        "any extra fees added to my bill",
        "I have no idea if there will be added fees in my bill.",
        "Any extra charges listed?",
        "Are there any extra fees added to my bill?",
        "Can you tell me if the costs are extra?",
        "Should I expect any additional charges?",
        "Does anyone have more charges on my bill?",
        "I wonder if there is extra charges on my bill.",
        "Will there be any other charges?",
        "Is my invoice subject to additional fees?",
        "Any additional costs added?",
        "Do I have to pay extra costs on my bill?",
        "Does anyone have any additional charges on my bill?",
        "In this billing cycle, should I expect any additional charges?",
        "Is there any more costs I owe?",
        "Is there any extra costs charged?",
        "Is there any extra fees in my invoice.",
        "I don't know if my bill will include any added fees.",
        "Bill has extra costs?",
        "I don't know whether there will be any added fees in my bill.",
        "Are there any added fees?",
        "How about any hidden fees buried in my bill?",
        "There are any additional fees on the invoice?",
        "So there are more charges in the bill?",
        "There are any charges in the bill?",
        "What more charges are there on the invoice?",
        "Will there be more charges on the invoice?",
        "Is there any charges on the bill?",
        "There are extra charges on my bill?",
        "Is there anything else I have to pay on my bill?",
        "Is there additional fees within the invoice?",
        "I'm not sure if any added fees will be in my bill.",
        "I want to know any more charges.",
        "I don't know if my bill will have any new fees.",
        "Is it extra charges on my bill?",
        "Is there any more expense that I owe?",
        "Is there more charge shown?",
        "Is there extra costs to the bill?",
        "Hmm, any more charges?",
        "Do I have to pay any extra expenses?",
        "Are there any charges added to my bill?",
        "Will I have to pay any additional charges?",
        "Am I being charged additional costs?",
        "Is other charges included in my statement?",
        "Are there any added charges on the bill?",
        "I am not sure whether there will be added fees in my bill.",
        "Do I have to pay anything more?",
        "Anything else added to my bill?",
        "Is there any extra fees that I can expect?",
        "Is the bill having more charges?",
        "Is there any extraneous charges in the bill?",
        "Is my invoice with more fees?",
        "Is there any more Fees on my bill?",
        "What additional charges are in the bill?",
        "I wonder if there are any additional fees on the invoice.",
        "Is there extra costs on your bill?",
        "Extra charges might be included in the bill.",
        "Do I need to pay anything added to my bill?",
        "Is there any additional charges in my invoice?",
        "What other charges is included in my bill?",
        "I wondering if I am being charged anything more.",
        "Can you tell me if I'm charged extra costs?",
        "There is any extra charges in the bill?",
        "Does anyone have any new charges on my bill?",
        "Was there more charges in the bill?",
        "Do you know if there are add-ons to pay?",
        "There could be further fees in this billing cycle.",
        "There may be added fees on my invoice.",
        "There might be extra charges in the bill.",
        "Is my charge anything else?",
        "Does anyone have any other charges on my bill?",
        "Do I have to pay any additional fees on my bill?",
        "Have more charges been included?",
        "I'm not sure if there will be a fee in my bill.",
        "Is there any extra charges included in my invoice?",
        "Do I have to pay any new charges?",
        "I am wondering if there are any hidden fees in my bill.",
        "I don't know if there is extra charges on my bill.",
        "Will there be any additional fees added to my bill?",
        "Is there more fees included in the total?",
        "Do I have to pay anything extra for the bill?",
        "I wondered if there were hidden costs in my bill.",
        "I don't know if I'm being charged anything else.",
        "More charges coming in the bill?",
        "Additional charges are applicable?",
        "I wonder if my bill contains hidden costs.",
        "What additional costs are on the bill?",
        "Extra costs with the bill?",
        "What other charges are in my bill?",
        "Should I owe any additional costs?",
        "Is it the bill with extra costs?",
        "Is it being charged any more?",
        "Bill with extra fees?",
        "Will there be more charges in the bill?",
        "Some charges in the bill?",
        "What about a bill with additional costs?",
        "Is there any added fees to my invoice?",
        "Is the bill with extra costs?",
        "Is there an added fee on my bill?",
        "Is there any add-ons to pay for?",
        "I don't know if there will be an added fee in my bill.",
        "I wonder if there are any add-ons to pay for.",
        "More charges is included in the bill?",
        "Can I expect an extra fee?",
        "Is there additional fees included?",
        "Is there any added charges on my bill.",
        "Got any more charges?",
        "There could be more fees in the bill.",
        "There may be some added fees in my bill.",
        "I asked if I was being charged anything more.",
        "Do you have any additional charges in the bill?",
        "Can you tell me if there are additional costs.",
        "Can there be any extra charges in the bill?",
        "Does the bill have more charges in it?",
        "Should I pay any extra charges on my bill?",
        "I wonder if I'm facing additional costs.",
        "Does my bill include any additional fees?",
        "There may be additional fees included in the bill.",
        "Does it include extra costs on the bill?",
        "Do I have to pay additional charges for my bill?",
        "Will there be added fees on my invoice?",
        "Do I have to pay additional costs?",
        "Can there be any added fees for my service?",
        "My invoice could have more fees.",
        "Do I have to pay any more fees on my bill?",
        "Should there be any more charges in this billing cycle?",
        "There are any more charges?",
        "Is there any additional charges on my bill.",
        "Is there any new fees in this billing cycle?",
        "Will I face additional costs?",
        "Are I responsible for any added charges on my bill?",
        "Bill may contain more fees.",
        "I wonders if I'm being charged anything more.",
        "I wonder if there are any additional fees on my invoice.",
        "Can you tell me if there are any additional costs to pay?",
        "More charges will be included?",
        "Do I have to pay other charges on my bill?",
        "What charges do I have to pay on my bill?",
        "Additional costs on bill?",
        "I'm wondering if there are more fees on my invoice.",
        "I don't know if there will be any added fees",
        "I am wondering if I can expect additional fees.",
        "Can you tell me if there are extra costs.",
        "Are there any other fees on the invoice?",
        "Am I charged more?",
        "Can I add more fees to my bill?",
        "Will there be any add-ons to pay for?",
        "I wonder if I have to pay any charges on my bill.",
        "I wonder if I should anticipate any more fees in this billing cycle.",
        "Does my invoice contain any additional fees?",
        "There may be additional charges in the bill.",
        "What extra charges are included with my bill?",
        "Any additional charges shown?",
        "Does the bill have additional costs?",
        "There are any extra charges on my bill?",
        "What extra charges are in my bill?",
        "The bill might have more charges?",
        "There are any add-ons to pay for?",
        "Are there any fees included in the bill?",
        "The invoice may have more charges?",
        "Are there any additional charges?",
        "Can you tell me if I pay any extra costs?",
        "Did the bill include extra costs?",
        "Bill contains additional fees?",
        "There are any fees added to my bill?",
        "Can I expect any additional fees?",
        "I don't know if I'll get any added fees in my bill.",
        "What are the extra costs on bill?",
        "Does I have to pay any more expenses?",
        "Any other charges shown?",
        "Should I have more fees on my bill?",
        "Does anyone know if there is any add-ons to pay?",
        "Is there any additional charges included in my invoice?",
        "Do I have to pay more fees?",
        "I'm not sure if the bill will have any added fees.",
        "What more fees do I have on my bill?",
        "Is there any more fees on my bill?",
        "I can't say if there will be any added fees in my bill.",
        "Any extra charges included with my bill?",
        "Does my bill include more fees?",
        "Fees hidden in my bill?",
        "Are there some extra charges on my bill?",
        "I want to know if I owe any more expenses.",
        "Could excess fees be included in the total?",
        "Do I have to pay for anything else on my bill?",
        "The bill might have extra costs.",
        "Was it more charges in the bill?",
        "What additional charges do you have on my bill?",
        "There are any new charges shown?",
        "What charges are included with my bill?",
        "Is there more charges in my statement?",
        "I don't know if there will be any fees in my bill.",
        "Does my invoice include any new fees?",
        "Some fees on my invoice?",
        "Does my bill include added charges?",
        "Is there any higher charges on my bill?",
        "Do I have to pay anything added on to my bill?",
        "Are there any added charges on my invoice?",
        "Will there be any other charges applicable?",
        "What are some of the charges in my bill?",
        "Extra costs added to a bill?",
        "Is there more I'm being charged?",
        "Fees are added to the invoice?",
        "There are any more costs on my bill?",
        "There are any extra charges in this bill?",
        "Can there be any add-ons to pay for?",
        "Is the bill includes any additional fees?",
        "Extra charges in a bill?",
        "Do I have to pay for added charges?",
        "Can you tell me if there are any other costs I have to pay?",
        "I am wondering if I am facing additional costs.",
        "Is additional charges listed?",
        "Is there any other fees in the invoice?",
        "Do I need to pay added charges on my bill?",
        "Is there more charges included in the invoice?",
        "What additional charges is in my bill?",
        "Any additional charges included in the bill?",
        "What charges are added to the bill?",
        "What charges are included with the bill?",
        "Any further costs on my bill?",
        "Will any more charges be shown?",
        "Will there be extra charges listed?",
        "I'm not sure if there will be any extra fees.",
        "Is there any added fees included in my invoice?",
        "Do I have any more costs?",
        "Are there extras charges listed?",
        "The bill may include additional charges.",
        "Bill includes extra costs?",
        "My bill might have some extra charges.",
        "Can I pay any added charges on my bill?",
        "Do I owe any additional costs?",
        "I don't know if there are any added fees in my bill.",
        "What more charges do we see?",
        "What other charges are included in my bill",
        "I'm not sure if there will be additional charges in my bill.",
        "Is any hidden fees in my bill?",
        "There are any more fees on the bill",
        "What are the additional costs on the bill?",
        "More charges added to the bill?",
        "Is there extras charges listed?",
        "The bill adds more fees?",
        "There are any added charges on my bill.",
        "Is there any more charges present?",
        "Bill having extra costs?",
        "I need to know if I can expect extra fees.",
        "Is there more costs on my bill.",
        "There may be extra charges in the bill.",
        "Will the bill contain extra costs?",
        "Any more charges show up?",
        "Does my bill have any more fees?",
        "I am not sure if there will be any new fees in the bill.",
        "Can you say if there are any extra costs for me?",
        "Should I expect more fees to come in this billing cycle?",
        "Can I have extra fees?",
        "Is there any more charges displayed?",
        "Are I being charged more?",
        "Is there more costs I'm facing?",
        "Is there more charge on my bill?",
        "Can you tell me if there are any extras I have to pay?",
        "Is there added fees within the invoice?",
        "Is my invoice has any added fees?",
        "Am I being charged extra?",
        "I am not sure if there will be any added fees.",
        "Extra charges might be on my bill.",
        "What are the extra charges included in my bill?",
        "Any extra charges are in the bill?",
        "A bill with additional costs?",
        "Are there more charges in the invoice?",
        "How about any additional charges on my bill?",
        "Are there any added fees in my bill?",
        "Bill has more fee?",
        "Does my invoice contain any fees?",
        "The bill could have more charges.",
        "Is there Extra charges listed?",
        "Is it possible I can expect more fees?",
        "Was there more charges listed?",
        "Would there be any extra costs on the bill?",
        "There are any added charges on my bill?",
        "What charges are part of my bill?",
        "Do I have to pay any extras on my bill?",
        "Is additional charges included?",
        "I wonder if my charges are anything more.",
        "What about additional charges?",
        "Are there any other fees on my bill?",
        "I'm not sure whether there will be any new fees in my bill.",
        "Can you tell me if there are any extra costs I have to pay.",
        "I do not know whether there will be any added fees.",
        "A bill with extra costs?",
        "Is there any additional fees within the invoice?",
        "Is there any additional charges on the bill.",
        "Is it possible that my invoice has more fees?",
        "I am wondering if there are any hidden fees buried in my bill.",
        "Does it have extra costs on the bill?",
        "I don't know if there will be any added fees in my bill.",
        "Do I have to pay more fees on my invoice?",
        "Additional fees on my invoice?",
        "Is there more fees?",
        "Is my bill including additional fees?",
        "Is there any extra costs on the invoice?",
        "Maybe there are more charges in the bill.",
        "Is there more charges in my invoice?",
        "Did the charges include more charges?",
        "I want to know any hidden fees buried in my bill.",
        "I wonder if I should expect any more fees.",
        "Are there any more charges on the bill?",
        "I wondered if there were more fees on my invoice.",
        "Are there additional fees within the invoice?",
        "Bill with more charges?",
        "Could there be any additional charges in the bill?",
        "Do I have to pay for any added charges?",
        "I wonder if there are more fees on the invoice?",
        "My bill might have some additional fees.",
        "There's more charges in the bill?",
        "There are any extra costs on my bill?",
        "Are there any extra costs that I have to pay.",
        "Can there be any extra charges on my bill?",
        "Any add on fees for my service?",
        "There might be added fees in my bill.",
        "Are there additional charges in the bill?",
        "Are there additional expenses on the bill?",
        "Is there more charge included?",
        "My bill may have additional fees.",
        "What are the additional costs in my bill?",
        "How much is extra costs on the bill?",
        "Is there any other fees buried in my bill?",
        "There are any additional charges I have to pay?",
        "Is there more Fee on my invoice?",
        "There are any extra fees on the bill?",
        "Does my bill have any hidden fees?",
        "Did I have to pay any additional charges?",
        "I don't know if I am being charged anything more.",
        "Any more charges will be shown?",
        "I'm not sure if there will be any added fees or not.",
        "Is there extra charges listed?",
        "Are there more charges included?",
        "More charges added?",
        "Does anyone have more costs on my bill?",
        "Bill got any other things tacked on?",
        "Is there any more expenses on my bill?",
        "Is there an extra cost charged to me?",
        "Does the bill contain any additional charges?",
        "An extra charge in the bill?",
        "Extra charges can be on my bill.",
        "Does anyone have more costs on their bill?",
        "Are there any fees added to my bill?",
        "Is there anything more I am being charged?",
        "Are there more fees included in the bill?",
        "Is there any extra charges on that bill?",
        "Is there any more fees in this billing cycle.",
        "Any fees on my bill?",
        "Is there anything more charged to me?",
        "Does Bill get anything else tacked on?",
        "Is it possible for there to be more charges on the invoice?",
        "How about more charges included?",
        "Will there be added fees in the invoice?",
        "Bill has extra fees?",
        "Any more charges in the bill?",
        "Can you tell me if I'm charged any extra costs?",
        "I don't know if there will beadded fees in my bill.",
        "Extra charges in the total?",
        "Is there anything else added to my bill?",
        "Are there any additional fees?",
        "Should this bill include more fees?",
        "Any more expenses on my bill?",
        "I wonder if there's more fees on my invoice.",
        "What are the extra fees added to my bill?",
        "I want to know if there are any hidden fees buried in my bill.",
        "Do I have to pay any costs on my bill?",
        "Is there any hidden fees included in my bill?",
        "I'm not sure if there will be any extra fees in my bill.",
        "Bill may contain more fees?",
        "Did the bill contain extra costs?",
        "Does my bill include any additional costs?",
        "More charges include?",
        "More charges will be included in the bill?",
        "Does anyone know any hidden fees buried in my bill?",
        "I am wondering if I'm being charged anything more.",
        "I'm not sure if there will be additional fees in the bill.",
        "Does my bill include other fees?",
        "Is it possible for me to have more fees on my invoice?",
        "What are there other charges in my statement?",
        "Do I have any added fees on the invoice?",
        "Will the bill include more charges?",
        "bill includes more fees?",
        "I wonder if there is more fees on my invoice.",
        "There could be more fees added to my bill.",
        "There are more fees on the invoice?",
        "There were any extra charges in the bill.",
        "If there are any extra charges in the bill.",
        "My bill has any extra fees added to it?",
        "I am wondering if I am facing new costs.",
        "Will there be any extra fees in my invoice?",
        "How about additional charges on my bill?",
        "Am I being charged something more?",
        "Do I have added costs?",
        "Are there other costs noted in the total?",
        "Is there any other charges in the bill?",
        "I wonder if there will be any further fees in this billing cycle.",
        "Does my bill include any new fees?",
        "Does anyone have any more expenses on my bill?",
        "Does the bill have more costs on it?",
        "There could be some added fees in my bill.",
        "Is the billing cycle going to have any more fees?",
        "Can there be any additional charges on my bill?",
        "More charges may be included?",
        "Fees could be added in the invoice?",
        "Is there more costs to my bill?",
        "There is any new costs added?",
        "Do the bill include more fees?",
        "I am wondering if there are any additional fees included in my bill.",
        "I don't know if any extra fees are added to my bill.",
        "Do I have to pay for additional charges on my bill?",
        "I don't know if I'm being charged anything more.",
        "Do I have to pay more for my services?",
        "Are there additional charges on my bill?",
        "I'm not sure if there will be an added fee.",
        "Extra charges can be in the bill.",
        "Is it my responsibility to pay any additional charges on my bill?",
        "I don't know about the added fees in my bill.",
        "I'm not sure if there will be any extra fees in the bill.",
        "Is there any more fee on the bill?",
        "Do I have to pay any added fees?",
        "Will there be other charges?",
        "Any hidden charges thrown into my bill?",
        "I wonder if there are any additional fees included in my invoice.",
        "Bill includes additional costs?",
        "Do I have to pay any other expenses?",
        "Is there more charges available?",
        "Are there any extra fees included in my invoice?",
        "Extra charges are on the bill?",
        "Am I paying more costs?",
        "Do I get charged anything more?",
        "Is there any other fees added to my bill?",
        "There are any added fees to my service.",
        "There will be more fees in the bill?",
        "Was there added fees in the invoice?",
        "Can there be any other charges?",
        "A bill has more fees?",
        "What fees do I have on my bill?",
        "Bill might have more fees.",
        "Will there be more charges in the invoice?",
        "Do I need to pay any extra charges?",
        "Does my bill not include extra fees?",
        "Bill that has more fees?",
        "Is this bill includes more fees?",
        "Maybe there are more costs on my bill.",
        "Are extra costs on the bill?",
        "The bill includes fees?",
        "More charges were in the bill?",
        "Am I facing any additional costs?",
        "Is there extra costs on it?",
        "The bill contains more charges?",
        "There is any more charges shown?",
        "There may be an extra charge in the bill.",
        "More charges listed in the bill?",
        "Is there any other fees included with my bill?",
        "Does my invoice contain any added fees?",
        "Do you know if there are extra costs for me?",
        "Will additional fees be added?",
        "What are the additional costs on my bill?",
        "Is there any new charges on my invoice?",
        "I wonder if I can expect an extra fee.",
        "Is there any fees added to my invoice?",
        "More charges are involved?",
        "I am wondering if there are any added fees on my invoice.",
        "Bill has some more fees?",
        "Is there any additional costs on the invoice?",
        "Are there any additional charges on my invoice?",
        "There are any additional charges in the bill.",
        "Is there any hidden fees buried in my bill?",
        "What extra costs on the bill?",
        "Additional costs on my bill?",
        "Do I have to pay extra for things on my bill?",
        "Is that any other charges?",
        "Is there additional fees in my invoice?",
        "What additional fees are included on my invoice?",
        "I want to know if there are any added fees on the invoice.",
        "Could be more fees on my invoice?",
        "I was wondering if there were any sneaky fees in my bill.",
        "Got any hidden fees buried in my bill?",
        "Will there be any more costs on my bill?",
        "I don't know if I am facing added costs.",
        "Can there be any more charges?",
        "I was wondering if there were any extra charges on my bill.",
        "Can you tell me if there are any additional costs?",
        "Does the bill include any extra charges?",
        "There are any extra charges on the bill.",
        "There are any extras with my bill?",
        "The bill may include extra costs.",
        "Was there any hidden fees buried in my bill?",
        "There are any other charges shown?",
        "There are any more charges in the bill.",
        "There might be additional fees in my bill.",
        "I need to know if there are any added fees on my invoice.",
        "Am I being charged more for this?",
        "I wonder if I am being charged more.",
        "Is there any extra costs in my bill?",
        "I don't know if there are more fees on my invoice.",
        "I don't know if there will be any added fees on the bill.",
        "Should I expect additional fees during this billing cycle?",
        "Is there additional fees included in my invoice?",
        "Should I expect any new fees during this billing cycle?",
        "Do there more charges in the bill?",
        "Should I expect additional fees in this billing cycle?",
        "Can you tell me if there are other costs I have to pay?",
        "Were there any hidden fees in my bill?",
        "Is it possible that I will be charged more fees?",
        "Is it possible that I have more costs on my bill?",
        "Is Bill with extra costs?",
        "What extra costs are on the bill?",
        "More charges in the invoice?",
        "There are any further charges shown?",
        "What extras do I pay for with my bill?",
        "Is there any extra charges listed?",
        "Extra charges are listed in the bill?",
        "Bill contains more fees?",
        "Is there any other charges included?",
        "Is it possible for the bill to have more charges?",
        "Was it extra costs on the bill?",
        "There are more fees in this bill?",
        "Any fees added to the bill?",
        "I wonder if there are any additional fees added to my bill.",
        "What other charges are in the bill?",
        "I have wondered if I am being charged anything more.",
        "What additional charges should I pay on my bill?",
        "Do extra charges exist?",
        "Am I paying more in added costs?",
        "I wonder if there are more fees on my invoice?",
        "Is there any extra fees added to my bill.",
        "Is my invoice subject to added fees?",
        "What additional costs do I have on my bill?",
        "Is there extra charges on the bill?",
        "Do I have more fees on my bill?",
        "Is that any hidden fees in my bill?",
        "more charges in the bill?",
        "Should there be additional fees in this billing cycle?",
        "Do I have any more fees on my bill?",
        "What more costs do I have to pay on my bill?",
        "Is any more charges included?",
        "Is there some extra costs on the bill?",
        "Is there more charges that are included?",
        "Do I have to pay any more expense?",
        "Is there more charges in it?",
        "Are there additional costs to pay?",
        "I don't know if there will be any fees added to my bill.",
        "I don't know if there are any hidden fees buried in my bill.",
        "What added fees do you have for my service?",
        "Can I ask about any more costs on my bill?",
        "I want to know if there are any additional fees included in my bill.",
        "Is there extra fees added to my bill?",
        "Should we see any more charges?",
        "Does my bill include any more fees?",
        "Does the bill include any extra costs?",
        "What more charges will be included?",
        "There's more charges included?",
        "What are some of the charges in the bill?",
        "Am I facing increased costs?",
        "Is there any extra cost I have to pay?",
        "Are there additional fees in my bill?",
        "Is that extra cost on bill?",
        "Should there be extra charges in the bill?",
        "Is there any additional costs on the bill?",
        "Are there any extra costs in my invoice?",
        "What are some of the charges included in my bill?",
        "I want to know if there are any extra costs that I have to pay.",
        "I don't know if there will be additional fees in my bill.",
        "Do there have any add-ons to pay?",
        "Bill with additional fees?",
        "Any hidden fees buried in my bill?",
        "What additional costs are included on the bill?",
        "Any extra costs added?",
        "Is there an extra charges listed?",
        "I'm not sure if there will be any additions to my bill.",
        "There were any extra charges in the bill?",
        "Is there more charges in the bill?",
        "Should there be extra costs on the bill?",
        "More charges in the bill, right?",
        "I wonder if any extras are included with my bill.",
        "Was there more expenses on the invoice?",
        "Are there any new fees on my bill?",
        "additional charges included?",
        "Is it possible for me to pay added charges on my bill?",
        "Is my bill with any additional fees?",
        "Any extra charges included in the bill?",
        "What additional fees are added to the bill?",
        "There are any extra charges included in the bill?",
        "Do I have any other charges in my statement?",
        "There may be other charges in the bill.",
        "There may be more charges on my bill.",
        "The bill may contain extra charges.",
        "Can I expect further fees?",
        "I would like to know if I am being charged anything more.",
        "I wonder if there will be more fees on my invoice.",
        "I'm curious about any hidden fees buried in my bill.",
        "Is there any added fees?",
        "Does the bill have any more charges?",
        "Am I shelling out more costs?",
        "Are there any extra charges on my invoice?",
        "Can there be additional costs on the bill?",
        "Is my charges any more?",
        "I don't know if there are any added fees on the invoice.",
        "My billing may include extras.",
        "Will more charges be included?",
        "What more fees should I pay on my bill?",
        "Are there more costs on the invoice?",
        "I wonder if I should expect any more fees in this billing cycle.",
        "Can you tell me if there is any extra cost for me?",
        "Are there any more costs on my bill?",
        "Am I paying any more for it?",
        "Did the Bill include more fees?",
        "Would there be more fees on my invoice?",
        "What additional fees are included on my bill?",
        "Is there any extra costs charged to me.",
        "There might be extra fees included in my invoice.",
        "I wonder if I can expect additional fees.",
        "Will excess fees be included in the total?",
        "Does my bill include extras?",
        "Can I have any more fees on my bill?",
        "Is there further expenses on the invoice?",
        "More charges made in the bill?",
        "Can I add more costs to my bill?",
        "I wondered about other charges in my statement.",
        "Can you confirm if I have any extra costs?",
        "Any extra charges on my bill?",
        "I don't know if I'm facing added costs.",
        "There are extra charges in the bill?",
        "Is there any additional costs added?",
        "Is there anything more I've been charged?",
        "Does anyone know if there are any add-ons to pay?",
        "Is there another expense on the invoice?",
        "There may be additional fees on my invoice.",
        "Is it possible that I are facing added costs?",
        "Are there other fees included in the bill?",
        "I was wondering if I could expect extra fees.",
        "Are there any additional charges listed?",
        "What additional charges are on my bill?",
        "I don't know if there will be any new fees in my bill.",
        "Is there any added charges in my bill?",
        "Extra charges were in the bill?",
        "I want to know if any extras are included with my bill.",
        "Is there any new charges on my bill?",
        "Is there any add on fees for my service?",
        "Do I have to pay additional charges?",
        "There are any other costs on my bill?",
        "More charges on my invoice?",
        "Is there any add-ons required to pay?",
        "Is there more expense on my bill?",
        "A bill that includes more fees?",
        "Is there any more fees on this bill?",
        "I am wondering if I should expect any more fees in this billing cycle.",
        "I want to know if there are other charges in my statement.",
        "There may be additional fees in my bill.",
        "Do I have to pay anything extra for my bill?",
        "I am wondering if I am being charged anything else.",
        "Are there extra costs in the total?",
        "Fees are added to my invoice?",
        "I wonder if there are more costs on my bill.",
        "Does my bill cost more?",
        "Is there any other charges on the bill?",
        "Is there any added fee on my bill?",
        "Do I have to pay extra fees in my invoice?",
        "What are the additional fees on my invoice?",
        "I don't know if my bill will have any fees.",
        "What new charges are included in the bill?",
        "Is there any other charges available?",
        "Am I being charged any more?",
        "Were there any more charges?",
        "Any more charges made?",
        "There are more charges on that invoice?",
        "There might be additional fees on my invoice.",
        "There may be some added fees on my invoice.",
        "There might be additional fees in my invoice.",
        "Are there any sneaky fees buried in my bill?",
        "What extra charges are included in my bill",
        "Bill includes additional charges?",
        "Should I pay any hidden fees in my bill?",
        "Does the bill include more charges?",
        "Is there extra fees?",
        "I wonder if there are any sneaky fees in my bill.",
        "Do I have to pay something on my bill?",
        "Any more charges included?",
        "What are extra costs on the bill?",
        "Does anyone have more expenses on my bill?",
        "Is there anything else I am being charged?",
        "Any add-ons to my bill?",
        "Is there additional costs I am facing?",
        "Are there any further charges shown?",
        "I'm not sure if there will be any additional fees.",
        "There are any additional charges in my bill.",
        "Is there any more cost on my bill.",
        "I am not sure whether there will be any added fees.",
        "Is there anything more costs on my bill?",
        "I wonder if I am being charged anything else.",
        "Are there any more fees on the bill?",
        "Is there any additional charges in the bill?",
        "Is there anything additional on my bill?",
        "Can you confirm if there are extra costs I have to pay?",
        "There may be extra fees in my invoice.",
        "There are any hidden fees buried in my bill.",
        "Are there any extra fees on my invoice?",
        "Are there any more fees in this billing cycle?",
        "Is there any more charges coming?",
        "There are any additional fees on my invoice?",
        "There are any added fees on my bill.",
        "Are there any extra costs I have to pay?",
        "Is my bill containing any additional fees?",
        "There are any additional charges in the bill?",
        "Is there extra costs on a bill?",
        "Will excess fees be included?",
        "I want to know if there are any more costs on my bill.",
        "Do I have to pay anything extra to my bill?",
        "Is there a fee in my bill?",
        "Do you think there are more fees on the invoice?",
        "What more costs are on my bill?",
        "Do you have more fees on my bill?",
        "Gotcha any hidden fees in my bill.",
        "Is there anything more that I am being charged?",
        "Is there any additional fees to pay?",
        "Is this billing cycle going to have more fees?",
        "Does it include any more costs on my bill?",
        "Is there any extra costs that I have to pay?",
        "Additional charges are in the bill?",
        "Do I have to pay added charges?",
        "There are any other fees on the bill?",
        "Extra costs are included in the bill?",
        "Any more charges?",
        "I wonder if any sneaky fees are buried in my bill.",
        "Should I expect more fees during the billing cycle?",
        "I'm not sure if there will be fees in my bill.",
        "Bill has more fees?",
        "I don't know whether there will be additional fees in my bill.",
        "I don't know if there will be additional fees in the bill.",
        "Does anyone have any extra charges on the bill?",
        "I don't know whether my bill will include any added fees.",
        "Is there added fees in the invoice?",
        "Do Bill have anything else tacked on?",
        "Do you know if there are any extra costs charged to me?",
        "The bill may have additional costs.",
        "I wonder if there are any other fees included in my bill.",
        "Are there more charges shown?",
        "Can I have more fees on my invoice?",
        "I wonder if there are any further fees in this billing cycle.",
        "I don't know about other charges in my statement.",
        "There may be more fees on the invoice.",
        "Is this bill including more fees?",
        "I don't know if there will be any fees in the bill.",
        "Is there other charges on my bill?",
        "There are any extra costs?",
        "I was wondering if there were any hidden fees buried in my bill.",
        "Do you know if there are extra costs that I have to pay?",
        "Is there added fees in invoice?",
        "Does anyone have any hidden fees buried in my bill?",
        "Does this bill include extra costs?",
        "Are there other fees included in my invoice?",
        "Are any fees added to my bill?",
        "Extra costs on a bill?",
        "What extra charges do I have on my bill?",
        "Do I have any more fees on the bill?",
        "Can you tell me if there are any extras charged to me?",
        "My service has any added fees?",
        "There may be charges in the bill.",
        "More charges are included?",
        "I asked if I owe anything else.",
        "I wonder if there will be further fees in this billing cycle.",
        "Do you know if there are any hidden fees in my bill?",
        "Do I have to pay additional fees on my bill?",
        "Are I facing more costs?",
        "Has the bill included extra costs?",
        "I wonder if there are any hidden fees in my bill.",
        "Has there been more charges on the invoice?",
        "Could there be any extra charges in the bill?",
        "You have extra charges in this invoice?",
        "I'm not sure about the added fees in my bill.",
        "There more charges on the invoice?",
        "Did there be extra charges listed?",
        "Is there more costs I face?",
        "Is there an extra expense in the total?",
        "Is it a bill with added costs?",
        "Any extra costs included with my bill?",
        "What add-ons do I have to pay for my service?",
        "Do you think there's more charges on the invoice?",
        "Have any hidden fees in my bill?",
        "Do you know if there are any extra costs to me?",
        "Is it possible that I will have extra fees?",
        "There are any extra fees added to my bill.",
        "Is there any more charges applicable?",
        "Is there more than one fee on my bill?",
        "Any additional fees?",
        "There are any added fees to my bill.",
        "I wonder if I should expect further fees in this billing cycle.",
        "Are there extra costs charged to me?",
        "I don't know if I should expect any more fees in this billing cycle.",
        "Does the bill contain additional costs?",
        "There are any more charges shown",
        "Are the extra costs on the bill?",
        "Is there anything more I am charged?",
        "How much are extra costs on the bill?",
        "Are there additional fees in my invoice?",
        "Do I have to pay any extra bills?",
        "I want to know if any additional fees are included in my bill.",
        "Is the bill adding more fees?",
        "Are there more fees in the invoice?",
        "Just any more charges?",
        "Can any other charges be added?",
        "I want to know if there are any extra costs to pay.",
        "Is it any extra costs on the bill?",
        "I would like to know if there are any extra costs that I have to pay.",
        "Does my bill come with any additional fees?",
        "I want to know if there are any extra costs you charge me.",
        "In this billing cycle should I expect any additional fees?",
        "Any extra charges for my service?",
        "There may be some additional fees in my bill.",
        "A bill with more fees?",
        "Can I expect to pay additional fees?",
        "Any extra fees added to the bill?",
        "Can I be charged more for things?",
        "I am unsure if there will be any new fees in my bill.",
        "Are there more charges listed?",
        "What charges is included in the bill?",
        "Does anyone have any more costs on their bill?",
        "Do I have to add any charges to my bill?",
        "Is there any extra cost on my bill?",
        "What about any more charges?",
        "Does my bill contain additional charges?",
        "Are there any fees added to my invoice?",
        "Does my bill have any extra fees?",
        "Will there be any further fees in this billing cycle?",
        "Is there any more fees on the bill?",
        "Are there any costs on my bill?",
        "Is my invoice with added fees?",
        "I don't know whether there will be added fees in my bill.",
        "I don't know if my bill will have additional fees.",
        "Is there anything else I'm being charged?",
        "In this billing cycle, should there be any more fees?",
        "Should there be more costs on my bill?",
        "Are there any added costs on the invoice?",
        "Is there any more charges.",
        "More charges would be in the bill?",
        "Does the bill have more charges?",
        "I wondered if I was facing added costs.",
        "There are any more fees in my bill?",
        "Is there any extra costs added to my bill?",
        "There may be charges on my bill.",
        "Are there any new charges shown?",
        "Can I expect to be charged more?",
        "Are I facing additional costs?",
        "If there are any more costs on my bill?",
        "Is additional fees included?",
        "I want to know if there are added fees on my invoice.",
        "Should I expect more charges in this billing cycle?",
        "Is there any other fees included?",
        "He asked about any more charges.",
        "Will there be any more charges in the bill?",
        "I don't know whether there will be any fees in the bill.",
        "Is there any more fees on the bill.",
        "Am excess fees included in the total?",
        "Anything more charges?",
        "Is it true that there are more fees on my invoice?",
        "Is there any new costs on my bill?",
        "Extra charges are on my bill?",
        "Extra charges may be on my bill.",
        "Are there any additional fees added to the bill?",
        "Can there be any more costs on my bill?",
        "Is it possible that there are more fees on my bill?",
        "Is my bill extra charges?",
        "Does my bill include any additional charges?",
        "Is it possible there are more charges on the invoice?",
        "Any additional charges that are applicable?",
        "Is this billing cycle going to bring any more fees?",
        "Maybe there are more fees on my invoice.",
        "Is that more charges included?",
        "I'm curious if there are any extra costs I have to pay.",
        "I want to know if there are any additional fees added to my bill.",
        "Is the bill including more fees?",
        "Is it possible that there are additional costs on the bill?",
        "Is there any extra fees included on my bill?",
        "Is there any new fees added to my bill?",
        "Is I faced with added costs?",
        "Is extra fees included in the total?",
        "I am not sure if there will be any added fees in my bill.",
        "Will there be excess fees included in the total?",
        "Is there any more charges on the invoice?",
        "Extra charges added to the list?",
        "Is there any further costs on my bill?",
        "Am I being charged added costs?",
        "More charges are part of the bill?",
        "Does anyone have any extra fees added to their bill?",
        "Can you tell me if there are any extra costs.",
        "A bill with more charges?",
        "I'm not sure about added fees in my bill.",
        "Is it any hidden fees in my bill?",
        "Extra charges included in the bill?",
        "Extra fees added to the bill?",
        "Bill containing extra costs?",
        "Extra costs attached to the bill?",
        "There are any other charges involved?",
        "Possible more charges included?",
        "Are there other charges on the bill?",
        "Did I owe any more expenses?",
        "Is there any more fees to anticipate in this billing cycle?",
        "Is there anymore charges on the invoice?",
        "Any additional fees to be paid?",
        "Will there be any hidden fees buried in my bill?",
        "Any extras I have to pay for?",
        "I wonder if there are more charges on the invoice?",
        "Bill has moreFees?",
        "Do I have to pay any extra charges?",
        "See any more charges?",
        "Will there be more charges on my bill?",
        "Can you tell me any hidden fees in my bill?",
        "Is there added cost for me?",
        "Do I have to pay for anything extra?",
        "I'm wondering if there are any additional charges on my bill.",
        "I don't know if there are any hidden fees in my bill.",
        "Are there any extra costs that I have to pay?",
        "Am I being hit with added costs?",
        "Do I have to pay any more costs?",
        "Is there extra fees in the invoice?",
        "Could this bill include more fees?",
        "I don't know if there will be added fees in the bill.",
        "Is there any more fees in my bill?",
        "Does my bill contain any hidden fees?",
        "Will there be any extra fees on my bill?",
        "The bill could include more fees.",
        "Is the Bill with extra costs?",
        "There may be additional fees in the invoice.",
        "Could there be additional expenses on the invoice?",
        "Wait, any more charges?",
        "Is there any extra costs I'm charged?",
        "Any charges in the bill?",
        "I don't know if I will get extra fees.",
        "Should my bill have any additional fees?",
        "More charges could be included in the bill.",
        "Am I having added costs?",
        "Is there any more fees I should anticipate in this billing cycle?",
        "Do I have to pay any added costs?",
        "Is it possible that there are extra costs on the bill?",
        "What additional costs are included on the invoice?",
        "Is there any extra charges added to my bill?",
        "Is there more cost on my bill?",
        "Do I have to pay additional charges on my bill?",
        "Is there any more fees I have to pay?",
        "Are there any extra costs to pay?",
        "Do I have to pay for any additional charges?",
        "I don't know if the bill will have any added fees.",
        "Any other costs on my bill?",
        "Extra charges on my bills?",
        "I don't know if there will be any further fees in this billing cycle.",
        "Is it extra costs on the bill?",
        "There are more charges included?",
        "In this billing cycle, should I expect any additional fees?",
        "Do I have to pay anything more for my bill?",
        "Is my charged anything more?",
        "What additional charges do I have on my bill?",
        "Is there any additional fee included in the bill?",
        "What extra charges is included in the bill?",
        "I don't know if there will be any additional fees in my bill.",
        "Does my invoice include extra fees?",
        "Any additional costs added to my bill?",
        "Is there more than one fee included in my bill?",
        "I wonder if there are other charges in my statement.",
        "My bill has any additional charges?",
        "Does I owe any more expenses?",
        "If there are any extra costs, can you tell me?",
        "Extra charges included in bill?",
        "Is there any extra charges on my bill?",
        "Would there be any extra charges in the bill?",
        "Is there another charge listed?",
        "I wonder if there are any fees buried in my bill.",
        "Is there any additional charges shown?",
        "Is there any other fees in the bill?",
        "Additional charges listed?",
        "Do you know if there are any hidden fees buried in my bill?",
        "Is it possible I am facing more costs?",
        "I'm not sure of the added fees in my bill.",
        "Is this the bill with extra costs?",
        "Should I pay additional charges on my bill?",
        "Any extra costs added to my bill?",
        "Does anyone have any other fees on my bill?",
        "Can there be any more fees on the bill?",
        "I am unsure if there will be any added fees in my bill.",
        "Should there be any more fees on my bill?",
        "I wonder if there will be any additional fees in this billing cycle.",
        "Is there more charges on my invoice.",
        "Was I being charged anything more?",
        "Was it a bill with extra costs?",
        "Bill with more than one cost?",
        "The bill may include extra charges.",
        "I don't know if there are more costs on my bill.",
        "There may be some extra charges on my bill.",
        "Are there any extra charges in the invoice?",
        "Gotcha any hidden fees in the bill?",
        "My billing may include some extras.",
        "Are there any other fees in the invoice?",
        "Are there any additional fees on the bill?",
        "What additional fees do I have to pay in my bill?",
        "Was there more costs on the bill?",
        "Are there any other fees included in the bill?",
        "Did it include extra costs?",
        "Can there be any added fees on my invoice?",
        "I'm not sure if there will be any fee in my bill.",
        "What extra fees are included on my bill?",
        "Are more charges included?",
        "Do I have to pay add on charges?",
        "Do I have to pay any added costs on my bill?",
        "There are any more costs on the bill?",
        "Do you know if there are any extra costs for me?",
        "What additional fees do I have on my bill?",
        "Do I have to pay extra fees on my bill?",
        "I don't know if my bill will have added fees.",
        "Is it possible I owe any further expenses?",
        "Is there any additional fees on the bill?",
        "I wondered if I was being charged more.",
        "Are there added fees within the invoice?",
        "Should there be any additional fees on my bill?",
        "What are the additional fees in my bill?",
        "I want to know if there are extra costs I have to pay.",
        "Can I be expected to pay more fees?",
        "Is there anymore charges shown?",
        "Bill includes fees?",
        "Are there any more charges?",
        "Can I pay any additional charges on my bill?",
        "Can you confirm if there are any extra costs?",
        "Should I have more fees on my invoice?",
        "Is extra fees included in my invoice?",
        "I would like to know if there are any additional costs.",
        "There are any extra fees on my bill?",
        "There may be more charges on my invoice.",
        "Do you know if there are any additional costs for me?",
        "Is the bill extra charged?",
        "What are the extra fees on my bill?",
        "Is there any more costs for my bill?",
        "Can I add any more charges to my bill?",
        "I want to know if there are any added fees for my service.",
        "What additional fees are included in my bill.",
        "Is there any more fees in this billing cycle?",
        "Does anyone know if there are add-ons to pay?",
        "I wonder if extra fees are included in my invoice.",
        "Can you confirm if there are any additional costs for me?",
        "Should I face additional costs?",
        "Is there another cost on the bill?",
        "I'm not sure if there will be an added fee in my bill.",
        "In this billing cycle, should I expect any more fees?",
        "Is there more fees on my invoices?",
        "There are any additional fees on the bill?",
        "Did I find any hidden fees buried in my bill?",
        "Are there any more charges on my bill?",
        "I wonder if I'm being charged anything more",
        "Are there different charges on my bill?",
        "Is there some added costs?",
        "Is there an added cost on the bill?",
        "Is there any more charges depicted?",
        "I don't know if I have to pay any extra charges on my bill.",
        "There are more fees included in the bill?",
        "What more fees do I have to pay?",
        "Does my bill contain added charges?",
        "Are there any more charges coming up?",
        "Are there additional costs on the invoice?",
        "Are there any extra fees in my invoice?",
        "Will there be additional charges listed?",
        "Is there additional costs facing me?",
        "Bill carries more fees?",
        "Is there anyhidden fees buried in my bill?",
        "Does my invoice have more fees?",
        "Is there more fees to anticipate in this billing cycle?",
        "I have no idea if there will be any added fees in my bill.",
        "In the bill are there more charges?",
        "Any new charges added to my bill?",
        "Yeah, any more charges?",
        "What added fees are on my invoice?",
        "Is there any extra charges to me?",
        "Bill that adds more fees?",
        "Do I have to pay more money on my bill?",
        "If there are any added fees for my service?",
        "Fees are included in the bill?",
        "Are there any more charges presented?",
        "Any extra expenses added to my bill?",
        "I would like to know if there are any extra costs for me.",
        "Do you have any additional costs on my bill?",
        "Can you tell me if any extra costs are charged to me?",
        "Is there any added costs I face?",
        "I wonder if there are any additional charges in the bill.",
        "This bill has more fees?",
        "I need to know if there are any extra costs charged to me.",
        "Is there more fees on it?",
        "Is there additional fees in the invoice?",
        "I don't know if there will be added charges in my bill.",
        "Any costs added to my bill?",
        "There might be an extra fee added to my bill.",
        "Has the bill had extra costs?",
        "There are any extras to my bill?",
        "Is there any extra charges included?",
        "What more fees do I pay on my bill?",
        "I wondered if I was being charged anything more.",
        "Do you think there will be more fees on my invoice?",
        "Does my bill contain any additional charges?",
        "Are there additional charges in my invoice?",
        "Have I been charged anything more?",
        "Are there extras on my bill?",
        "Is there any added fees in my invoice?",
        "Does the bill contain additional fees?",
        "I am wondering if I am being charged more.",
        "Does my invoice have any new fees?",
        "Is it a bill that has extra costs?",
        "There are added fees within the invoice?",
        "I want to know if there are any more charges shown.",
        "There may be more charges on the bill.",
        "Bill with other costs?",
        "Was there any other charges applicable?",
        "Would the bill include extra costs?",
        "There may be more charges in the invoice.",
        "Can you tell me if there are any added costs?",
        "Can you say if there are any additional costs?",
        "There are any extra fees on the bill.",
        "Should I be expecting any more fees in this billing cycle?",
        "Is more charges included?",
        "Any extra fees I have to pay?",
        "Could there be more charges on the invoice?",
        "What are some charges in my bill?",
        "There may be some extra fees added to my bill.",
        "Extra costs included in the bill?",
        "What are some more charges shown?",
        "Any costs on my bill?",
        "Can you confirm if there are any additional costs I have to pay?",
        "There may be extras included with my bill.",
        "Does my bill have any additional costs?",
        "Do you have other charges in my statement?",
        "Should I expect any additional charges during this billing cycle?",
        "Is there any more charges available?",
        "Could there be more expenses on the invoice?",
        "Is it any more that I'm being charged?",
        "There are any added fees on my invoice.",
        "Extra bill costs?",
        "Is there any more charges listed?",
        "Do I owe any more costs?",
        "What extra charges do we have in the bill?",
        "Could there be extra costs on the bill?",
        "Does anyone have to pay any additional charges on my bill?",
        "Does my bill contain any extra fees?",
        "Is there any additional cost on my bill?",
        "Is there an additional charge on my bill?",
        "There may be added fees in the bill.",
        "Are there any additional charges included in my bill?",
        "There are any other charges that apply?",
        "Is there any added charges that I have to pay?",
        "Additional costs added to invoice?",
        "Does the invoice contain any additional fees?",
        "Did the bill have more charges?",
        "Can you tell me if there are any additional costs that I have to pay?",
        "Is it possible that my invoice has additional fees?",
        "Is there any added fee on my invoice?",
        "What are the fees on the bill?",
        "There may be more charges in the bill.",
        "Is there more costs on the bill?",
        "Are there added costs for me?",
        "I am wondering if there will be any further fees in this billing cycle.",
        "In this billing cycle, should I expect any new fees?",
        "I wonder if there are more costs on my invoice.",
        "Are there additional fees?",
        "More charges in the bill?",
        "Extra Charges on my bill?",
        "Extra fees may be added to my bill.",
        "I don't know if there are any add-ons to pay.",
        "What fees are added to my bill?",
        "Is there any extra charges for me?",
        "What additional charges are included in the bill?",
        "Are there extra charges in my invoice?",
        "A bill contains more fees?",
        "What additional charges do I need to pay?",
        "Will there be additional expenses on the invoice?",
        "Is it possible that there will be more fees in this billing cycle?",
        "Will this bill include extra costs?",
        "There are any costs added?",
        "I am wondering if there are any extra costs I have to pay.",
        "Am I facing any more charges?",
        "What other charges are included in my bill?",
        "Can you tell me if there's any extra costs I have to pay?",
        "I'm not sure if I'm facing added costs.",
        "Any additional fees I have to pay?",
        "I don't know if there is more fees on my invoice.",
        "I don't know if the bill will have added fees.",
        "Is there further charges on the invoice?",
        "There are any more costs I have to pay?",
        "What fees are on my bill?",
        "Am I facing new costs?",
        "I don't know if I have to pay any charges.",
        "Can I expect extra fees?",
        "Should I be facing added costs?",
        "Do you have any more costs on the bill?",
        "Is there more charges to include?",
        "Is it possible I am being charged more?",
        "I'm not sure if there will be any added fees.",
        "Is any other charges applicable?",
        "Can I ask about other charges in my statement?",
        "Is it possible that my invoice has more fees on it?",
        "What fees are included with my bill?",
        "There are any added costs for my service?",
        "Does my invoice include any additional fees?",
        "Is I facing increased costs?",
        "Could more charges be included?",
        "More charges may be included.",
        "I wonder if the bill includes more fees.",
        "Is there any more fees to expect in this billing cycle?",
        "I'm not sure if there's any added fees in the bill.",
        "What additional charges do I include in my bill?",
        "Fees within the bill?",
        "How about any additional charges in the bill?",
        "Is there any extra fees on my bill.",
        "Do you know if there is any extra costs I have to pay?",
        "Was there any more charges on the invoice?",
        "I don't know if I owe any other expenses.",
        "Did there be additional expenses on the invoice?",
        "There may be more charges included?",
        "Is there any tacked on charges on my bill?",
        "I wonder if any hidden fees are buried in my bill.",
        "Did more charges include?",
        "Is there more expenses on the bill?",
        "Does the invoice contain any extra fees?",
        "Will there be any extra charges in the bill?",
        "Are there more charges?",
        "Does my invoice contain extra fees?",
        "Does my invoice include additional fees?",
        "Is there any more fees on my bill.",
        "Extra costs on the bills?",
        "Are there any additional costs in my invoice?",
        "There are any fees included in the bill?",
        "Does the bill have any extra fees?",
        "Is there any more expense I owe?",
        "Should I have any more charges on my bill?",
        "So am I being charged anything more?",
        "Any more expenses on the bill?",
        "Can you tell me if there are added costs?",
        "Do I have to pay any additional costs?",
        "Is there any other charges required?",
        "Is it possible I am facing added costs?",
        "Is there any additional costs I have to pay?",
        "Is the bill containing more charges?",
        "I don't know if there will be any extra fees in my bill.",
        "Does my invoice have additional fees?",
        "Would there be any extra charges on my bill?",
        "Is there any extra fees buried in my bill?",
        "Are I paying additional costs?",
        "I don't know if I have to pay extra charges on my bill.",
        "Are there any additional fees in my invoice?",
        "I don't know if there will be any added fees to my bill.",
        "Will there be any charges on my bill?",
        "Is there more than one fee included in my invoice?",
        "Should there be any additional costs on my bill?",
        "Is there additional fees added to my bill?",
        "I question if I am facing added costs.",
        "It's possible that there are extra costs on the bill.",
        "Is there extra costs charged to me?",
        "Do you know if there are any more fees on my bill?",
        "Can there be any extra costs on the bill?",
        "Is that more charges in the bill?",
        "Other charges included?",
        "Is there more costs in addition to the bill amount?",
        "Is there any further charges on my bill?",
        "Any extra fees on my bill?",
        "Are there more charges on that invoice?",
        "Is there extra costs I am facing?",
        "Any extra fees added?",
        "Does anyone have to pay added charges on my bill?",
        "Can we see any more charges?",
        "If there are any more costs on my bill.",
        "I am not sure if there are any added fees in my bill.",
        "I have no idea if I am being charged anything more.",
        "Is there more fees in the invoice?",
        "Can excess fees be included in the total?",
        "Does my bill include any added fees?",
        "Should there be any additional fees in my bill?",
        "More charges in there?",
        "Is there additional fees?",
        "Is that extra charge on my bill?",
        "Is there any other charges applicable?",
        "I don't know if there are any additional fees in my bill.",
        "Do you have any extra charges in the bill?",
        "I don't know if there will be any extra charges in my bill.",
        "I wonder if there are more charges in the bill.",
        "I'm not sure if there will be any additional fees in my bill.",
        "I don't know whether there will be any extra fees in my bill.",
        "I wonder if I owe any additional expenses.",
        "My bill has costs, any more?",
        "There are any new charges on my bill.",
        "Is bill extra costs?",
        "Adding costs are I facing?",
        "Does my invoice have any additional fees?",
        "Can there be more costs on the bill?",
        "I am not certain if there will be any added fees.",
        "Do I have to pay additional charges to my bill?",
        "Is there any other fees included in the bill?",
        "Is there any other charges listed?",
        "Should I expect new fees in this billing cycle?",
        "Is it possible that I am facing additional costs?",
        "Do you think there are more charges in the bill?",
        "There are more charges in the invoice?",
        "I am wondering if there will be any more fees in this billing cycle.",
        "Bill have more fees?",
        "I wonder if my bill has extra charges.",
        "Do I have to pay something else?",
        "Is any hidden fees buried in my bill?",
        "Are there more fees on my invoice.",
        "There are any new charges in the bill?",
        "I do not know if there will be any additional fees in my bill.",
        "Are there any additional charges in my bill?",
        "Do I have to pay more for services?",
        "Was there any more charges shown?",
        "Do you know if there are any additional costs charged to me?",
        "Will there be more charges on my invoice?",
        "Can I expect some extra fees?",
        "Any extras that come with my bill?",
        "Is there added costs I face?",
        "Would there be extra charges listed?",
        "Can I expect some additional costs?",
        "Can I expect additional fees?",
        "Is there any fee added to my bill.",
        "I would like to know if there are any extra fees added to my bill.",
        "What additional fees do I have in my bill?",
        "Extra costs to the bill?",
        "Is my bill including any additional fees?",
        "I don't know if there are extra fees included in my invoice.",
        "Bill includes more fees?",
        "I'm wondering if I owe anything else.",
        "I am not sure if there will be additional fees in my bill.",
        "Did the charges include extra charges?",
        "Is there any more costs charged to me?",
        "Did I face added costs?",
        "How about any more charges?",
        "Should there be any extra fees on my bill?",
        "Is the charges anything more?",
        "Extra cost on bill?",
        "Any hidden fees in the bill?",
        "Could it be a bill with extra costs?",
        "Is there extra expenses on the bill?",
        "I have no idea whether there will be added fees in my bill.",
        "Do I have to pay additional charges on the bill?",
        "There are any more fees on the bill?",
        "Any additional fees for me?",
        "Is it possible that I will pay extra fees?",
        "I wonder if I am being charged anything more.",
        "I'm not sure if there will be any fees in the bill.",
        "Should I expect any further charges?",
        "Is there another fee on my invoice?",
        "Are there extra costs associated with the bill?",
        "Is there any other fees in this billing cycle?",
        "Are there any costs on the bill?",
        "Is there something else on my bill?",
        "Is there an extra fee I can expect?",
        "Can you tell me if there is any extra cost I have to pay?",
        "The bill may contain additional charges.",
        "Will the invoice have more charges?",
        "Did I have to pay any added charges on my bill?",
        "My bill may have more costs.",
        "Is there any more cost to my bill?",
        "Will I be charged more?",
        "Any extra charges added to the bill?",
        "Additional costs on the bill?",
        "Will there be any extra costs charged to me?",
        "There may be additional fees included in my invoice.",
        "Are there any additional costs in the invoice?",
        "What additional fees are added to my bill?",
        "What additional fees do I have to pay on my bill?",
        "Extra charges in my bill?",
        "Is it costing me additional money?",
        "Is there any more fees in the current billing cycle?",
        "My bill may have extra charges.",
        "Maybe there will be added fees in my bill.",
        "Am I facing more costs?",
        "More charges are there?",
        "Is there more charges on my bill.",
        "Were any more charges shown?",
        "Should there be further fees in this billing cycle?",
        "Is the bill with any extra charges?",
        "Can I expect more charges?",
        "bill with additional costs?",
        "You can ask about more charges.",
        "Do I have to pay some charges on my bill?",
        "Did more charges be included?",
        "I don't know if I have to pay any additional charges on my bill.",
        "Are there even more charges on the invoice?",
        "Is it true that there are more charges on the invoice?",
        "I wonder if I am facing additional costs.",
        "I am curious about any hidden fees buried in my bill.",
        "Any more charges given?",
        "Add any new fees for my service?",
        "Extra costs added to my bill?",
        "Do I have to pay extra on my bill?",
        "Are there any extra charges added to my bill?",
        "The bill might contain more charges.",
        "Does the bill include any added charges?",
        "There might be some extra fees in my invoice.",
        "Is it possible there are more charges in the bill?",
        "There may be an extra charge on my bill.",
        "Is there additional fees in this billing cycle?",
        "Will you tell me if there are any extra costs?",
        "Extra charges would be in the bill?",
        "Does the bill include any additional costs?",
        "Is there any more costs on it?",
        "Does my bill contain extra charges?",
        "Is there new costs I am facing?",
        "Am I being charged anything else?",
        "Can I expect additional charges?",
        "I wonder if I'm being charged any more.",
        "Gotcha, any hidden fees in my bill?",
        "I want to know if there will be any more fees in this billing cycle.",
        "Any hidden charges in my bill?",
        "Is it true that I am facing added costs?",
        "I want to know if any extra fees are added to my bill.",
        "Do you know if there are any more costs on my bill?",
        "Do I have any additional fees included in my bill?",
        "Is there any more fees in the invoice?",
        "There might be more charges on my bill.",
        "Is there any possibility of extra fees?",
        "Is there another expense noted in the total?",
        "Yes, can I expect more fees?",
        "Bill could have more fees.",
        "Is there an added cost for me?",
        "Are there extra costs in the bill?",
        "I have no idea if there will be any added fees in the bill.",
        "Will there be any extra charges on my bill?",
        "Do I have to pay extra money on the bill?",
        "Is it the case that I am facing added costs?",
        "Is there any charged in the bill?",
        "I was wondering if there were more fees on my invoice.",
        "There are any fees buried in my bill?",
        "Extra expenses on a bill?",
        "I want to know if there are any additional fees included.",
        "Are there any additional fees included in my bill?",
        "What are the extra fees in my invoice?",
        "Should I anticipate any more fees in this billing cycle?",
        "Do I need to pay any more costs on my bill?",
        "Do you know if there's any extra costs?",
        "Does the bill have additional fees?",
        "Is there extra cost on bill?",
        "The bill contains more fees?",
        "AmI being charged more?",
        "My invoice may have more fees.",
        "I need to know if I owe any more expenses.",
        "I wonder if I should expect any further fees in this billing cycle.",
        "Extra charges are included in the bill?",
        "Can I expect some extra charges?",
        "There may be more charges included.",
        "Are there any more fees on the invoice?",
        "Is it possible that I'm facing additional costs?",
        "Do I have to pay anything added to the bill?",
        "Can you confirm if there's any extra costs?",
        "I don't know if my bill will include any additional fees.",
        "Is there any extraneous charges on my bill?",
        "Is there any more fees coming in this billing cycle?",
        "Do I owe any additional expenses?",
        "Could there be more charges shown?",
        "I'm not sure if my bill will contain any added fees.",
        "I wonder if there will be any more fees in this billing cycle.",
        "Can I be charged more fees?",
        "Are there additional charges included in the invoice?",
        "Any additional fees added to the bill?",
        "Are there any extra costs on bill?",
        "I don't know if there are any extra fees on my bill.",
        "Are there any fees in the bill?",
        "I would like to know if there are any more fees in this billing cycle.",
        "Does bill have extra costs?",
        "What charges are there on my bill?",
        "Are there any more charges coming?",
        "I don't know if I have to pay any charges on my bill.",
        "Is there more costs on my bill?",
        "Can I expect any more fees in this billing cycle?",
        "Does my bill contain additional fees?",
        "What extra costs are included in my bill?",
        "Is there anything else costs on my bill?",
        "There are any extra charges in the bill.",
        "I'm curious about any hidden fees in my bill.",
        "I don't know if any added fees will be in my bill.",
        "I would like to know if there are any extra costs.",
        "Is it extra charges listed?",
        "Is it any more charged?",
        "What's the added fees for my service?",
        "Is it adding costs that I am facing?",
        "Do I pay any added charges on my bill?",
        "I want to know if I can expect additional fees.",
        "Am I being hit with additional costs?",
        "Were there more charges included?",
        "Is there any added costs in my invoice?",
        "There are any added fees on the invoice?",
        "What are the added fees within the invoice?",
        "Are there other fees in my invoice?",
        "Is there anything extra on the bill?",
        "I'm not sure whether there will be added fees.",
        "What charges are there in the bill?",
        "I want to know if there are any extra fees in my invoice.",
        "There could be some extra charges on my bill.",
        "Is there more charges in there?",
        "Is there more fees included in the invoice?",
        "I wonder if there are more charges on my bill.",
        "What additional costs do you have on my bill?",
        "In the bill, more charges?",
        "Will there be additional expenses on invoice?",
        "Is the bill having extra costs?",
        "Is it possible that there is extra costs on the bill?",
        "Do you have any other fees on my bill?",
        "I don't know if I have to pay added charges.",
        "Bill may have more fees?",
        "Will there be more expenses on the invoice?",
        "What additional charges are there on my bill?",
        "I want to know if there are any additional costs I have to pay.",
        "Is there an extra charge listed?",
        "Is there any extra costs included in my invoice?",
        "Are there extra fees I can expect?",
        "How about any extra charges on my bill?",
        "I want to know if there is any more costs on my bill.",
        "I wonder if there are any more charges.",
        "Is there a further expense I owe?",
        "There could be more fees on my bill.",
        "What are the additional fees included in the bill?",
        "Is anything else tacked on for Bill?",
        "Can there be any more fees on my bill?",
        "There are extra charges on the bill?",
        "Is there extra costs on this bill?",
        "Is the invoice carrying more charges?",
        "Is it possible that there are additional fees on my invoice?",
        "What additional fees do I have to pay on my invoice?",
        "Any more charges on the bill?",
        "Will there be any more fees on my bill?",
        "Is thereany add-ons to pay?",
        "I'm wondering if there are any extra costs I have to pay.",
        "What more charges are in the bill?",
        "There could be additional charges on the invoice.",
        "In the bill, any extra charges?",
        "Do I have to pay any charges on my bill?",
        "Are the charges added to my bill?",
        "Do I have to pay extra fees?",
        "Do more charges include?",
        "Is there any additional fees included in my bill?",
        "Do I have to pay anything else on the bill?",
        "Does it include additional fees?",
        "Do you know if there are any additional costs?",
        "Any new costs added?",
        "I don't know if I have to pay any added charges on my bill.",
        "Do you know if there are any more charges shown?",
        "Does my invoice contain any extra fees?",
        "I am wondering if I am being charged any more.",
        "Could there be added fees in the invoice?",
        "I am wondering if there are hidden costs in my bill.",
        "I'm not sure if there will be any new fees in the bill.",
        "Is the bill adding more charges?",
        "Extra costs for a bill?",
        "Do there any hidden fees in my bill?",
        "Will there be any extra costs on the bill?",
        "Do I have any added fees on my invoice?",
        "Extra costs for bill?",
        "Any more costs on my bill?",
        "Is there more expenses on my invoice?",
        "Are there any more expenses on my bill?",
        "Do I have to pay the added charges on my bill?",
        "Does this bill include more fees?",
        "Can I have any more costs on my bill?",
        "There might be more fees on my invoice.",
        "Is there extra fees I can expect?",
        "Is it possible that I will get extra fees?",
        "Is there any further fees in this billing cycle?",
        "What fees are included in the bill?",
        "Possible additional charges listed?",
        "Is there other fees in my invoice?",
        "Extra costs to bill?",
        "There are any other charges?",
        "I don't know if there are any additional charges on my bill.",
        "I want to know if there are any added fees on my invoice.",
        "Is there any more costs on my bill.",
        "Will I have to pay added charges on my bill?",
        "I don't know if there will be added fees in my bill.",
        "Has there more charges on the invoice?",
        "Do you know whether there are any add-ons to pay?",
        "Do you think there are more charges on the invoice?",
        "There are any extra charges on my bill",
        "Are there any extra costs I'm charged?",
        "Can the bill have extra costs?",
        "Is there any extra costs you can confirm for me?",
        "Extra charges added to bill?",
        "There may be extra costs on the bill.",
        "Is there extra fees included in my invoice?",
        "Can I expect some extra costs?",
        "Is there an extra costs on the bill?",
        "Is it possible that I will be charged additional fees?",
        "Do I have to pay any extra costs on my bill?",
        "Is there more charged in the bill?",
        "Is it okay for me to pay any added charges on my bill?",
        "Are there any more charges included?",
        "There may be additional charges on my bill.",
        "Is there any extra costs on the bill?",
        "Are there more costs on my invoice?",
        "I don't know about any extra charges on my bill.",
        "Is there any additional fees included?",
        "Is there any extra costs I have to pay?",
        "Should there be any more fees on the bill?",
        "Is I being charged more?",
        "Is there any added costs I'm facing?",
        "Can you tell me if there are any extra charges for me?",
        "Do I have to pay additional bills?",
        "Will there be more fees in the bill?",
        "Does my bill not come with additional fees?",
        "More charges are on the bill?",
        "Is there some extra charges listed?",
        "Can there be more charges in the bill?",
        "Is there any additional costs to pay?",
        "Is anything else being charged?",
        "Should there be any extra charges on my bill?",
        "Does anyone have any other costs on my bill?",
        "Are there additional costs charged to me?",
        "Will there be any add-ons to pay?",
        "Are I being charged any more?",
        "Is there any charge on my bill?",
        "Should there be any additional charges in the bill?",
        "Is there extra costs on the bill.",
        "I'm not sure what the added fees will be in my bill.",
        "Does the bill include more fees?",
        "Do you know if I have any extra costs?",
        "What are other charges included in my statement?",
        "I wonder if there are extra fees included in my invoice.",
        "Can there be other charges?",
        "Is it another charge?",
        "I don't know if I owe more expenses.",
        "There could be any extra fees added to my bill.",
        "I want to know if I am facing added costs.",
        "Is there more fees that I can expect?",
        "My bill has any extras?",
        "I do not know if I owe any more expenses.",
        "I'm unsure if there will be any added fees in my bill.",
        "Will other charges be included in my statement?",
        "Is the bill more charges?",
        "Can you tell me if there is any extra costs I have to pay?",
        "In this billing cycle, should I expect additional fees?",
        "Is my bill has any additional fees?",
        "Did I get any additional fees in my bill?",
        "There are any more charges on my bill?",
        "More charges found in the bill?",
        "Can you tell me if there are any extra costs charged to me?",
        "Are there additional charges on the bill?",
        "Will Bill get any other tacked on?",
        "More charges are there in the bill?",
        "Are there more charges involved?",
        "I am wondering if I can expect more fees.",
        "Will I have to pay extra fees?",
        "Is the bill carrying extra costs?",
        "Are there additional charges on my invoice?",
        "Will there be any extra charges?",
        "Am I seeing additional costs?",
        "Does it include extra charges?",
        "Is the bill including more charges?",
        "Will there be any more charges?",
        "Are the extra costs charged to me?",
        "Any other fees on the bill?",
        "There may be more charges on the invoice?",
        "Should there be any more costs on my bill?",
        "I want to know if I am being charged anything more.",
        "There may be some additional charges in the bill.",
        "Does anyone know if I am being charged anything more?",
        "Will there be more fees on my invoice?",
        "Do I have to pay for any new charges?",
        "There are any fees on my invoice?",
        "There are any more charges on the bill.",
        "Is there any added fees on the bill?",
        "I wonder if there are any added fees on the invoice.",
        "Extra charges in your bill?",
        "Can I have more fees?",
        "Is there an extra fee on my bill?",
        "Are there any added fees in my invoice?",
        "There may be additional charges listed.",
        "Is there other charges in my statement?",
        "If there are any extra charges in the bill?",
        "I don't know what extra charges are in my bill.",
        "Do you know any hidden fees that are buried in my bill?",
        "Is there any extra charges on my invoice?",
        "Should I expect any more fees in this bill?",
        "Is it compulsory for me to pay any added charges on my bill?",
        "Is it me facing added costs?",
        "Are there extra costs on the bill?",
        "The bill has more fees?",
        "Extra costs included on the bill?",
        "Is there any fees in this billing cycle?",
        "It's any more charges?",
        "Does the bill contain any added charges?",
        "Can I pay more fees?",
        "Is there any added fees in my bill?",
        "Is it any hidden fees buried in my bill?",
        "Do I have to pay the additional charges on my bill?",
        "I wonder if I've been charged anything more.",
        "Can there be any more charges shown?",
        "Is there any extra charges for my bill?",
        "Are there any extra costs added to me?",
        "I don't know if there will be any extras in my bill.",
        "any extra charges in the bill",
        "Gotcha any hidden fees buried in my bill?",
        "Will any other charges be applicable?",
        "Are there other charges listed?",
        "Do I have to pay for extra charges on my bill?",
        "Can I face added costs?",
        "Does the invoice have more charges?",
        "There might be some added fees on my invoice.",
        "Is there anything else being charged?",
        "Is there any extra charges on it?",
        "Are there extra costs for me?",
        "Are there any extras charged to me?",
        "Other charges can be included?",
        "Do you know if there are any additional costs to me?",
        "I wonder if any fees are buried in my bill?",
        "What additional fees is added to my bill?",
        "I'm not sure if there will be any added fees in the bill.",
        "Should I expect further charges in this billing cycle?",
        "Extra costs added to the total?",
        "My invoice may have more fees?",
        "There may be additional charges on the bill.",
        "Will I get extra fees?",
        "Did the bill have extra costs?",
        "Is it necessary for me to pay additional charges on my bill?",
        "Do I have to pay any more money?",
        "Can you tell me if there are extras charged to me?",
        "Were there extra costs on the bill?",
        "Are there more charges available?",
        "Extra charges included?",
        "I do not know if there will be any fees in my bill.",
        "Is there any added charges on my bill?",
        "There are any additional charges on my bill?",
        "Are there more charges on my bill?",
        "Is there more fees on my invoice",
        "Any more charges displayed?",
        "There more charges in the bill?",
        "There will more charges included?",
        "I am curious if there are any extra costs that I have to pay.",
        "How about any other charges?",
        "Is there any added charges listed?",
        "Did the bill contain more charges?",
        "Is it the case that I am facing additional costs?",
        "Additional expenses on a bill?",
        "Is any more charges coming?",
        "Is there more charges pending?",
        "Is there any fees included in the bill?",
        "Is there any added charges to my bill?",
        "There are any additional fees added to my bill.",
        "Is there any additional fee in my bill?",
        "Could there be more costs on the bill?",
        "How about additional costs on the bill?",
        "I am curious if there are any extra costs charged to me.",
        "I want to know if there are any additional fees included in the bill.",
        "Is there an additional fee in my invoice?",
        "Do you have any other fees on the bill?",
        "Does my billing include any extras?",
        "Is there any extra cost charged to me?",
        "More charges on my bill?",
        "If there are extra costs on the bill.",
        "There may be some extra fees in my invoice.",
        "I wonder if I'm being charged anything more?",
        "I am unsure of the added fees in my bill.",
        "Do you know if there are any extra costs I pay?",
        "Are there additional charges included in my invoice?",
        "Is there any extra fees in my invoice?",
        "Did there extra charges listed?",
        "Am I being charged anything more?",
        "I am not sure if there will be any additional fees in the bill.",
        "I want to know if there are any extra charges on my bill.",
        "Can I expect any extra fees?",
        "What fees do I have to pay on my bill?",
        "Is there more fees on the invoice?",
        "I wonder if there is any added fees on my invoice.",
        "Are there any other charges that apply?",
        "Fees may have been added within the invoice?",
        "Did there any extra charges in the bill?",
        "Should I pay extra charges on my bill?",
        "I am not certain if there will be any added fees in the bill.",
        "Are the bills with extra costs?",
        "Any fees hidden in my bill?",
        "Can you tell me if I have any extra costs?",
        "There are any more fees on the bill.",
        "Does my bill have additional fees?",
        "Am I being charged anything extra?",
        "I was wondering if there were any hidden fees in my bill.",
        "Does my bill include any extra charges?",
        "Do I get any additional fees in my bill?",
        "Am I having to pay more?",
        "There may be more charges in the bill?",
        "I wonder if there is more fees on my invoice?",
        "Is there any added charges on the bill?",
        "Is there anything more charges shown?",
        "There are any extra costs added?",
        "Can you tell me if there are any extra costs that I pay?",
        "Are there extra costs on the bill.",
        "Is there any more charges included in the bill?",
        "Is there any upcoming fees in this billing cycle?",
        "Was more charges included?",
        "In the bill, any additional charges?",
        "A bill includes more fees?",
        "There could be an extra charge on my bill.",
        "Does the bill include extra charges?",
        "Was there any more fees on my bill?",
        "I was wondering if there were any extra costs charged to me.",
        "Should I expect any further fees in this billing cycle?",
        "Are there any other charges involved?",
        "Is there any further costs I owe?",
        "What charges do I have on my bill?",
        "Do more charges exist?",
        "Is there anything extra in the bill?",
        "What additional charges do I pay on my bill?",
        "Additional charges will be included?",
        "Fees added to the invoice?",
        "Can I expect any extra costs?",
        "Do I have to pay more costs on my bill?",
        "Is there more expense on the invoice?",
        "Is there anything extra added to my bill?",
        "I'm not certain if there will be any added fees in my bill.",
        "Is there any fees added to the bill?",
        "Were there any extra costs charged to me?",
        "Is there any charges on my bill?",
        "I am not sure if my bill will have any added fees.",
        "Is there more charges on my bill?",
        "Do I have to pay anything added on my bill?",
        "Can you tell me if there are extra costs charged to me?",
        "Do I have to pay any added charges on my bill?",
        "Is it possible that I will have additional fees?",
        "Are additional charges listed?",
        "Do you know any hidden fees in my bill.",
        "Do there any extra charges on my bill?",
        "I wonder if there are any hidden costs in my bill.",
        "Will Bill have anything else tacked on?",
        "I wonder if I have to pay any added charges on my bill.",
        "I'm wondering if there are any added fees on my invoice.",
        "Is it possible that there are more fees on the invoice?",
        "Is there extra charges in the bill?",
        "If there are more costs on my bill.",
        "I wonder if I have to pay any additional charges on my bill.",
        "There could be more fees in this billing cycle.",
        "What extra costs is there on the bill?",
        "Any charges added to my bill?",
        "Is my invoice full of extra fees?",
        "I am unsure if there will be any added fees in the bill.",
        "Can I expect more in the way of fees?",
        "Is anything different being charged to me?",
        "Bill that includes more fees?",
        "Can you tell me if there are any extra costs involved?",
        "Is there a bill with extra costs?",
        "Do I have to pay fees on my bill?",
        "Are there extra expenses on the invoice?",
        "There may be further fees in this billing cycle.",
        "Bill having additional costs?",
        "Is there any added fees within the invoice?",
        "Is there more I have to pay on my bill?",
        "I need to know if I can expect additional fees.",
        "You can confirm if there are any extra costs for me.",
        "Is there any added fees on my service?",
        "Do you know if there are any extra costs that I have to pay?",
        "Was there more fees on the invoice?",
        "If there are any more fees on my bill.",
        "Is there an additional fee in my bill?",
        "Does anyone know if there are any extra costs for me?",
        "Is there any extra costs in the invoice?",
        "There might be extra charges on my bill.",
        "Were there more fees on my invoice?",
        "Extra charges on bill?",
        "Do you know if there are any add-ons that pay?",
        "Bill adds some fees?",
        "Is there any additional fees in this billing cycle?",
        "Bill contains more costs?",
        "Is that I'm facing added costs?",
        "The bill might have more fees.",
        "Is there additional expenses on the bill?",
        "I'm not certain if there will be any added fees in the bill.",
        "What costs are added to the bill?",
        "Is there any more charges forthcoming?",
        "Can I pay added charges on my bill?",
        "I don't know if there will be any additions to my bill.",
        "Are there any other fees in my bill?",
        "Extra charges could be in the bill.",
        "More charges may be included",
        "Is there any add-ons to my bill?",
        "Should I have more costs on my bill?",
        "Is there any other fees on the bill?",
        "Is there any additional fees in my bill?",
        "Will it include more fees?",
        "Does my invoice include added fees?",
        "Is it possible that I'm being charged anything more?",
        "What extra charges is there in the bill?",
        "Can there be any extra fees?",
        "Is there any extra charges on the bill?",
        "Is there any further fees expected in this billing cycle?",
        "There may be some charges in the bill.",
        "Are there any extra charges on the bill?",
        "Will there be additional charges on my bill?",
        "Has there more charges in the bill?",
        "Can you tell me if there are any additional costs I have to pay?",
        "Can you confirm if there are extra costs?",
        "Is there any more charges yet?",
        "Do you know about any hidden fees buried in my bill?",
        "What extra charges are in the bill?",
        "Was there any additional charges in the bill?",
        "I wonder if there are any more fees in this billing cycle.",
        "Should we expect any more fees in this billing cycle?",
        "I don't know if I owe any more costs.",
        "Bill includes more costs?",
        "Is bill getting anything else tacked on?",
        "Should I expect any further charges in this billing cycle?",
        "Are there any additional charges on the bill?",
        "Do I have to pay more?",
        "Is there any fee added to the invoice?",
        "Do I have to pay additional fees in my bill?",
        "I don't know if there will be anyadded fees in my bill.",
        "Is there any additional charges added to my bill?",
        "Is there more Charges on the invoice?",
        "Is there any more fees for this billing cycle?",
        "So, any more charges?",
        "Can you tell me if I have to pay extra costs?",
        "Any extra charges on the bill?",
        "Are there any added fees within the invoice?",
        "Is it possible for me to pay more fees on my invoice?",
        "Is there any more costs on the bill?",
        "Is there any extra charges listed.",
        "Does my bill not contain additional fees?",
        "Is there more than one fee in my bill?",
        "There are any other charges in the bill?",
        "Any hidden costs added to my bill?",
        "I don't know if I'll have any added fees in my bill.",
        "I'm not certain if there will be added fees in my bill.",
        "Are there any extra costs I pay?",
        "Is there any hidden fees in my bill.",
        "Was there any extra charges listed?",
        "Do I need to pay any charges on my bill?",
        "Is there any more charges on my bill.",
        "Are additional fees included?",
        "Is my bill with any extras?",
        "Is there more charges in the bill",
        "There may be an additional charge on my bill.",
        "Yes, can I expect extra fees?",
        "Is there an added fee in the invoice?",
        "Is there more charges on the list?",
        "I'm not sure if there will be added fees.",
        "There is anything else tacked on to Bill?",
        "Do my bills include additional fees?",
        "What are any added fees for my service?",
        "Does my bill include extra charges?",
        "A bill with added costs?",
        "There are any more costs on the bill.",
        "Is there any more charges in the invoice?",
        "I am not sure whether there will be any new fees in my bill.",
        "I am not sure if there will be any added fees on my bill.",
        "Does my service have any added fees?",
        "I want to know if there is any extra costs charged to me.",
        "Do you have any extra charges on my bill?",
        "What extra fees do I have to pay?",
        "Is any additional fees added to my bill?",
        "More charges on the invoice are possible?",
        "Is it possible that there will be additional fees in this billing cycle?",
        "There are any additional charges on the bill.",
        "Are there any other fees on the bill?",
        "Do you have any fees on my bill?",
        "Will there be any added fees on the invoice?",
        "Do you know if any fees are buried in my bill?",
        "Has there been extra costs on the bill?",
        "Further charges in the bill?",
        "Is that more of a fee on my invoice?",
        "Is there any more charges showing?",
        "Is my invoice getting more fees?",
        "Are Bill getting anything else tacked on?",
        "Will there be any hidden fees in my bill?",
        "Will there be any more fees on the bill?",
        "I'm not sure whether there will be any added fees.",
        "Is that any hidden fees buried in my bill?",
        "Any new charges on the bill?",
        "Is there any more fees I can expect?",
        "Is there any more costs on that bill?",
        "Do I have more fees on the invoice?",
        "I wonder if there are more charges in the bill?",
        "Can you tell me if there are any extra costs that I have to pay?",
        "Is there any extra charges in the invoice?",
        "The bill may contain more fees.",
        "Do I have to pay for extras on my bill?",
        "There may be extra fees added to my bill.",
        "Can you tell me if there are any additional costs for me?",
        "Is there an added fee within the invoice?",
        "I don't know if I have to pay any added charges.",
        "Is there anything more on my bill?",
        "Can you tell me if there are any extra costs I need to pay?",
        "Any more charges are shown?",
        "Is there more cost for the bill amount?",
        "Does anyone know any more costs on my bill?",
        "Any extra costs in the bill?",
        "Do I have any more costs on my bill?",
        "Do I have to pay extra money?",
        "Do I have to pay for other things on my bill?",
        "I am wondering if there are any additional charges on my bill.",
        "Is there any extra costs that you can confirm for me?",
        "There are any other fees in my bill?",
        "Is it being charged anything more?",
        "Has anyone seen any hidden fees buried in my bill?",
        "What additional charges are included on my bill?",
        "Are there any new fees added to my bill?",
        "I don't know if I'm being charged more.",
        "Is it possible I have extra charges on my bill?",
        "Is it true that there are more charges in the bill?",
        "Is there any extra fee on my bill?",
        "How about any hidden fees in my bill?",
        "Am I charged anything more?",
        "Do you think the bill includes more fees?",
        "Should I be prepared for more fees in this billing cycle?",
        "Is there any extra costs?",
        "Maybe there are more charges in the bill?",
        "There could be extra fees added to my bill.",
        "Was there any hidden fees in my bill?",
        "Do you know if there are extra costs I have to pay?",
        "Am I shelling out additional costs?",
        "Should I expect any further fees during this billing cycle?",
        "Is my bill costing me more?",
        "Bill has some fees?",
        "Is there any additional fees I have to pay?",
        "Will there be add-ons to pay?",
        "Do you know any fees buried in my bill?",
        "Extra charges might be in the bill.",
        "Should I expect any fees in this billing cycle?",
        "Any fee added to my bill?",
        "Do I face any added costs?",
        "I don't know if there are any extra costs charged to me.",
        "What additional fees are included within the invoice?",
        "I would like to know if I owe any more expenses.",
        "I want to know if there are any additional costs charged to me.",
        "There are any more charges listed?",
        "There may be more fees in my invoice.",
        "Should I expect any additional fees during this billing cycle?",
        "Are there added charges on my bill?",
        "Does my bill include any other fees?",
        "There's any more charges shown?",
        "Do you know if there is any add-ons to pay?",
        "Is there more charges included in the bill?",
        "Any other fees on my bill?",
        "The bill has any more fees?",
        "I wonder if there are any extra fees added to my bill.",
        "Is there any fee included in the bill?",
        "I don't know whether my bill will have added fees.",
        "More charges could be in the bill?",
        "What are other charges contained in my statement?",
        "Any more charges to be seen?",
        "I don't know if there are any extra charges on my bill.",
        "Does my bill include any new charges?",
        "There may be an added fee in my bill.",
        "I don't know if my bill will have any extra fees.",
        "Are there extra costs for the bill?",
        "I wonder if there are any extra charges on the bill.",
        "I don't know if there are any added fees on my invoice.",
        "Can you confirm that there are extra costs for me?",
        "Will there more charges included?",
        "Is there any additional charges on the bill?",
        "Do you have any hidden fees in my bill?",
        "Is there more costs in my invoice?",
        "Are there more fees in the bill?",
        "There may be some charges on my bill.",
        "Did any other charges apply?",
        "Is there any fees added to my bill.",
        "My invoice might have more fees?",
        "Are there any other fees added to my bill?",
        "I want to know if there are extra charges on my bill.",
        "Any hidden fees are buried in my bill?",
        "Is there any more charges on my bill?",
        "Should I expect more fees for this billing cycle?",
        "Is there more fees to expect in this billing cycle?",
        "How about any additional charges?",
        "Do I have any hidden fees buried in the bill?",
        "Are there extra costs I have to pay?",
        "Was this bill with extra costs?",
        "What are some charges included in my bill?",
        "Is there more costs in the bill?",
        "Is there more costs behind the bill amount?",
        "There could be any additional charges in the bill.",
        "Please let me know if there are more fees.",
        "Are there fees in my invoice?",
        "Am I now being charged more?",
        "Is there added fees on my invoice?",
        "I'm wondering if there are any more fees on my bill.",
        "Do I have more costs on my bill?",
        "Will I owe any additional expenses?",
        "Is there more fee on my invoice?",
        "Are there any charges in my bill?",
        "More charges is in the bill?",
        "Does my bill have any other fees?",
        "Is there any extra fees on my invoice?",
        "Am I facing more charges?",
        "Are any other charges applicable?",
        "I don't know if there are extra fees added to my bill.",
        "Should I face added costs?",
        "Is there any other costs on my bill?",
        "Was there more charges included?",
        "There are any more fees on my bill?",
        "I don't know whether there will be any additional fees in my bill.",
        "Does my bill have more charges on it?",
        "Any more fees added to my bill?",
        "Do you have any more fees on my bill?",
        "In this billing cycle, should I expect any further fees?",
        "Did there extra charges on my bill?",
        "I wonder if there are any more costs on my bill.",
        "Is it required for me to pay any additional charges on my bill?",
        "Can you tell me if there are more costs I have to pay?",
        "Is it added costs that I'm facing?",
        "Do I have to pay more on my bill?",
        "I'm not sure if there will be any added fees on my bill.",
        "Any more charges presented?",
        "Is there an extra cost on the bill?",
        "Extra charges will be in the bill?",
        "There could be extra charges on my bill.",
        "Bill including more fees?",
        "I am not sure if there will be any added fees in the bill.",
        "Should I expect more fees in this billing cycle?",
        "Do I have to pay any additional fees?",
        "Can you tell me if I have to pay any extra costs?",
        "Are there any extra fees added to the bill?",
        "What are the charges that come with my bill?",
        "Do I have to pay any added charges on the bill?",
        "Do I have other charges in my statement?",
        "Does my bill have to include additional charges?",
        "Is it required for me to pay any added charges on my bill?",
        "Can you tell me if I have extra costs?",
        "Is it possible that I face added costs?",
        "The bill includes additional fees?",
        "I was wondering if I owe anything else.",
        "I'm not sure whether there will be added fees in my bill.",
        "Is there additional charges on the bill?",
        "Is there more charges contained in the bill?",
        "More charges added in the bill?",
        "Is there anything more on the bill?",
        "I am not sure if there will be added fees in the bill.",
        "Is there extra fees included in the invoice?",
        "Are I facing additional expenses?",
        "Does that include any other charges?",
        "Is there anything extra on my bill?",
        "Is there going to be extra fees?",
        "There are more charges on the invoice?",
        "Is there more charges displayed?",
        "What additional fees are in the invoice?",
        "Is it costing me anything more?",
        "More charges being added?",
        "I question if I am being charged anything more.",
        "Is it possible for me to have extra fees?",
        "I am asked if I am being charged anything more.",
        "Will there be more fees on the bill?",
        "Is there anything extra I have to pay on my bill?",
        "Is there something extra on the bill?",
        "Bill does include more fees?",
        "Is there any added fees in the bill?",
        "I don't know if there will be new fees in my bill.",
        "What other charges are included in the bill?",
        "Is there any more fees expected in this billing cycle?",
        "I'm not sure if there are added fees in my bill.",
        "extra charges in the bill?",
        "Is there any extra costs in the total?",
        "Is there more than one fee in my invoice?",
        "Is there another charge on the invoice?",
        "Can more charges be found?",
        "Is there any fees included in my bill?",
        "I'm not sure about the added fees in the bill.",
        "Is there more charges in the bill.",
        "Am I paying more in additional costs?",
        "Can you tell me if there are any additional charges?",
        "I want to know if there are any additional costs.",
        "Is there more fee on my bill?",
        "There are any additional charges included in the bill?",
        "Do you know any hidden fees hidden in my bill?",
        "There are charges on my bill?",
        "Would the bill have extra costs?",
        "Should I be facing additional costs?",
        "Can you tell me if there are more charges?",
        "Is there more than one charge on my bill?",
        "Does anyone have any more costs on the bill?",
        "Extra charges are added to the bill?",
        "Does anyone have extra fees added to their bill?",
        "Should there be any extra costs on the bill?",
        "Can I be expected to pay extra fees?",
        "Do I have to pay more for my service?",
        "I don't know whether there will be an added fee in my bill.",
        "Did I see any hidden fees in my bill?",
        "Is there any fees on the bill?",
        "Bill includes some fees?",
        "Extra costs associated with the bill?",
        "Would more charges be included?",
        "Is there more charges included",
        "There could be added fees in my bill.",
        "There could be an extra charge in the bill.",
        "What about more fees in the bill?",
        "I am wondering if I owe any more expenses.",
        "Did I get any hidden fees in my bill?",
        "More Charges Included?",
        "I'm not sure whether there will be any added fees in my bill.",
        "Can you tell me if there are extras I have to pay?",
        "There may be more fees on my bill.",
        "Does the added charges have to be paid on my bill?",
        "Does the bill include any additional charges?",
        "Do I expect any more fees in this billing cycle?",
        "Is there any extra charges included in the invoice?",
        "Is there anything extra charged to me?",
        "Is it possible I will have extra fees?",
        "Is there an extra fee in my invoice?",
        "Is it possible that I will be charged extra fees?",
        "More charges would be included?",
        "Is this being charged anything more?",
        "There are any extra fees added to my bill",
        "Are there fees added to my invoice?",
        "Am I paying added costs?",
        "Do I have extra charges on my bill?",
        "Is there more expenses on the invoice?",
        "Should there be any added fees for my service?",
        "Is there any other fees in my invoice?",
        "Do there any add-ons to pay?",
        "Is there an additional fee on my invoice?",
        "Will there be extra charges in the bill?",
        "Is that a bill with extra costs?",
        "I'm wondering if I'm being charged anything more.",
        "Is there any more charges on the bill?",
        "Ah, any more charges?",
        "Extra fees may be included in my invoice.",
        "Is there any more fees I should expect?",
        "There could be more charges on the invoice?",
        "Would there be more charges in the bill?",
        "I want to know if there are any add-ons to pay.",
        "What charges do I include in my bill?",
        "Will there be more costs on the bill?",
        "I don't know if there will be an added fee in the bill.",
        "Can you tell me if there are any extra costs for me.",
        "Is there some extra fees in my invoice?",
        "I don't know if the bill will contain any added fees.",
        "Do I have to pay anything added?",
        "Can any other charges be charged?",
        "Is there additional charges on my bill?",
        "There are any extra charges I have to pay?",
        "Will there be more fees in this billing cycle?",
        "What more charges are included in the bill?",
        "Do you know if there are additional costs I have to pay?",
        "The bill may have additional charges.",
        "Is there any hidden fees in my bill?",
        "I want to know if there are any additional fees on my invoice.",
        "Can you tell me if there is an extra cost I have to pay?",
        "Is the bill extra charges?",
        "Is there any fee included in my bill?",
        "Should I have to pay any additional charges on my bill?",
        "Any hidden fees thrown into my bill?",
        "Can there be added fees for my service?",
        "Are there any new fees on the invoice?",
        "Is there any extra charges?",
        "There could be more charges in the invoice.",
        "Can you tell me if there are additional costs I have to pay?",
        "Can there be more charges on my bill?",
        "Was there extra costs on the bill?",
        "Are there more fees in my invoice?",
        "Are there any additional charges on my bill?",
        "Do additional charges have to be paid on my bill?",
        "Is there any more fees in the billing cycle?",
        "I'm not sure whether my bill will have any added fees.",
        "There are any more fees on my bill.",
        "Is there additional fees within invoice?",
        "Is that a bill with additional costs?",
        "Extra fees might be included in my invoice.",
        "Extra charges available?",
        "Is there any other fees in my bill?",
        "Is there any other charges to consider?",
        "What additional charges were included in my bill?",
        "I wonder if I can expect extra fees.",
        "There are any extra charges on my bill.",
        "I want to know if I owe any further expenses.",
        "Is there any extra fee included in my invoice?",
        "Are there any other charges on my bill?",
        "I don't know if there will be added fees to my bill.",
        "Will this bill include more fees?",
        "How about extra costs on the bill?",
        "Extra charges are included on my bill?",
        "I question if I'm being charged anything more.",
        "What additional charges are part of my bill?",
        "Are I being charged anything else?",
        "What more charges are included in my bill?",
        "Do I have to pay other things?",
        "I do not know if there will be any added fees.",
        "Is there more charges listed in the bill?",
        "Is there any other charges included in my bill?",
        "Is there any further fees anticipated in this billing cycle?",
        "Is there a bill with additional costs?",
        "Extra charges on a bill?",
        "I do not know if there will be an added fee in my bill.",
        "Can there be more expenses on the invoice?",
        "There might be more costs on my bill.",
        "I don't know if there will be any fee added to my bill.",
        "Are there any new charges on my bill?",
        "More fees on the bill?",
        "Is there any more charges in this billing cycle?",
        "I don't know if there will be any extra fees in the bill.",
        "Are there more charges on this invoice?",
        "Is it possible that bill has extra costs?",
        "More fees are on my invoice?",
        "Will there be added fees within the invoice?",
        "Has there any add-ons to pay?",
        "Should I expect any more charges during the billing cycle?",
        "Extra costs included on a bill?",
        "What charges is included in my bill?",
        "Are there any more charges displayed?",
        "I don't know if there will be any added charges in my bill.",
        "I wonder if I owe anything else.",
        "Are there any extra costs to me?",
        "I'm not sure if there will be any additional charges in my bill.",
        "Would the bill include more fees?",
        "Is my invoice including extra fees?",
        "Any more charges being shown?",
        "I am unsure if I am being charged anything more.",
        "Will there be any more costs on the bill?",
        "More charges are possibly included.",
        "I wonder if I can expect extra fees?",
        "Are there more charges in this bill?",
        "Is there another cost on my bill?",
        "What additional charges does my bill have?",
        "There may be additional fees included in the invoice.",
        "Is there any add-ons that need to be paid?",
        "I'm unsure if there will be any new fees in my bill.",
        "Does my bill have to have any added charges?",
        "Is it true I am facing added costs?",
        "Is anyone aware of any more costs on my bill?",
        "What more charges are there in the bill?",
        "Extra fees are in my invoice?",
        "Are I getting charged anything more?",
        "Is there any new charges listed?",
        "Bill with some costs?",
        "There are added fees on my invoice?",
        "Is there an extra charge on my bill?",
        "Is there any additional fees added to my bill?",
        "Did this bill include more fees?",
        "Am I having additional costs?",
        "Is there more charges in bill?",
        "Will there be add-ons to pay for?",
        "Are there additional fees on my invoice?",
        "Do you know any hidden fees in my bill?",
        "Is it possible that I'm being charged more?",
        "More charges per bill?",
        "Are there other fees in my bill?",
        "What additional fees are on my invoice?",
        "I do not know if I have to pay any added charges.",
        "Extra charges are there in the bill?",
        "Bill can include more fees.",
        "I'm wondering if there are any extra costs that I have to pay.",
        "Is I facing additional costs?",
        "Do you have any hidden fees buried in my bill?",
        "Can there be more fees on my invoice?",
        "Is there any added fees to my bill.",
        "Did the bill include more fees?",
        "Is there more fees in this billing cycle?",
        "I wonder if there's hidden costs in my bill.",
        "I want to know if there will be any further fees in this billing cycle.",
        "There are any more charges there?",
        "Is it necessary for me to pay added charges on my bill?",
        "Were I being charged anything more?",
        "In this billing cycle should I expect additional fees?",
        "I want to know if there are any extra costs charged to me.",
        "Are there any added costs on my invoice?",
        "What additional charges are on the invoice?",
        "Does the invoice contain additional fees?",
        "Is there any additional costs included in my bill?",
        "I wonder if there are more charges on the invoice.",
        "Is it possible there are additional charges on my bill?",
        "Would there be more fees on the invoice?",
        "Will the Bill include more fees?",
        "Can there be any extra fees added to my bill?",
        "Is there additional charges listed?",
        "There are additional fees on my invoice?",
        "Which extra charges are included in my bill?",
        "Is there any more charges on my invoice?",
        "I don't know if there will be additional charges in my bill.",
        "Any additional fees added to my bill?",
        "Do I have to pay any fees on the bill?",
        "I don't know if there will be an extra fee in my bill.",
        "I'm not sure if there will be any added fees in my bill",
        "Bill consists of more fees?",
        "I am unsure if there will be any fees in my bill.",
        "Does anyone have any extra charges on their bill?",
        "There might be more charges on the bill.",
        "Is there an extra fee added to my bill?",
        "Can you tell me if there are extra costs I have to pay?",
        "any extra charges on my bill?",
        "There might be some extra charges in the bill.",
        "Are there more charges included in the bill?",
        "Is there any different charges in the bill?",
        "Any additional costs in the bill?",
        "Does my bill have extras?",
        "What additional charges are included with the bill?",
        "Might there be more charges in the bill?",
        "Can you tell me if there are any more costs I have to pay?",
        "Hey, any more charges?",
        "Is there additional fees that I can expect?",
        "Is there any extra fees that I have to pay?",
        "Is there any added charges I have to pay?",
        "There are any extra charges in the bill?",
        "Is there extra charge on my bill?",
        "Do I have to pay more money?",
        "Can there be more charges on the invoice?",
        "Is there more fees for my invoice?",
        "Am I expected to pay extra fees?",
        "Am I having to pay additional costs?",
        "In the bill, there are more charges?",
        "Will I be facing added costs?",
        "I don't know if I am facing additional costs.",
        "Do I have to pay anything further?",
        "Do there any additional fees in my bill?",
        "Is I being charged anything more?",
        "Can you tell me if I have additional costs?",
        "Is there any additional fees added to the bill?",
        "more charges are included?",
        "Does my bill include any fees?",
        "I was wondering if any fees were buried in my bill.",
        "Extra fees are added to my bill?",
        "There may be extra charges on my bill.",
        "Can you tell me if I get any extra costs?",
        "There are any additional charges shown?",
        "Are there any add-ons to pay?",
        "Could there be more fees on my invoice?",
        "What additional charges does my bill contain?",
        "Is this billing cycle going to have any additional fees?",
        "I don't know if there are any more fees on my bill.",
        "Do I face added costs?",
        "Does it include any additional fees?",
        "Did anyone see any hidden fees in my bill?",
        "What are the additional charges in the bill?",
        "Will there be any extra charges on the bill?",
        "I wonder if I'm being charged anything else.",
        "I wonder if I owe any further expenses.",
        "Do I have to pay extra money to my bill?",
        "I'm not certain if there will be any new fees in my bill.",
        "Is there any additional fees on my bill?",
        "Is my bill includes any additional fees?",
        "Are there any extra charges?",
        "Is the bill with added costs?",
        "Extra costs added to bill?",
        "Are there any other fees in the bill?",
        "Did there additional charges listed?",
        "There might be additional fees included in my invoice.",
        "Is there extra costs that I have to pay?",
        "Extra charges could be on my bill.",
        "Is there any fees added to my bill?",
        "Can you tell me if there is an extra cost to me?",
        "Is there any extra charge on my bill?",
        "There is more charges in the bill?",
        "Is more charges in the bill?",
        "Do I face new costs?",
        "Will there be any added fees in my bill?",
        "Are there any charges on my bill?",
        "I wonder if I am facing added costs.",
        "Are there any extra charges to me?",
        "I don't know whether my bill will contain any added fees.",
        "Bill includes further fees?",
        "Is there any added costs on the invoice?",
        "Extra fees can I expect?",
        "I have no idea if there will be any fees in my bill.",
        "Have any more charges been shown?",
        "There are any additional charges in my bill?",
        "Do I have any additional fees in my bill?",
        "Was there added fees within the invoice?",
        "I was wondering if any sneaky fees were buried in my bill.",
        "Should I expect any more fees in the billing cycle?",
        "Is there more expenses on my bill?",
        "More charges included?",
        "Do you have any other charges in my statement?",
        "Should I pay any new charges on my bill?",
        "Are there other costs in the total?",
        "Bill may include additional fees.",
        "What are the added charges in my bill?",
        "Is it possible there are extra charges on my bill?",
        "Am I going to be charged more?",
        "What about extra fees in the total?",
        "Did there be additional charges listed?",
        "Can you identify additional charges?",
        "I wonder if there are other expenses noted in the total.",
        "Is there any added costs to my bill?",
        "There are any more charges presented?",
        "Is there extra cost on the bill?",
        "Is there any added cost on my invoice?",
        "Do I have to pay for additional charges?",
        "What are the other fees on my bill?",
        "Is there anymore fees on my bill?",
        "Are there any additional fees on my invoice?",
        "Is there any different charges on my bill?",
        "Is there more fees included in my invoice?",
        "Does the bill contain more charges?",
        "There are any additional fees in my bill?",
        "Is there any added fees included in my bill?",
        "Do you know if there are any extra costs?",
        "Is there any extra costs to the bill?",
        "What fees are included in my invoice?",
        "Is there any extra fee in my invoice?",
        "Are there extra charges on the bill?",
        "I'm not sure if the added fees will be included in my bill.",
        "Am I being charged more?",
        "I want to know if there are any more fees in this billing cycle.",
        "What are the other charges in my bill?",
        "Is there more costs on a bill?",
        "I wonder if there are any more charges shown.",
        "Are there extra costs in my invoice?",
        "More costs on my invoice?",
        "Am I paying additional costs?",
        "There are extra fees in the invoice?",
        "Is it more fees on my invoice?",
        "Do you know any sneaky fees buried in my bill?",
        "I would like to know if I can expect additional fees.",
        "What additional costs do I have to pay on my bill?",
        "Is it true that I'm facing added costs?",
        "Does my bill include more charges?",
        "Is there any Extra Charges listed?",
        "Are there additional charges on the invoice?",
        "Is there an extra fee included in my invoice?",
        "Are there any hidden fees buried in my bill?",
        "Are there any hidden fees buried in the bill?",
        "Any other charges included?",
        "I don't know if my bill will include added fees.",
        "Does the bill include any extra fees?",
        "Do I have any hidden fees in the bill?",
        "What more costs do I pay on my bill?",
        "Is there an additional fee in the invoice?",
        "Can you tell me if there are extra costs for me.",
        "I don't know if there are extra charges on my bill.",
        "Is there an additional cost on the bill?",
        "More charges are included in the invoice?",
        "Is there any extra costs to pay?",
        "Was the bill with additional costs?",
        "An extra cost on the bill?",
        "Do I have to pay up for anything else?",
        "I would like to know if there are any extra charges on my bill.",
        "Are there more charges on the invoice?",
        "What other fees are on my bill?",
        "Is there any additional charges in the bill.",
        "Do I have to pay any fees?",
        "Is there an additional charge listed?",
        "Is my bill subject to any additional fees?",
        "Are there any added expenses on my invoice?",
        "Are there any other fees in my invoice?",
        "Is I facing more costs?",
        "There are more charges involved?",
        "Is there more Fees on my bill?",
        "Can I expect more fees on my invoice?",
        "Will any other charges be included?",
        "Am I being charged more for things?",
        "Is there any more fees I should expect in this billing cycle?",
        "Does anyone know if there are any extra costs I have to pay?",
        "I'm not sure if there will be any charges in my bill.",
        "Yes, can I expect additional fees?",
        "Is there further charges listed?",
        "I wonder if I am facing more costs.",
        "There are any fees on the bill?",
        "What additional fees are associated with my service?",
        "I am not certain if there will be added fees in my bill.",
        "Has there been added fees within the invoice?",
        "The bill might have additional fees.",
        "What additional charges come with my bill?",
        "Is anything more being charged to me?",
        "Is there more charges added?",
        "Should there be any more costs on the bill?",
        "Is there more cost on bill?",
        "Are there more fees on the invoice.",
        "What charges are included in the bill?",
        "Should I expect any more charges in this billing cycle.",
        "Do I have to pay any extra fees on my bill?",
        "Is it possible there are more fees on my invoice?",
        "Are there any additional fees in the bill?",
        "There are any extra charges added to my bill.",
        "Do you have any fees buried in my bill?",
        "Can I get more fees on my invoice?",
        "Will I pay extra fees?",
        "There are additional charges on the bill?",
        "I don't know if there will be fees in my bill.",
        "Extra charges are included?",
        "I'm not sure if there will be additional fees in my bill.",
        "Is there any hidden fee buried in my bill?",
        "What additional charges are included in your bill?",
        "There are any more fees I have to pay?",
        "Should I pay any more fees in this billing cycle?",
        "Am I being charged for more?",
        "Any additional charges listed?",
        "There could be more costs on my bill.",
        "Is there any new costs added?",
        "The bill may have more fees.",
        "There might be more fees on my bill.",
        "Is it okay for me to pay added charges on my bill?",
        "Do you have any costs on my bill?",
        "How many fees are added to my bill?",
        "Did you notice any hidden fees in my bill?",
        "What additional charges do I have to pay for my service?",
        "Does my invoice include any extra fees?",
        "More charges can be included?",
        "Any hidden costs thrown into my bill?",
        "Are there any extra costs charged?",
        "There may be additional charges on the invoice.",
        "Should there be any further fees in this billing cycle?",
        "Do I have to pay for other things?",
        "Does anyone know if there are any additional costs I have to pay?",
        "Is there more fees included in the bill?",
        "Is there any added fees to the bill?",
        "Should there be any more fees in this billing cycle?",
        "Extra costs on bills?",
        "Do I pay more fees on my invoice?",
        "I'm not sure if there are any added fees in the bill.",
        "Is there more fees in the bill?",
        "Is it charging anything more?",
        "Do I have to pay any more expenses?",
        "Is there any more fees on that bill?",
        "Is it included more charges?",
        "My invoice might have more fees.",
        "Has I been charged anything more?",
        "What extra costs are there on the bill?",
        "Is there any additional costs added to my bill?",
        "Will I have extra fees?",
        "Should I pay any more fees on my bill?",
        "There any new costs added?",
        "Extra costs added to the bill?",
        "Is there a possibility of more fees in this billing cycle?",
        "I'm not sure if there will be any fees in my bill.",
        "My billing has any extras?",
        "Is there any extra costs for me?",
        "Is there more charges in this bill?",
        "Are there any fees in my invoice?",
        "Is there any more fees on the invoice?",
        "Are there any extra costs that I must pay?",
        "Any additional charges included with my bill?",
        "I am wondering if I owe anything else.",
        "More charges might be included",
        "Any new fees associated with my service?",
        "Is there any extra charged on my bill?",
        "I wonder if there are any hidden fees buried in my bill?",
        "Are there any extra fees on my bill?",
        "Will there be any add-ons?",
        "Is there extra costs on that bill?",
        "Is there added costs for me?",
        "Are there any extra costs I need to pay?",
        "Can I be charged additional fees?",
        "I wonder if there are any additional fees included in my bill.",
        "Are there any extra charges on the invoice?",
        "Bill will have more fees?",
        "Do I have to pay additional costs on my bill?",
        "Are there any extra costs I will have to pay?",
        "Is it possible that there are more costs on my bill?",
        "Any new charges on my bill?",
        "Should I anticipate any more charges in this billing cycle?",
        "Is it possible for my invoice to have more fees?",
        "Are there extra costs on bill?",
        "Is there any more costs on this bill?",
        "Should I owe any more costs?",
        "Will there be any charges in the bill?",
        "Is there any added costs on my invoice?",
        "More charges with the bill?",
        "Does my bill have any charges?",
        "I don't know if there's added fees in my bill.",
        "Extra costs of the bill?",
        "Should I expect additional charges during this billing cycle?",
        "More charges in bill?",
        "Does my invoice contain additional fees?",
        "Do I be charged anything more?",
        "Does my bill include extra fees?",
        "I don't know if there are any additional fees included in my bill.",
        "Do I have to pay extra bills?",
        "Are there any extra costs for me?",
        "Are extra fees included in my invoice?",
        "Will there be any extras with my bill?",
        "Any extra costs on the bill?",
        "Do I need to pay anything extra on my bill?",
        "Am I charged any more fees on my bill?",
        "Will there be additional fees for my service?",
        "More charges will be on the invoice?",
        "There is a bill that includes more fees?",
        "Are there any added charges on the invoice?",
        "I would like to know if there will be any more fees in this billing cycle.",
        "What are the added charges in the bill?",
        "Is there any new fees on my invoice?",
        "Is my invoice increasing in fees?",
        "There are any additional fees on my bill?",
        "Was there additional fees within the invoice?",
        "Will there be any extra fees added to my bill?",
        "Is there any additional costs on my invoice?",
        "Is there added charges listed?",
        "Should I expect any additional charges in this billing cycle?",
        "Did there any add-ons to pay?",
        "It's a bill with extra costs?",
        "Do I have to pay extra money on my bill?",
        "Is that bill with additional costs?",
        "What additional charges do I pay for?",
        "What additional charges are included in my bill.",
        "What extra charges do I have to pay on my bill?",
        "I was wondering if there were hidden costs in my bill.",
        "Added charges in the bill?",
        "What extra fees are included in my invoice?",
        "Are there extra costs with the bill?",
        "Any more charges on my bill?",
        "More fees on my invoice?",
        "Is there any extra cost on the bill?",
        "Can you tell me if there are additional costs to pay?",
        "I don't know whether there will be any added fees.",
        "I want to know if there are any additional charges on my bill.",
        "He asked if there were any more charges.",
        "Are there further expenses on the invoice?",
        "Is there any fees in the bill?",
        "Is there any additional fee?",
        "Is there more charged on my bill?",
        "Ok, any more charges?",
        "Was there any extra charges in the bill?",
        "Is there any added fees to my service?",
        "Is there an extra cost for me?",
        "Is there something extra on my bill?",
        "I'm not certain if there will be any added fees.",
        "What are the additional charges on my bill?",
        "Can you confirm if there are additional costs?",
        "Does the bill include any more fees?",
        "Yes, any more charges?",
        "Does my bill come with any extra fees?",
        "Can more charges be added?",
        "Are there any additional costs I have to pay?",
        "Is that any sneaky fees buried in my bill?",
        "There are more charges on my invoice?",
        "Will there be any more charges on my bill?",
        "Is it possible that I am being charged more?",
        "What are the other charges on my bill?",
        "What charges were added to my bill?",
        "Will there be any additional fees on my bill?",
        "Do you know if there are extra costs?",
        "Is it possible I'm being charged more?",
        "Is there any fees hidden in my bill?",
        "What more costs do I have to pay?",
        "Is it charging me anything more?",
        "Is there any more I'm being charged?",
        "What are some added fees for my service?",
        "Should I expect any more fees in this billing cycle?",
        "Am I paying more fees on my invoice?",
        "My bill has more than one fee.",
        "I don't know if there will be extra fees in the bill.",
        "I am unsure if there will be any additional fees in my bill.",
        "Did the charges include more?",
        "Are there any additional costs charged to me?",
        "I don't know if I am being charged more.",
        "Does anyone have any more fees on their bill?",
        "Is there an extra cost on bill?",
        "There are any additional costs on my bill?",
        "Do I expect more fees in this billing cycle?",
        "Does the bill have any more fees?",
        "Does my bill have any additional fees?",
        "There may be extra fees in the invoice.",
        "Is there any added fees on my invoice?",
        "My bill has some fees?",
        "Is anything more being charged?",
        "My bill might have additional charges.",
        "Are there any additional charges shown?",
        "Should I expect any more fees to come in this billing cycle?",
        "Is there additional costs on the invoice?",
        "I am wondering if there are any additional costs I have to pay.",
        "There are any other charges available?",
        "Is there any more fees included in my bill?",
        "Does the bill include additional costs?",
        "There are any additional fees on my bill.",
        "Are there any more charges on the invoice?",
        "Is the bill costing extra?",
        "What additional costs are on my bill?",
        "There might be further fees in this billing cycle.",
        "Are there any fees on my bill?",
        "Bill may include more charges.",
        "The bill may have more charges?",
        "Does my invoice have any added costs?",
        "Bill with some added costs?",
        "Was it included more charges?",
        "Is it possible that there are more charges on my bill?",
        "Is there other costs in the total?",
        "Are I being charged anything more?",
        "There are any add-ons to pay?",
        "Are there other fees on the invoice?",
        "Do I have any hidden fees in my bill?",
        "Is there more charges in that bill?",
        "Are there some additional charges on my bill?",
        "Is there any extra fees?",
        "What fees are included in my bill?",
        "I wonder if there are extra charges listed.",
        "Is there more fees within the invoice?",
        "There is any extra fee added to my bill.",
        "Are there extra charges on my bill?",
        "Is it necessary for me to pay any additional charges on my bill?",
        "More charges may be included in the bill.",
        "Is there anything extra charged?",
        "I don't know if the bill will include any added fees.",
        "More charges will be added to the invoice?",
        "Can you tell me if I have any extra costs.",
        "Do I have to pay any extra costs?",
        "Is there any more charges shown?",
        "Can more charges be included?",
        "Do I have to pay extra for things?",
        "I'm unsure if there will be added fees in my bill.",
        "Does the bill have any extra costs?",
        "Is there any extra charges in my bill?",
        "am I being charged anything more?",
        "Are there more charges in the bill.",
        "Is there added costs within the invoice?",
        "Is there any added costs for me?",
        "Will there be additional fees?",
        "Will there be any additional fees included in my bill?",
        "Additional charges in the bill?",
        "Is there more fees on this invoice?",
        "Do I have any more charges on my bill?",
        "Bill with extra charges?",
        "Is there more costs on the invoice?",
        "Can you confirm if there are extra costs for me?",
        "There are any further expenses I owe?",
        "Are there added costs on the bill?",
        "Are there any additional costs that I have to pay?",
        "That's any more charges?",
        "There might be extra fees added to my bill.",
        "There are any other fees on my bill?",
        "Can you tell me if there are any extra costs I have to pay?",
        "Is the charged anything more?",
        "Is there an additional expense in the total?",
        "Can you tell me if there are any extra costs?",
        "What additional charges does my bill include?",
        "Can you let me know if there are any extra costs?",
        "Is there any other fees included in my bill?",
        "\"Any more charges?\"",
        "Is there a fee for my bill?",
        "am I being charged more?",
        "Is there any fee in my bill?",
        "My bill may include additional fees.",
        "I am not sure if there will be any added charges in my bill.",
        "Is there anything else on my bill?",
        "Extra costs on my bill?",
        "Do I have to pay for anything added to my bill?",
        "Is there more charge listed?",
        "Is there more CHARGES on the invoice?",
        "Can i expect more fees?",
        "Should there be more fees on my invoice?",
        "I want to know if there are any extra charges in the bill.",
        "Would there be any more fees on my bill?",
        "Do you know any more costs on my bill?",
        "On the bill, extra costs?",
        "How about some hidden fees in my bill?",
        "Can you tell me if there are additional costs?",
        "Any more fees on the bill?",
        "Is the bill extra costs?",
        "Was there any more charges?",
        "There may be additional costs on the bill.",
        "Do I have to pay extra for the bill?",
        "Are there new charges on my bill?",
        "Is there extra costs on the bill?",
        "Is there extra costs in the total?",
        "Are there any additional charges in my invoice?",
        "I don't know if any fees are buried in my bill.",
        "Are I paying added costs?",
        "Are there any fees added to the invoice?",
        "Is there a fee on my bill?",
        "Are there extra charges?",
        "Do I have to pay for things on the bill?",
        "Is there any extra costs added to me?",
        "Is it possible that I am being charged anything more?",
        "I don't know if there's any added fees in the bill.",
        "I am not sure if I am being charged anything more.",
        "Will I be charged anything more?",
        "Did there any extra charges listed?",
        "I am unsure if there will be any fees in the bill.",
        "Should I expect any more fees for this billing cycle?",
        "Should I expect any more fees during the billing cycle?",
        "Would there be any extra expenses in the total?",
        "Do I have to pay added charges on the bill?",
        "Could be more charges on the invoice?",
        "Was there additional charges listed?",
        "Should there be other charges in my statement?",
        "Am I being asked to pay more?",
        "What are the additional charges included in my bill?",
        "Is the bill has any additional fees?",
        "I am not certain if there will be any added fees in my bill.",
        "There are any additional charges in the bill",
        "Does anyone know of any more costs on my bill?",
        "There could be some extra charges in the bill.",
        "I'm not sure if any fees are buried in my bill.",
        "The bill might include more charges.",
        "I wondered if there were any hidden fees buried in my bill.",
        "Can there be any additional fees added to my bill?",
        "Is there any extra costs included in my bill?",
        "What extra charges does my bill have?",
        "Should I expect any more charges during this billing cycle?",
        "Can you tell me if there are extra costs to pay?",
        "Bill adds more fees?",
        "Is this a bill with extra costs?",
        "Can you tell me whether there are any extra costs I have to pay?",
        "I want to know if I'm facing added costs.",
        "My bill might have more costs.",
        "Will the bill have additional costs?",
        "Any hidden fees in my bill?",
        "I wonder if I can expect more fees.",
        "Do there additional charges on my bill?",
        "Can you tell me if the extra costs are charged to me?",
        "Are there additional charges included?",
        "Is there any additional cost to pay?",
        "Do you know if there are more charges?",
        "I wonder if I owe any more expenses.",
        "Any additional fees are included in my bill?",
        "Can we expect more fees?",
        "Is this bill with extra costs?",
        "Do I have to pay for any extra services?",
        "Is there anything I'm being charged more for?",
        "Does it have any extra charges on it?",
        "Is it possible that the bill has extra costs?",
        "Additional charges applicable?",
        "Will you confirm if there are any extra costs?",
        "I'm not sure whether my bill will have added fees.",
        "Can I expect other fees?",
        "Is there any more fees planned in this billing cycle?",
        "I don't know if I have to pay any additional charges.",
        "Is it more charges in the bill?",
        "I wonder if there are any additional charges on my bill.",
        "Is there additional costs for me?",
        "There are any hidden fees buried in my bill?",
        "Do I need to pay any added charges on my bill?",
        "Is it possible I'm facing additional costs?",
        "Will it be a bill with extra costs?",
        "Am I getting any more charged?",
        "Should I expect any more charges in this billing cycle?",
        "Are there any extra costs for me that you can confirm?",
        "I don't know whether my bill will have any added fees.",
        "Do I have to pay more on the bill?",
        "There are any other charges applicable?",
        "Are there more charges in the bill?",
        "The bill includes some fees?",
        "Do I have to pay for things on my bill?",
        "Can I expect extra costs?",
        "There could be more charges on the bill.",
        "Any other charges added?",
        "Is there new fees within the invoice?",
        "Is there extra costs I'm facing?",
        "I don't know if I'm facing additional costs.",
        "I want to know if there is any extra charges on my bill.",
        "Is there more expense I owe?",
        "Bill has any else tacked on?",
        "I'm wondering if there's any more costs on my bill.",
        "I wonder if I am being charged anything more?",
        "Will there be any more fees in this billing cycle?",
        "Is it possible that there will be more fees on my invoice?",
        "Is there any additional cost on my invoice?",
        "Is there any additional fees in the bill?",
        "Does the bill contain extra costs?",
        "Is that bill with extra costs?",
        "Is there more charges shown?",
        "More charges might be added?",
        "Is there any added fees for it?",
        "Bill includes more charges?",
        "There are any extra fees added to the bill?",
        "Is there another expense that I owe?",
        "Is there any hidden fees in the bill?",
        "Are there other fees in the invoice?",
        "What charges do I need to pay on my bill?",
        "Is there any extra costs in my invoice?",
        "Got any hidden fees in my bill?",
        "Do you have more costs on my bill?",
        "Extra costs in a bill?",
        "Extra fees added to my bill?",
        "More charges were included in the bill?",
        "My invoice have more fees?",
        "What extra charges does my bill include?",
        "Do we have more charges in the bill?",
        "I want to know if there are any extra fees added to my bill.",
        "Is there more fee on the invoice?",
        "Is there any hidden fee in my bill?",
        "Is it possible that I owe any additional expenses?",
        "What charges do my bill include?",
        "Is there more charged in bill?",
        "Can you tell me about the extra costs that I have to pay?",
        "Any added fees on my bill?",
        "What kind of charges are included in my bill?",
        "My bill might have additional fees.",
        "I am wondering if there are any additional fees in my bill.",
        "Can you tell me about any more charges?",
        "Are there any additional costs to pay?",
        "What are the extra charges on my bill?",
        "Can you tell me if there are extra costs I pay?",
        "Will there be any additional costs on my bill?",
        "Is my charge anything more?",
        "Is extra costs on the bill?",
        "I wondering if I'm being charged anything more.",
        "More charges are included in the bill?",
        "Is there more Fees on my invoice?",
        "Do you know if there are any more charges?",
        "Are there any other fees included in my bill?",
        "There are more fees on my bill?",
        "Any new costs on my bill?",
        "I don't know if there are any extra fees added to my bill.",
        "Is there more charges included?",
        "Bill may have more fees.",
        "Are there any additional charges in the bill?",
        "Should I have any extra charges on my bill?",
        "Does anyone know of any added fees for my service?",
        "Any extra fees on the bill?",
        "Is there any more expenses on the bill?",
        "I wonder if there are more charges on my invoice.",
        "Is it possible that the bill has additional costs?",
        "My bill has any fees added to it?",
        "I do not know if there will be any added fees in my bill.",
        "Is there any charges added to the bill?",
        "I'm wondering if I'm facing additional costs.",
        "I don't know if I have to pay additional charges.",
        "What additional fees are in my bill?",
        "What are the fees on my bill?",
        "Is there any added charges on my invoice?",
        "Is there any hidden fees buried in the bill?",
        "Does my bill cost anything else?",
        "Does the bill have more charges on it?",
        "Is anyone aware of any hidden fees in my bill?",
        "Is there anymore costs on my bill?",
        "Is there any extra costs that are charged to me?",
        "Add any additional fees to my bill?",
        "Is there other charges included in my statement?",
        "Do I have to pay for the added charges on my bill?",
        "Are there added fees in the invoice?",
        "Do you know any hidden charges in my bill?",
        "I question if I owe anything else.",
        "Is there any further charges in this billing cycle?",
        "Are there any additional charges in the invoice?",
        "Bill has more charges?",
        "Are there other fees included in my bill?",
        "Some charges on my bill?",
        "Extra fees are included in my invoice?",
        "What are the extra charges in my bill?",
        "The bill might have more charges in it.",
        "What additional costs are included in my bill?",
        "Is there any additional cost in my bill?",
        "Will I be charged extra fees?",
        "Are there any other charges on the invoice?",
        "Is the bill including any additional fees?",
        "Any more charges there?",
        "Do I have to pay added charges to my bill?",
        "The bill has additional costs?",
        "Does my invoice have any fees?",
        "Can you confirm if there are additional costs I have to pay?",
        "What extra charges are included on my bill?",
        "Is it possible that there are more charges in the bill?",
        "Will I have to pay any further expenses?",
        "I'm not sure what added fees will be in my bill.",
        "The bill may contain extra costs.",
        "Do you know if there any add-ons to pay?",
        "Is there any additional charges applicable?",
        "Can any other charges be applied?",
        "What are the charges included in the bill?",
        "Is there anything else I have to pay in my bill?",
        "Is it true that I am facing additional costs?",
        "Is it possible for me to be charged extra fees?",
        "Is the extra charges listed?",
        "Does anyone have any more charges on their bill?",
        "Does my bill contain any extra charges?",
        "Any more charges available?",
        "Was the bill including more fees?",
        "Any other charges?",
        "Bill had more fees?",
        "Is there any new fees on the bill?",
        "Is it necessary for me to pay any extra charges on my bill?",
        "What are the fees in my bill?",
        "Does my bill have to include any additional charges?",
        "My bill has any extra fees?",
        "Are there any additional costs on the invoice?",
        "Add any extra fees to my bill?",
        "A bill includes more charges?",
        "Is there extra fees in my invoice?",
        "Will I have to pay any additional charges on my bill?",
        "I wonder if there is more fees on the invoice.",
        "Do you know if there are more costs I have to pay?",
        "Bill could include more fees?",
        "Should I expect any more fees in the upcoming billing cycle?",
        "There are any more charges that are shown?",
        "The bill may have more charges in it.",
        "What extra fees are added to the bill?",
        "Extra costs in the bill?",
        "Will I have any more fees in this billing cycle?",
        "Is there any more costs in my bill?",
        "Is there added charges for my service?",
        "Should I have any more costs on my bill?",
        "Does my invoice contain any new fees?",
        "Is there more charges coming?",
        "Is there more charging in the bill?",
        "Is there more charges on this invoice?",
        "Is I facing added costs?",
        "I am not sure if there will be an added fee in my bill.",
        "Did there more charges in the bill?",
        "Will I owe any more expenses?",
        "Can there be more charges?",
        "Is it possible that I can expect more fees?",
        "There are any charges on the bill?",
        "Did you see any hidden fees in my bill?",
        "Will this bill have extra costs?",
        "Are there any other fees on my invoice?",
        "If applicable, can there be more charges?",
        "Could there be additional fees within the invoice?",
        "Are there any hidden fees in the bill?",
        "Does my bill have any more costs?",
        "Are there other charges on my bill?",
        "Can you tell me whether there are any extra costs for me?",
        "I wonder if there will be any fees in this billing cycle.",
        "Are there any charges I have to pay?",
        "There might be additional charges on my bill.",
        "Are the fees included in my bill?",
        "Did I pay more fees on my invoice?",
        "Is there extra costs on bill?",
        "What extra charges are added to my bill?",
        "Can you tell me if there are additional costs that I have to pay?",
        "What extra costs does the bill have?",
        "The bill may have more charges.",
        "Are there any extra charges I have to pay?",
        "I don't know if my bill will contain added fees.",
        "I wonder if there are any add-ons to pay.",
        "What are the charges that are included in my bill?",
        "I wonder if there are any more fees on my bill.",
        "Is there any extra costs added?",
        "Is there added costs on the bill?",
        "Will more charges be shown?",
        "What charges are included in my bills?",
        "Is there higher costs on the bill?",
        "I don't know if I have to pay added charges on my bill.",
        "What extra charges is in the bill?",
        "More charges are in the invoice?",
        "What other costs do I have on my bill?",
        "Can anyone tell me any more charges?",
        "Is it possible I'm facing more costs?",
        "Can you tell me if there are any extra costs I pay?",
        "Did I have to pay any added charges?",
        "Can you confirm if I have extra costs?",
        "Is there any additional charges in this billing cycle?",
        "Is there moreFees on my invoice?",
        "More charges within the bill?",
        "I'm not sure if the added fees will be in my bill.",
        "Did any extras come with my bill?",
        "Will there be more fees on the invoice?",
        "Is there any added fees on my bill?",
        "Is there any more charges?",
        "Is there any more charges mentioned?",
        "Can you tell me about the extra costs I have to pay?",
        "Additional charges on my bill?",
        "Is it costing me additional costs?",
        "Does it include additional costs on the bill?",
        "Should there be any more charges on my bill?",
        "Uhm, any more charges?",
        "If there are any extra charges on my bill?",
        "I'm not quite sure if there will be any added fees.",
        "Extra costs are on the bill?",
        "Do you know any hidden fees buried in my bill?",
        "Do I face additional costs?",
        "Will there be more charges if applicable?",
        "Can there be additional fees?",
        "There are other charges in my statement?",
        "More charges may be in the bill.",
        "Am I being charged more for something?",
        "Possible extra charges on my bill?",
        "Any hidden cost added to my bill?",
        "Is it possible I will be charged extra fees?",
        "Will the bill have more charges?",
        "Is there more fees on the invoice.",
        "I wonder if I can expect any extra fees.",
        "Should I expect any additional costs in this billing cycle?",
        "Could the bill include extra costs?",
        "I would like to know if there are any additional charges on my bill.",
        "Is there anything else added to my bill.",
        "Bill may include more costs.",
        "Is there charges on my bill?",
        "More fees on my bill?",
        "Do I have to pay any additional expenses?",
        "There's any extra charges on my bill?",
        "Can I expect any additional costs?",
        "Is there any additional fees in my bill.",
        "What additional fees are included with my bill?",
        "I don't know if there will be added fees on my bill.",
        "Does anyone know if there are any additional fees added to my bill?",
        "Is there new charges listed?",
        "Does my bill include any charges?",
        "There is more charges on the invoice?",
        "Did they include more charges?",
        "Is there extra costs in the bill?",
        "Any other charges on the bill?",
        "I want to know if there are any extra costs.",
        "Bill has other fees?",
        "Are there any more fees on my bill?",
        "Extra fees are included in the total?",
        "Does my bill have any extra charges?",
        "Is my bill subject to added charges?",
        "Is there any other fee in my bill?",
        "How about more fees on my invoice?",
        "What about more charges included?",
        "Is there extra expenses on the invoice?",
        "Has excess fees been included in the total?",
        "Will there be more charges?",
        "Is there any extra charges included with my bill?",
        "Are there any more costs that I have to pay?",
        "I'm wondering if there are any added fees for my service.",
        "The bill includes extra costs?",
        "Extra charges may be added to the bill.",
        "I want to know if there are any other fees included in my bill.",
        "Is it possible that my bill has additional charges?",
        "Any hidden costs on my bill?",
        "Will I have to pay additional fees?",
        "Bill includes new fees?",
        "Is there additional charges within the invoice?",
        "Will the bill have extra costs?",
        "I am not sure about the fees in my bill.",
        "Were there any more charges shown?",
        "Does the bill contain more fees?",
        "Any hidden fees added to my bill?",
        "Is there additional costs I face?",
        "Is there other charges included?",
        "Any additional charges added to my bill?",
        "There may be more fees on the bill.",
        "Can I be facing added costs?",
        "Are there any fees added?",
        "Is there any additional charges on my invoice?",
        "There are any extra fees that I have to pay?",
        "I wonder if I'm facing added costs.",
        "Is there more cost on my bill.",
        "Do you see any more charges?",
        "There will be more charges included?",
        "Any additional expenses on my bill?",
        "I don't know if there will be any more fees in my bill.",
        "Does my invoice contain added fees?",
        "Can I have additional fees?",
        "Is there any extra costs charged to me?",
        "I don't know if there's any added fees in my bill.",
        "Is there more charges included on the invoice?",
        "I'm not sure if there will be any new fees in my bill.",
        "Is my bill covered by additional fees?",
        "Is there added charges within the invoice?",
        "Should I owe any other expenses?",
        "Bill might have more fees?",
        "Was there any additional expenses on the invoice?",
        "Did they include extra charges?",
        "Is there more Fees on the invoice?",
        "Is there anymore charges listed?",
        "Is there any charged on my bill?",
        "Any new charges in the bill?",
        "Are I having added costs?",
        "Do I have to pay any other charges?",
        "Does the invoice contain added fees?",
        "Do I have to pay any additional charges on my bill?",
        "There could be more costs on the bill.",
        "I'm wondering if there are any extra charges in the bill.",
        "Are there any new fees on my invoice?",
        "Am I having to pay added costs?",
        "Is there an additional fee?",
        "Is there more charges possible?",
        "Is it possible that I can expect extra fees?",
        "I don't know if there are any extra fees included in my invoice.",
        "My bill has any more fees?",
        "Is there any further fees on my bill?",
        "Is there more costs for me?",
        "An extra charge on my bill?",
        "There might be some added fees in my bill.",
        "There are any hidden fees buried in the bill?",
        "Did there extra costs on the bill?",
        "I am wondering if there are more fees on the invoice.",
        "Extra costs on your bill?",
        "I do not know if there will be any added fees in the bill.",
        "Any new fees for me?",
        "The bill has more charges in it?",
        "I want to know if there are any extra costs for me.",
        "Any more charges can be seen?",
        "Oh, any more charges?",
        "Does it include extra costs on bill?",
        "Extra charges added to the bill?",
        "I don't know if there are any additional fees added to my bill.",
        "Is there any further fees in the billing cycle?",
        "What more charges do I have on my bill?",
        "Extra charges on my bill?",
        "Is there any fee added to my invoice?",
        "Will the bill include more fees?",
        "Is there any further fees to anticipate in this billing cycle?",
        "Do I have to pay any extra charges on the bill?",
        "Was there additional costs on the invoice?",
        "Is there any added fees for me?",
        "Is it possible that there are extra charges on my bill?",
        "Does anyone have more fees on my bill?",
        "Is it possible that my invoice has added fees?",
        "Is there anything additional in my bill?",
        "Any other charges can be added?",
        "Could be more charges in the bill?",
        "Can you see more charges?",
        "There are any new charges on my bill?",
        "Is there any more cost on my bill?",
        "Are there additional charges?",
        "Should there be any additional charges on my bill?",
        "Does the bill have any additional charges?",
        "Will I have to pay any charges on my bill?",
        "Was there an extra cost on the bill?",
        "What extra charges do you see in the bill?",
        "I am wondering if I have been charged anything more.",
        "There are any charges on my bill?",
        "Is there more charges on my invoice?",
        "I'm unsure if there will be any added fees.",
        "I wonder if I are facing added costs.",
        "Did there be any extra charges listed?",
        "Did there any additional charges in the bill?",
        "Can you tell me if there are any additional costs charged to me?",
        "Are there any extra charges in my bill?",
        "Is there other fees included in my invoice?",
        "Is there any more fees that I should expect in this billing cycle?",
        "Extra charges listed in the bill?",
        "Did the bill include more charges?",
        "Do you know about any hidden fees in my bill?",
        "More costs in the bill?",
        "I wonder about other charges in my statement.",
        "Should I expect any more fees during this billing cycle?",
        "Is there any new charges shown?",
        "I wonder if I am facing extra costs.",
        "Does the bill include any fees?",
        "I don't know if there will be added fees in my bill",
        "Should I be expecting more fees in this billing cycle?",
        "Was there any other charges in my statement?",
        "Do I have to pay extras on my bill?",
        "Can you tell me if there are any extra costs to pay?",
        "Would there be more charges included?",
        "There's any extra charges in the bill?",
        "There may be extra charges listed.",
        "Bill provides more fees?",
        "More charges contained?",
        "There are any additional charges on the bill?",
        "Is it a bill with extra costs?",
        "Is there more bill charges?",
        "There are any extras that come with my bill?",
        "Does my bill have extra charges?",
        "Is it possible that more charges are included?",
        "Do I need to pay any added charges?",
        "What extra charges are there in the bill?",
        "Is there more costs I am facing?",
        "Was any more charges shown?",
        "More charges are being included?",
        "Are any more charges coming?",
        "Does anyone know whether there are any add-ons to pay?",
        "I don't know whether the added fees will be in my bill.",
        "I don't know if I are facing added costs.",
        "Is it possible I will get extra fees?",
        "There are any additional costs added?",
        "Is it possible that there will be further fees in this billing cycle?",
        "More charges are included on the invoice?",
        "Should I expect fees in this billing cycle?",
        "Are the bill with additional costs?",
        "More charges might be in the bill.",
        "Is there additional costs on bill?",
        "There are any fees on my bill?",
        "Should there be any extra charges in the bill?",
        "Are there any fees to pay?",
        "Is there any extra fees added to the bill?",
        "Are there any extra fees in my bill?",
        "Do I have to pay added charges for my bill?",
        "Are there any fees on the bill?",
        "Is there any added fees on my bill.",
        "Are there anything else on my bill?",
        "Is this billing cycle going to have any more fees?",
        "Is there anything more I have to pay?",
        "Does my bill include any extras?",
        "What are the additional charges on the bill?",
        "Is there any new added fees for my service?",
        "Is there more of a fee on my invoice?",
        "Are there additional fees in the invoice?",
        "What extra costs is included on the bill?",
        "Do I have to pay anything more on my bill?",
        "Are there any more costs on the bill?",
        "Any extra charges added to my bill?",
        "Can you say if there are any extra costs?",
        "Will there be more charges shown?",
        "Any hidden fees hidden in my bill?",
        "More charges might be included?",
        "I don't know if there will be extra fees in my bill.",
        "Extra costs on bill?",
        "Did you notice any hidden fees buried in my bill?",
        "Is there any new fees included in my bill?",
        "What extra fees is added to my bill?",
        "Is there any extra costs in the bill?",
        "Do I expect any additional fees in this billing cycle?",
        "Do there more charges on my bill?",
        "Is the invoice including extra fees?",
        "I wonder if I have been charged anything more.",
        "More charges come in the bill?",
        "Is there any fees added within the invoice?",
        "Including more charges in the bill?",
        "Is this billing cycle going to see any more fees?",
        "Will the bill add more fees?",
        "Additional costs added to the invoice?",
        "Can you let me know if there are any additional costs?",
        "I am wondering if there are any added fees for my service.",
        "Bill comes with more fees?",
        "What extra costs are added to my bill?",
        "Does the invoice contain more charges?",
        "Is there any extra charges in my invoice?",
        "Did there be extra costs on the bill?",
        "There could be additional fees added to my bill.",
        "Are the fees included in the bill?",
        "Is it possible there are more charges on my bill?",
        "Are there additional costs on the bill?",
        "Any other charges in the bill?",
        "I am curious if there are any extra costs I have to pay.",
        "Can you tell me if I have any additional costs?",
        "I don't know if there will be more fees in my bill.",
        "There could be additional fees in this billing cycle.",
        "There may be extra fees included in the invoice.",
        "Is anyone aware of any hidden fees buried in my bill?",
        "Are there any extra charges in the bill?",
        "Does the bill have any additional fees?",
        "Is it possible for me to have additional fees?",
        "Will there any more fees on my bill?",
        "There are any fees added to my bill.",
        "Is there more charges shown.",
        "Do I have to pay added charges on my bill?",
        "I wonder if I can expect extra charges.",
        "I'm not sure whether there will be any fees in my bill.",
        "I wonder if there are any more fees on the bill.",
        "Is there an extra cost to me?",
        "Is there extra charges included?",
        "I don't know if there will be any added fees.",
        "Extra costs on the bill for example?",
        "Am I paying increased costs?",
        "Is it possible for the bill to have extra costs?",
        "Will the bill include additional costs?",
        "Is there any more charges there?",
        "Is there any more charges being shown?",
        "Is there any more charges coming up?",
        "Am I being hit with more charges?",
        "Any costs on the bill?",
        "There might be additional fees added to my bill.",
        "Is the cost on the bill extra?",
        "Is there another fee in my invoice?",
        "I need to know if there are any additional costs.",
        "What extra charges is included in my bill?",
        "There could be charges in the bill.",
        "What additional charges do I see in my bill?",
        "What are other charges in my bill?",
        "There may be any extra charges in the bill.",
        "Is there anything more being charged?",
        "I don't know if there are any added fees in the bill.",
        "More charges in a bill?",
        "Is there an additional fee within the invoice?",
        "I don't know if there is any added fees in my bill.",
        "I need to know if there are any extra costs for me.",
        "Can I add any charges to my bill?",
        "There are more charges in the bill, right?",
        "Will there be more fees in my invoice?",
        "There are any added charges in the bill?",
        "Is there an additional expense on the invoice?",
        "I would like to know if I owe any further expenses.",
        "Does my bill include any added charges?",
        "Any extra fees to be paid?",
        "Any extra fees added to my bill?",
        "My bill may include some extras.",
        "What charges are added to my bill?",
        "Does my bill have to have added charges?",
        "Are there any other charges?",
        "Is there any added expenses on my invoice?",
        "Are there any added fees on my invoice?",
        "Are there other expenses on the invoice?",
        "Is there an additional fee included in my bill?",
        "There might be some extra charges on my bill.",
        "The bill may have extra charges.",
        "I need to know if there are any extra charges on my bill.",
        "Is there any extra fees on the bill?",
        "Can there be any add-ons to pay?",
        "I'm not sure if there will be any added costs.",
        "More charges in my invoice?",
        "Is extra charges listed?",
        "Do I have to pay extra charges?",
        "I was asked if I was being charged anything more.",
        "I would like to know if I owe anything else.",
        "Is there more costs on bill?",
        "I wondered if there were any hidden fees in my bill.",
        "Does I owe any additional expenses?",
        "Any additional charges in the bill?",
        "I don't know if there will be any add-ons in my bill.",
        "Is there any fees on my bill?",
        "Is there extra fees that I should expect?",
        "Did I find any hidden fees in my bill?",
        "I am unsure if there will be added fees in my bill.",
        "Am I facing additional costs?",
        "Bill with additional costs?",
        "Does anyone have any additional costs on my bill?",
        "Does my bill contain any additional fees?",
        "Is there any extra charges in it?",
        "Extra charges could be included in the bill.",
        "What extra charges are there on my bill?",
        "There's any more charges?",
        "I need to know if there are any more costs on my bill.",
        "What about a bill with extra costs?",
        "Is there any other hidden fees buried in my bill?",
        "Can I expect to pay more in fees?",
        "How about more charges in the bill?",
        "Is it additional costs that I am facing?",
        "Can you tell me if there are additional costs for me?",
        "Is there added charges on my bill?",
        "Do I have to pay anything extra?",
        "How about extra charges listed?",
        "I would like to know if there are any additional costs charged to me.",
        "I want to know if there are more fees on my bill.",
        "Are there additional costs I have to pay?",
        "If applicable, can you see more charges?",
        "fees on my bill?",
        "Does my bill include additional fees?",
        "I need to know if there are any extra costs.",
        "More charges were added to the bill?",
        "Are there added charges listed?",
        "I want to know if I can expect extra fees.",
        "I'm not sure if there will be any added fees",
        "What additional charges do I have to pay on my bill?",
        "I need to know if there are any more fees on my bill.",
        "What added fees do I have to pay?",
        "Do I have to pay any fees on my bill?",
        "Any fees buried in my bill?",
        "Is bill with additional costs?",
        "Is the bill containing more fees?",
        "I was wondering if I was being charged anything more.",
        "Bill with extra costs?",
        "Do any additional charges have to be paid on my bill?",
        "Do I have any extra charges on my bill?",
        "A bill includes additional fees?",
        "Is there more fees on my bill.",
        "Any new charges shown?",
        "There are any additional fees in my bill.",
        "Is there another charge shown?",
        "Does my bill contain more charges?",
        "There may be more fees included in my invoice.",
        "Should I expect any new fees in this billing cycle?",
        "Is there any more fees in this bill?",
        "Are there more charges on my invoice?",
        "Does my invoice have any added fees?",
        "Is there any hidden fees buried in my bill.",
        "Can you tell me if there's any extra costs?",
        "Any other charges on my bill?",
        "I want to know about other charges in my statement.",
        "What additional fees do I need to pay in my bill?",
        "Will any other charges apply?",
        "Could there be more charges included?",
        "What extra fees are included in the invoice?",
        "More charges for the bill?",
        "Can I get any more costs on my bill?",
        "I don't know if the added fees will be included in my bill.",
        "Does anyone know if there are more costs on my bill?",
        "Is there other costs noted in the total?",
        "Is there going to be any more fees in this billing cycle?",
        "I wonder if my bill has any extra charges.",
        "I would like to know if there are any more fees on my bill.",
        "Can there be more fees on the invoice?",
        "More charges contained in the bill?",
        "In this billing cycle should I expect any more fees?",
        "Can you tell me if there are any costs I have to pay?",
        "A bill includes fees?",
        "Are there any additional costs on my invoice?",
        "More fees included in the bill?",
        "Any additional charges for my service?",
        "There could be additional fees in my bill.",
        "Is there any more costs to my bill?",
        "There could be more charges included?",
        "I don't know if I will see any added fees in my bill.",
        "Can there be more charges included?",
        "Is there any more charges that are shown?",
        "Is there any additional costs charged to me?",
        "Is there any extra charges in bill?",
        "I wonder if I'm being charged anything more.",
        "Increased charges in the bill?",
        "Any fees added to my bill?",
        "Are there extra fees that I can expect?",
        "The bill may have some extra charges.",
        "Can there be extra costs on the bill?",
        "Will there be excess fees in the total?",
        "Is it possible that I have to pay added charges on my bill?",
        "Is there other charges in my statement.",
        "Can there be more charges shown?",
        "The bill may contain more charges.",
        "Extra costs associated with a bill?",
        "Is there more charges listed?",
        "Are there additional charges in the invoice?",
        "Could there be additional costs on the bill?",
        "Will there be any extras included with my bill?",
        "I'm not sure if there will be an additional fee in my bill.",
        "Is there any additional fees in my invoice?",
        "I wonder if I should expect any more fees during this billing cycle.",
        "I'm not sure if there will be added fees in the bill.",
        "What are the other costs on my bill?",
        "Are I facing extra costs?",
        "Do I have to pay for any added charges on my bill?",
        "More fees on the invoice for me?",
        "Are there any hidden fees buried in my bill.",
        "Can you tell me about any hidden fees in my bill?",
        "Is there more charges to be included?",
        "Does anyone know if there are any more fees on my bill?",
        "What charges are in my bill?",
        "Is there any extra fees added?",
        "More charges possible in the bill?",
        "Am I paying extra costs?",
        "There are any more expenses on my bill?",
        "Extra charges could be in the bill?",
        "Any added charges on my bill?",
        "Are there any extra costs on my bill?",
        "Is there any extra costs on that bill?",
        "Is that extra costs on the bill?",
        "Are there any extra fees in the invoice?",
        "Does anyone have extra charges on my bill?",
        "Bill has anything more tacked on?",
        "There may be an additional charge in the bill.",
        "Are there any add-on costs?",
        "What are the extra charges in the bill?",
        "Do you think there are any add-ons to pay?",
        "Any further charges shown?",
        "Is there any extra fees included?",
        "What are the additional fees on my bill?",
        "Can you tell me if there's any extra costs.",
        "What are the additional charges in my bill?",
        "Are there any extra costs on the invoice?",
        "Is it ok for me to pay added charges on my bill?",
        "What charges are in the bill?",
        "What are the additional fees in my invoice?",
        "Is my invoice with any added fees?",
        "Is there any more fees on the horizon in this billing cycle?",
        "Do you have any other costs on my bill?",
        "What about more charges in the bill?",
        "There might be more charges in the bill.",
        "Is it any more I'm being charged?",
        "What additional charges are included with my bill?",
        "Bill with more fees?",
        "Any more charges are there?",
        "Is there any extra charges in the bill?",
        "What are the charges included in my bill?",
        "Extra cost on the bill?",
        "Any new fees added to my bill?",
        "Is there any extra charge in the bill?",
        "Would I have to pay any more expenses?",
        "Is there added costs I am facing?",
        "There could be any extra charges on my bill.",
        "The bill might have more charges.",
        "Can there be more costs on my bill?",
        "Does my bill contain any other fees?",
        "Are there more fees on the bill?",
        "There are any more charges shown?",
        "Is there any extra charges in this bill?",
        "Is there other charges applicable?",
        "What additional fees are included in my bill?",
        "Do I get any extra fees in my bill?",
        "Am I getting charged more?",
        "I am wondering if there is more fees on my invoice.",
        "Is there anything more charges?",
        "Extra fees in the total?",
        "Will there be extra fees?",
        "Bill possibly includes more fees.",
        "There are any more costs on my bill.",
        "I wondered if there were any added fees on my invoice.",
        "The bill might have additional costs.",
        "Is there any more fees in the bill?",
        "What charges are included in my bill?",
        "Any additional costs on the bill?",
        "How about extra charges in the bill?",
        "Is it added costs on the bill?",
        "Any added charges for my service?",
        "Were there more charges in the bill?",
        "I'm unsure about the added fees in my bill.",
        "Is it possible that I owe any further expenses?",
        "Additional charges are included?",
        "Is my invoice adding any fees?",
        "Is there any charges added to my bill?",
        "There may be more costs on the bill.",
        "Is there more costs facing me?",
        "There are any more charges available?",
        "More charges are possibly included?",
        "Can I pay extra charges on my bill?",
        "Extras are included with my billing?",
        "Are there any extra costs that I pay?",
        "Do I have to pay any charges added to my bill?",
        "Do you think there's more charges in the bill?",
        "Am I facing more expenses?",
        "Can you confirm if there are any extra costs I have to pay?",
        "What additional charges are contained in my bill?",
        "Is it true that I owe any more expenses?",
        "Is there any more fees included in the invoice?",
        "What additional charges is in the bill?",
        "The bill may have extra costs.",
        "Do you know if there are additional costs that I have to pay?",
        "Is it possible that there are additional expenses in the total?",
        "What additional fees are on my bill?",
        "Is there any more fees in my invoice?",
        "Gotcha any hidden fees in my bill?",
        "Am I being saddled with more charges?",
        "Is it possible I am facing additional costs?",
        "Do you know if there are extra costs charged to me?",
        "Are I faced with additional costs?",
        "Has anyone found any hidden fees in my bill?",
        "I wonder if I can expect an additional fee.",
        "Is there any other charges on my bill?",
        "What additional charges are there in the bill?",
        "Can there be added fees within the invoice?",
        "Further fees are included in the bill?",
        "Is there more costs in the total?",
        "Is it possible for my bill to have additional fees?",
        "Does anyone have any more charges on my bill?",
        "What fees is added to my bill?",
        "Do I have to pay any additional bills?",
        "Will any extras be included with my bill?",
        "What more charges are included?",
        "I wondered if I owe anything else.",
        "Bill imposes more fees?",
        "Is there any additional charges included in the bill?",
        "I'm not sure what fees will be included in my bill.",
        "Do I have to pay things on my bill?",
        "Do I have to pay more fees on my bill?",
        "Will the bill include additional fees?",
        "Has anyone seen any hidden fees in my bill?",
        "Was there more charges shown?",
        "Can I expect some additional charges?",
        "Is there any extra costs on this bill?",
        "Is that other charges in my statement?",
        "Am I getting charged any more?",
        "Is there anything I have to pay for on my bill?",
        "Possible other charges?",
        "Will the bill include more costs?",
        "Does my bill contain any added charges?",
        "How about any extra charges in the bill?",
        "Any additional charges applicable?",
        "Is it possible for there to be more charges in the bill?",
        "What charges are there in my bill?",
        "Is my bill subject to additional charges?",
        "Is there any extra charges I have to pay?",
        "Should I prepare for more fees in this billing cycle?",
        "There might be an added fee in my bill.",
        "Do I have to pay any other charges on my bill?",
        "Does my bill have more charges?",
        "What extra charges are included?",
        "Did the bill include additional costs?",
        "What extra charges are included in my bill?",
        "There may be added fees in my bill.",
        "More charges can be found in the bill?",
        "I want to know if I have to pay any added charges.",
        "I wonder if I'm being charged more.",
        "What extra fees are on my bill?",
        "I wonder if there are any extras included with my bill.",
        "Can I expect to pay extra fees?",
        "Is it included in more charges?",
        "Further charges listed?",
        "Are there any added charges I have to pay?",
        "I want to know if I should expect any more fees in this billing cycle.",
        "Did I get charged anything more?",
        "Does anyone know if there are any more costs on my bill?",
        "I don't know if I owe further expenses.",
        "Is there any extra cost to pay?",
        "Is there any extra costs included with my bill?",
        "I would like to know if there are any further fees in this billing cycle.",
        "Is there any additional costs in my bill?",
        "There may be an additional fee added to my bill.",
        "Are there any more fees on my invoice?",
        "Is there any extra costs on my bill?",
        "Extra fees might be added to my bill.",
        "What more do I have to pay on my bill?",
        "My invoice may have more fees on it.",
        "Is my costs going to be added?",
        "My bill may have some extra charges.",
        "Is there more cost facing me?",
        "I wonder if there are any more charges?",
        "Is there something else on the bill?",
        "More charges could be included?",
        "I ask if I owe anything else.",
        "There's more charges on the invoice?",
        "I do not know if my bill will have any added fees.",
        "Is there any additional fees included with my bill?",
        "I would like to know if there are any extra costs charged to me.",
        "Is it possible I'm facing added costs?",
        "More charges added to the invoice?",
        "I'm not sure if I'm being charged anything more.",
        "I don't know if I have to pay additional charges on my bill.",
        "Can this bill include more fees?",
        "Are there some charges on my bill?",
        "Will there be another fee?",
        "Is there any Extra charges listed?",
        "Do I have to pay any extra charges on my bill?",
        "Are there any other charges on the bill?",
        "Any additional fees are added to my bill?",
        "Do I face extra costs?",
        "Is there extra fees included in the total?",
        "I wonder if there are any extra fees included in my invoice.",
        "Is the bill has any extra charges?",
        "Is there another expense in the total?",
        "Is it possible that there are added fees on my invoice?",
        "Is there any more fee in this billing cycle?",
        "Does anyone have any extra charges in the bill?",
        "Do you have any additional fees on my bill?",
        "Is there some more charges on the invoice?",
        "Is there any cost added to my invoice?",
        "Do you have any more costs on my bill?",
        "What other fees are included in my bill?",
        "I wonder if there are any charges on my bill.",
        "Is there any further charges listed?",
        "Is there an added fee on my invoice?",
        "Is there any fees in my bill?",
        "Is there more cost on the bill?",
        "I am wondering if there are any more fees on my bill.",
        "Is any more charges forthcoming?",
        "Can there be added fees on my invoice?",
        "Is it extra costs on bill?",
        "I don't know whether there will be any new fees in my bill.",
        "I do not know if I am being charged anything more.",
        "I wonder if there are additional charges on my bill.",
        "Is there more charges on that invoice?",
        "I'm wondering if I'm facing added costs.",
        "I don't know if there are any extra fees in my invoice.",
        "I'm not sure if there will be new fees in my bill.",
        "What extra costs is on the bill?",
        "Did there any extra charges on my bill?",
        "More charges proposed in the bill?",
        "Am I getting charged anything more?",
        "Can I expect increased fees?",
        "Does the bill include extra costs?",
        "Is there an added fee to my bill?",
        "I'm not sure if there will be any fees added to my bill.",
        "Could there be more charges listed?",
        "Do I have to pay the extra charges on my bill?",
        "Does my bill have any extras?",
        "Are there extra fees in my invoice?",
        "Is it possible for more charges to be included?",
        "Will there be any more charges on the bill?",
        "I'm not sure if there will be extra fees in my bill.",
        "I wonder if there are any more charges on my bill.",
        "There are any more charges on my bill.",
        "Do you know if there are any added costs?",
        "Am I facing extra costs?",
        "Are there more costs on the bill?",
        "Do I have to pay extra money for my bill?",
        "Is there anything more I have to pay on my bill?",
        "I don't know if I will have any added fees in my bill.",
        "Has there any extra charges in the bill?",
        "What additional charges are included in my bill",
        "What are the new fees on my bill?",
        "Extra charges on the bill?",
        "Fees on the bill?",
        "I wonder if I can expect some extra fees.",
        "Is there any extra cost added to my bill?",
        "Does it include any extra charges in the bill?",
        "Is there any other fees included in my invoice?",
        "What charges is included with my bill?",
        "Do I have to pay any additional charges for my bill?",
        "Does my bill include additional charges?",
        "Is there any extra Fees added to my bill?",
        "Does anyone know if there are any extra fees added to my bill?",
        "Is there any new fees on the invoice?",
        "What added fees do I have to pay for my service?",
        "I'm wondering if there are hidden costs in my bill.",
        "Are more charges in the bill?",
        "Is there a fee added to my bill?",
        "Are there any additional costs for me?",
        "Will there be any additional fees in this billing cycle?",
        "Bill involves more fees?",
        "There are more charges listed?",
        "There is more fees in the bill?",
        "Is there any additional costs in my invoice?",
        "Can I pay additional charges on my bill?",
        "Is there any extras that come with my bill?",
        "Will I have to pay any added charges?",
        "Is there any other hidden fees in my bill?",
        "Is there any additional fees?",
        "Is there another charge on my bill?",
        "Will there be any added fees for my service?",
        "More charges included in the bill?",
        "Are there any add-ons to pay for?",
        "There may be more costs on my bill.",
        "Was there any extra charges on my bill?",
        "Is there any extra cost in the bill?",
        "Do I have to pay any additional fees in my bill?",
        "Is it possible that I'm facing more costs?",
        "Do I have to pay for extra charges?",
        "Are additional expenses on the invoice?",
        "Add any charges to the bill?",
        "Any additional fees on the bill?",
        "There could be any extra charges in the bill.",
        "Do I have to pay any more for my bill?",
        "Is there any other costs included in my bill?",
        "Can I expect more fees?",
        "Do I owe anything else for this?",
        "Are there any additional fees included in the bill?",
        "Any charges added to the bill?",
        "I don't know whether there will be any added fees in the bill.",
        "Bill with further costs?",
        "Would I owe any more expenses?",
        "Is there added costs I'm facing?",
        "Is there extra fees that I can expect?",
        "Bill might include more fees.",
        "Do you think there will be more charges on the invoice?",
        "Can I be charged anything more?",
        "I do not know if there will be additional fees in my bill.",
        "There are more charges on my bill?",
        "Is there additional fees I can expect?",
        "There are more charges on the bill?",
        "Can the bill include additional costs?",
        "Bill may have got anything else tacked on?",
        "Is that extra cost on the bill?",
        "Yep, any more charges?",
        "I don't know if there will be a fee in my bill.",
        "I don't know if there will be any added fees on my bill.",
        "Are I facing new costs?",
        "Extra costs for the bill?",
        "There are any new fees on my bill?",
        "bill with extra costs?",
        "What are the extra costs on the bill?",
        "I wonder if there are additional charges listed?",
        "Do any more charges exist?",
        "Is my invoice carrying more fees?",
        "There are any extra charges?",
        "Do I have to pay any more?",
        "I don't know whether there will be added fees.",
        "My bill has any extra charges?",
        "Can I be charged extra fees?",
        "Are there any additional fees on my bill?",
        "Should I expect more fees in this billing cycle.",
        "Is there any more charges here?",
        "Is there any extra costs on the bill.",
        "Will there be other charges in my statement?",
        "Will there be any extra fees?",
        "Was there any additional charges listed?",
        "Is there any extra charges on this bill?",
        "What are any other charges?",
        "I'm not sure whether there will be an added fee in my bill.",
        "I don't know if I'm being charged any more.",
        "I wonder if I'm facing more costs.",
        "I wonder if any fees are buried in my bill.",
        "What are some additional charges in my bill?",
        "There could be charges on my bill.",
        "What extra charges are contained in the bill?",
        "Is there any additional costs on my bill?",
        "Is there any extra costs I need to pay?",
        "I don't know if there will be any additional fees in the bill.",
        "I don't know if there will be any added fee in my bill.",
        "Will I face added costs?",
        "I am not sure if there will be any added costs in my bill.",
        "There might be extra costs on the bill.",
        "Do I have to pay charges on my bill?",
        "What extra charges do I have to pay?",
        "Should there be any more charges in the bill?",
        "Can you tell me if there is an extra cost for me?",
        "Should I expect more fees in this bill?",
        "Is there extra charges on my bill?",
        "Do I have to pay any more costs on my bill?",
        "Did I get any hidden fees buried in my bill?",
        "Do I see any hidden fees in my bill?",
        "I'm not sure if there will be any added charges in my bill.",
        "Are the charges extra?",
        "I was wondering if there were any extra costs I had to pay.",
        "What additional charges are included on the invoice?",
        "Is there more charges on the bill?",
        "Are there additional costs in my invoice?",
        "Is thereexcess fees included in the total?",
        "What additional fees are included in the bill?",
        "I don't know if my bill will contain any added fees.",
        "Is there extra charges?",
        "Do I have to pay more costs?",
        "Is there any additional fee on my bill?",
        "Is it possible that there are more fees on my invoice?",
        "I wonder if there is any extra charges on my bill.",
        "There could be an added fee in my bill.",
        "Other charges are included in my statement?",
        "Do I have to pay for any other things?",
        "What additional fees is included in my bill?",
        "I'm not sure whether there will be any fees in the bill.",
        "There are additional charges included?",
        "Are there any new costs on my bill?",
        "The bill contains extra costs?",
        "I would like to know if there are any extra costs I have to pay.",
        "I am not sure whether there will be any fees in my bill.",
        "I don't know what additional charges are included in my bill.",
        "Is there any extra charges included in the bill?",
        "Am I faced with additional costs?",
        "Are there any additional charges included in the bill?",
        "Does anyone have any extra charges on my bill?",
        "There may be additional fees in this billing cycle.",
        "I am not sure if there will be added fees in my bill.",
        "There may be some extra charges in the bill.",
        "What are some other charges in my statement?",
        "Bill with additional charges?",
        "Bill has additional fees?",
        "Is the bill with more costs?",
        "Are there more costs on my bill?",
        "Do I have to pay more for things?",
        "I want to know if there are any extra fees included in my invoice.",
        "Is the extra fees included in the total?",
        "In this billing cycle should I expect more fees?",
        "The bill may have an extra charge.",
        "more charges included?",
        "Is there anyhidden fees in my bill?",
        "Is there an extra charge in my bill?",
        "Do you think there are extra costs on the bill?",
        "Are there any added fees on my bill?",
        "In this billing cycle, should I expect more charges?",
        "I wonder if there are any extra fees in my invoice.",
        "Is there any fee added to my bill?",
        "Is this bill extra costs?",
        "Will there be any other charges in my statement?",
        "Are there any fees included in my bill?",
        "Are extra charges listed?",
        "I am wondering if I can expect extra fees.",
        "I am wondering if I am being charged anything more.",
        "Is there more fees in my bill?",
        "Should I have any more fees in this billing cycle?",
        "There may be more fees in the bill.",
        "Is that any more charges?",
        "More charges in the final bill?",
        "I wonder if I should expect any more charges in this billing cycle.",
        "Does I have to pay extra fees?",
        "Is there additional charges included?",
        "Are there additional fees, yes or no?",
        "There may be more fees on my invoice.",
        "What additional charges are contained in the bill?",
        "Bill includes extra fees?",
        "Does the bill include additional fees?",
        "Is the bill with more charges?",
        "What additional fees do I have to pay?",
        "I'm unsure if there will be any fees in my bill.",
        "Is there any more charges shown.",
        "Is it any more that I am being charged?",
        "Do there any add-ons cost money?",
        "The Bill includes more fees?",
        "I'm not sure if I am facing added costs.",
        "I wonder if there will be any added fees in my bill.",
        "Is there more charges in the invoice?",
        "Is there any additional fees on my bill.",
        "Charges in the bill?",
        "What are the other charges included in my bill?",
        "Do I get extra fees in my invoice?",
        "Are there any other fees included in my invoice?",
        "More charges included in bill?",
        "What are some of the charges on my bill?",
        "Any additional charges?",
        "More costs on my bill?",
        "I am wondering if there are any more costs on my bill.",
        "I don't know if there are added fees in my bill.",
        "Is more charges on the invoice possible?",
        "In this billing cycle, should I expect more fees?",
        "The bill has more charges?",
        "Is the Bill including more fees?",
        "Should I expect further fees in this billing cycle?",
        "Is there another fee added to my bill?",
        "Do I have to pay extra for my bill?",
        "Do I have to pay any new charges on my bill?",
        "I don't know if there are additional charges on my bill.",
        "There are any added fees on my invoice?",
        "Should I expect another fee in this billing cycle?",
        "Any additional costs on my bill?",
        "Is there any fees in my invoice?",
        "More charges involved?",
        "What additional charges is included with my bill?",
        "Can I expect added costs?",
        "Can I expect any extra charges?",
        "Can you tell me if there are extra costs I have to pay.",
        "You know, any more charges?",
        "Should I expect any more charges?",
        "Are there any other charges shown?",
        "I need to know if there are any extra costs I have to pay.",
        "Do I have any hidden fees hidden in my bill?",
        "Extra charges are possible in the bill.",
        "Extra fees included?",
        "What are the charges added to the bill?",
        "I don't know if my bill will have any added fees.",
        "Fees added to invoice?",
        "Fees added to my bill?",
        "Is my bill subject to any additional charges?",
        "Are there any additional fees in my bill?",
        "Is there anything more that I'm being charged?",
        "What additional fees do I pay in my bill?",
        "There are more fees on my invoice?",
        "I'm not sure if there will be any extra charges in my bill.",
        "Is there any additional costs that I have to pay?",
        "What are the added costs on my invoice?",
        "What extra costs are included on the bill?",
        "Do I have to pay any further expenses?",
        "Are there other charges applicable?",
        "Any more charges that are shown?",
        "More charges are there on the invoice?",
        "There are any extra charges in the bill",
        "Should there be more fees on my bill?",
        "Extra fees tacked on to my bill?",
        "Do I have to pay more for it?",
        "How about extra charges on my bill?",
        "Does anyone have any new costs on my bill?",
        "Do you have any added fees on my invoice?",
        "I wonder if there will be more fees in this billing cycle.",
        "Bill has some additional fees?",
        "Is there any more fees included in my invoice?",
        "More charges are in the bill?",
        "In my bill, any hidden fees?",
        "Is it charged anything more?",
        "I'm wondering if there are any extra charges on my bill.",
        "Are there any extra costs that are charged to me?",
        "I would like to know if there will be any further fees in this billing cycle.",
        "Is there fees in my invoice?",
        "More charges are listed in the bill?",
        "What additional charges do you see in the bill?",
        "There could be more fees on my invoice.",
        "I'm wondering if I owe any more expenses.",
        "Are I facing increased costs?",
        "Is there more charges on the invoice",
        "There are more charges that are included?",
        "I do not know if I am facing added costs.",
        "Are there more fees on the invoice?",
        "I am not sure whether my bill will have any added fees.",
        "What are the new charges in my bill?",
        "Does my bill have any fees?",
        "Do I have to pay more for the bill?",
        "Should I expect any more fees in this billing cycle.",
        "Are there more expenses on the invoice?",
        "Should I expect any additional fees in this billing cycle?",
        "Will there be more charges on the bill?",
        "Any other fees added to my bill?",
        "Do I owe additional costs?",
        "Does my invoice include any fees?",
        "I wonder if there are any extra charges on my bill.",
        "Should I pay any added charges on my bill?",
        "I wonder if there are any additional fees in my bill.",
        "What are more charges in the bill?",
        "Will I have to pay any added charges on my bill?",
        "Does the bill include any charges?",
        "Am I being charged more money?",
        "Bill brings in more fees?",
        "Extra costs on the bill?",
        "Any fees added to my service?",
        "I'm not sure about the added fees on my bill.",
        "Do I have to pay anything extra on the bill?",
        "Do I have to pay for any extra charges?",
        "I don't know if there will be any added charges in the bill.",
        "Bill also contains more fees?",
        "Fees in the bill?",
        "Does anyone have any more fees on the bill?",
        "I am not sure if there will be any new fees in my bill.",
        "More fees in my invoice?",
        "Are there any extra charges in my invoice?",
        "Does it include any extras with my bill?",
        "Should there be any additional fees in this billing cycle?",
        "Do I have to pay any charges on the bill?",
        "Is it possible I owe any more expenses?",
        "Can we see more charges?",
        "I was wondering if I was facing added costs.",
        "Does my bill have any more charges?",
        "Bill may include more fees?",
        "There could be more charges in the bill?",
        "Any charges on the bill?",
        "Is there any added costs on my bill?",
        "Is there any added charges in the bill?",
        "Do you know if there are any add-ons?",
        "Is there any other charges?",
        "Are there any extra costs on my invoice?",
        "I wonder if I'm facing extra costs.",
        "Are there any extra costs that I will have to pay?",
        "Is there extra fees within the invoice?",
        "There may be added fees within the invoice.",
        "Extra fees in the bill?",
        "I'm not certain if there will be any fees in my bill.",
        "Is there any extra charges in that bill?",
        "Do I have to pay any additional charges on the bill?",
        "Am I charged any more?",
        "I need to know if there are any additional fees in my bill.",
        "Is there any extra fees included in my invoice?",
        "Might there be more charges on the invoice?",
        "Is there more charged included?",
        "A bill includes more costs?",
        "Can the bill include more fees?",
        "More charges available?",
        "I'm not sure if there will be any new charges in my bill.",
        "There are any other charges on my bill?",
        "So any more charges?",
        "Do I have to pay anything added onto my bill?",
        "Is it true that there are extra costs charged to me?",
        "Is there another charge?",
        "Is it possible that I am facing more costs?",
        "Is there any more fees included in the bill?",
        "Is there more charges involved?",
        "Is it a bill with additional costs?",
        "I am asking if I am being charged anything more.",
        "Can I expect extra charges?",
        "Should I expect additional charges in this billing cycle?",
        "Bill may include more fees",
        "More costs in addition to the bill amount?",
        "What more fees do I have to pay on my bill?",
        "Is there another fee?",
        "Is there any more charged?",
        "Is any more charges shown?",
        "Is there any added costs in my bill?",
        "Would there be additional expenses on the invoice?"
    ]
}