{
    "company_type": "Online Fashion and Apparel Retailers",
    "inquiry_category": "Canceling or modifying orders",
    "inquiry_sub_category": "Wrong item ordered",
    "description": "Customers inquire about canceling or modifying their order because they accidentally ordered the wrong item or size.",
    "inquiry": "Can I cancel my order?",
    "paraphrases": [
        "I wonder if I could cancel my purchase.",
        "I'm unsure about stopping my order.",
        "Is it best for me to cancel the order or keep it?",
        "It is time to stop buying it, please.",
        "I want to void the purchase.",
        "Is it appropriate to make a cancellation on the order?",
        "I am wondering if there is a chance I can cancel.",
        "I wondered if it's possible to cancel my order.",
        "Is it a good idea to make a cancellation on my order?",
        "I am wondering if it's possible to cancel the purchase.",
        "I'm wondering if there's a chance I could cancel my purchase.",
        "Was it possible for me to cancel the order?",
        "I am unsure if I can halt the order.",
        "I wonder if I will cancel my order?",
        "I cannot say if I will be able to Cancel my order.",
        "I am wondering if my order can be canceled.",
        "There is a chance I can cancel the purchase.",
        "Need a withdrawal of an order.",
        "It might be possible that I stop my order.",
        "need an order withdrawal",
        "Is it necessary for me to cancel my order or make a new one?",
        "Is it possible you will cancel your orders?",
        "Is it appropriate for me to cancel or keep the order?",
        "Is it possible for your order to be canceled?",
        "I am unsure of my ability to Cancel my order.",
        "May I have my order revoked?",
        "I wondered if I might have to cancel the order.",
        "Need to withdraw your order.",
        "Can you stop the ordered item?",
        "I'm wondering if there's a chance I will cancel my purchase.",
        "I am unsure of the cancellation of my order.",
        "I'm uncertain if I'll be able to Cancel my order.",
        "I am wondering if there is a chance that I can stop buying.",
        "I'm not sure if I can get my order canceled.",
        "Do I need to make a cancellation to my order?",
        "I am unsure if I'm allowed to uninstall my order.",
        "Is it appropriate for me to make a cancellation on my order.",
        "I wonder if I will have to cancel my purchase.",
        "Need the order withdrawn.",
        "I am unsure if I can uninstall my orders.",
        "Is it appropriate to cancel the order, or not?",
        "Would you like to have the purchase canceled?",
        "I wonder if my order will need to be canceled.",
        "If it's possible to cancel my order.",
        "Would there be a chance I could cancel my purchase?",
        "Is it appropriate for me to cancel my order or do I keep it?",
        "I am unsure if I will be able to Cancel my orders.",
        "I could cancel my order.",
        "I wonder if it possible to cancel my order.",
        "I'm wondering if it's possible to scrap my purchase.",
        "I'm unsure if I cancancelling my order.",
        "I am worried if I will be able to Cancel my order.",
        "cancellation to my order?",
        "I question if it is possible to cancel the order.",
        "I wonder if cancelling my order is possible.",
        "I'm wondering if my order can be canceled.",
        "Okay? Stop the order.",
        "Can I remove the order?",
        "Need to cancel the purchase.",
        "I am not sure if I'm able to uninstall my order",
        "I wonder if my order has to be canceled.",
        "I am interested in if it is possible to cancel my purchase.",
        "I am asking if it is possible to cancel the purchase.",
        "I'm uncertain if I'll be able to cancel my order.",
        "Does it possible that I will stop my order?",
        "Is it realistic to stop my order?",
        "Can I back out of my order?",
        "I am not certain if I can Cancel my order.",
        "I'm wondering if there is a chance that I can stop buying.",
        "I would like to cancel my order",
        "Is it possible that you plan to cancel your order?",
        "Is it sensible to cancel my order?",
        "Is it good for me to cancel the order?",
        "Is it possible that I will stop my purchase?",
        "I'm unsure if I will be able to stop my order.",
        "It is possible I will stop my order.",
        "Can I come away from this order?",
        "Is it possible that your order has been canceled?",
        "Can I go away from my order?",
        "Can I dismiss my purchase?",
        "Is it appropriate to cancel your order?",
        "I'm unsure of whether I'll be able to cancel my order.",
        "I wondered if I could cancel my purchase.",
        "I am wondering if I can scrap my purchase.",
        "I have no clue if I will be able to cancel my order.",
        "I do not know if I am able to stop the order.",
        "Could I possibly cancel the order?",
        "I wonder if I have to stop the order.",
        "May I get rid of the order?",
        "I am not sure if it will be possible to Cancel my order.",
        "Is it possible for me to stop the order?",
        "May I pull my order?",
        "Is it possible that I might stop order?",
        "Is canceling my order appropriate or is it not?",
        "I am wondering if there is a chance I will cancel my purchase.",
        "Is it possible I'm going to stop my order?",
        "I'm wondering if there is a chance I can stop buying.",
        "Is it possible that I would stop my order?",
        "I don't know if I'm able to stop the order.",
        "I'm wondering if there's a chance of me canceling my purchase.",
        "I am curious if my purchase can be canceled.",
        "Is canceling my order wise?",
        "I wonder if it is possible to cancel an order",
        "Can I give up this order?",
        "Is it appropriate for me to cancel my order or change it?",
        "Is it appropriate for me to decline the order?",
        "Is it okay for me to cancel my order or make a fresh one?",
        "It might be possible to canceled my order.",
        "Can i cancel my purchase?",
        "Is it possible I will stop my order.",
        "I think it would be possible to cancel my order.",
        "Is it possible that you'll canceled your order?",
        "Please, it's time to stop the purchase.",
        "Could it be possible to cancel?",
        "There is a chance that I could cancel the purchase.",
        "There is a chance that my purchase can be canceled.",
        "It is possible that I might stop my order.",
        "Is it possible to revoked this order?",
        "I am wondering if I can stop my order.",
        "It is possible that your order will be canceled.",
        "It may be appropriate for me to cancel my order.",
        "Can I disengage myself from this order?",
        "Is it feasible to cancel my order?",
        "Is it ok for me to make a cancellation on my order?",
        "I'm unsure if I will uninstall my order.",
        "May I call off my order?",
        "Can I free myself from my order?",
        "Are it appropriate for me to cancel my order or keep it?",
        "I am curious if I have to cancel my order.",
        "I'm unclear if I can cancel my order.",
        "Are it appropriate for me to make a cancellation or keep my order?",
        "Let's stop the order, OK?",
        "May I get rid of my order?",
        "I wonder if it is possible to canceled the order.",
        "I am wondering if it is possible to cancel this purchase.",
        "Want the purchase to be void?",
        "I am uncertain if I'll be able to cancel my order.",
        "I was unsure if I was able to uninstall my order.",
        "I'm not quite sure if I'm able to uninstall my order.",
        "So call off that transaction?",
        "I'm not sure if I'm able to stop my order.",
        "do I have to cancel my order?",
        "I am not completely sure if I can cancel my order.",
        "I am uncertain if I am able to uninstall my order.",
        "Is it correct for me to cancel the order?",
        "It would be appropriate for me to cancel my order.",
        "May that order be revoked?",
        "I wonder if I will have to have my order canceled.",
        "I am wondering if I have a chance of canceling my purchase.",
        "Is it appropriate to make a cancellation on my order, or not?",
        "Is the possibility that I might stop my order?",
        "Is it okay for me to cancel the order or make a new one?",
        "Is Canceling my order appropriate?",
        "Do I get away from my order?",
        "OK? stop the order?",
        "I am uncertain if I can uninstall the order.",
        "I am asking if there is a chance that I can cancel my purchase.",
        "Is it appropriate for me to give up my order or not?",
        "I'm not certain if my order will be canceled.",
        "I'm not sure if I'm able tocancel my order.",
        "I wonder if I cancellation my order.",
        "I am uncertain about cancellation of my order.",
        "There is a possibility I might stop my order.",
        "I am wondering if it is possible to stop buying.",
        "I'm unsure if I canCancellation my order.",
        "I am not 100% sure if I can uninstall my order.",
        "I can get away from this order?",
        "Isn't it possible that I cancel the order?",
        "I do not know if I will be able to cancel the order.",
        "I wonder if I should cancel the order.",
        "Is it possible I could get away from my order?",
        "I'm not sure if I'm able to uninstall my orders.",
        "Is it possible I will stop my purchase?",
        "I am still unsure if I will be able to Cancel my order.",
        "Is it possible to stop the ordered item?",
        "I wonder if I cancel my order?",
        "I am not sure if I will be able to get my order canceled.",
        "I was wondering if I would have to cancel my order.",
        "It's unclear if I'm able to cancel my order.",
        "Is it best for me to cancel my order or keep it?",
        "OK? Stop the order?",
        "Is it appropriate to cancellation my order or not?",
        "Is it appropriate to make a cancellation on my order or not?",
        "You want to stop the purchase.",
        "I have no clue if I can stop my order.",
        "I am uncertain if I will get to Cancel my order.",
        "Is it possible that I may cancel the order?",
        "I'm wondering if it's possible to stop my purchase.",
        "I don't know if I will be able to Cancel the order.",
        "I can't tell if I'm able to uninstall my order.",
        "I am wondering if my order will have to be canceled.",
        "Can I go off my order?",
        "I am wondering if there is a chance that I can stop buying things.",
        "Does it make sense to cancel my order or not?",
        "Would it be appropriate for me to cancel my order?",
        "I wonder if I will have to cancel my order",
        "Is it possible to cancel my order",
        "I'm wondering if there is a chance I will cancel my purchase.",
        "Can I get out of the order?",
        "Does it make sense for me to cancel my order instead?",
        "I am not sure if I'll be able to Cancel my order.",
        "Does it make sense for me to cancel the order or make another one?",
        "Is it possible that I might end my order?",
        "Is cancel my order appropriate?",
        "Is it conceivable that you will cancel your order?",
        "Can my purchases be canceled?",
        "I am unsure if it is possible to stop my order.",
        "Is it possible that I axe the order?",
        "There is a chance I could cancel my purchase.",
        "I'm uncertain if I will be able to cancel my order.",
        "Is it possible to withdraw the order?",
        "I'm not sure if I'm allowed to stop my order.",
        "I am not sure I will be able to Cancel my order.",
        "Want to stop the purchase",
        "Is it permissible to cancel my purchase?",
        "Will I withdraw this order?",
        "I am still unsure if I can cancel my order.",
        "I'm unsure if I can Cancel my order",
        "I am not sure if it is possible to cancel my order.",
        "I am uncertain if I can cancel the order.",
        "Is it possible to get away from my order?",
        "I am not sure if I will be able to canceled my order.",
        "I want you to stop the purchase, please.",
        "Need a withdrawal from your order.",
        "I'm unsure if it's possible to uninstall my order.",
        "Is it a good idea to cancel my order?",
        "Say you want to cancel the purchase.",
        "Is cancellation of order appropriate for me?",
        "I am unsure if I can cancel this order.",
        "Is it possible to cancel the order?!",
        "Can I eliminate this order?",
        "I am unsure if the order can be stopped.",
        "I don't know if I should cancel my order.",
        "Will I revocation this order?",
        "I wondered if the order would have to be canceled.",
        "Is it a possibility I cancel the order?",
        "I'm wondering if there is a chance I could cancel.",
        "I would like to cancel my purchases.",
        "Is it conceivable that I will stop my order?",
        "I am unsure if I can uninstall the order.",
        "I am not sure if I can Cancel my order.",
        "Does it make sense for me to cancel the order or make afresh one?",
        "Is it appropriate for me to make a new order or cancel one?",
        "Can you stop the order?",
        "I was unsure if I would be able to cancel my order.",
        "Is it possible to get rid of this order?",
        "I was wondering if there was a chance I could cancel the purchase.",
        "Is it appropriate for me to make a cancellation on the order?",
        "I don't know if I'll be able to Cancel my order.",
        "Does it make sense to cancel the order?",
        "I am unsure if I can Cancel my order.",
        "Is it possible that this order is revoked?",
        "I'm wondering if there is a chance that I can cancel.",
        "May I drop my order?",
        "Is it ok for me to cancel my order or not?",
        "I'm wondering if it is possible to cancel my purchases.",
        "Is this order up for revocation?",
        "I would like to withdraw this order.",
        "Is it possible that I eliminate the order?",
        "I'm not sure if I can stop my purchase.",
        "Is it appropriate for me to cancel my order or create a new one?",
        "Do I have the ability to cancel the order?",
        "Should I get away from my order?",
        "I am unsure if it will be possible to Cancel my order.",
        "Need a withdrawal from order.",
        "I cannot say if I can cancel my order.",
        "I want to Cancel my order.",
        "I was unsure if I could stop my order.",
        "You want to void the purchase.",
        "Are I able to cancel my order?",
        "It is possible that I could stop my order.",
        "Should I make a cancellation on my order?",
        "Is there a way to call off that transaction?",
        "Is it possible my order may be stopped?",
        "I am wondering if there is an opportunity to cancel my purchase.",
        "Is it proper for me to cancel my order or keep it?",
        "I am unsure if I can give up my order.",
        "Is this a chance that you will cancel your order?",
        "I need to know if it is possible to cancel my order.",
        "Is acanceling my order appropriate?",
        "I am uncertain about if I can uninstall my order.",
        "Can I uninstall my purchase?",
        "How can I cancel my purchase?",
        "I am wondering if canceling my purchase is possible.",
        "Should I remove this order?",
        "I am wondering if it is possible to cancellation my purchase.",
        "I'm unsure whether I'll be able to cancel my order.",
        "I do not know if I'm able to uninstall my order.",
        "I am unsure if I can withdraw my order.",
        "I'm not entirely sure if I'm able to stop my order.",
        "Is it possible to drop the order?",
        "Is it possible that I can get away from this order?",
        "Give up the purchase, please.",
        "I'm unsure if I'm able to cancel it.",
        "Is it possible that I could stop my order.",
        "I'm unsure if I can cancel my order",
        "I wonder if it will be possible to cancel my order.",
        "I'm wondering if there is a chance that I can cancel my purchases.",
        "I am not sure if I can uninstall my orders.",
        "I'm unsure whether I can uninstall my order.",
        "I am wondering if it is possible to end my purchase.",
        "Are I able to stop my order?",
        "Does it make sense for me to canceled my order?",
        "Can I end my purchase?",
        "I'm asking if it's possible to cancel my purchase.",
        "You need to stop the purchase, please.",
        "I'm not sure if I can remove my order.",
        "I am unsure if I'm able to uninstall the order.",
        "I am not certain if I am able to uninstall my order.",
        "Can my purchase be stopped?",
        "I'm uncertain if I can cancel the order.",
        "Could it be that I canceled the order?",
        "Is it worth cancelling my order?",
        "I was unsure if I could cancel my order.",
        "Is it appropriate for me to cancel my order, or keep it?",
        "Is it possible to cancel this?",
        "Are it appropriate for me to withdraw my order?",
        "I'm not sure I'm able to uninstall my order.",
        "I don't know if I am able to stop my order.",
        "I'd like to know if I can cancel my purchase.",
        "Is it right to cancel my order?",
        "Is it appropriate for me to cancel the order or to make a fresh one?",
        "Is canceling an order appropriate or should I make a fresh order?",
        "I'm unsure if I'll be able to stop the order.",
        "I am wondering if it is possible to cancel an order.",
        "Is it okay to cancel my order.",
        "Maybe it is possible to cancel my purchase.",
        "Does it make sense for me to pull my order?",
        "I wondered if it was possible to Cancel my order.",
        "There is a possibility that I can cancel my purchase.",
        "Is it possible that I Cancel the order.",
        "Is it possible we cancel the order?",
        "Is it possible that you will not order?",
        "Can I end this order?",
        "I don't know if I'll be able to cancel my order.",
        "I wonder if they can cancel my order.",
        "Is it possible to reverse this order?",
        "I wondered if I could have canceled my order.",
        "Is that possible to cancel my purchase?",
        "Is this order possible to be revoked?",
        "I have no idea if I'm able to cancel my order.",
        "I wonder if I can get my order canceled.",
        "Is it the right thing to cancel my order?",
        "Was it possible that you would cancel your order?",
        "Would you like to void the purchase?",
        "Someone wants to cancel the purchase.",
        "I am not sure if I can pull my order.",
        "If I cancel my order?",
        "I'm not sure if I'll be able to cancel my order",
        "Is it appropriate to cancel the order or not.",
        "It is possible I will cancel the order.",
        "I wonder if I have to cancel this order.",
        "Can I go away from this order.",
        "I'm unsure whether I'm able to stop my order.",
        "I want to get away from this order",
        "Is there any chance of revocation of this order?",
        "Can I change my mind about this purchase?",
        "I am not sure if there is a chance I can cancel my purchase.",
        "If I'm able to stop my order, I'm unsure.",
        "Is it possible that I get rid of the order?",
        "I'm wondering if it's possible to withdraw my purchase.",
        "Are you able to stop the ordered item?",
        "I am wondering if I have a chance to cancel my purchase.",
        "I wonder if I will have to give up my order.",
        "The purchase needs to be stopped, please.",
        "Have an order withdrawal?",
        "Are I allowed to cancel my purchase?",
        "I am worried if I can cancel my order.",
        "Is it possible I might end my order?",
        "Is it appropriate for me to cancel my order if I don't want to?",
        "I am unsure if I will be able to Cancel my order",
        "Is it appropriate for the order to be canceled?",
        "Is it possible I might cancel my order?",
        "I'm unsure of whether I can uninstall my order.",
        "I am unsure whether I will be able to cancel my order.",
        "Is it possible tocancel the order?",
        "I wonder if it can be done to cancel my order.",
        "I am not sure if I could stop my order.",
        "Is it possible that you will eliminate your order?",
        "I'm curious if I can cancel my purchase.",
        "I wonder if I will have to scrap my order.",
        "I is wondering if I can cancel my purchase.",
        "I was wondering if there was a chance that I would cancel my purchase.",
        "I'm unsure if the order can be canceled.",
        "Is it appropriate to cancel my order",
        "I am wondering if there is a chance that I can stop my purchase.",
        "Do I have the right to cancel my purchase?",
        "Say off that transaction?",
        "Is there a way to cancel my purchase?",
        "If I'm able to stop my order.",
        "I am not sure if I will be able tocancelling my order.",
        "I'm unsure if my order can be canceled.",
        "Is it possible I may cancel the order?",
        "Will I get away from this order?",
        "Eliminate a purchase?",
        "Is it appropriate for me to put a cancellation on my order?",
        "Is it possible that I will stop my order.",
        "Is it appropriate for me to cancel or to make a new order?",
        "Is it okay for me to make a cancellation or a new order?",
        "Alright, stop the order, OK?",
        "Is it legal to cancel my purchase?",
        "I am wondering if there is a chance of me canceling my purchase.",
        "I am unsure if I could uninstall my order.",
        "Is canceling my order justified?",
        "I want to cancel my purchases.",
        "Want to change the purchase",
        "Need withdrawal of order.",
        "I asked if I could get away from this order.",
        "Is it appropriate for me to cancel my order out?",
        "This order may be revoked.",
        "I'm not sure if I canCancellation my order",
        "Is it possible that you may cancel your order?",
        "It may be possible that you will cancel your order.",
        "I wondered if I could canceled my order.",
        "Is it possible that you will cancel your order",
        "I should cancel my order",
        "I am unsure of whether or not to uninstall my order.",
        "I'm not sure if I'm able to cancellation my order.",
        "Need a order withdrawal.",
        "I'm uncertain if I will be able to Cancel my order.",
        "Is it a possibility that I may stop my order?",
        "I am not sure if I will be able to cancellation my order.",
        "Stop the order, alright?",
        "I wish to quit the purchase.",
        "Is it possible I would stop my order?",
        "Is it acceptable for me to cancel the order?",
        "Is that transaction to be called off?",
        "I am unsure if I can uninstall my order",
        "It is uncertain if I will be able to cancel my order.",
        "I wonder if I need to cancel my order.",
        "May I stop my order now?",
        "I am unsure if I'll get to cancel my order.",
        "Can my order be canceled?",
        "I'm unsure if I am able to stop my order.",
        "Is it proper for me to cancel the order or keep it?",
        "I am unsure about cancellation of my order.",
        "I am unsure if I can cancel the order.",
        "I have a question about canceling my order.",
        "I do not know if it is possible to cancel my order.",
        "Is it possible the order is canceled?",
        "I am not sure if I will be able to cancel this order.",
        "Is it possible for me to get away from this order?",
        "Isn't it possible to cancel the order?",
        "Can I be out of this order?",
        "I am uncertain if I will be able to cancel my order.",
        "I'm wondering if I need to cancel my order.",
        "I was wondering if it was possible to cancel my purchase.",
        "Is it appropriate for me to make a cancellation on my order or not?",
        "I don't know if I can cancel the purchase.",
        "Is this a good time to cancel my order?",
        "I'm wondering if there is any chance that I can cancel my purchase.",
        "I am unsure if it is possible to cancel a purchase.",
        "I am not quite sure if I can Cancel my order.",
        "I'm not sure if it is possible to cancel my purchase.",
        "I was wondering if there was a chance I would cancel my purchase.",
        "I am not sure if I am able to cancel the order.",
        "Can I cancel the purchase?",
        "Please drop the purchase.",
        "I am not sure if there is a chance I could cancel my purchase.",
        "Is it conceivable I might stop my order?",
        "stop the order, okay?",
        "I'm not sure if I'm able to remove my order.",
        "Is it possible i might stop my order?",
        "I am unsure if I can scrap my order.",
        "I am concerned if it is possible to cancel my purchase.",
        "If I'm able to stop my order, I don't know.",
        "Is it possible that you will cancel your orders?",
        "Is it fair to cancel my order?",
        "Are it possible that I might stop my order?",
        "I am worried if I can stop my order.",
        "Want the purchase to be revoked?",
        "I am not sure if I can uninstaller my order.",
        "Is it appropriate for me to remove my order?",
        "May I change this order?",
        "I don't know if I can void my order.",
        "Hey, stop the ordered item?",
        "I would like to know if there is a chance I could cancel my purchase.",
        "Is it appropriate for me to cancel my order or not",
        "Cancel the purchase...",
        "Hey, stop the order.",
        "I am not sure if I will have to cancel my order.",
        "I might be able to stop my order.",
        "I am unsure about canceling my order.",
        "I'm wondering if I have to cancel my order.",
        "Can I cancel my order or keep it?",
        "I am not sure if I'm able to Cancel my order.",
        "I am not certain if I can withdraw my order.",
        "Is it possible that I might cancel the order?",
        "It is possible that I cancel the order.",
        "I am wondering if there is a chance I can cancel the purchase.",
        "Might I cancel my order?",
        "I wondered if my order would have to be canceled.",
        "Could I get rid of this order?",
        "May this order be revoked by me?",
        "I am unsure if I can let go of my order.",
        "I wondered if I'd have to cancel my order.",
        "may my order be canceled?",
        "Do I have to cancel my order or do I keep it?",
        "I'm wondering if I'll have to cancel my order.",
        "It's unclear if I can cancel my order.",
        "Is it possible I Cancel the order?",
        "Is it conceivable that I cancel the order?",
        "I'm not sure if I will stop my order.",
        "CanI get away from my order?",
        "Can me get away from my order?",
        "I wonder if it's possible to cancel my order.",
        "I need to cancel my purchase",
        "I am not sure if I'm able to stop my order.",
        "I am not certain if I can stop the order.",
        "I want to end the purchase.",
        "How about calling off the transaction?",
        "It is time to stop the purchase, please.",
        "Is it realistic for me to cancel my order?",
        "I am unsure if I'll be able to uninstall my order.",
        "I asked if I could cancel my order.",
        "I am wondering if it is possible to uninstall my purchase.",
        "I amUnsure if I will be able to Cancel my order.",
        "Is thecanceling of my order appropriate?",
        "I am wondering if there is a chance that my purchase can be canceled.",
        "I want you to stop the purchase.",
        "Are you able to canceled your order?",
        "Will I be able to withdraw this order?",
        "Is it possible that I should stop my order?",
        "I am not entirely sure if I will be able to cancel my order.",
        "I am unsure if I can call off my order.",
        "Can I get rid of my purchase?",
        "I am unsure of whether or not I can stop my order.",
        "Is it possible that I can cancel my purchase?",
        "So stop the ordered item?",
        "Can I have a cancellation of my order?",
        "I am unsure if I'm able to stop my order",
        "May I halt this order?",
        "I wondered if my order would be canceled.",
        "Is it right for me tocancel my order?",
        "Please quit the purchase, please.",
        "Is it appropriate for me toCancellation my order?",
        "am I able to cancel my order?",
        "It is possible to canceled an order.",
        "Please quit the purchase",
        "Is it possible to have the order canceled?",
        "I am wondering if I can canceled my order.",
        "I am unsure whether or not I can stop my order.",
        "I want to Cancel my purchase.",
        "Is it appropriate to make a cancellation to the order?",
        "Would it be possible to cancel my purchase.",
        "I don't know if I can uninstall my order.",
        "I am unsure if I can pull my order.",
        "I don't know if there is a chance to cancel my purchase.",
        "Is it possible that I will cancel my order?",
        "I'm not sure if I'm able to uninstall the order.",
        "I'm curious if it's possible to canceled my order.",
        "I'm not sure whether I can stop my order.",
        "I have no idea if I'll be able to cancel my order.",
        "I wonder if it is possible to stop an order.",
        "There is a chance that I could cancel my purchase.",
        "Can I get away from my order now?",
        "Could I possibly stop my order?",
        "I am unsure if I cancancelling my order.",
        "I am wondering if I can void my purchase.",
        "Please, quit the purchase.",
        "Is canceling the order appropriate for me?",
        "I was wondering if I could cancel my purchase.",
        "Can I pull my purchase?",
        "Is it appropriate to cancel on my order?",
        "It is uncertain if I can cancel my order.",
        "Is it appropriate to cancel the order or change it?",
        "I wonder if it's possible to stop the order.",
        "I wonder if I'm able to stop my order.",
        "Is it best for me to cancel the order or make a new one?",
        "I wondered if I would have to cancel my order.",
        "Is it ok for me to cancel the order?",
        "I'm not so sure if I can uninstall my order.",
        "It's possible I could stop my order.",
        "I do not know if I can stop my order.",
        "It's possible to cancel my order.",
        "I am unsure if I can canceled my order.",
        "I'm wondering if there's a chance that I can cancel the purchase.",
        "I am wondering if I can canceled my purchase.",
        "Should I get away from this order?",
        "There's a chance I can cancel my purchase.",
        "It's possible that I might stop my order.",
        "Is it appropriate to cancel the order or make a new order?",
        "Is it beneficial for me to cancel my order?",
        "I am undecided if I will be able to cancel my order.",
        "Is it possible to give up on the order?",
        "You might be able to cancel your order.",
        "Want to void the purchase.",
        "Please, it's time to quit the purchase.",
        "There is a wish to cancel the purchase.",
        "How about I cancel my order?",
        "I am unsure if I'm able to cancel the order.",
        "Please cease the buy.",
        "Can I break away from the order?",
        "I wonder if I will be able to Cancel my order.",
        "I am not quite sure if I can uninstall my order.",
        "I do not know if I can stop the order.",
        "Is there a way I can get away from this order?",
        "There is a chance that I can cancel my order.",
        "Want to halt the purchase.",
        "I am unsure if I can get rid of my order.",
        "I'm not sure if I'm able to uninstall my order",
        "Does it make sense for me to cancel the order or make a new one?",
        "I would like to have my order canceled.",
        "Would it be possible to cancel my order?",
        "It's appropriate for me to cancel my order?",
        "Have I been able to cancel my purchase?",
        "May the order be canceled?",
        "I wonder if there is a chance to cancel my purchase.",
        "I have no idea if I will be able to cancel my order.",
        "May I have this order revoked?",
        "Should my purchase be canceled?",
        "I am unsure if I can uninstall an order.",
        "Need a withdrawal from an order.",
        "May I have the order canceled?",
        "I am not sure whether I will be able to cancel my order.",
        "I don't know if I'll be able to cancel the order.",
        "Will I have to cancel my order?",
        "I don't know if I will be able to Cancel my order.",
        "Need the withdrawal of the order.",
        "May I end the order?",
        "I wonder if cancellation of my order is possible.",
        "I am wondering if cancelling my purchase is possible.",
        "Want the purchase stopped?",
        "Does it make sense for me to make a cancellation of my order?",
        "I'm wondering if it is possible to cancel the purchase.",
        "I'm not sure if I'll have to cancel my order.",
        "Need an order cancellation.",
        "Can I Cancel the Order?",
        "Is it okay for me to cancel my order or make a new one?",
        "Is it possible I could cancel the order?",
        "Is it appropriate for me to cancellation the order?",
        "I am wondering if there is a chance I can stop my purchase.",
        "Could it be possible to cancel my order?",
        "I need to quit the purchase, please.",
        "Are it possible to cancel my purchase?",
        "I have been wondering if it is possible to cancel my order.",
        "Is it best to cancel my order?",
        "Are it appropriate for me to cancel my order?",
        "I don't know if I'm able to remove my order.",
        "I don't know if I can get away from this order.",
        "I can't say if I'm able to cancel my order.",
        "Is it possible I might cancel the order?",
        "It is possible that I will cancel my order.",
        "Are it appropriate for me to make a cancellation or fresh order?",
        "Is it possible that the order will be stopped?",
        "I am not sure if I will be able to cancel my purchase.",
        "I am unsure of if I will be able to Cancel my order.",
        "Is it right for me to cancel or keep my order?",
        "It's unclear if I'll be able to cancel my order.",
        "Is it possible that I may stop my order.",
        "Will it be possible to stop my order?",
        "I am wondering if there is a chance I can get rid of my purchase.",
        "Is it wise to cancel my order?",
        "Is it appropriate for me to cancel my order or return it?",
        "Please cease to buy.",
        "Is it appropriate to cancel the order or to make a new one?",
        "I may have to stop my order.",
        "Can i stop my order?",
        "I'm curious if there is a chance to cancel my purchase.",
        "Is canceling an order appropriate or should I make a new order?",
        "can I get away from my order?",
        "Is it appropriate for me to cancel my order or make a new one.",
        "Okay, stop the order, ok?",
        "Is it possible I destroy the order?",
        "I'm wondering if I will be able to cancel my purchase.",
        "Is it appropriate to cancel an order or to make a new one?",
        "Is it possible I could get away from this order?",
        "I wondering if it's possible to cancel my order.",
        "I still don't know if I will be able to Cancel my order.",
        "I am wondering if I will have to cancel my order.",
        "Does it make sense for me to stop my order?",
        "Can I get out of my order?",
        "Is it ok to stop the order?",
        "I don't know if I can Cancel my order.",
        "I am wondering if I can cancel my purchase",
        "I am unsure whether or not to Cancel my order.",
        "I do not know if it is possible to cancel my purchase.",
        "Is it appropriate to make a cancellation on my order?",
        "Is itappropriate to cancel my order?",
        "Would it be possible to cancel my purchase?",
        "I think there is a chance I could cancel my purchase.",
        "I have no idea if I'll be able to Cancel my order.",
        "I'm not sure if it is possible to cancel my order.",
        "Do I have to make a fresh order or cancel it?",
        "Is it appropriate to cancel my order or change it?",
        "I wonder if I have to stop my order.",
        "I am unsure if I can have my order canceled.",
        "May I abandon this order?",
        "I am not sure how to uninstall my order.",
        "Need to withdraw the order",
        "I asked if I can get away from my order.",
        "Is it possible for me to get away from the order?",
        "Need a withdrawal from an order",
        "It's possible I might stop my order.",
        "How can I get away from this order?",
        "Hey, stop the order?",
        "Is it ok for me to stop my order?",
        "I am wondering if I will cancel my order.",
        "Is it appropriate to cancel your order or not?",
        "Am I possible to stop my order?",
        "May I stop my order?",
        "I'm not sure if I will be able to cancel my order",
        "I have no clue if I will be able to Cancel my order.",
        "Is it proper for me to cancel my order or not?",
        "I wonder if I can get rid of this order.",
        "Is it possible I could stop my purchase?",
        "You can cancel my purchase.",
        "I'm not sure if it's possible to cancel my purchase.",
        "I am unsure if it's possible to uninstall my order.",
        "I was wondering if it is possible to cancel my order.",
        "I don't know if I will be able to cancel the order.",
        "I am wondering if there is a way to cancel my purchase.",
        "Is it acceptable to cancel my order?",
        "Take the transaction off?",
        "Is it possible that you want to cancel your order?",
        "Has it been possible to cancel my order?",
        "Is it possible that I can cancel my order?",
        "I wonder if I should cancel my order.",
        "Is it possible that my order could be stopped?",
        "Is it a good idea for me to make a cancellation on my order?",
        "Is it possible I cancel?",
        "Is it appropriate for me to immediately cancel my order?",
        "I'm unsure if I can void my order.",
        "I was wondering if I could get away from my order.",
        "Is it possible that I may stop the order?",
        "I'm unsure of if I'll be able to cancel my order.",
        "Please stop the purchase",
        "I'm not sure about cancelling my order.",
        "Cancel my order.",
        "I am wondering if there is a chance that I can cancel my purchases.",
        "Is this possible to cancel the order?",
        "Is it possible I'll stop the order?",
        "Is it possible I will cancel my order?",
        "Is it possible I may stop ordering?",
        "Is it appropriate for me to make a cancellation on my purchase?",
        "Is it possibly that I might stop my order?",
        "I am unsure if I will be able to cancel it.",
        "Would like to change the purchase.",
        "I have no idea if I will have to cancel my order.",
        "Is it appropriate for me to cancel something on my order?",
        "Maybe call off that transaction?",
        "I wonder if I'll have to cancel the order.",
        "I wonder if it is possible to cancel my purchases.",
        "Can I exit this order?",
        "I don't know if I will revocation this order.",
        "It is uncertain if I will be able to Cancel my order.",
        "I am not sure if I will be able to remove my order.",
        "I am not sure if I will be able to Cancel my orders.",
        "A call off that transaction?",
        "I am unsure if I will able to Cancel my order.",
        "I wonder if there is a chance I could cancel my purchase.",
        "Is it possible I cancel this order?",
        "Is it proper for me to cancel my order?",
        "I'm not certain if I will be able to cancel my order.",
        "I don't know if I am able to Cancel my order.",
        "Maybe I can stop my order?",
        "I'm not quite sure if I will be able to cancel my order.",
        "I'm not sure if I will be able to Cancel my order.",
        "I am wondering if it's possible to cancel my purchases.",
        "Is there any way I can get away from this order?",
        "I'm not sure if I'll get to Cancel my order.",
        "Want to have the purchase canceled.",
        "Want to cancel the purchase",
        "I am wondering if there is a chance I can cancel my purchases.",
        "I wonder if it would be necessary to cancel my order.",
        "I wonder if I have to remove my order.",
        "Can I part ways with my order?",
        "I would love to cancel my order.",
        "I have no idea if I can uninstall my order.",
        "I am unclear if I can uninstall my order.",
        "am I able to cancel my purchase?",
        "Is it possible that I give up on the order?",
        "Do they accept canceled orders?",
        "I am unsure if I will be able to get rid of my order.",
        "I am wondering if it is possible to canceled my order.",
        "I am wondering if there is a chance I could cancel my purchase",
        "I'm unsure if I am able to uninstall my order.",
        "Is it appropriate for me to cancel my order or change my mind?",
        "Want to cancel the transaction.",
        "I'm uncertain if I can uninstall my order.",
        "I'm wondering if it is possible to cancel my purchase",
        "Is it possible the order will be canceled?",
        "Is it wise for me to cancel the order?",
        "Is it feasible for me to cancel my order?",
        "I want tocancel my purchase.",
        "Is it possible I might withdraw my order?",
        "Is it appropriate for me to cancel the order or bring it back?",
        "Can I dismiss my order?",
        "Can I stop this purchase?",
        "Is it appropriate for me to cancel my order at the last moment?",
        "Stop the order, okay?",
        "Is it ok for me to make a cancellation or a fresh order?",
        "I have no idea if I can cancel the order.",
        "Is it possible that I might stop my purchase?",
        "Is it possible that you will cancel the order?",
        "Is it appropriate for me to cancel my Order?",
        "Is it possible to Cancel the order?",
        "I am not sure if I can have my order canceled.",
        "I wonder if I would have to stop my order.",
        "I am not sure if I can Cancel my order",
        "Please, it is time to stop the purchase.",
        "I wonder whether it is possible to cancel my order.",
        "We must stop the purchase, please.",
        "I am unsure of if I'm able to uninstall my order.",
        "I am unsure of if I'll be able to cancel my order.",
        "I'm wondering if there is a chance that I can cancel my order.",
        "I am considering cancelling my purchase.",
        "I am unsure if I will able to cancel my order.",
        "I have no idea if I am able to uninstall my order.",
        "I want to stop the purchase, please.",
        "I'm unsure if I will be able to cancel my order",
        "canceled my order?",
        "I'm unsure if I'll be able to cancel the order.",
        "Is it possible you will stop your order?",
        "I am wondering if there is a possibility to cancel my purchase.",
        "Does it make sense for me to cancel or make a fresh order?",
        "Can I get away from this order??",
        "I'm wondering if I can cancel the purchase.",
        "I am wondering if I can have my purchase canceled.",
        "Is it appropriate to make acanceling of my order?",
        "Is it appropriate to cancel an order or make a fresh order?",
        "I am unsure how I will be able to cancel my order.",
        "I am not sure if I can reverse my order.",
        "I am wondering if I can uninstall my order.",
        "I wonder if I will have to cancel my orders.",
        "I'm not sure if I can uninstaller my order.",
        "Could my order be stopped?",
        "I am wondering if I could have my purchase canceled.",
        "Is it appropriate to cancel my order or make a new one?",
        "Want the purchase canceled.",
        "I am unsure of whether I'm able to uninstall my order.",
        "I am unsure if I have the ability to uninstall my order.",
        "I'm wondering if my order will have to be canceled.",
        "Is my order cancellation appropriate?",
        "It is possible for my order to be canceled.",
        "I am curious if there is a chance to cancel my purchase.",
        "I am unsure about if I will be able to cancel my order.",
        "Is it ok to stop the ordered item?",
        "I am unsure of whether I can Cancel my order.",
        "I would like to know if I would have to cancel my order.",
        "I am not entirely sure if I can stop my order.",
        "Maybe I'm able to cancel my order.",
        "Is it possible for me to get away from this order.",
        "I am not sure if I can stopped my order.",
        "I don't know if I'll be able to cancellation my order.",
        "To stop the buy please.",
        "Is it possible that I will stop my order?",
        "Do I have to cancel my order or not?",
        "Is it possible that I may stop ordering?",
        "I am undecided if I can uninstall my order.",
        "It's possible that I will cancel the order.",
        "The buy must be stopped, please.",
        "To quit the buy, please.",
        "I wonder if I'll cancel my order.",
        "I may withdraw this order.",
        "Does it make sense for me to cancel the order or keep it?",
        "Is it possible I'll stop my order?",
        "Can I get away from my orders?",
        "I want to leave from my order.",
        "I am unaware if I can cancel my order.",
        "Is there a chance that I cancel my order?",
        "I wonder if I have tocancel my order.",
        "I wonder if I have to scrap my order.",
        "Is it appropriate for I to cancel my order?",
        "Is it possible to cancel?",
        "I was wondering if there was a chance I could cancel my order.",
        "Is it appropriate for me to leave a cancellation on my order?",
        "I'm curious if there's a chance that I can cancel my purchase.",
        "I am uncertain if I can cancel my order.",
        "I am wondering if I cancel my order.",
        "Is it possible that you will halt your order?",
        "It's time to stop the buy, please.",
        "I'm not sure if I can cancel my order",
        "I'm unsure of if I can stop my order.",
        "I must stop the purchase, please.",
        "Is it appropriate to cancel a order or make a new one?",
        "Is that appropriate for me to cancel my order?",
        "I might not be able to uninstall my order.",
        "I'm not entirely sure if I'm able to uninstall my order.",
        "I'm unsure if I can uninstall my orders.",
        "I am wondering if its possible to cancel a purchase.",
        "Is it relevant for me to make a cancellation on my order?",
        "Does it possible to cancel my purchase?",
        "I am wondering if I can get rid of my order.",
        "Is it appropriate for me to make a cancellation on my order?",
        "I am unsure of whether or not to stop my order.",
        "Is it okay to cancel my purchase?",
        "I am wondering if there is a chance to cancel the purchase.",
        "I still don't know if I can cancel my order.",
        "Don't purchase anymore, please.",
        "I am pondering if I can cancel my purchase.",
        "Is there a way to get away from this order?",
        "I'm undecided if I'll be able to cancel my order.",
        "Is it possible that your order may be canceled?",
        "Does it make sense for me to Cancel my order?",
        "Is it possible to cancel it?",
        "I could revocation this order.",
        "I don't know if I can uninstall the order.",
        "Is it wise for me to cancel my order?",
        "You could possibly cancel your order.",
        "I am wondering if I can change my mind about my purchase.",
        "I wonder if my purchase can be canceled.",
        "I am not sure if I can stop my purchase.",
        "I hope it's possible to canceled my order.",
        "I am unsure of whether I'll be able to cancel my order.",
        "Is the cancellation of my order appropriate?",
        "Is it appropriate for me to acancel my order?",
        "Is it proper for me to make a cancellation or a fresh order?",
        "I can't say if I'll be able to Cancel my order.",
        "Is it Possible to Cancel the Order?",
        "Is it possible that I might stop my order.",
        "Is it appropriate for me to pull out of my order?",
        "Do I have to cancel the order or make a new one?",
        "Can I save myself from this order?",
        "I have a purchase that I want to cancel.",
        "I need to know if I can cancel my order.",
        "Ok? stop the ordered item?",
        "I am confused if I can cancel my order.",
        "Is it right for me to make a cancellation on my order?",
        "May I void this order?",
        "I want to know if there is a chance that I could cancel my purchase.",
        "Is this the time to cancel my order?",
        "I am not sure if I'll be able to cancel it.",
        "I am uncertain if I am able to stop my order.",
        "Is it okay to call off that transaction?",
        "I'm not sure whether I'm able to uninstall my order.",
        "Is it possible that I cancel the order?",
        "Is it possible that I cancelled the order?",
        "Could I remove this order?",
        "Are it appropriate for me to cancel my order or not?",
        "It is possible I might stop my order.",
        "Might I cancel this order?",
        "Is it appropriate for me to quit my order?",
        "I am not sure if I'm able to stop the order.",
        "I'm not entirely sure if I can stop my order.",
        "I'm not entirely sure if I'm able to cancel my order.",
        "If you will cancel your order, is it possible?",
        "I'm wondering if my purchase could be canceled.",
        "I am unsure if I can reverse my order.",
        "Is it appropriate for me to cancel or make a fresh order?",
        "Is it possible that I can get away from this order.",
        "I wonder if it is possible to cancel my order.",
        "Is it fair for me to cancel my order or not?",
        "Is the order possibly canceled?",
        "I am curious if it is possible to cancel my purchase.",
        "Should I stop this order?",
        "I would like to be able to cancel my order.",
        "It's unclear if I'm able to stop my order.",
        "Is it possible to throw out the order?",
        "I am wondering if it is possible to cancel it.",
        "I'm still unsure if I can stop my order.",
        "Is it safe to cancel my order?",
        "Can you stop my purchase?",
        "Is it proper for me to cancel my order or make a new one?",
        "Would this order be revoked?",
        "I do not know if I'm able to cancel the order.",
        "I am unsure whether to stop my order.",
        "Is it possible to canceled my order?",
        "Does it make sense for me to cancel my order or do I keep it?",
        "I am unsure about if I can Cancel my order.",
        "I'm not completely sure if I'm able to stop my order.",
        "Is this order cancellation possible?",
        "Need anorder withdrawal",
        "I want to make a cancellation of my order.",
        "It is time to stop purchase, please.",
        "I think it's possible to cancel the order.",
        "I am still unsure if I can stop my order.",
        "Is it possible I will cancel the order?",
        "I am unsure about cancelling the order.",
        "There is a desire to cancel the purchase.",
        "I don't know if I will be able to stop the order.",
        "Can I get out of that order?",
        "Is it appropriate to cancel my order or make another one?",
        "Is this appropriate to cancel my order?",
        "I wonder if it's possible to withdraw my order.",
        "Is it appropriate tocancel my order?",
        "I want to know if it's possible to cancel my order.",
        "I am unsure if I am able to stop my order.",
        "I wish to cancel the purchase.",
        "Need your order withdrawn.",
        "call off that transaction?",
        "I am not sure if I will be able to cancel my order.",
        "I am unsure if I can stop my order.",
        "I am unsure if I will be able to cancel my purchase.",
        "Is it appropriate for me to cancel the order or make a new order?",
        "I'm unsure if I'll be able to Cancel the order.",
        "Is it okay to cancel my order or not?",
        "I question if I can get away from this order.",
        "I am unsure if I cancancel my order.",
        "Would you be willing to cancel the purchase?",
        "I'm wondering if there is a chance I could cancel my order.",
        "I wonder if it is possible tocancel my order.",
        "Is it possible to cancel the orders?",
        "Want the purchase to be stopped?",
        "I wonder if there is a chance that I can cancel my purchase.",
        "I don't know if I can canceled my order.",
        "I'm not sure if I've been able to cancel my order.",
        "Can I immediately cancel my purchase?",
        "I am hoping that it is possible to cancel my purchase.",
        "Stop the item that you ordered?",
        "They would like to cancel the purchase.",
        "I'd like to cancel my order.",
        "If I'm able to uninstall my order, I am unsure.",
        "Can I stop buying stuff?",
        "I have no clue if I'm able to uninstall my order.",
        "I'm wondering if I can get rid of my purchase.",
        "Is it possible to change the order?",
        "I am worried if it is possible to cancel my purchase.",
        "Is it a good idea to cancel an order?",
        "Is it possible my order can be stopped?",
        "I want to stop the ordered item.",
        "may I withdraw this order?",
        "Is it possible that you'll scrap your order?",
        "Is it advisable to make a cancellation on my order?",
        "Would you like to annul the purchase?",
        "Iscanceling my order right for me?",
        "I'm unsure if I'll be able to cancel.",
        "It is possible that I cancel my order.",
        "May this order be revoked?",
        "Is canceling my order appropriate, or not?",
        "I need to cancel the order.",
        "I am unsure of whether I'm able to stop my order.",
        "I'm unsure about stopping the order.",
        "May I reverse the order?",
        "Would you like to cancel the purchase.",
        "I wish to cancel my order.",
        "Would it be possible for you to cancel your order?",
        "Is it conceivable you will cancel your order?",
        "I am not certain if I can remove my order.",
        "I am curious if it's possible to cancel my order.",
        "Is it realistic to cancel the order?",
        "Is it appropriate to cancel the order or make afresh one?",
        "I am wondering if it would be possible to cancel my purchase.",
        "Is it possible that you will cancel this order?",
        "I wonder if it is possible to destroy my order.",
        "Can I stop buying something?",
        "I wonder if it's possible to cancellation my order.",
        "I have no idea if I am able to cancel my order.",
        "Could I stop my order?",
        "Wait, call off that transaction?",
        "Is it right for me to cancel my order, or not?",
        "I wondered if I might have to cancel my order.",
        "Is it ok for me to cancel my order or make a new one?",
        "I am uncertain if I'm able to stop my order.",
        "Is it possible that I may stop my orders?",
        "If it's possible I might stop my order.",
        "Is it possible for me to cancel my order or not?",
        "Could it be that I might stop my order?",
        "Is it possible you're going to cancel your order?",
        "Is it appropriate for me to cancel my order on the spot?",
        "Is it appropriate for me to Cancel my order?",
        "I wonder if I can get away from my order.",
        "I am wondering if there is a chance I can cancel my purchase",
        "I'm unsure if I'm able to stop the order.",
        "Call away that transaction?",
        "May I get rid of this order.",
        "I have no idea if I am able to stop my order.",
        "I am wondering if there is a chance that I can cancel my purchase",
        "Is it possible that I cancel?",
        "It's time to stop the purchase, please.",
        "I am unsure if I will be able to withdraw my order.",
        "I am unsure if I will be able to uninstall my order",
        "Is this order revocation possible?",
        "my order can be canceled",
        "Is it possible to cancel the order.",
        "Is that possible to stop my order?",
        "I am unsure if I have the ability to cancel my order.",
        "I amUnsure if I can cancel my order.",
        "I am wondering if it is possible to canceled my purchase.",
        "I'm unclear if I can stop the order.",
        "I'm wondering if there is a chance of canceling my purchase.",
        "I am not sure if my order can be stopped.",
        "I wonder if my order would be canceled.",
        "Is it possible my order will be stopped?",
        "Okay, please stop the ordered item.",
        "I wonder if I need to Cancel my order.",
        "I'm unsure of whether I can stop my order.",
        "I am uncertain if I'll be able to cancel the order.",
        "I am wondering if there is a chance my purchase will be canceled.",
        "desire to cancel the purchase",
        "Is cancellation appropriate for my order?",
        "Want to end the purchase?",
        "I am uncertain if I can uninstall my order.",
        "I am unsure if there is a chance I can cancel my purchase.",
        "Is it appropriate for me to make a cancellation or make a new order?",
        "I wonder if I can get rid of my order.",
        "I'm unsure if it's possible to cancel my order.",
        "Has it been possible to cancel my purchase?",
        "I'm unsure if I'll be able to cancel my order",
        "I wondered if it was possible to cancel my order.",
        "Should I call off the transaction?",
        "Need a withdrawal of the order.",
        "Please revocation this order?",
        "Is it possible that I would cancel the order?",
        "I am unclear if I'm able to uninstall my order.",
        "Can I skip out on my order?",
        "I wonder if I can stop my order.",
        "Want to change the purchase?",
        "Need the withdrawal of an order.",
        "Is it appropriate for me to cancel on my order.",
        "Is it possible that you cancellation your order?",
        "Can I cancel this order?",
        "Is it acceptable for me to cancel my order or keep it?",
        "I am curious if I need to cancel my order.",
        "Could it be possible to cancel my purchase?",
        "Is it acceptable for me to cancel my order?",
        "Would it be possible to cancel my order.",
        "I am not sure I will be able to cancel my order.",
        "Can I cancel it?",
        "Is this possible that you will cancel your order?",
        "I wonder whether it's possible to cancel my order.",
        "I'm unsure if I can stopped my order.",
        "I'm unsure if I can cancel my purchase.",
        "Is it appropriate to end my order?",
        "Calloff that transaction?",
        "I wonder if it's possible to stop an order.",
        "Please halt the purchase.",
        "Is it appropriate for me to cancel my orders?",
        "Can I out of my order?",
        "I wonder whether I will have to cancel my order.",
        "I am unsure how to uninstall my order.",
        "Is that possible to cancel my order?",
        "I am uncertain if I can stop the order.",
        "I am wondering if it's possible to stop buying.",
        "I'm not sure if I'll be able to stop the order.",
        "Is cancelling my order appropriate.",
        "I am not certain if I will be able to stop my order.",
        "I am wondering if there is a chance that I will cancel my purchase.",
        "I am not certain if I can cancel the order.",
        "Is it a possibility that I might stop my order?",
        "Is it possible I canceled the order?",
        "Is it possible that I might stop my ordering?",
        "It is possible that I will stop my order.",
        "Can I call off my order?",
        "I'm not certain if I can uninstall the order.",
        "Do I have to cancel my purchase?",
        "Is it possible I can get away from this order?",
        "I am not sure if I will Cancel my order.",
        "I ask if I can get away from my order.",
        "I wonder if my order might be canceled.",
        "I'm wondering if it's possible to void my purchase.",
        "I am very unsure if I can stop my order.",
        "Is canceling my order suitable?",
        "Is it appropriate to scrap my order?",
        "Can you please stop the purchase?",
        "I am wondering if there was a chance to cancel my purchase.",
        "Is it feasible that I might stop my order?",
        "I am wondering if there is a chance I can stop buying.",
        "Would you like to stop the purchase?",
        "Is cancelling my order the right thing to do?",
        "Stop the ordered item, please.",
        "It is possible I cancel the order.",
        "I would like to know if I could cancel my purchase.",
        "Is it possible I can cancel the order?",
        "Is canceling my orders appropriate?",
        "Can I getaway from this order?",
        "I am wondering if I can stop buying things.",
        "It was possible to cancel my order.",
        "I don't know if I can revocation this order.",
        "Is it possible that you will get rid of your order?",
        "Is it possible that I have canceled the order?",
        "It was time to stop the purchase, please.",
        "I wonder if it's possible to stop my order.",
        "I wonder if I will have to canceled the order.",
        "Is it right for me to withdraw my order?",
        "Is it advisable to make a cancellation of my order?",
        "Are I supposed to make a cancellation or keep my order?",
        "Is it possible to deny the order?",
        "I am curious if I would have to cancel my order.",
        "Can I disentangle myself from this order?",
        "Is it necessary for me to make a cancellation on my order?",
        "I am not sure if it is possible to cancel a purchase.",
        "Is cancellation appropriate for my order or not?",
        "Repeal purchase-able?",
        "I am wondering if it's possible to void my purchase.",
        "I wonder if it's possible to cancel the order.",
        "Is it appropriate for me to cancel my order or make a fresh one?",
        "I don't know if I can cancel my order.",
        "I am wondering if there is a chance of cancelling the purchase.",
        "Do I have to cancel my order or keep it?",
        "Would like to have the purchase nullified.",
        "I hope it's possible to cancel my purchase.",
        "I wonder if I have to call off my order.",
        "Is it appropriate for me to cancellation my order?",
        "Please, quit the purchase, please.",
        "Can I get awayfrom this order?",
        "I want to cancel my order.",
        "I wonder if it's possible to Cancel my order.",
        "I am wondering if I have to cancel my order.",
        "Is it appropriate for me to cancel my order at this time?",
        "Is it appropriate that I make a cancellation on my order?",
        "Does it make sense for me to have a cancellation on my order?",
        "Can I cancel a cancellation of my order?",
        "Do you know if it is possible to cancel my purchase?",
        "Can I Cancel the order?",
        "I have no idea if I have to cancel my order.",
        "Uhm, stop the ordered item?",
        "I'm not sure if I'll be able to cancel my order.",
        "Am I able to get away from this order?",
        "I am wondering if my order will be canceled.",
        "Can I remove my order?",
        "Does it make sense for me to cancel my order or make a fresh one?",
        "I am wondering if it is possible to cancel my transaction.",
        "Want to do away with the purchase?",
        "Do I have the right to make a cancellation to my order?",
        "I would like to cancel my purchase",
        "Is it possible that I stops my order?",
        "Is it possible that I destroy the order?",
        "can I cancel my purchase",
        "I am not sure if the order can be canceled.",
        "I wonder if I can withdraw this order.",
        "I am wondering if I will have to cancel the order.",
        "I am unclear if I'm able to cancel my order.",
        "I worry if it is possible to cancel my order.",
        "I am wondering if there is a chance I could stop buying.",
        "Is it possible I might stopped my order?",
        "Was it possible that I canceled the order?",
        "I wonder if it is possible to change my order.",
        "Can I leave from my order?",
        "I am unsure if I could stop the order.",
        "I am wondering if it is appropriate for me to make a cancellation on my order.",
        "Does it make sense for me to cancel an order or make a new one?",
        "Is it appropriate for me to make a cancellation to the order?",
        "I wonder if canceled my order is possible.",
        "I was wondering if it's possible to cancel my purchase.",
        "I'm unclear if I can uninstall my order.",
        "I'm wondering if there's a chance that I can cancel my purchase.",
        "Is it possible to cancel the deal?",
        "If I will be able to Cancel my order, I am unsure.",
        "Is it appropriate for me to give up my order?",
        "It is time to end the purchase, please.",
        "Please, it is time to quit the purchase.",
        "Is it possible that you will stop the order?",
        "I cannot say if I'm able to cancel my order.",
        "I am unsure of whether or not to cancel my order.",
        "I don't know if I will uninstall my order.",
        "Is it ok for me to cancel my order or keep it?",
        "Is a cancellation appropriate to my order?",
        "I can cancel the order.",
        "Are you suppose to canceled your order?",
        "Is it possible that I withdraw the order?",
        "Is it fine to cancel my order?",
        "I would like to cancellation my order.",
        "can I stop my purchase?",
        "Can I stop buying things?",
        "Can I cancel my order now?",
        "I'm not sure if I cancancelling my order.",
        "Is my order cancellation possible?",
        "Is it possible you could cancel your order?",
        "I wondered if it was possible to cancel my purchase.",
        "Are you willing to cancel your order?",
        "Want to stop the purchase.",
        "This order can I get away from?",
        "I am not quite sure if I can stop my order.",
        "I wonder if it is possible to eliminate my order.",
        "Is it appropriate to cancel the order or make a new one?",
        "Can I scrap my order?",
        "Is it appropriate to cancel the order or make another one?",
        "There is a chance that I might stop my order.",
        "Is it appropriate to cancel an order or make afresh one?",
        "Is it possible that I dump the order?",
        "I'm not really sure if I can uninstall my order.",
        "I wonder if it is possible to cut off my order.",
        "Is it possible that you will cancel your purchase?",
        "Want to reverse the purchase.",
        "I wonder if it's possible to remove my order.",
        "I wonder if I can cancel my purchase.",
        "I wonder if I could cancel my order.",
        "I do not know if I can uninstall my order.",
        "Does it make sense for me to cancel on my order?",
        "I am uncertain if I'm able to remove my order.",
        "Is it appropriate for me to cancel an order or not?",
        "I am wondering if my order might have to be canceled.",
        "Is it possible tocancel this deal?",
        "Can I disengage from my order?",
        "I doubt if I can cancel my order.",
        "I am not sure if I am able to uninstall my order.",
        "I am wondering if it is possible to cancel your purchase.",
        "Is it appropriate for me to have my order canceled?",
        "Is it possible the order will be stopped?",
        "Is it appropriate to cancel my order or not.",
        "Could it possibly be that I stop my order?",
        "Is it appropriate for me to cancel my order or bring it back?",
        "I'm not sure if I can stop this order.",
        "Is it possible that I scrap the order?",
        "I'm unsure if I can Cancel the order.",
        "Is it appropriate to make a cancellation on an order?",
        "I want to canceled my order.",
        "I can get away from my order?",
        "I'm unsure about cancellation of my order.",
        "I'm unsure if I canCancellation my order",
        "Is it recommended for me to cancel my order?",
        "I wondered if there was a chance I could cancel my purchase.",
        "Could it possibly be that I cancel the order?",
        "I wonder if it's possible to canceled an order.",
        "Is it possible that I Cancel the Order?",
        "Is it appropriate for me to cancel my purchase?",
        "Ok, call off that transaction?",
        "Issuing a cancellation to my order appropriate?",
        "Is it appropriate for me to make a cancellation or new order?",
        "I wonder if I will have to cancellation my order.",
        "I is unsure if I can stop my order.",
        "Can it be possible to canceled my order?",
        "How about calling off that transaction?",
        "Can my order be canceled.",
        "My purchase may be canceled.",
        "I am not sure whether I can cancel my order.",
        "I am wondering if I can revocation this order.",
        "Is my order possible to be stopped?",
        "Can I get away from that order.",
        "I wonder if the order could be canceled.",
        "I wonder if it is possible to cancel your order.",
        "I am wondering if my purchase can be canceled.",
        "I don't know if it is possible to cancel the order.",
        "Could I cancel this order?",
        "I'm wondering if I could cancel my purchase.",
        "I am unsure of if I can uninstall my order.",
        "I am curious whether it is possible to cancel my purchase.",
        "Is it possible I can cancel my order?",
        "I'm not completely sure if I'm able to uninstall my order.",
        "\"Can I get away from this order?\"",
        "I wonder if it is possible to cancel my order?",
        "Stop the order, now?",
        "May I stop this order?",
        "I'm not sure if I can scrap my order.",
        "It is possible that I may stop my order.",
        "I feel like I might have to cancel my order.",
        "I am not sure if I have the ability to cancel my order.",
        "Is it appropriate for me to cancel an order?",
        "I wonder if it is possible to cancel the purchase.",
        "I have no clue if I'm able to stop my order.",
        "Is it appropriate to cancel my order or to make a fresh one?",
        "I may be able to canceled my order.",
        "Is it appropriate for me to not order?",
        "I am not sure if I am able to cancel my order.",
        "Is it possible that i might stop my order?",
        "It's unclear if I'm able to uninstall my order.",
        "Is it possible that your order will be canceled?",
        "I am unsure if I could stop my order.",
        "I may cancel this order.",
        "Is it right to make a cancellation on my order?",
        "Can I disengage myself from my order?",
        "Can I away from this order?",
        "You want to end the purchase.",
        "Can the order be canceled?",
        "Can I break from this order?",
        "It is unclear if I will be able to cancel my order.",
        "I may be able to cancel my purchase.",
        "I wonder if this order will be revoked.",
        "Want to get rid of the purchase?",
        "It could be possible that I cancel the order.",
        "Am I allowed to cancel my purchase?",
        "There's a chance that I can cancel my purchase.",
        "Is it possible to leave my order?",
        "I'm unsure if I will be able to Cancel my order",
        "I wonder if my order will be canceled",
        "Can I remove my purchase?",
        "I am unsure of if I can cancel my order.",
        "I wish to get away from this order.",
        "I'm uncertain about stopping my order.",
        "Is it possible to get away from that order?",
        "I want to stop my purchase.",
        "I'm unclear if I will be able to Cancel my order.",
        "Is it okay for me to cancel my order or not?",
        "Is it appropriate to make a cancellation for my order?",
        "I can Cancel my order.",
        "Is it okay for me to make a cancellation on my order.",
        "may I remove this order?",
        "I am wondering if it is possible to cancel the order.",
        "I wonder if I would have to canceled my order.",
        "Is it possible that I may halt my order?",
        "I can't say if I can uninstall my order.",
        "Can I take a break from my order?",
        "Is it appropriate for me to cancel the order or not?",
        "I would like to call off that transaction.",
        "Can I get away from their order?",
        "I wonder if I will have to cancel my order.",
        "I question if it's possible to cancel my order.",
        "Should this order be revoked?",
        "Maybe it's possible I cancel the order.",
        "Can I quit this order?",
        "I am unsure about whether or not to Cancel my order.",
        "Is it a good idea tocancel my order?",
        "I am unsure if I am able to cancel the order.",
        "I'm not quite sure if I'll be able to cancel my order.",
        "Is it appropriate for me to cancel my order or keep it?",
        "I am unsure if I'll be able to withdraw my order.",
        "Is it a possibility that I will stop my order?",
        "I'd like to know if it is possible to cancel my purchase.",
        "I am wondering if that is possible to cancel my purchase.",
        "Is it appropriate to stop my order?",
        "I wonder if I might have to stop my order.",
        "I'm not certain if I can cancel my order.",
        "Is this the right time for me to cancel my order?",
        "Can I spare myself from this order?",
        "I wonder if it is possible to get rid of my order.",
        "I wonder if the order has to be canceled.",
        "I'm not certain if I can cancel the order.",
        "I'm not sure if I can cancel my order.",
        "I wonder if it is possible to end my order.",
        "Is it possible I dump the order?",
        "I wonder if it's possible to cancel the purchase.",
        "You can cancel my order.",
        "I'm wondering if I might have to cancel my order.",
        "I'm not certain if I'm able to uninstall my order.",
        "I am unsure about Cancelling my order.",
        "I need to revocation this order.",
        "Is it ok to cancel my order or not?",
        "Call it off, that transaction?",
        "I am unsure about canceling the order.",
        "Does it make sense for me to cancel an order?",
        "Is it possible that you cancel the order?",
        "Is it a possibility to cancel the order?",
        "May I pull the order?",
        "There is a chance that I might be able to cancel my purchase.",
        "I'm not completely sure if I can stop my order.",
        "I am not sure if I can cancel my purchase.",
        "May I withdraw my order.",
        "Is it a good idea to cancel my order or keep it?",
        "I have been wondering if it is possible to cancel my purchase.",
        "It's time to stop the purchase please.",
        "Is a cancellation of my order appropriate?",
        "Stop the item you ordered?",
        "I'm unsure if I can canceled my order.",
        "Is the cancellation of the order appropriate?",
        "I'm not really sure if I can stop my order.",
        "I am not sure how to stop my order.",
        "I don't know if the order will be canceled.",
        "I'm uncertain if I'll be able to cancel the order.",
        "Could you cancel your order?",
        "I am not entirely sure if I will be able to Cancel my order.",
        "Is it possible that you will be canceling your order?",
        "I am wondering if it's possible to cancel a purchase.",
        "I question if I can cancel my purchase.",
        "Need an order withdrawn.",
        "Am I able to get away from my order?",
        "Is it suitable for me to cancel my order?",
        "Does it possible to cancel a purchase?",
        "Yes, can I stop my order?",
        "Is canceling my order appropriate?",
        "I wondered if my order might be canceled.",
        "Is it possible to uninstall the order?",
        "Is it prudent for me to cancel my order?",
        "Is it possible you are going to cancel your order?",
        "I am unsure whether or not to cancel my order.",
        "Is making a cancellation to my order appropriate?",
        "I wonder if its possible to cancel my order.",
        "I wonder if I needs to cancel my order.",
        "Is it possible that I stop my order?",
        "Can I cancel my purchase.",
        "Is it possible to cancel an order?",
        "Is it okay to cancel my order?",
        "May I take away this order?",
        "I'm uncertain if I'm able to stop the order.",
        "Are it appropriate for me to cancel my order or make a new one?",
        "I don't know whether I can stop my order.",
        "Is there a way to get away from my order.",
        "Does it make sense for me to make a cancellation on the order?",
        "I'm unsure if my order will be canceled.",
        "I do not know if I'm able to stop the order.",
        "I wish I could cancel my order.",
        "I am unsure if I will be able to remove my order.",
        "Does it possible that I might stop my order?",
        "Is it appropriate for me to cancel my order",
        "I'm unsure about canceling my order.",
        "I'm not really sure if I can cancel my order.",
        "Do I have to make a cancellation or a new order?",
        "OK, stop the order?",
        "I wonder if it's possible to canceled my order.",
        "I'm curious if there is a chance I can cancel my purchase.",
        "The purchase should be stopped, please.",
        "I'm not certain if I can Cancel my order.",
        "Is it possible that I get away from this order?",
        "Do I have the right to cancel the order?",
        "I wonder if it might be possible to cancel my order.",
        "Is it possible to cancel the purchase?",
        "Is it possible that I could get away from this order?",
        "I'm wondering if there is a chance to cancel my purchase.",
        "Okay? Stop the ordered item?",
        "Is it possible to canceled your order?",
        "Is it appropriate for me to uninstall my order?",
        "Would it be possible that you will cancel your order?",
        "Hey, call off that transaction?",
        "I'm unsure if my order can be removed.",
        "I wonder if it is possible to deny my order.",
        "Is canceling my order right for me or not?",
        "I am interested in cancelling my order.",
        "I am unsure of if I can stop the order.",
        "I don't know if I can cancel my purchase.",
        "I'm curious if I'll have to cancel my order.",
        "Are I allowed to cancel my order?",
        "Can I cancel my purchase now?",
        "I am curious if I can cancel my purchase.",
        "I can't say if I'm able to stop my order.",
        "Is it possible I might stop buying?",
        "I am unsure if I can stop my purchase.",
        "I am still unsure if I can uninstall my order.",
        "Is it possible my order might be stopped?",
        "I'm not sure if my order can be stopped.",
        "Would it be appropriate for me to cancel the order?",
        "I am wondering if I could cancel the purchase.",
        "I am not sure if I can cancel my order.",
        "Is it possible that you willcancel your order?",
        "Please stop buying now.",
        "Is it worthwhile for me to cancel my order?",
        "Is it conceivable that you'll cancel your order?",
        "I am not sure if I will be able to Cancel the order.",
        "Is it possible that my order will be halted?",
        "Can I get away from orders?",
        "I think it is possible to canceled my order.",
        "Can I stop my order.",
        "I want to know if I have to cancel my order.",
        "Can I make acanceling my order?",
        "Does it make sense for me to cancel my order or stay with it?",
        "I am not sure if I'll be able to cancel the order.",
        "I'm not sure how to uninstall my order.",
        "please quit the purchase.",
        "Does it be possible to cancel my purchase?",
        "Want an order withdrawal?",
        "Can I give up my purchase?",
        "Is it conceivable that I might stop my order?",
        "Want the purchase to be null and void?",
        "Could it be that I cancel the order?",
        "I want my order canceled.",
        "Is it okay for me to make a cancellation or a fresh order?",
        "I am not sure if I can get my order canceled.",
        "I wonder if it would be wise to cancel my order.",
        "Need an order reversal.",
        "Can I slip away from this order?",
        "Can I just cancel my order?",
        "Do I have the power to cancel my order?",
        "Maybe I can cancel the order.",
        "Was it possible I cancel the order?",
        "Is it a good idea to cancel the order?",
        "I'm unsure if I could cancel my order.",
        "Can I immediately stop my order?",
        "I am not certain if I will be able to uninstall my order.",
        "I am wondering if there is a chance to stop my purchase.",
        "May my order be called off?",
        "If I am able to uninstall my order.",
        "Is there any chance I can get away from this order?",
        "I am thinking if it is possible to cancel my purchase.",
        "Is it right for me to cancel the order or not?",
        "Are I able to cancel the order?",
        "Could I stop this order?",
        "I'm not sure if I'm able to canceled my order.",
        "Maybe it is possible to cancel my order.",
        "You want to cancel the purchase.",
        "Will I end this order?",
        "Is it possible that you will pull your order?",
        "Is it a good idea to cancel my order or make a new one?",
        "I'm not sure if I'll able to Cancel my order.",
        "Does it possible to cancel the order?",
        "I wonder if my order will have to be canceled",
        "I'm unsure if I'll be able tocancel my order.",
        "I am wondering if there is a chance of cancelling my purchase.",
        "Is it possible to get away from my order.",
        "I am wondering if there is a chance that the purchase will be canceled.",
        "I am unsure if I can stop the order.",
        "Is it appropriate to cancel my order at the last minute?",
        "Need to withdraw your order",
        "Is it appropriate for a cancellation to be made on my order?",
        "I wonder if the order can be canceled.",
        "Is it possible they cancel the order?",
        "I don't know if I canCancellation my order.",
        "Is it possible that I might stop this order?",
        "I am not sure if I am able to uninstall my order",
        "I'm wondering if it's possible to cancel the order.",
        "Is it possible that you will cut off your order?",
        "Want the purchase nullified?",
        "Is it possible to make a cancellation?",
        "I am wondering if there is any chance that I can cancel my purchase.",
        "Are you ready to stop the ordered item?",
        "It is possible I can cancel the order.",
        "I am unclear if I'm able to stop my order.",
        "Can I decline my order?",
        "Is it appropriate to make a cancellation or afresh order?",
        "Will it be appropriate for me to cancel my order?",
        "I would like to know if it's possible to cancel my purchase.",
        "I can't say if I will be able to Cancel my order.",
        "I don't know if I can cancel the order.",
        "\"Call off that transaction?\"",
        "Is it proper for me to cancel my order.",
        "Is it ok for me to cancel the order or not?",
        "I'm not certain if I can stop my order.",
        "Do I have to make a fresh order or cancel one?",
        "Is it a good idea for me to cancel the order?",
        "I want to know if I can cancel my purchase.",
        "I would like to know if it's possible to cancel my order.",
        "Is it good to cancel my order?",
        "I'm unsure if I can uninstall the order.",
        "I'm not sure if I will be able to stop my order.",
        "To stop the purchase, please.",
        "Can I pull out of my order?",
        "Is it possible thatI cancel the order?",
        "Call off the transaction now?",
        "Is there a chance that I might stop my order?",
        "I may have to withdraw this order.",
        "I need to Cancel my order.",
        "Can I remove myself from my order?",
        "I am not sure if I can get rid of the order.",
        "Is it possible to canceled my purchase?",
        "You should stop the purchase, please.",
        "May my order be canceled",
        "Is it right for me to make a cancellation of my order?",
        "I wonder if I can revocation this order?",
        "Is canceling my order a good idea?",
        "Is it ok for me to cancel the order or make a new one?",
        "There might be a chance that I can cancel my purchase.",
        "Or call off the transaction?",
        "I am wondering if it is possible to cancel a purchase",
        "Would it be possible to stop my order?",
        "Is itappropriate for me to make a cancellation on my order?",
        "I am wondering if I could cancel my purchase",
        "I am wondering if I can cancel my purchase.",
        "Is it right to cancel my order or keep it?",
        "I wonder if I'll have to Cancel my order.",
        "I don't know if I will have to cancel my order.",
        "I was wondering if there was a chance I could cancel my purchase.",
        "I'm not sure if I'll get to cancel my order.",
        "Can I stop my purchase now?",
        "There is a question if it is possible to cancel a purchase.",
        "Is it feasible to cancel my purchase?",
        "I have a question if it is possible to cancel my purchase.",
        "Is it possible that I might withdraw my order?",
        "I don't know if it is possible to canceled my order.",
        "I would like to know if it is possible to cancel my purchase.",
        "I'm wondering if there is a chance I can cancel my order.",
        "I still don't know if I'll be able to cancel my order.",
        "I am not completely sure if I can stop my order.",
        "I wonder if it was necessary to cancel my order.",
        "May I drop this order?",
        "May I reverse this order?",
        "I'm curious if there is a chance that I can cancel my purchase.",
        "I don't know if I can stop my order.",
        "I am wondering if there is a chance that I can void my purchase.",
        "Can I get rid of my purchases?",
        "Is the cancellation on my order appropriate?",
        "Is it appropriate to make a cancellation or not on my order?",
        "I am still unsure if I'll be able to cancel my order.",
        "Is it appropriate to make a cancellation of my order or not?",
        "Let's stop the order, okay?",
        "I can't say if I'll be able to cancel my order.",
        "How can I stop my purchase?",
        "Is it right for me to cancel my order or not?",
        "Does it possible to cancel my order?",
        "Is it right for me to make a cancellation or a fresh order?",
        "I'm unclear if I will be able to cancel my order.",
        "I might be able to Cancel my order.",
        "Is it Possible I might stop my order?",
        "Is it good for me to cancel my order?",
        "I wonder if it is safe to cancel my order.",
        "May I give up this order?",
        "I was wondering if it would be possible to cancel my purchase.",
        "Please cancel my order.",
        "I'm not sure if I'm allowed to uninstall my order.",
        "I am not sure if I will be able to Cancel my order",
        "I'm not sure if I'll be able to Cancel my order.",
        "Is it possible that I would stop my order.",
        "Ok, stop the order, okay?",
        "Will they accept canceled orders?",
        "I'm unsure if I can Cancel my order.",
        "Am I supposed to call off that transaction?",
        "Is it possible to cancel my purchase.",
        "I wonder if I would have to scrap my order.",
        "I am wondering if I could cancel my order.",
        "I don't know if I'm able to uninstall my order.",
        "Could it be that you'll cancel your order?",
        "Is it possible that you will call off your order?",
        "I'm unsure if I'll able to Cancel my order.",
        "Is there a chance that I could cancel my purchase?",
        "I am wondering if it is possible to stop the transaction.",
        "Can I let go of this order?",
        "Can I change my mind about my order?",
        "No, can I cancel my order?",
        "Want to cancel the transaction?",
        "I am not sure about canceling my order.",
        "Is it possible that I could stop ordering?",
        "Is it possible that my order is canceled?",
        "Is it appropriate for me to cancel the order or make a new one?",
        "Could I cancel the order?",
        "I am unsure if it is possible to stop my purchase.",
        "Want to have it canceled.",
        "Is it appropriate for me to decline my order?",
        "Will I be able to cancel my order?",
        "I might have to cancel the order.",
        "I am not sure if I can cancel the order",
        "I don't know whether I will be able to Cancel my order.",
        "Is it appropriate for me to make a cancellation or fresh order.",
        "Is it correct for me to cancel my order or not?",
        "You want to cancel the purchase",
        "I am unsure whether it is possible to cancel my purchase.",
        "I don't know if I'm able to cancel my order",
        "Could the order be canceled?",
        "Call off that transaction, please?",
        "Is it appropriate for me to cancel my order or to make a new one?",
        "I is unsure if I can cancel my order.",
        "Is it appropriate for me to make a cancelation on my order?",
        "I am not certain if I will be able to cancel the order.",
        "Is it a good idea to make a cancellation to my order?",
        "Is it appropriate for me to make a cancellation or a new order.",
        "Is my order possible to stop?",
        "I am not sure if I will able to Cancel my order.",
        "It is possible that I may cancel the order.",
        "I might not be able to Cancel my order.",
        "I wonder if I would need to cancel my order.",
        "Is it possible to Cancel my purchase?",
        "Does it appear that I might stop my order?",
        "Is it appropriate for me to change my mind about the order?",
        "Is canceling my order appropriate for me to do?",
        "Does canceling my order make sense?",
        "Is canceling my order okay?",
        "It's possible to cancel a purchase.",
        "I am uncertain if I will be able to uninstall my order.",
        "I am wondering if I canCancellation my purchase",
        "Is it doable to stop my order?",
        "It is possible that I can cancel the order.",
        "I am wondering if there's a chance that I can cancel my purchase.",
        "Maybe I might stop my order?",
        "Is it advisable for me to cancel the order or make a new one?",
        "Can I get away from the ordering?",
        "Can i get away from this order?",
        "Is it possible that my order will stop?",
        "Can I give up my order?",
        "I am uncertain if my order will be canceled.",
        "I'm undecided if I can uninstall my order.",
        "Is canceling my order appropriate.",
        "I am wondering if I could get a cancellation on my purchase.",
        "I wonder if it is possible to withdraw my order.",
        "Is it right for me to cancel my order.",
        "I'm unsure if I'll be able to canceled my order.",
        "Is a cancellation of the order appropriate?",
        "There is a possibility that I might stop my order.",
        "can I stop my order?",
        "Is it appropriate to drop my order?",
        "I wonder if I would have to cancel my order",
        "I want to cancel the purchase.",
        "It is time for the purchase to be stopped, please.",
        "I wonder if I have to cancel my order?",
        "Can I get out of my order.",
        "I wonder if I may have to cancel my order.",
        "Does it make sense for me to have my order canceled?",
        "Will I revoking this order?",
        "Can I eliminate my purchase?",
        "I have no idea if I'm able to stop the order.",
        "Ok, stop the order, OK?",
        "Is it appropriate for me to place a cancellation on my order?",
        "Is there a chance you will cancel your order?",
        "Can I pull away from my order?",
        "I am wondering if my purchase will be canceled.",
        "Are my orders possible to be stopped?",
        "Call off the transaction?",
        "Isn't it possible to cancel my purchase?",
        "Is it possible to cancel your order?",
        "Is it proper for me to make a cancellation or a new order?",
        "I'm wondering if cancelling my purchase is possible.",
        "I'm not certain if I'll be able to cancel my order.",
        "Does it make sense for me to cancellation my order or not?",
        "Is it the right thing for me to cancel my order?",
        "I'm not sure if I can stop my order.",
        "I'm wondering if it is possible to canceled my order.",
        "I wonder if my order will have to be canceled.",
        "I wonder if I have to give up my order.",
        "Is it possible to change my purchase?",
        "Is it a good idea to cancel my order or not?",
        "My order may be canceled.",
        "I'm unsure if I can stop this order.",
        "I am hoping it is possible to cancel my purchase.",
        "I have no clue if I'm able to cancel my order.",
        "Is it appropriate for me to make a cancellation with my order?",
        "I wonder if I will have to remove my order.",
        "Is it appropriate for me to cancel my order or start over?",
        "I am unsure about whether I will be able to Cancel my order.",
        "Is it best for me to cancel the order or make a fresh one?",
        "The order should be stopped, okay?",
        "It is possible that I can cancel my purchase.",
        "Is it possible you will end up canceling your order?",
        "Is it possible to cancel the order!",
        "I wonder if my order could be canceled.",
        "Please quits the purchase.",
        "There is a chance that I can cancel the purchase.",
        "I am unsure if it will be possible to cancel my order.",
        "Can I cancel the order or keep it?",
        "I wonder if its possible to cancel an order.",
        "I wonder if I can Cancel my order.",
        "Stop the order? OK?",
        "Is my purchase cancellation possible?",
        "Can I make a cancellation on my order or not?",
        "Is it possible that I get away from my order?",
        "I bet it is possible to cancel my order.",
        "Is it conceivable that your order will be canceled?",
        "I would like to Cancel my order.",
        "Is it appropriate for me to dismiss my order?",
        "You may be able to cancel your order.",
        "Is it possible I could stop the order?",
        "I wonder if my order will be canceled.",
        "I am unsure if I will be able to cancel my order",
        "I'm uncertain if I'm able to cancel my order.",
        "Is it right for me to stop my order?",
        "Might I stop my order?",
        "May I let this order go?",
        "Can I break away from my order?",
        "I wonder if I had to stop my order.",
        "Is it appropriate to make a cancellation or keep my order?",
        "I am unsure if I will get to cancel my order.",
        "Is it possible that I stop the order?",
        "I don't know whether I'm able to uninstall my order.",
        "please quit the purchase",
        "I want to cancel the order.",
        "Are it appropriate for me to make a cancellation of my order?",
        "Is it possible that you will drop your order?",
        "I wondered if it was possible to cancel the order.",
        "I'm unsure if I can halt my order.",
        "Is it possible to make a cancellation of my order?",
        "I amUnsure if I can Cancel my order.",
        "Yes, can I get away from my order?",
        "Is it appropriate for me to make a cancellation or change order?",
        "I'm unclear if I can Cancel my order.",
        "Is it right to stop my order?",
        "Does it look like I might stop my order?",
        "I'm unsure if I'm able to uninstall my order",
        "I am unsure of whether I can cancel my order.",
        "Is it appropriate for me to cancel my order at the last minute?",
        "I am unaware if I can uninstall my order.",
        "I'm not sure if I am able to cancel my order.",
        "Could I reverse this order?",
        "Is it appropriate to Cancel my order?",
        "I am unsure if I'll get to Cancel my order.",
        "I am unsure if I will be able to stop my order.",
        "I'm uncertain if I'm able to uninstall my order.",
        "I am wondering if there is a chance that I cancel my purchase.",
        "I wonder if it would be a problem to cancel my order.",
        "Can I extricate myself from this order?",
        "Is it appropriate for me to make a cancellation or keep the order?",
        "I am wondering if I could cancel my purchase.",
        "Are I able to get away from the order?",
        "Is it possible that you will scrap your order?",
        "It is possible to canceled my order.",
        "It might be possible to cancel my order.",
        "Need to withdraw the order.",
        "Is it possible to revocation this order?",
        "Can you cancel my purchase?",
        "I'm unsure if I'm capable of stopping my order.",
        "I am unsure if I'm able to uninstall my order",
        "I am unsure of if I will be able to cancel my order.",
        "I am unclear if I'll be able to cancel my order.",
        "I don't know if I can halt my order.",
        "Would it be appropriate to cancel my order?",
        "I wonder if my order would have to be canceled.",
        "I do not know if I will be able to Cancel the order.",
        "I am confused if it is possible to cancel my purchase.",
        "Is it possible to Cancel my order?",
        "Is my order cancellation a possibility?",
        "I wonder if a cancellation of my order is possible.",
        "I am unsure about cancelling my order.",
        "Is canceling my order alright?",
        "I am wondering if it is possible for me to cancel my purchase.",
        "Can I decline my purchase?",
        "Is it okay for me to cancel my order or keep it?",
        "I wonder if I'm able to cancel my order.",
        "Ask to stop the buy.",
        "I want tocancel my order",
        "Is it appropriate to abandon my order?",
        "Can I stop the order?",
        "Can I get away from my ordered things?",
        "Is it possible for you to cancel your order?",
        "I wonder if my order may have to be canceled.",
        "Could you call off the transaction?",
        "I am unsure if i can uninstall my order.",
        "I don't know if I can Cancel my Order.",
        "I'm wondering if it would be possible to cancel my purchase.",
        "Is it appropriate for me to cancel my orders or not?",
        "Can I pull the plug on my purchase?",
        "I am unsure if I will be able to stop my order",
        "I am wondering if I can stop buying.",
        "I don't know if I will able to Cancel my order.",
        "I'm not sure if I will be able to Cancel the order.",
        "I didn't know if I would be able to Cancel my order.",
        "There is a chance that I can cancel my purchase",
        "Might I remove this order?",
        "Is it necessary for me to cancel my order or keep it?",
        "I wonder if I will be able to cancel my order.",
        "Can you call off that transaction?",
        "Okay, stop the order, OK?",
        "Am I allowed to cancel my order?",
        "Does it mean that I might stop my order?",
        "Is it possible that my order can be canceled?",
        "I have no clue if I can cancel my order.",
        "Is it feasible to stop my order?",
        "Ok? stop the order?",
        "If it's possible to cancel my purchase.",
        "I wonder if it would be possible for me to cancel my order.",
        "I am unsure of if I can stop my order.",
        "Is it appropriate to cancel the order or retain it?",
        "I want to know if it is possible to cancel my purchase.",
        "I'm wondering if there is a chance I could cancel the purchase.",
        "I want an order withdrawal.",
        "Is it plausible that I cancel the order?",
        "Is it wise for me to cancel the order or not?",
        "I hope it's possible to cancel my order.",
        "I am interested in whether it is possible to cancel my purchase.",
        "Is it possible I might stopOrdering?",
        "Need to withdrawal your order.",
        "I am unsure if I'm able to cancel it.",
        "I don't know if I'm capable of canceling my order.",
        "I was wondering if I had to cancel my order.",
        "I'm wondering if there is a chance I can cancel.",
        "Is it possible to abandon the order?",
        "Do you want to void the purchase?",
        "May I deny this order?",
        "Can I give up on my order?",
        "I do not know if I will be able to cancel my order.",
        "Can I off my order?",
        "Is my order able to be canceled?",
        "I wonder if it is possible to cancel my orders.",
        "Does it make sense to make a cancellation of my order?",
        "Is it appropriate for me to cancel the order or not.",
        "Is it possible I cancel it?",
        "It is time to quit the purchase, please",
        "I wondered if my order could be canceled.",
        "I want to cancel my order",
        "Is it appropriate to cancel an order or to make a fresh one?",
        "Okay? stop the order?",
        "I asked if I could get away from my order.",
        "I am unsure if I could cancel my purchase.",
        "I wonder if I'll need to cancel my order.",
        "Is it possible I could stop my order.",
        "I don't know if I could have canceled my order.",
        "What can I do about my order?",
        "I am not entirely sure if I can cancel my order.",
        "I am wondering if a cancellation can be done.",
        "It is necessary to stop the purchase, please.",
        "I wonder if it's possible to cancel my order?",
        "Is it possible to cancel??",
        "Need to get an order withdrawal",
        "Stop the item that was ordered?",
        "May I remove this order?",
        "Is it ok for me to cancel my order.",
        "I am still unsure if I will be able to cancel my order.",
        "I wonder if I'd have to cancel the order.",
        "Is cancelling the order appropriate?",
        "I'm not sure if I'll be able to uninstall my order.",
        "Is it possible that you are going to cancel your order?",
        "Is it Possible that I might stop my order?",
        "I wonder if I might stop my order?",
        "I cannot say if I can stop my order.",
        "There is a question if it is possible to cancel my purchase.",
        "Is it possible that your order would be canceled?",
        "Is it possible that you will Cancel your order?",
        "I am wondering if I have a chance to cancel the purchase.",
        "I'm not sure if it's possible to stop my order.",
        "I'm wondering if it can be done to cancel my purchase.",
        "I wondered if my order had to be canceled.",
        "I wonder about my order being canceled.",
        "I was wondering if there was any chance I could cancel my purchase.",
        "Does it make sense to make a cancellation on the order?",
        "Is it appropriate that I cancel my order?",
        "Can I have my purchase canceled?",
        "Is it appropriate for me to make a cancellation of my order.",
        "I am wondering if it is possible to cancel a purchase.",
        "Is it appropriate for me to cancel the order or make a new one.",
        "I am wondering if there is a chance that I can withdraw my purchase.",
        "Is it possible you will cancellation your order?",
        "Is it possible that I abandon the order?",
        "What if I cancel the order?",
        "I want my purchase canceled.",
        "I wonder if I will have to cancel my order?",
        "Is it a good idea for me to cancel my order or keep it?",
        "Might my order be canceled?",
        "Can I stop my order?",
        "The order may be canceled by me.",
        "Need to stop the order.",
        "Do I have the option to cancel my order?",
        "Can I distance myself from this order?",
        "Is it possible to pull this order?",
        "There is a chance I might stop my order.",
        "I don't know if I'll be able to uninstall my order.",
        "I am unsure if I will be able tocancelling my order.",
        "I am wondering if it is possible to have my purchase canceled.",
        "I'm not sure if I'm able to cancel my order",
        "I wonder if it is possible to have an order canceled.",
        "I am not entirely sure if I can uninstall my order.",
        "I'm wondering if I will have to cancel my order.",
        "I am wondering if there is a chance that I can cancel.",
        "I can revoking this order.",
        "I do not know if I can cancel the order.",
        "I am unaware if I can stop my order.",
        "Can I spare myself from my order?",
        "Is it possible you can cancel your order?",
        "I need to know if it is possible to cancel my purchase.",
        "Can I get away from an order?",
        "Is it possible to cancel my purchase",
        "I'm unclear if I'll be able to Cancel my order.",
        "I wonder if it is necessary to cancel my order.",
        "It might be possible to cancel my purchase.",
        "Is it possible you cancel the order?",
        "I am unsure if I will be able to stop the order.",
        "I have not been able to Cancel my order yet.",
        "I wonder if I will have to canceled my order.",
        "Does it make sense for me to cancel my order, or not?",
        "Maybe I could stop my order?",
        "Is it possible I will cancel the order.",
        "I am not completely sure if I can uninstall my order.",
        "I don't know if my order can be canceled.",
        "Is it possible I might stop the order.",
        "Quit the purchase, please.",
        "Call off that transaction!",
        "Can I get rid of my order?",
        "I'm unsure if I'm able to cancel my order",
        "I'm wondering if my order might have to be canceled.",
        "I'm not sure if I will be able to Cancel my order",
        "Need an order withdrawal",
        "I am curious if it is possible to cancel an order.",
        "Is a cancellation on the order appropriate?",
        "Is it possible to cancellation my order?",
        "I'm not sure if I can cancel my purchase.",
        "I may be able to get away from this order.",
        "I am unsure if I'm able to cancel my order",
        "I am uncertain if I can get rid of my order.",
        "I am unsure if I'm able to stop the order",
        "I am not sure if I can halt my order.",
        "Is it okay to cancel the order?",
        "Is this the place to cancel my order?",
        "Is it possible I will stop my orders?",
        "Is it appropriate for me to cancel a purchase?",
        "Is possible that I might stop my order?",
        "I'm still unsure if I can uninstall my order.",
        "I'm wondering if it is possible to cancel a purchase.",
        "I wonders if it is possible to cancel my order.",
        "Do I have the power to cancel my purchase?",
        "I'm not completely sure if I can cancel my order.",
        "I am unsure if the order will be canceled.",
        "I wonder if it's possible to cancel a order.",
        "Is it appropriate for me to cancel my order or get a new one?",
        "I am unsure if I can uninstall my purchase.",
        "I wonder if my order might have to be canceled.",
        "Is that possible to cancel my order.",
        "I don't know whether I'll be able to cancel my order.",
        "Would it be appropriate for me to make a cancellation on my order?",
        "I am not sure if I can stop my orders.",
        "I am not sure if the order will be canceled.",
        "I am unsure if I can Cancel my order",
        "I am not sure if I'm able to cancel my order.",
        "Is a cancelation of my order appropriate?",
        "Could you call off that transaction?",
        "Is cancelling my order correct?",
        "Is it okay for me to make a cancellation or fresh order?",
        "Was it possible that you will cancel your order?",
        "Is it possible to revoking this order?",
        "Its time to quit the purchase, please.",
        "Its time to stop the purchase, please.",
        "I might have to withdraw this order.",
        "Is it appropriate for me to make a cancellation for my order?",
        "Is it possible that Icancel the order?",
        "Can I walk away from the order?",
        "I have no idea if I will be able to cancel the order.",
        "I'm unsure if I'll get to cancel my order.",
        "Please stop this purchase.",
        "Can I get away from my order.",
        "I was wondering if there was a chance that I could cancel the purchase.",
        "Is it appropriate to cancel an order or make a new one?",
        "Is possible that you will cancel your order?",
        "I'd like to uninstall my order.",
        "Is it possible I would stop my order.",
        "I am unsure if my order can be removed.",
        "To call off that transaction?",
        "am I able to cancel?",
        "I'm not certain if I will be able to uninstall my order.",
        "Can me get away from this order?",
        "I wonder if it is possible to cancel a order.",
        "I am wondering if there is a chance I could cancel my purchases.",
        "Is a cancellation appropriate for my order or not?",
        "I am not completely sure if I will be able to Cancel my order.",
        "Is it appropriate to cancel or keep the order?",
        "Is it okay for me to cancel the order or keep it?",
        "I'm not sure if I can uninstall myorder.",
        "Is the cancellation of my order right for me?",
        "I'm wondering if I could cancel the purchase.",
        "I wonder whether my order will be canceled.",
        "Is it possible to cancellation the order?",
        "Is it appropriate for me to cancel my order instead.",
        "Can I get out from this order?",
        "Call that transaction off?",
        "I'm wondering if I could cancel my order.",
        "Is it right for me to make a cancellation to my order?",
        "Can I eliminate my order?",
        "I do not know if I can cancel my purchase.",
        "Want to reverse the purchase?",
        "I'm unsure about if I can uninstall my order.",
        "I want to know if I can cancel my order.",
        "Is it appropriate to Cancel my order or not?",
        "You have to stop the purchase, please.",
        "I am wondering if there is a possibility of cancelling my purchase.",
        "I would like to stop my purchase.",
        "I wanted to cancel my order.",
        "It's possible I Cancel the order.",
        "I am not sure if I can uninstall my purchase.",
        "Will my purchase be canceled?",
        "I am not sure if I can withdraw my order.",
        "There is a chance that I may be able to cancel my purchase.",
        "I'm not sure whether I can uninstall my order.",
        "I am not 100% sure if I will be able to Cancel my order.",
        "Is it possible that I cancel my order?",
        "Is it possible that your order could be canceled?",
        "I do not know if I will have to cancel my order.",
        "Are it possible I cancel the order?",
        "Is it possible I may stop my order.",
        "Is it possible to get out of this order?",
        "I wonder if I would have to withdraw my order.",
        "I don't know if I will stop my order.",
        "Can I cancel this purchase?",
        "I am unsure if I could Cancel my order.",
        "I'm not certain if I'm able to uninstall the order.",
        "I don't know if it is possible to cancel a purchase.",
        "I'm unclear if I'll be able to cancel my order.",
        "You may be able to canceled your order.",
        "Is it not possible to cancel the order?",
        "Does it make sense for me to make a cancellation to my order?",
        "I am pondering if there is a chance that I can cancel my purchase.",
        "I'm not sure about stopping my order.",
        "Cannot I get away from this order?",
        "I am unsure whether I'll be able to cancel my order.",
        "Is it possible that my order would be stopped?",
        "May my order be canceled?",
        "I need to know if I can stop my order.",
        "Am I able to canceled my order?",
        "Would like to end the purchase.",
        "Is it appropriate to cancel my order, or not?",
        "Stop the ordered item, please?",
        "I am wondering if it's possible to cancel my purchase",
        "Can I disengage from this order?",
        "It is possible that I could cancel the order.",
        "I just want to cancel my order.",
        "Are there a chance that I can cancel my purchase?",
        "Will I get away from my order?",
        "I am unsure if I can stop this order.",
        "Is it not appropriate for me to cancel my order?",
        "May I stop buying things?",
        "I'm not sure whether I can cancel my order.",
        "Is it appropriate for me to cancel my order or to make a fresh one?",
        "I am unsure how to stop my order.",
        "I am curious if it is possible to stop my order.",
        "I am unsure whether or not I will be able to Cancel my order.",
        "Cease that transaction?",
        "I wonder if an order can be canceled.",
        "We need to stop the purchase, please.",
        "Is it appropriate for me to get rid of my order?",
        "Is it appropriate for me to cancel or make a new order?",
        "I'd like to stop my order.",
        "Is it relevant to cancel my order?",
        "I am wondering if I would have to cancel my order.",
        "Is it right for me to cancel the order or make a new one?",
        "I wondered if there was a chance that I could cancel my purchase.",
        "I hope it is possible to cancel my order.",
        "I don't know if I canCancellation my order",
        "I'm not sure whether I'll be able to cancel my order.",
        "I don't know if I could stop my order.",
        "I wanted to know if it was possible to cancel my purchase.",
        "I am wondering if it was possible to cancel my purchase.",
        "Is it possible I might stop ordering?",
        "If you will cancel your order, is that possible?",
        "I don't know if I cancancelling my order.",
        "Is it possible for me to get away from my order?",
        "Can I walk away from my purchase?",
        "Is canceling your order possible?",
        "I am not sure if I'm able to cancel the order.",
        "If there is a chance I could cancel my purchase.",
        "Is it correct for me to cancel my order.",
        "I am not sure if it's possible to cancel my purchase.",
        "Is it ethical to cancel my order?",
        "I am wondering if it is possible to cancel my purchases.",
        "Is cancelling my order proper?",
        "Might I stop this order?",
        "If it is possible to cancel my purchase.",
        "Does it make sense to make a cancellation on my order?",
        "Does this order have to be revoked?",
        "I don't know if I'll be able to cancel my order",
        "Is it appropriate to cancel or keep my order?",
        "I'm wondering if it's possible to Cancel my purchase.",
        "Is it possible to eliminate the order?",
        "Can I change my mind about the order?",
        "I hope it is possible to cancel my purchase.",
        "Is it a good idea to cancel the order or make a new one?",
        "I am unsure about Canceling my order.",
        "I'm curious if it's possible to cancel my order.",
        "Can I keep my order or cancel it?",
        "I'm not sure if I will able to Cancel my order.",
        "I'm not sure whether I'm able to cancel my order.",
        "Please stop the purchase!",
        "Is it possible that you will not be ordering?",
        "You would like to cancel the purchase.",
        "I am wondering if a purchase can be canceled.",
        "Is canceling an order appropriate for me?",
        "I don't know if I'm capable of stopping my order.",
        "Do I have to cancel the order or make a fresh one?",
        "I was wondering if I could cancel the purchase.",
        "It might be appropriate for me to cancel my order.",
        "There's a chance I might stop my order.",
        "Is it possible to cancel the order?",
        "Is it possible that you canceled your order?",
        "It is possible that I might stop the order.",
        "Is it possible that you will cancellation your order?",
        "How about canceling my order?",
        "Is it appropriate to cancel my order or make afresh one?",
        "I wonder if it is possible to cancel?",
        "I'm wondering if I can get away from this order.",
        "Is making acanceling my order appropriate?",
        "Is it appropriate for me to cancel a order or not?",
        "Can I get away from this order",
        "It's possible that I Cancel the order.",
        "I am not sure if I can stop my order.",
        "I am unsure about if I can cancel my order.",
        "Do you think it is possible that you will cancel your order?",
        "I would like to make a cancellation of my order.",
        "I don't know if I can remove my order.",
        "Is it appropriate for me to call off my order?",
        "Is it appropriate for me to walk away from my order?",
        "I don't know if I will have to canceled my order.",
        "If I'm able to cancel my order, I'm not sure.",
        "I don't know if I cancancel my order.",
        "Is it possible that you would cancel your order?",
        "I was wondering if I could cancel my order.",
        "I wonder if there will be an order canceled.",
        "I'm unsure if I will be able to cancel the order.",
        "I'd like to know if it is possible to cancel my order.",
        "Is it possible me to stop my order?",
        "Wait, stop the order?",
        "revocation of this order?",
        "I'm curious if it's possible to cancel my purchase.",
        "Is it possible for me to cancel the order?",
        "Is there a way to cancel?",
        "I am curious if I might have to cancel my order.",
        "Is it appropriate for me to cancel myorder?",
        "Is it appropriate for me to cancel or to make a fresh order?",
        "It might be possible to cancel the order.",
        "To quit the purchase, please.",
        "Is it appropriate to cancel a order or not?",
        "Is it best for me to cancel my order?",
        "Can the purchase be canceled?",
        "I want to be able to cancel my purchase.",
        "I'm wondering if I have a chance to cancel the purchase.",
        "The purchase has to be stopped, please.",
        "I don't know whether I'm able to stop my order.",
        "I wonder if I might have to withdraw my order.",
        "Is it possible to scrap the order?",
        "I may need to cancel my order.",
        "It might be possible for me to stop my order.",
        "I'm curious if I will have to cancel my order.",
        "I'm not certain if I'll be able to Cancel my order.",
        "The order may be revoked.",
        "Can I get rid of the order?",
        "Is a cancellation of my order proper?",
        "I'm curious if I could cancel my purchase.",
        "My order could be canceled.",
        "I was wondering if it was possible to stop my purchase.",
        "Want to have the purchase canceled?",
        "I'm not certain if I can stop the order.",
        "Is it appropriate to cancel my order and not on it?",
        "I may revocation this order.",
        "Is it okay for me to cancel the order?",
        "I'm not sure if I'll be able to canceled my order.",
        "It may be possible to cancel my order.",
        "I'm not sure if I can Cancel my Order.",
        "I want to know if I will have to cancel my order.",
        "I am not sure if there is a chance to cancel my purchase.",
        "Want to withdraw an order.",
        "I am unsure about if I can uninstall my order.",
        "Can I remove this order?",
        "I'm wondering if I can cancel my purchases.",
        "Is there a chance I cancel the order?",
        "Isn't it possible to cancel my order?",
        "Does it make sense for me to cancel the order or to make a new one?",
        "It's possible I may stop my order.",
        "I am not sure if it is possible to cancel the purchase.",
        "Is it appropriate for me to cancel my order, or not?",
        "Do you want to cancel the purchase?",
        "I wonder if I may have to stop my order.",
        "How can I stop my order?",
        "Does it make sense to cancel an order?",
        "Is it possible I might stop the order?",
        "I'm unsure if I can stop my purchase.",
        "I am not sure if I can cancel the order.",
        "I'm wondering if there is a chance that I can cancel my purchase.",
        "I am not sure whether I'm able to cancel my order.",
        "I wonder if my order will get canceled.",
        "Does it make sense for me tocancel my order?",
        "I am curious if it is possible to cancel a purchase.",
        "I am unsure if I will be able tocancel my order.",
        "Would it be possible to canceled my order?",
        "The purchase may be canceled.",
        "I am wondering if it is possible to stop the purchase.",
        "Is it appropriate for my order to be canceled?",
        "Is it possible that I uninstall the order?",
        "My order can be canceled.",
        "I was unsure if I was able to stop my order.",
        "I'm unsure about removing my order.",
        "Are it possible I might stop my order?",
        "I don't know whether I will be able to cancel my order.",
        "I am interested in canceling my purchase.",
        "Want to remove the purchase.",
        "Call off this transaction?",
        "I'm not sure whether I'm able to stop my order.",
        "I want to know if there is a chance I could cancel my purchase.",
        "Maybe it's possible to cancel my purchase.",
        "I want to get out of this order.",
        "There is a chance I could cancel the purchase.",
        "I am wondering if it is possible to get rid of my purchase.",
        "I wondered whether it was possible to cancel my order.",
        "I would like to cancel my purchase.",
        "Could it be that you will cancel your order?",
        "Is it possible that you'll cancellation your order?",
        "Is canceling my order advisable?",
        "Is it possible that my order may be stopped?",
        "I wonder if I could have to cancel my order.",
        "Is it possible I can get away from my order.",
        "I am unsure about the cancellation of my order.",
        "I wonder if it is possible to Cancel my Order.",
        "Can I make a cancellation of my order?",
        "If I will be able to cancel my order.",
        "I wonder if it is possible to canceled an order.",
        "It is time to stop the purchase, please",
        "Can I let go of my order?",
        "Would it be possible to cancel the order?",
        "I wonder if there is a chance that my purchase will be canceled.",
        "Do I have the right to make a cancellation on my order?",
        "I am unsure if I can Cancel my Order.",
        "Does it make sense for me to cancel my orders?",
        "I can't tell if I can uninstall my order.",
        "Is it a good idea to cancel my order, or not?",
        "Does it make sense to make a cancellation on my order or not?",
        "Could your order be canceled?",
        "You need to quit the purchase, please.",
        "I'm unsure if I'll be able to Cancel my order",
        "I wonder if it is possible to cancel orders.",
        "Cease the buy, please.",
        "I am not sure if I'm able to cancel.",
        "There is a possibility that I could cancel my purchase.",
        "Is it appropriate for me to cancel an order or make afresh one?",
        "Is it possible I may halt my order?",
        "I am still not sure if I can uninstall my order.",
        "Can I get away from ordering?",
        "I am unsure whether I can stop the order.",
        "Can I have the purchase canceled?",
        "I wonder if I might have to remove my order.",
        "I'm wondering if a chance is there to cancel my purchase.",
        "I am not sure if I'll be able to stop my order.",
        "I'm wondering if I'll be able to cancel my order.",
        "Is it possible to get away from the order?",
        "Is it possible that you will stop ordering?",
        "I am unsure if I am able to cancel my order.",
        "I'm wondering whether it is possible to cancel my purchase.",
        "Is it possible that I'd stop my order?",
        "Is it appropriate if I cancel my order?",
        "Is it possible to make a cancellation on my order?",
        "I'm wondering if I have a chance to cancel my purchase.",
        "Do you think it is appropriate to cancel my order?",
        "I am not certain if I can stop my order.",
        "I'm unsure if I'll be able to withdraw my order.",
        "I'm curious if I have to cancel my order.",
        "Is it possible that I can get away from my order?",
        "Is it possible that the order will be canceled?",
        "I am not quite sure if I'm able to stop my order.",
        "I wonder if it is possible to cancel the order.",
        "Is it possible that I might stop ordering?",
        "Call off the purchase?",
        "Maybe it is possible to canceled my order.",
        "It is time to stop the buy, please.",
        "I am not sure if I can cancel this order.",
        "Is it possible I have canceled the order?",
        "I wonder if there's a chance I can cancel my purchase.",
        "Is it possible to cancel an order.",
        "I wonder if it is possible to cancel an order.",
        "Is canceling my order correct?",
        "Is it possible to call off the transaction?",
        "I am not sure if I will get to Cancel my order.",
        "Do you want to stop the ordered item?",
        "Oh, stop the order?",
        "I am wondering if it possible to cancel my purchase.",
        "I am not certain if I will be able to Cancel the order.",
        "Do I need to cancel my purchase?",
        "Do I have the right to make a cancellation of my order?",
        "Is it possible that you could cancel your order?",
        "I'm wondering if there's a chance I can cancel my purchase.",
        "Is it appropriate to cancel my order or to make a new one?",
        "I don't know if I will able to cancel my order.",
        "Is the order revocation possible?",
        "I am unsure if I will be able to canceled my order.",
        "Is it appropriate for me to make a cancellation on my orders?",
        "I'm wondering if there is an opportunity to cancel my purchase.",
        "Does it make sense for me to cancel my order.",
        "Is it possible that I cancel my order.",
        "Can it be that you will cancel your order?",
        "If I'm able to cancellation my order.",
        "I am wondering if I may be able to cancel my purchase.",
        "I was wondering if it was possible to cancel a purchase.",
        "May I abandon my order?",
        "Is cancellation of an order appropriate?",
        "Is it proper for me to cancel my order, or not?",
        "Is it possible I cancel the order",
        "I'm unsure if I will be able to stop the order.",
        "I'm not certain if I'm able to cancel my order.",
        "I wonder if it is possible to have my order canceled.",
        "I am uncertain about Canceling my order.",
        "Might I withdraw this order?",
        "I hope I'm able to uninstall my order.",
        "Is it possible you will stop the order?",
        "Can I canceled my purchase?",
        "Was it possible to cancel the order?",
        "I don't know if I can get away from my order.",
        "cancel my order",
        "Is it possible to withdraw my order?",
        "Is it possible that you will no longer be ordering?",
        "I wonder if I had to cancel my order.",
        "May I stop my purchase?",
        "I am wondering if I'm able to cancel my purchase.",
        "Can I step away from this order?",
        "Should the order be revoked?",
        "Can this order be revoked?",
        "I wonder if I can revoking this order.",
        "Is it appropriate for me to overturn my order?",
        "Want to drop the purchase.",
        "Is it proper for me to cancel an order?",
        "Is it possible to withdraw the purchase?",
        "I am unsure if I'll be able to cancel it.",
        "Can I possibly stop my order?",
        "Is it possible you will have your order canceled?",
        "Is it possible that you will cancel your order?",
        "I wonder if I has to cancel my order.",
        "Is it appropriate for me to cancel a order or make a new one?",
        "I don't know if it's possible to cancel the order.",
        "I am unsure if I can stop ordering.",
        "I might not be able to cancel my order.",
        "I'd like to cancel the purchase.",
        "I am not sure whether I'll be able to cancel my order.",
        "I wonder if the order will have to be canceled.",
        "Is it possible to cancel the order??",
        "Can I get off this order?",
        "I are unsure if I can uninstall my order.",
        "I am wondering if there is any chance I could cancel my purchase.",
        "Do I cancel the order or make a new one?",
        "There's a chance I could cancel my purchase.",
        "Can you cancel my order?",
        "I am trying to stop my order.",
        "I would like tocancel my order.",
        "I wonder if there's a chance I could cancel my purchase.",
        "I have to stop the purchase, please.",
        "I should be able to cancel my order.",
        "revoking this order?",
        "I wonder if it is feasible to cancel my order.",
        "Is it possible I can get away from this order.",
        "Is it appropriate to cancel the order or to make a fresh one?",
        "Is it possible I might stop my purchase?",
        "Does it make sense to cancel my order.",
        "Is possible I might stop my order?",
        "I am not sure if I will be able to uninstall the order.",
        "I'm undecided if I can stop my order.",
        "Is it possible that I am going to cancel the order?",
        "If it is possible to cancel my purchase?",
        "Please cancel the purchase.",
        "Is it necessary for me to cancel the order or make a new one?",
        "Can I walk away from my order?",
        "I am not sure if I canCancellation my order.",
        "Do I have to cancel my order?",
        "I am unsure whether I'm able to cancel my order.",
        "Does it possible I might stop my order?",
        "I am wondering whether I can cancel my purchase.",
        "I'm still unsure if I can cancel my order.",
        "Is it appropriate for me to cancel my order or new one?",
        "Can I make a cancellation or keep my order?",
        "Is it plausible that I might stop my order?",
        "I am unsure whether to Cancel my order.",
        "It is possible that you might cancel your order.",
        "I am uncertain if I'm able to uninstall the order.",
        "Is it proper for me to withdraw my order?",
        "Is it appropriate for me tocancel my order?",
        "Is it best for me to cancel the order?",
        "Am I obliged to cancel my order?",
        "I'm not sure if I can void my order.",
        "I wonder if it is possible to canceled a order.",
        "Is it possible to axe the order?",
        "Is it possible I get rid of the order?",
        "I'm unsure whether I can cancel my order.",
        "Was it appropriate to cancel my order?",
        "I wonder if I have to cancel my order.",
        "May I stop my order.",
        "I'm curious if I might have to cancel my order.",
        "Does it make sense to cancel my order?",
        "I am not sure if I'll be able to cancel my order.",
        "Does it make sense for me to withdraw my order?",
        "Is it good for me to cancel the order or make a new one?",
        "Is it possible to cut off the order?",
        "I wonder if this order will be canceled.",
        "Do you know if it is possible to cancel my order?",
        "Can it be possible that I might stop my order?",
        "Do I have a chance to cancel my purchase?",
        "Is it appropriate for me to make a cancellation or a new order?",
        "I don't know if I'll able to cancel my order.",
        "Is it worthwhile to cancel my order?",
        "Is it reasonable for me to make a cancellation on my order?",
        "Call off that deal?",
        "Want to uninstall the purchase.",
        "I am wondering whether it's possible to cancel my purchase.",
        "I wonder if it is possible to call off my order.",
        "I don't know if I'm able to cancel the order.",
        "I was wondering if it was possible to cancel the purchase.",
        "I'm not sure if I'm able to Cancel my order.",
        "cancellation of my order",
        "I am not certain if I am able to cancel my order.",
        "If I'm able to cancel my order, I'm unsure.",
        "I am unsure whether I can Cancel my order.",
        "I don't know if I will get to Cancel my order.",
        "I'm unsure if I can end my order.",
        "I am not sure if I will be able to stop my order.",
        "The purchase must be stopped, please.",
        "Was it appropriate for me to cancel my order?",
        "I'm unsure of if I can cancel my order.",
        "I am not sure if I'm able to uninstall my order.",
        "Is there a chance I can cancel my purchase?",
        "I am curious as to if it is possible to cancel my purchase.",
        "Does it make sense for me to cancel my order or retain it?",
        "I am not certain if I'm able to uninstall my order.",
        "Is this order to be canceled?",
        "I wonder can I get away from this order?",
        "Is it appropriate to call off my order?",
        "Is it possible I might stop this order?",
        "I am wondering if I have the chance to cancel my purchase.",
        "Are you able to Cancel your order?",
        "Is it possible for me to stop my order?",
        "Is it okay for me to cancel my order?",
        "Can it be possible to cancel my order?",
        "Please quit this purchase.",
        "Is it possible I get away from my order?",
        "I wonder if I will have to stop ordering.",
        "I am unsure if I can cancellation my order.",
        "Cannot I cancel my purchase?",
        "I may cancel my order.",
        "Is it okay for me to cancel my order, or not?",
        "I don't know if I am able to stop the order.",
        "I am not sure if I will be able tocancel my order.",
        "Is there a chance I might stop my order?",
        "Can I get off the order?",
        "Are it possible that your order will be canceled?",
        "I want to know if it's possible to canceled my order.",
        "Stop the order, right?",
        "I'm unsure if it's possible to cancel my purchase.",
        "Ok? Stop the order?",
        "Can I make a cancellation or a new order?",
        "I'm unsure if I could stop my order.",
        "Do I have the ability to cancel my purchase?",
        "Is it appropriate for me to destroy my order?",
        "please stop the purchase",
        "Stop the purchase, please.",
        "I'm not certain if I can uninstall my order.",
        "I'm wondering if it's appropriate for me to cancel my order.",
        "Please stop the purchase.",
        "may I stop my order?",
        "Is it ok to call off that transaction?",
        "Is it good for me to cancel the order or not?",
        "I wonder if I can cancel my order.",
        "Is it possible that I Cancel the order?",
        "There is a chance that I cancel the order.",
        "I hope that it is possible to cancel my order.",
        "I'm wondering if my purchase will be canceled.",
        "Is it appropriate for me to cancel an order or make a new one?",
        "Does my purchase need to be canceled?",
        "Is it possible to remove the order?",
        "I am not sure if I can uninstall my order",
        "If I can cancel my order, I am unsure.",
        "I am somewhat unsure if I can uninstall my order.",
        "Can I get away from this order.",
        "Is it possible that I stopped my order?",
        "I don't know if I will get to cancel my order.",
        "I was wondering if there was a chance that I could cancel my purchase.",
        "Is it a good idea to cancel my order or make a fresh one?",
        "I want to know if there is a chance that I can cancel my purchase.",
        "It's possible I canceled the order.",
        "Is it possible that you'll cancel your order?",
        "Would my order be canceled?",
        "I don't know if I'm able to cancellation my order.",
        "May I cancel my order.",
        "Okay? stop the ordered item?",
        "I wonder if I might have to scrap my order.",
        "Okay, call off that transaction?",
        "I'm unsure if I cancancel my order.",
        "I wonder if it's possible to cancel my order",
        "Want to cancel it?",
        "I'm wondering if it is possible to stop my purchase.",
        "I am wondering about canceling my purchase.",
        "I am unsure of my ability to cancel my order.",
        "I'm wondering if there is any chance I can cancel my purchase.",
        "I am wondering if I will be able to Cancel my order.",
        "Does it make sense for me to stop ordering?",
        "I am not 100% sure if I can cancel my order.",
        "Can I part ways with my purchase?",
        "Does that mean I might stop my order?",
        "If it's possible to cancel my purchase?",
        "Is it possible to stop an order?",
        "Call off the transaction!",
        "I was unsure if I would be able to Cancel my order.",
        "Is it appropriate for me to make a canceled order?",
        "We should stop the purchase, please.",
        "I wonder if it is possible to Cancel my order.",
        "I am wondering if it is possible tocancel my purchase.",
        "Is it possible I withdraw the order?",
        "Are you prepared to cancel your order?",
        "I need to cancel this order.",
        "I'm uncertain if I can stop my order.",
        "I wonder if I'll have to canceled my order.",
        "Is it possible I might cease my order?",
        "Is it appropriate to cancel an order or make a new order?",
        "Is cancelling my order ok?",
        "Is it possible to stop the order.",
        "I need an order withdrawal",
        "I don't know whether I'm able to cancel my order.",
        "I should cancel my order now.",
        "Is it possible that I cancel the order.",
        "I'm wondering if it's possible to cancellation my purchase.",
        "I am not quite sure if I will be able to Cancel my order.",
        "I am unsure if I canCancellation my order",
        "Can I exit my order?",
        "May I cancel it?",
        "Is it possible I may stop my order?",
        "Can I quit my purchase?",
        "I was wondering if it was possible to cancel my order.",
        "Can I dump my order?",
        "Time to quit the purchase, please.",
        "I was wondering if it was possible to canceled my order.",
        "Can I depart from my order?",
        "Is canceling my order right for me?",
        "I think it might be possible to cancel my order.",
        "It could be possible to cancel the order.",
        "Would it be possible for you to canceled your order?",
        "Is it logical for me to cancel my order?",
        "Want to scrap the purchase.",
        "May I repeal this order?",
        "I am uncertain if I'll be able to Cancel my order.",
        "I was curious if it was possible to cancel my order.",
        "Is it appropriate for me to remove my order from it?",
        "You want to cancel the purchase?",
        "Are it possible you will cancel your order?",
        "It is unclear if I can cancel my order.",
        "Is it appropriate for me to discard my order?",
        "I am wondering if it is possible to cancel my buy.",
        "There is a chance I could cancel my order.",
        "I am interested in canceling my order.",
        "Can I not order anymore?",
        "Call off the buy, please.",
        "I'm not sure if I'll be able to Cancel the order.",
        "May I stop the order?",
        "I wish it was possible to canceled my order.",
        "I am not sure if I can stop this order.",
        "Can I just stop buying?",
        "I am unsure if I canCancellation my order.",
        "Is it possible to stop my order?",
        "Is it advisable for me to cancel the order or not?",
        "Does it possible that you will cancel your order?",
        "I am unsure if it's possible to cancel my order.",
        "Is cancellation on my order appropriate?",
        "Will they accept cancelled orders?",
        "I am unsure if I'll be able to Cancel the order.",
        "Are I appropriate to cancel my order or keep it?",
        "May I take my order away?",
        "Does it possible I will stop my order?",
        "I'm unsure if I'll be able to Cancel my order.",
        "I am unsure if I can Cancel my orders.",
        "Can I get out of this order?",
        "Is withdrawing my order appropriate?",
        "I wonder if it's necessary to cancel my order.",
        "Could it be that I stop my order?",
        "I am wondering if there is a chance I will be able to cancel my purchase.",
        "I wish to stop the purchase, please.",
        "I suppose it is possible to cancel my order.",
        "Is it OK for me to cancel my order or not?",
        "Is making acancelation of my order appropriate?",
        "I'm unsure if I can withdraw my order.",
        "I am not sure if I will able to cancel my order.",
        "I am unsure if I'll be able to cancel my order",
        "Isn't it possible I might stop my order?",
        "I wonder if it is possible to cancel a purchase.",
        "I am unsure if I will be able to uninstall the order.",
        "I am wondering if I can cancel the order.",
        "I'm unsure if I can Cancel my Order.",
        "I may have to cancel my order.",
        "I'm wondering if there is a way to cancel my purchase.",
        "Want the purchase to be voided?",
        "There is a chance I cancel the order.",
        "It's possible I will stop my order.",
        "Is it appropriate to cancel my order or not?",
        "Yes, can I get away from this order?",
        "Do I have the right to withdraw this order?",
        "I am wondering if it's possible to cancel my purchase.",
        "I am not sure if I'm able to remove my order.",
        "I am wondering if it is possible to void my purchase.",
        "Do I have to make a cancellation to my order?",
        "I'm wondering if there is a chance that I will be able to cancel my purchase.",
        "I don't know if I'm able tocancel my order.",
        "Is it appropriate for me to make a cancellation or keep my order?",
        "Is it possible for my order to be stopped?",
        "I'm unsure if I will be able to cancel my order.",
        "Is it Possible that you will cancel your order?",
        "Can I move away from my order?",
        "Is it time for me to cancel my order?",
        "Would it be appropriate for me to cancel my order or keep it?",
        "Is it reasonable to cancel my order?",
        "I am not sure if I'll get to cancel my order.",
        "Is it proper to cancel my order or not?",
        "I may stop my order.",
        "I am unsure if I'm capable of stopping my order.",
        "Is it convenient for me to cancel my order?",
        "Do I have the right to cancel my order?",
        "Is it appropriate to cancel the order.",
        "I wonder if I can uninstall my order.",
        "I am not certain if I can uninstall the order.",
        "Is it possible I abandon the order?",
        "Can I reverse this order?",
        "I'm unsure if I will get to Cancel my order.",
        "Are it possible to cancel my order?",
        "There may be a chance that I can cancel my purchase.",
        "Can I have the order canceled?",
        "Is it necessary to make a cancellation on my order?",
        "I asked if there was a chance that I could cancel my purchase.",
        "Please stop the purchase, please.",
        "I want to know if I could cancel my purchase.",
        "Is it appropriate for me to remove my order.",
        "I was wondering if I had a chance to cancel my purchase.",
        "I doubt if I will be able to cancel my order.",
        "Is it really appropriate for me to cancel my order?",
        "Does it make sense for me to cancel the order or not?",
        "I don't know if I'm able to canceled my order.",
        "Do I need to make acancelation of my order?",
        "I should revocation this order?",
        "Is it okay for me to make a cancellation on my order?",
        "I'm wondering if there is a chance for me to cancel my purchase.",
        "I am unsure if I can uninstall myorder.",
        "Is it possible that I might cease my order?",
        "May this order be withdrawn?",
        "Is it possible to get away from this order?",
        "Do I have to make a cancellation of my order?",
        "I amUnsure if I can stop my order.",
        "I wonder if the order would be canceled.",
        "Is it appropriate to cancel or make a new order?",
        "I question if I can cancel my order.",
        "Do I need to cancel my order?",
        "I am not certain if I'm able to cancel the order.",
        "I am wondering if there is any chance of cancelling my purchase.",
        "Is it possible you'll cancel your order?",
        "Is it possible to cancel my order.",
        "I'm wondering if there is a chance of cancelling my purchase.",
        "Can I stop purchasing?",
        "Is it okay for me to cancel my order.",
        "Is it possible to get away from this order.",
        "I'm unsure if I'm able to remove my order.",
        "Can I extricate myself from my order?",
        "Is it good for me to cancel my order or not?",
        "Will we be able to cancel the deal?",
        "I wonder if I need to cancel the order.",
        "I wonder if I would have to cancel my order.",
        "I am not certain if I'll be able to cancel the order.",
        "I want to revocation this order.",
        "I'm unaware if I can uninstall my order.",
        "Is it ethical for me to cancel my order?",
        "Are I allowed to get away from this order?",
        "Is there a chance that you will cancel your order?",
        "Is it possible that I can stop the order?",
        "I am unsure if I will be able to get my order canceled.",
        "I'm unsure if I'll be able to get my order canceled.",
        "I wonder if the order will be canceled.",
        "Is it possible I can cancel my purchase?",
        "I am unsure of whether or not to Cancel my order.",
        "Want to void the transaction.",
        "I am unsure if my order can be canceled.",
        "I am not sure if I will be able to Cancel this order.",
        "I have no clue if I'll be able to cancel my order.",
        "Is it possible you will Cancel your order?",
        "Can I stop purchases?",
        "Is it suitable for me to cancel my order or not?",
        "I want to stop my order.",
        "Want to cancel the purchase.",
        "The purchase could be nullified.",
        "Is cancelling my order appropriate?",
        "Is it OK to cancel my order?",
        "Can I move away from this order?",
        "Is it advisable for me to make a cancellation on my order?",
        "I wonder if canceling my order is possible.",
        "Can I stop using my order?",
        "Can it be possible to cancel the order?",
        "Is it possible that you will withdraw your order?",
        "I think it could be possible to cancel my order.",
        "May my order be revoked?",
        "I'm wondering if there's a chance of canceling my purchase.",
        "I'm uncertain if I can stop the order.",
        "Can I give up on my purchase?",
        "Want to have the purchase voided?",
        "I'm unsure about cancelling my order.",
        "Maybe it is possible to cancel the order.",
        "I'm not sure if I can cancel the order.",
        "I wonder if this order can be revoked.",
        "Is it appropriate for me to cancel my order without telling you?",
        "Allow me to stop the ordered item.",
        "I don't know if I'm able to uninstall my order",
        "Are I supposed to cancel my order?",
        "Would I have to cancel my order?",
        "Do I have to make a cancellation on my order or not?",
        "I'm unsure if I'm able to stop my order",
        "Is it appropriate to make a cancellation or new order?",
        "Is it normal for me to cancel my order?",
        "Is it possible I might halt my order?",
        "I am unsure of my ability to stop the order.",
        "Am I appropriate to cancel my order?",
        "This order might be revoked by me.",
        "Is it possible that I am canceling the order?",
        "I am not certain if I am able to stop my order.",
        "I don't know if I can stop my order",
        "Call off the deal?",
        "Can I withdraw this order?",
        "Consider calling off that transaction?",
        "I'm unsure whether I'm able to cancel my order.",
        "I question if it is possible to cancel my order.",
        "Is it possible that I might stop my order??",
        "I am unsure if I will be able to cancel this order.",
        "I might be able to cancel my purchase.",
        "Am I able to stop my order?",
        "I'm unsure if I can cancel my order.",
        "Should I make a cancellation to my order?",
        "OK? stop the ordered item?",
        "I am uncertain about stopping my order.",
        "If I'm able to stop my order, I'm not sure.",
        "Is it appropriate to cancel or make a fresh order?",
        "I'm unsure if I'm able to cancel.",
        "Do you think it's appropriate to cancel my order?",
        "I am Uncertain if I will be able to Cancel my order.",
        "Is thecancelation of my order appropriate?",
        "I am unsure if there is a chance that I can cancel my purchase.",
        "Do I cancel the order or make a fresh one?",
        "Is there a way to cancel the purchase?",
        "Time to stop the purchase, please.",
        "Can he get away from his order?",
        "I don't know if I will be able to uninstall my order.",
        "It is time to cease the purchase, please.",
        "Maybe I'm able to stop my order.",
        "Is it possible for the order to be canceled?",
        "I may want to cancel my order.",
        "Do you think it is appropriate for me to cancel my order?",
        "Would I be able to cancel my order?",
        "Is it appropriate for me to cancel the order or to make a new one?",
        "I was wondering if it was appropriate for me to cancel my order.",
        "Can you get away from this order?",
        "Is cancelling an order appropriate?",
        "Can I getaway from my order?",
        "I am unsure if I am able to stop my order",
        "I might be able to get away from this order.",
        "I am wondering if it is feasible to cancel my purchase.",
        "Is it feasible to cancel the order?",
        "I'm not sure if I can stop my orders.",
        "I wonder if it's possible to canceled the order.",
        "I am curious if I could cancel my purchase.",
        "call off that transaction",
        "I am not sure if I could Cancel my order.",
        "I am unsure about stopping the order.",
        "Is cancellation of a order appropriate?",
        "Is it appropriate for me to lose my order or not?",
        "Is cancel my order appropriate for me?",
        "Is itappropriate for me to cancel my order?",
        "Is it proper to cancel my order?",
        "Isn't it possible that I might stop my order?",
        "I am wondering if it is possible to Cancel my purchase.",
        "Is it appropriate to make a cancellation or make a new order?",
        "I am not sure about cancelling my order.",
        "I'd like to cancel my purchase.",
        "I am still unsure if I can Cancel my order.",
        "Is it right for me to cancel the order?",
        "Are it possible that I cancel the order?",
        "It was possible that I might stop my order.",
        "I wonder if it is possible to stop the order.",
        "Can i stop my purchase?",
        "Is it feasible that you will cancel your order?",
        "Please withdraw the order.",
        "The question is can I get away from this order.",
        "Is cancelling my order okay?",
        "Is it a possibility that you will cancel your order?",
        "Can I skip my order?",
        "Does it make sense for me to cancel the order or make a fresh one?",
        "Is it likely that I will stop my order?",
        "Is it possible I cancel the order.",
        "Is it possible I might stop my order??",
        "I'm unclear if I'm able to cancel my order.",
        "Do you think it's possible that you will cancel your order?",
        "I don't know if I am able to uninstall my order.",
        "Must it be possible to withdraw the purchase?",
        "Is it permissible for me to make a cancellation on my order?",
        "Is cancellation of order appropriate?",
        "I'm not sure if I can uninstall my orders.",
        "Oh, stop the order, OK?",
        "I would like to have the purchase nullified.",
        "Can I disengage from the order?",
        "I don't know if I can withdraw my order.",
        "I'm unsure if I'll get to Cancel my order.",
        "I am curious if I can stop my order.",
        "Is it smart for me to cancel my order or not?",
        "May I stop buying stuff?",
        "Is cancelation of order appropriate?",
        "Are you ready to cancel your order?",
        "Is it appropriate to stop ordering?",
        "I'm not quite sure if I'm able to stop my order.",
        "I do not know if I'm able to uninstall the order.",
        "Is it appropriate to Cancel my Order?",
        "I wonder if I will have to cancel the order.",
        "Is it appropriate for me to make a cancellation of the order?",
        "I wonder if it is doable to cancel my order.",
        "Can I end the purchase?",
        "Is it possible to cancel this purchase?",
        "Would I be able to Cancel my order?",
        "I'm wondering if I'm able to cancel my purchase.",
        "Are I able to get away from this order?",
        "Is it possible that we cancel the order?",
        "Am I able to cancel my purchase?",
        "I wonder if I could canceled my order.",
        "Is it conceivable that I may stop my order?",
        "I am unsure if I can cancel my orders.",
        "I asked if I could cancel my purchase.",
        "The purchase could be canceled.",
        "Is there a way to get away from this order.",
        "Isn't it possible I cancel the order?",
        "I am wondering if I have to cancel the order.",
        "Please stop the ordered item.",
        "Is it my right to cancel my order?",
        "Is it acceptable to make a cancellation on my order?",
        "cancellation of my order?",
        "May I scrap this order?",
        "I am not sure if I could cancel my purchase.",
        "I am wondering if there is a chance that I would cancel my purchase.",
        "May I withdraw this order?",
        "I am asking if it's possible to cancel my purchase.",
        "Is it possible i cancel the order?",
        "Will I cancel this order?",
        "I asked if it was possible to cancel my order.",
        "Is it suitable for me to make a cancellation on my order?",
        "Is it proper for me to make a cancellation to my order?",
        "Is it normal for me to make a cancellation on my order?",
        "Is it possible for me to cancel my order?",
        "Is it possible you will withdraw your order?",
        "I want tocancel my order.",
        "I am unsure if I can let go of the order.",
        "I am not sure if I canCancellation my order",
        "Is it okay to cancel the order or keep it?",
        "Can I void my order?",
        "I don't know if I'm able to cancel my order.",
        "I am uncertain if I'm able to stop the order.",
        "I don't know if I will be able to canceled my order.",
        "I am uncertain if I can uninstall my order",
        "If there is a chance that I could cancel my purchase.",
        "Do I have to make a cancellation on my order?",
        "I'm unsure if I can cancel the order.",
        "Is it a good idea to Cancel my order?",
        "I'm wondering if there's a chance I can cancel the purchase.",
        "I am not certain if I will be able to Cancel my order.",
        "I am unsure if I'm able to Cancel my order.",
        "I haven't been able to cancel my order yet.",
        "I wondered if it was possible to cancel the purchase.",
        "I am unsure if I will be able to cancel the order.",
        "Is it appropriate to cancel the order or not?",
        "Can I out of this order?",
        "I need to stop the purchase.",
        "Is it appropriate to make acancelation of my order?",
        "I am uncertain if I will be able to stop my order.",
        "Are it appropriate for me to cancel the order or not?",
        "I am uncertain if I can cancellation my order.",
        "Is it possible to cancel my buy?",
        "I am unsure if I can stop my order",
        "Is it appropriate to cancel my order or make a new order?",
        "Is it possible that your order is canceled?",
        "I'm not sure if I'm able to uninstall my order.",
        "I am unsure if I will be able to uninstall my order.",
        "I am unsure if I will be able to cancellation my order.",
        "Maybe it's possible to cancel my order.",
        "Are I able to get away from my order?",
        "want to cancel the purchase",
        "Is it possible that you will stop your order?",
        "I don't know if my order can be stopped.",
        "Can I remove myself from this order?",
        "I don't know if I have to cancel my order.",
        "I am not certain if I'm able to stop my order.",
        "Please, please stop the purchase.",
        "I wonder if it is possible to remove my order.",
        "I wonder if my order should be canceled.",
        "Is it a good idea to cancel my order.",
        "Is it appropriate for me to cancel the order, or not?",
        "I'm not sure how to stop my order.",
        "Is it proper for me to make a cancellation on my order.",
        "If I am able to uninstall my order, I am unsure.",
        "I'm not sure if I can stop the order.",
        "I didn't know if I could uninstall my order.",
        "Is it possible to get away from my order",
        "Is it right to cancel the order or not?",
        "Does it make sense for me to make a cancellation on my order.",
        "I want to withdraw this order.",
        "Is it possible to cancellation my purchase?",
        "Want toCancellation the purchase.",
        "I'm wondering if it's possible for me to cancel my purchase.",
        "Call a halt to that transaction?",
        "Does it make sense for me to cancel or keep my order?",
        "Is it appropriate for me to have a cancellation on my order?",
        "Is it possible to remove my order?",
        "Is it possible that I can get away from my order.",
        "Is it right for me to make a cancellation or fresh order?",
        "I asked if it was possible to cancel my purchase.",
        "need an order withdrawal.",
        "If I'm able to uninstall my order, I'm unsure.",
        "I'm not sure if I can canceled my order.",
        "I wonder if I cancel my order.",
        "Is it possible that you will have your order canceled?",
        "Is it appropriate for me to cancel an order or make a fresh one?",
        "Want to have the purchase nullified.",
        "Is it appropriate for me to canceled my order.",
        "I'm wondering if I can stop my purchase.",
        "I am wondering if there is a chance to cancel.",
        "Do I need to make a cancellation on my order?",
        "Is it possible I could stop ordering?",
        "I don't know if it's possible to cancel my purchase.",
        "Is it appropriate to cancel my order or retain it?",
        "I am unsure if I can get my order canceled.",
        "I may be able to cancel my order.",
        "Is it appropriate for me to keep my order or cancel it?",
        "I don't know if I can stop the order.",
        "Take off that transaction?",
        "If I can cancel my order, I'm not sure.",
        "I wonder if the order should be canceled.",
        "If I am able to stop my order.",
        "Is it good for me to cancel my order or keep it?",
        "I am wondering if I can change my mind about the purchase.",
        "I'm not sure if there is a chance that I can cancel my purchase.",
        "I have wondered if it is possible to cancel my order.",
        "Is it possible you will canceled your order?",
        "I'm curious if my order will be canceled.",
        "Is it possible to void the order?",
        "May my order be withdrawn?",
        "I wonder if I have to stop ordering.",
        "Are my purchases able to be canceled?",
        "Is it possible you will cancel the order?",
        "I'd like to know if it's possible to cancel my purchase.",
        "Want to have the purchase nullified?",
        "Is it appropriate for me to drop my order?",
        "May I put an end to this order?",
        "I wonder if there is a chance I can cancel my purchase.",
        "Is it possible me to cancel the order?",
        "Would like to void the purchase.",
        "Can I make acancelation of my order?",
        "I'm not sure if i can uninstall my order.",
        "I am wondering if I might have to cancel my order.",
        "Is it appropriate for me to eliminate my order?",
        "Will I get rid of this order?",
        "Is itappropriate for me to cancel my order or not?",
        "Can your order be canceled?",
        "I want to quit the purchase, please.",
        "It's possible to canceled an order.",
        "I wondered if I would have to cancel the order.",
        "I wondered if it is possible to cancel my order.",
        "Is it optimal for me to cancel my order?",
        "I am not sure if I am able to Cancel my order.",
        "Is it appropriate for me to cancel my order or make another one?",
        "Is it appropriate for me to cancel my order, not on it?",
        "Can I abandon this order?",
        "Is it appropriate for me to cancel or keep my order?",
        "Are it appropriate for me to make a cancellation on my order?",
        "Is it possible for me to cancel my order.",
        "Want to stop the purchase?",
        "Is there a chance I can get away from this order?",
        "I am wondering if there is a chance I could cancel.",
        "Is it possible I cancel the order?!",
        "Is the possibility that you will cancel your order?",
        "I am not completely sure if I will be able to cancel my order.",
        "I do not know if I will able to Cancel my order.",
        "I can't say if I can cancel my order.",
        "Can I make a cancellation or a fresh order?",
        "Need the order withdrawn",
        "I am wondering if it is possible to scrap my purchase.",
        "Is it possible to break the order?",
        "I am wondering if it is possible to cancel the purchase",
        "Is it appropriate to cancel my order or make a fresh one?",
        "Is it appropriate for me to make a cancellation or make a fresh order?",
        "I am unsure if there is a chance to cancel my purchase.",
        "I wonder if it is possible to scrap an order.",
        "Stop the order?",
        "It's possible that your order will be canceled.",
        "Okay, stop the item you ordered?",
        "Is it a possibility you will cancel your order?",
        "Is it best for me to cancel my order or make a new one?",
        "I have no idea if it is possible to cancel my order.",
        "I wonder is it possible to cancel my order.",
        "I want to know if my order can be canceled.",
        "Is it okay for me to make a cancellation to my order?",
        "I am unsure if I'll be able to Cancel my order",
        "I am wondering if it is doable to cancel my purchase.",
        "Need a withdrawal from the order.",
        "Is it possible that you cancel your order?",
        "Do I have to cancel the order?",
        "I don't know if I'm able to halt my order.",
        "Is a cancellation on my order appropriate?",
        "I wonder if it could be done to cancel my order.",
        "I wonder if I will have to stop my order.",
        "I am wondering if a chance is there to cancel my purchase.",
        "I am pondering if it is possible to cancel my purchase.",
        "I'm curious if it is possible to canceled my order.",
        "I don't know if I can get rid of my order.",
        "Is it possible that you will abandon your order?",
        "I am curious if I have a chance to cancel my purchase.",
        "I am not sure if I will be able to Cancel my Order.",
        "I am wondering whether it is possible to cancel my purchase.",
        "The buy needs to be stopped, please.",
        "I is wondering if it is possible to cancel my purchase.",
        "I am unsure if I can void my order.",
        "I'm not sure if I can stopped my order.",
        "Is cancelling my order possible?",
        "There is a chance that I will be able to cancel my purchase.",
        "I think there is a chance I can cancel my purchase.",
        "Is it appropriate for me to take away my order?",
        "Will I be able to cancel my purchase?",
        "Is cancelling my order necessary?",
        "Is it appropriate for me to make a cancellation on my order, or not?",
        "I'm not 100% sure if I can uninstall my order.",
        "Is it appropriate for me to make a cancellation on an order?",
        "I am not sure if I could cancel my order.",
        "I wonder if my order will be canceled?",
        "I wonder if I could have canceled the order.",
        "Was it possible I canceled the order?",
        "Need to withdraw from the order.",
        "I wonder if it's possible to cancel my purchase.",
        "I wonder if there is a way to canceled my order.",
        "Will I reverse this order?",
        "I am unsure if I'm able to withdraw my order.",
        "Do I have to make a cancellation or make a new order?",
        "Hey, stop the order, OK?",
        "Would like the purchase to be canceled.",
        "I want to cancel this order.",
        "I don't know if I would have to cancel my order.",
        "Stop the order okay?",
        "Is a cancellation of my order appropriate for me?",
        "Is it appropriate for me to canceled my order or not?",
        "Is it advisable for me to cancel my order or not?",
        "Is it possible I might stop my orders?",
        "I am undecided if I can stop my order.",
        "I am unsure of whether or not I can uninstall my order.",
        "I wondered if my order might have to be canceled.",
        "I am not sure if I can remove my order.",
        "Are you able to cancel your purchase?",
        "I'm unsure if I will be able to Cancel my order.",
        "Is it possible your order is canceled?",
        "Should I call off that transaction?",
        "I am uncertain if I am able to stop the order.",
        "I'm curious if it is possible to cancel my purchase.",
        "Can I get off my order?",
        "Is it appropriate for me to cancel my order or not.",
        "Is the cancellation of my order proper?",
        "I wonder if I'm able to uninstall my order.",
        "Is it a good idea to cancel the order or not?",
        "I am wondering if there is any chance of canceling my purchase.",
        "Is it proper for me to make a cancellation on my order?",
        "I ask if I can cancel my order.",
        "Is it appropriate for me to a cancel my order?",
        "I need to stop the purchase, please.",
        "Should I stop the ordered item?",
        "I'm wondering if it's possible to cancel my purchases.",
        "Is it possible to canceled the order?",
        "I am not sure if I can uninstall my order.",
        "I'm wondering if I could get rid of my purchase.",
        "I want to cancel my purchase",
        "Is it appropriate for me to stop my order?",
        "Is itokay for me to cancel my order?",
        "I'm wondering if there is a chance that I can cancel the purchase.",
        "Can I Cancel my order?",
        "Is there a chance I could cancel my purchase?",
        "Okay, stop the order, okay?",
        "Is it appropriate for me to stop the order?",
        "Will I cancel my order?",
        "Disregard my order?",
        "I'm unsure if I will be able to Cancel the order.",
        "Maybe I will be able to Cancel my order.",
        "Might my order be stopped?",
        "I wonder if it would be possible to cancel my order.",
        "I want to know if it is possible to cancel the purchase.",
        "Is it possible I pull the order?",
        "I wonder if I might have to cancel my order",
        "I am not certain if I'll be able to cancel my order.",
        "Is making acanceling of my order appropriate?",
        "I am curious if I can cancel my order.",
        "Is making a cancellation appropriate for my order?",
        "Can I somehow get away from this order?",
        "Is it possible that I'll stop my order?",
        "Could it be I cancel the order?",
        "I could stop my order.",
        "Could I have canceled my order?",
        "I'm not sure if it's possible to uninstall my order.",
        "Is it possible to stop my orders?",
        "Is it appropriate for me to canceled my order?",
        "May I cancel this order?",
        "Can I get away from that order?",
        "I am undecided if I will be able to Cancel my order.",
        "I could possibly cancel my order.",
        "I wonder if it's possible tocancel my order.",
        "I am unsure of my ability to stop my order.",
        "The order is possible to be canceled.",
        "I'm unsure if I'll be able to cancel my order.",
        "I cannot say if I'll be able to cancel my order.",
        "Is it possible that you will end your order?",
        "I am wondering if it is possible to stop purchases.",
        "Is it a good idea for me to make a cancellation or fresh order?",
        "I don't know if it is possible to cancel my purchase.",
        "Is it possible that my order will be canceled?",
        "I'm unsure if it is possible to cancel my purchase.",
        "I was wondering if I might have to cancel my order.",
        "I have an order to cancel.",
        "Is it possible I might stop my ordering?",
        "Is it appropriate for myself to cancel my order?",
        "I don't know if I'm able to Cancel my order.",
        "I'm not sure if I'm able to cancel my order.",
        "I wonder if I will have to Cancel my order.",
        "Is it possible to end the order?",
        "I wish it was possible to cancel my order.",
        "I was unsure if I could uninstall my order.",
        "I'm unsure if I'm able to withdraw my order.",
        "I am unsure if my purchase can be canceled.",
        "It is time toquit the purchase, please.",
        "Are it possible that you'll cancel your order?",
        "Is it possible I uninstall the order?",
        "I am curious if there is a chance that I can cancel my purchase.",
        "Please quit the purchase.",
        "Can I get out of this order.",
        "I'm unsure if I'll be able to stop my order.",
        "I don't know if I'm able to stop my order.",
        "I am wondering if it is possible to stop my order.",
        "I'm wondering if there is a chance of me canceling my purchase.",
        "I would like to know if I can cancel my purchase.",
        "May this order be removed?",
        "I am wondering if there is a chance I can cancel my order.",
        "Are it appropriate for me to cancel the order?",
        "Should I withdraw this order?",
        "I am wondering if I can cancel the purchase.",
        "Can I end the order?",
        "Is it possible I might stop my order",
        "It is possible that I can cancel my order.",
        "I wonder if it's possible to have my order canceled.",
        "What if I cancel my order?",
        "Is there a chance I can cancel my order?",
        "Is acancelation of my order appropriate?",
        "I'm not sure if it's possible to cancel my order.",
        "I am unsure if I'll able to cancel my order.",
        "Do I need to cancel my order or not?",
        "I'm not sure if I will be able to cancel the order.",
        "Call the transaction off?",
        "I wonder if I must cancel the order.",
        "I'm wondering if it's possible to cancel my purchase.",
        "Is it possible I would stop the order?",
        "I am wondering whether or not I can cancel my purchase.",
        "It's time to quit the purchase, please.",
        "I might be able to get away from my order.",
        "Is it a possibility that you'll cancel your order?",
        "I wonder if I will need to cancel my order.",
        "Is it reasonable for me to cancel my order?",
        "I am not certain if I'll be able to Cancel my order.",
        "I am unsure if I could cancel my order.",
        "cancelling my order?",
        "I'm wondering if I can have my purchase canceled.",
        "Is it appropriate for me to cancel my order and not pay?",
        "Is it possible my order could be stopped?",
        "Is it possible to stop this order?",
        "Can I stop my transaction?",
        "Is it possible I'd stop my order?",
        "I am unsure if I'm allowed to stop my order.",
        "I'm not sure if I'm able to halt my order.",
        "Is it appropriate to make a cancellation of my order.",
        "I want to be able to cancel my order.",
        "Is there a way to get away from the order?",
        "To cancel my order?",
        "Would you like to change the purchase?",
        "May the order be revoked?",
        "I amUnsure if I will be able to cancel my order.",
        "Is it possible that you'll cancel the order?",
        "Is cancelation of my order appropriate?",
        "I wonder if I had to cancel the order.",
        "Is it possible I could stop my order?",
        "I am wondering if it's possible to cancel.",
        "I wonder if I'll have to cancel my order.",
        "I am wondering if there is a chance to cancel my purchases.",
        "Is it right for me to cancel the order or keep it?",
        "I am wondering if I should cancel my order.",
        "Is it appropriate to make a cancellation of my order?",
        "Might I be able to cancel my purchase?",
        "Is it possible that I canceled the order?",
        "How can I get away from my order?",
        "I am not sure if my order can be canceled.",
        "please stop the purchase.",
        "Call this transaction off?",
        "\"Is it possible I cancel the order?\"",
        "Is it wise to cancel my order or keep it?",
        "I am unsure if it is possible to uninstall my order.",
        "I'm not sure if I will get to Cancel my order.",
        "Is it appropriate for me to void my order?",
        "I am unsure if I will uninstall my order.",
        "I am wondering if there is a chance that I can cancel my order.",
        "Is it appropriate for me to withdraw my order.",
        "I'm wondering if there is a chance to cancel the purchase.",
        "Could it be that I could stop my order?",
        "Can it be possible to cancel a purchase?",
        "My purchase can be canceled.",
        "I could possibly stop my order.",
        "I'm unsure if I am able to cancel my order.",
        "Is it worth canceling my order?",
        "I am unsure if my order will be canceled.",
        "Is it alright for me to cancel my order or keep it?",
        "Is it right for me to cancel my order or make a fresh one?",
        "I am unsure whether I can stop my order.",
        "Is it advisable for me to cancel my order?",
        "Want to invalidate the purchase.",
        "I am wondering if the purchase can be canceled.",
        "Is abandoning my order appropriate?",
        "Could I withdraw this order?",
        "Is it wise for me to cancel my order.",
        "I am not sure if I can cancel my order",
        "Is it possible to get away from my orders?",
        "Is it possible I get away from this order?",
        "Can I cancel my purchases?",
        "To withdraw the purchase?",
        "Need anorder withdrawal.",
        "I am uncertain if I will be able to Cancel the order.",
        "Can I withdraw from this order?",
        "I wondered if I could have canceled the order.",
        "I would like to cancel my order.",
        "Would it be possible for me to stop my order?",
        "Can I cut off my order?",
        "Please, stop the purchase.",
        "Are I right to cancel my order or keep it?",
        "Call off a transaction?",
        "I am wondering if there is a chance to cancel my purchase.",
        "Would like to cancel the purchase.",
        "Is cancelation appropriate for my order?",
        "Does it be possible to cancel my order?",
        "I would like to get away from this order.",
        "Is it possible I might have to stop my order?",
        "I'm wondering if it's possible to cancel a purchase.",
        "I wonder if it is possible to stop my order.",
        "I wonder if my order can be canceled.",
        "I want to know if it is possible to cancel my order.",
        "I would like to Cancel my purchase.",
        "Is it doable to cancel?",
        "I am unsure if it is possible to cancel the purchase.",
        "I am unsure if I am able to uninstall my order.",
        "Could you canceled your order?",
        "Is cancelling my order right for me?",
        "Is cancellation of my order appropriate?",
        "Is it appropriate for me to cancel this order?",
        "I am asking if it is possible to cancel my purchase.",
        "I am unsure about whether I can stop my order.",
        "I'm wondering if I can stop my order.",
        "Does it make sense to stop my order?",
        "Is it a good idea to make a cancellation on my order.",
        "Is it appropriate for me to throw out my order?",
        "Might I call off that transaction?",
        "Is it appropriate to make acanceling order?",
        "I'm unsure if I'm able to uninstall my order.",
        "Is it appropriate that I cancel the order?",
        "Is it possible I stop my order.",
        "I'm not sure if I can Cancel my order.",
        "I am unsure if the order can be canceled.",
        "I am unsure about Cancel my order.",
        "I'm not certain if I'm able to stop my order.",
        "Am I able to cancel my order?",
        "Is it wise for me to cancel my order or keep it?",
        "I am not sure whether I can uninstall my order.",
        "Is it appropriate for me to cancel my order or make a new one?",
        "Can I stop this order?",
        "Need an order withdrawal immediately.",
        "I have no idea if I can stop my order.",
        "Is it a possibility that I cancel the order?",
        "I wonder if there is a chance for me to cancel my purchase.",
        "Is it possible to uninstall this order?",
        "I do not know if I will be able to Cancel my order.",
        "I am not certain if I will get to Cancel my order.",
        "I'm wondering if there is a chance that I will cancel my purchase.",
        "Are you able to get away from this order?",
        "Is I able to get away from this order?",
        "I can't tell if I can cancel my order.",
        "I'm unsure if I'm able to Cancel my order.",
        "\"Is it appropriate for me to cancel my order?\"",
        "I'm wondering if I can get away from my order.",
        "Is canceling the order appropriate or not?",
        "Are it appropriate to cancel my order?",
        "Is it possible to escape my order.",
        "I wanted to know if it was possible to cancel my order.",
        "Is it safe for me to cancel my order?",
        "Can I distance myself from my order?",
        "I am unsure of whether to Cancel my order.",
        "I'm unsure if I can pull my order.",
        "I have a purchase to cancel.",
        "I don't know if I will be able to Cancel my order",
        "Is it possible that I will stop my orders?",
        "Is it best for me to cancel my order or not?",
        "I wonder if there is a chance that I could cancel my purchase.",
        "Is it possible that the order can be canceled?",
        "I'm wondering if there is any chance I could cancel my purchase.",
        "I wonder if it is possible to pull my order.",
        "Is it appropriate to pull my order?",
        "Is it possible to stop my order.",
        "I'm not sure if I will be able to stop the order.",
        "Is it appropriate to have a cancellation on my order?",
        "I wondered if it would be possible to cancel my order.",
        "I wonder if I'll have to scrap my order.",
        "I am curious if it is possible to cancel my order.",
        "I need to know if I can uninstall my order.",
        "I am unsure if I will be able to Cancel the order.",
        "Is it appropriate for me to cancel on my order?",
        "Is it right for me to cancel the order or make a fresh one?",
        "If I'm able to cancel my order.",
        "Should I make a cancellation on my order or not?",
        "I'm unsure if I will be able to canceled my order.",
        "I'm not entirely sure if I'll be able to cancel my order.",
        "I question if it is possible to cancel my purchase.",
        "It is conceivable that I might stop my order.",
        "Is it appropriate for me to cancel the order?",
        "I am unsure if I am able to remove my order.",
        "Is it plausible I might stop my order?",
        "Is it appropriate to make a cancellation cancellation on my order?",
        "I have an order and can I get away from it?",
        "I'm unclear if I'm able to stop my order.",
        "I'm unsure if I can get my order canceled.",
        "Is it possible that I might stop my order",
        "Should it be possible to cancel my purchase?",
        "Does this order need to be revoked?",
        "I am not sure if I can Cancel the order.",
        "Would you like to cancel the purchase?",
        "I can revocation this order.",
        "Will I be able to cancel the purchase?",
        "Can I cancel my order or not?",
        "I can revoked this order.",
        "I am not sure whether I will be able to Cancel my order.",
        "I am not sure if I can end my order.",
        "I am not sure if I'll be able to cancel.",
        "I am wondering if there is any chance I can cancel my purchase.",
        "I think it's possible to canceled my order.",
        "Remove the purchase, please.",
        "I am unsure whether I'm able to stop my order.",
        "I am not sure if I can uninstall myorder.",
        "Is it appropriate for me to abandon my order?",
        "Is it realistic to cancel your order?",
        "I am unsure if I will get to Cancel my order.",
        "Can I pull away from this order?",
        "I don't know if I can uninstall my order",
        "I am wondering if there will be a chance to cancel my purchase.",
        "It's possible that my order can be canceled.",
        "Is it a possibility to stop my order?",
        "Can I go away from this order?",
        "Does it make sense for me to get rid of my order?",
        "Perhaps I should cancel my order?",
        "Is canceling my order necessary?",
        "I am unsure if i can stop my order.",
        "I am uncertain if I'm able to cancel my order.",
        "Is it appropriate for me to let go of my order?",
        "There is a chance that I can cancel my purchase.",
        "Is it possible that I stop my order.",
        "Should a cancellation be made on my order or not?",
        "Can I dump my purchase?",
        "Is my order to be canceled?",
        "Can I stop my order now?",
        "I am somewhat unsure if I can stop my order.",
        "I am unable to say if I will be able to Cancel my order.",
        "If there is a chance I can cancel my purchase.",
        "I'm unsure if I can remove my order.",
        "I'm confused if I can stop my order.",
        "I wonder if I have to cancel my purchase.",
        "Is it appropriate to cancel a order or make a fresh one?",
        "Want to end the purchase",
        "I am wondering if I could cancel my purchases.",
        "I wondered if I may have to cancel my order.",
        "Is stopping my order possible?",
        "I wonder if it is possible to cancel myorder.",
        "Is it possible to take this order away?",
        "You must stop the purchase, please.",
        "I'm not sure if I'll uninstall my order.",
        "I'm wondering if it's possible to canceled my order.",
        "Do you wish to cancel the purchase?",
        "Is canceling my purchase possible?",
        "Do I have the right to cancel my order or not?",
        "Should I be able to cancel my purchase?",
        "Can I get away from the order?",
        "Does it make sense for me to make a cancellation on my order?",
        "I wonder if it's possible I might stop my order.",
        "You wish to cancel the purchase.",
        "I am considering canceling my purchase.",
        "I do not know if I'm able to cancel my order.",
        "Is it possible to cancel the purchase.",
        "I wondered if I had to cancel the order.",
        "Was it possible to cancel?",
        "I am unsure if I can remove the order.",
        "I am curious if my order will be canceled.",
        "I am unsure if I have the ability to stop my order.",
        "Is it possible that you are canceling your order?",
        "Would it be possible for me to cancel the order?",
        "Is it appropriate for you to cancel your order or not?",
        "Okay? stop the ordered item.",
        "wish to cancel the purchase",
        "Cannot I cancel my order?",
        "Is it acceptable for me to make a cancellation of my order?",
        "I am not sure if I cancancel my order.",
        "I am not sure if I will be able to cancel my order",
        "May I dismiss this order?",
        "Is there a chance that I can cancel my purchase.",
        "Is it possible I might abandon my order?",
        "I'm wondering if there is a chance that my purchase will be canceled.",
        "Please abandon the purchase, please.",
        "I am wondering if its possible to cancel my purchase.",
        "am I able to stop my order?",
        "I am not sure if I will be able to uninstall my order.",
        "Does it happen that I cancel the order?",
        "I am curious if there is a chance I will cancel my purchase.",
        "I'm not sure if I can uninstall this order.",
        "Perhaps it is possible to cancel my order.",
        "If it is possible to cancel my order, I wonder.",
        "It's possible that I cancel the order.",
        "Would there be a chance that I could cancel my purchase?",
        "I'd like to know if it's possible to cancel my order.",
        "I wonder if I can withdraw this order?",
        "It's possible to canceled my order.",
        "Stop the order, please.",
        "Could I cancel my purchase?",
        "Is it wise to cancel my order or not?",
        "I'm wondering if there is a chance I'll cancel my purchase.",
        "Is canceling an order appropriate?",
        "The order may be canceled.",
        "I am wondering if there is a chance I can cancel my purchase.",
        "If I am able to cancel my order.",
        "I need to cancel my order",
        "I wondered if it was possible to stop my order.",
        "Is it appropriate for me to make a cancellation or a fresh order.",
        "I'm unsure if I can uninstall this order.",
        "Is it possible to call off the order?",
        "Stop the purchase please.",
        "May my purchase be canceled?",
        "I have no idea if I'll be able to cancel the order.",
        "I would like to cancel the order.",
        "Is it appropriate to cancel my order or keep it.",
        "I do not know if I am able to cancel my order.",
        "\"Can I get away from my order?\"",
        "I wonder if it might be necessary to cancel my order.",
        "I wonder if it is possible to axe my order.",
        "I asked if it was appropriate for me to cancel my order.",
        "Okay, stop the order?",
        "Can I call off my purchase?",
        "I wonder if I can canceled my order.",
        "I'm wondering if there is a chance I could cancel my purchase.",
        "Please have an order withdrawal.",
        "Was it possible that I might stop my order?",
        "Is my purchase able to be canceled?",
        "Is it appropriate for me to cancel a order?",
        "Is it possible that I might stop buying?",
        "Are it appropriate for me to cancel my order.",
        "I don't know if I'm allowed to uninstall my order.",
        "I'm not 100% sure if I can stop my order.",
        "I was wondering if I can cancel my purchase.",
        "Is it possible that I may stop my order?",
        "Is it appropriate for me to cancel the order or make another one?",
        "Is it possible I stopped my order?",
        "May I revocation this order?",
        "Is it appropriate to cut off my order?",
        "I am unsure if it is possible to cancel my order.",
        "I'm unsure if I could uninstall my order.",
        "I am not certain if my order will be canceled.",
        "I have no clue if I can uninstall my order.",
        "I have no idea if I'm able to stop my order.",
        "Are I appropriate to cancel my order?",
        "Is it possible to canceled?",
        "I am wondering if there is a chance that I could cancel the purchase.",
        "I am unsure if I am able to uninstall the order.",
        "Is making a cancellation of my order appropriate?",
        "Is it a good idea for me to cancel my order or not?",
        "You should quit the purchase, please.",
        "May my order be stopped?",
        "You may want to cancel the purchase.",
        "May I remove my order?",
        "I am uncertain if I will be able to Cancel my order",
        "I want to know if it's possible to cancel my purchase.",
        "I'm unsure if I'll able to cancel my order.",
        "I wonder if the order might be canceled.",
        "I'm uncertain if I can Cancel my order.",
        "Is it ok to cancel my purchase?",
        "I'm wondering if there is a chance to cancel.",
        "That transaction should be called off?",
        "I am not certain if I'm able to uninstall the order.",
        "Is canceling my order proper?",
        "I'm not sure if I'll be able tocancel my order.",
        "I cannot say if I will be able to cancel my order.",
        "I don't know if I'll revocation this order.",
        "I'mUnsure if I can stop my order.",
        "Is it fair for me to cancel my order?",
        "I wonder if it will be necessary to cancel my order.",
        "Is it possible I stop the order?",
        "I wonder if my order may be canceled.",
        "I may not be able to cancel my order.",
        "May I stop buying?",
        "I am unsure about if I can stop my order.",
        "Is it sensible for me to cancel my order?",
        "I am curious if it is possible to cancel the order.",
        "Is it wise to make a cancellation on my order?",
        "I'm not sure if I can uninstall the order.",
        "Is it possible I could halt my order?",
        "I don't know if I am able to cancel my order.",
        "I am unsure if I'll be able to Cancel my order.",
        "Is it possible that you will end up canceling your order?",
        "Is it appropriate to cancel my order on the spot?",
        "I'm unsure if I can cancellation my order.",
        "Abandon my order?",
        "Is it possible that you will void your order?",
        "I would like to know if there is a chance to cancel my purchase.",
        "Want to wipe out the purchase?",
        "Is there anything I can do to get away from this order?",
        "It's time to stop buying it, please.",
        "I am curious to know if it is possible to cancel my purchase.",
        "I am not sure if I could uninstall my order.",
        "I want to uninstall my order.",
        "I'm unsure if I will able to Cancel my order.",
        "Would it be possible to cancel the purchase?",
        "I have no idea if I will be able to Cancel my order.",
        "Can I stop my purchase?",
        "I don't know if I could cancel my order.",
        "I am unsure if I are able to uninstall my order.",
        "Is it necessary for me to cancel my order?",
        "Does it make sense for me to make a cancellation on my order or not?",
        "Is it possibleI might stop my order?",
        "I would like to know if there is a chance that I can cancel my purchase.",
        "I'm unsure if the order will be canceled.",
        "I wonder if I can cancel the order.",
        "Will it be possible to cancel my order?",
        "Would I be able to stop my order?",
        "I'm wondering if the purchase can be canceled.",
        "I can't say if I can stop my order.",
        "Is it permissible to cancel my order?",
        "I want to know if there is a chance to cancel my purchase.",
        "Is it possible my order is canceled?",
        "I am unsure of whether to stop my order.",
        "I am wondering if I have a chance at canceling my purchase.",
        "call off the transaction?",
        "I'm not sure if I'm able tocancelling my order.",
        "I don't know if I need to cancel my order.",
        "I don't know if I'm able to stop my order",
        "Can I quit my order?",
        "I was wondering if it was possible to cancel the order.",
        "Is it possible to call off that transaction?",
        "I am unsure if my order can be stopped.",
        "Is it appropriate for me to withdraw my order?",
        "I am unsure if I am able to withdraw my order.",
        "Is it appropriate to get rid of my order?",
        "Is itappropriate for me to cancel the order?",
        "Is it possible that you will cancel you order?",
        "I'm unsure if I can uninstall my purchase.",
        "I am wondering if there is a chance that I could cancel my order.",
        "I want to cancellation my order.",
        "Is it appropriate for me to cancel or make afresh order?",
        "Is it alright to cancel my order?",
        "I wondered if I might have to stop my order.",
        "Want the purchase to be canceled.",
        "Wanting to cancel the purchase.",
        "I wonder if there is a chance that I will cancel my purchase.",
        "Is it appropriate for me to Cancel my Order?",
        "I don't know if I'll be able to Cancel the order.",
        "Is it possible my order is stopped?",
        "Does it make sense for me to remove my order?",
        "Is cancellation appropriate for my order.",
        "Can I get away from my order??",
        "Is it alright for me to make a cancellation on my order?",
        "It is possible that my order is canceled.",
        "It may be possible to stop my order.",
        "Are I able to cancel my purchase?",
        "I don't know if I might have to cancel my order.",
        "Is it appropriate for me to withdrawal my order?",
        "Does it mean I might stop my order?",
        "I'm not sure if I will be able to uninstall my order.",
        "Yes, can I cancel my order?",
        "Is it possible that I would stop the order?",
        "Want to scrap the purchase?",
        "Maybe I can stop my order.",
        "If I can cancel my order.",
        "I am wondering if it is appropriate to cancel my order.",
        "I don't know if I could uninstall my order.",
        "Want to end the purchase.",
        "I wonder if there will be a cancellation of my order.",
        "Is it OK for me to make a cancellation on my order?",
        "Is it appropriate for me to cut off my order?",
        "I'm not sure if I can cancellation my order.",
        "I am unclear if I will be able to cancel my order.",
        "I wonder if I can escape my order.",
        "I'm wondering if I can get a cancellation on my purchase.",
        "I may be able to get away from my order.",
        "Is it possible that I cancellation the order?",
        "I want to stop the purchase.",
        "May I get rid of this order?",
        "Okay? Stop the order?",
        "I am uncertain whether I will be able to Cancel my order.",
        "I do not know if I will be able to uninstall my order.",
        "I am unsure if I'm able to cancel.",
        "I am very unsure if I can uninstall my order.",
        "Is it proper for me to stop my order?",
        "Is there a way to get away from my order?",
        "It's possible I will cancel the order.",
        "I am wondering if it is possible to cancel an purchase.",
        "I'm unsure if I can uninstall myorder.",
        "I wasn't sure if I could stop my order.",
        "I am wondering if there is a chance of canceling my purchase.",
        "Alright, stop the order?",
        "I'm not sure if I am able to uninstall my order.",
        "Is it possible that I remove the order?",
        "I am unsure whether or not to stop my order.",
        "May the order be withdrawn?",
        "Is it possible I stop my order?",
        "Stop the order, please?",
        "Can we get away from this order?",
        "Is it possible I may stop the order?",
        "Is it possible that I could stop my orders?",
        "I'm not sure if I uninstall my order.",
        "I'm unsure if I'm able to cancellation my order.",
        "Is it okay for me to cancel an order?",
        "Is it necessary for me to cancel my order.",
        "I wonder if I can withdraw my order.",
        "Does it make sense tocancel my order?",
        "Is it appropriate for me to give up on my order?",
        "Can I let go of my purchase?",
        "Can I get away from my orders.",
        "Is it possible thatI might stop my order?",
        "Is it appropriate for me to scrap my order?",
        "Could this order be revoked?",
        "Cancel my order?",
        "I wonder about canceling my order.",
        "I wonder if I might have to stop ordering.",
        "I am wondering if I can cancel it.",
        "I am curious if there is a chance I could cancel my purchase.",
        "I'm not sure if I can end my order.",
        "I am unsure if I am able to Cancel my order.",
        "It's time to stop the purchase, please",
        "Is it appropriate to have my order canceled?",
        "I ask if it is possible to cancel my order.",
        "Are it possible that you will cancel your order?",
        "I am uncertain if I'm able to cancel the order.",
        "I wonder if my order can be canceled",
        "Is it possible that I end my order?",
        "May I pull this order?",
        "Can I get away from the orders?",
        "I don't know if there is a chance that I can cancel my purchase.",
        "Is it possible to uninstall my order?",
        "Can it be possible that you will cancel your order?",
        "Could my order be canceled?",
        "Is it appropriate for me to say no to my order?",
        "Can I scrap my purchase?",
        "Are it appropriate for me to cancel my order or make a fresh one?",
        "Is it fine for me to cancel my order or not?",
        "Can I cancel my order.",
        "Is it right for me to cancel my order or make a new one?",
        "I wonder if I will cancel my order.",
        "Is it possible you might cancel your order?",
        "I do not know if I am able to stop my order.",
        "I am unsure of whether I can uninstall my order.",
        "Want the purchase to be canceled?",
        "Maybe I can cancel the order?",
        "I am not sure whether I'm able to uninstall my order.",
        "It's time to stop purchasing, please.",
        "Can I get rid of the purchase?",
        "I'm wondering if my purchase can be canceled.",
        "Would it make sense for me to cancel my order?",
        "Cease the purchase, please.",
        "Call off that transaction, right?",
        "I wonder if I can cancel the purchase.",
        "I'm not sure if I'll be able to cancellation my order.",
        "I'm uncertain if I'm able to cancel the order.",
        "I am wondering if you can cancel a purchase.",
        "I am unsure if I can uninstall this order.",
        "Can I get away from my purchase?",
        "I am wondering if there is a chance I would cancel my purchase.",
        "It's possible I could cancel the order.",
        "If I'll be able to cancel my order.",
        "Can I go away from the order?",
        "Is it possible I'll cancel the order?",
        "Is it right for me to remove my order?",
        "Is it appropriate for me to take my order off the table?",
        "I am worried if I can uninstall my order.",
        "I am not sure if I will be able to Cancel my purchase.",
        "I am unsure if I'll be able to cancel the order.",
        "I wonder if I'll be able to cancel my order.",
        "I was wondering if I could have canceled my order.",
        "Is it right to cancel my order or not?",
        "Please, stop the purchase, please.",
        "I am wondering if it is appropriate for me to cancel my order.",
        "If I'm able to uninstall my order, I'm not sure.",
        "Is it a possibility that your order will be canceled?",
        "Is it appropriate for me to cancel my order or do I make a new one?",
        "I am wondering if I can cancel my order.",
        "I'm unclear if I can stop my order.",
        "I can't say if I'm able to uninstall my order.",
        "Is it possible that I could stop the order?",
        "Was it appropriate for me to cancel the order?",
        "I am uncertain if I can Cancel my order.",
        "I'm not sure if I've been able to stop my order.",
        "I'm unsure if I will be able to uninstall my order.",
        "I am wondering if there's a chance I can cancel my purchase.",
        "Is it possible that you can cancel your order?",
        "Could it be that your order will be canceled?",
        "I'm unsure if I'll be able to cancel it.",
        "Is it necessary for me to make a cancellation of my order?",
        "I'm not sure if I will be able to cancel my order.",
        "Can I just get away from my order?",
        "Is it okay for me to stop my order?",
        "Could I get away from this order?",
        "I am unsure if I am able to cancel my order",
        "Is it a chance that you will cancel your order?",
        "Was it possible to cancel my purchase?",
        "I am wondering if I may have to cancel my order.",
        "I wondered if I could get away from my order.",
        "I'm wondering if there's a chance I'll cancel my purchase.",
        "I wonder if I might need to cancel my order.",
        "Is it possible that I could stop my order?",
        "I do not know if I am able to uninstall my order.",
        "I wonder if I have to withdraw my order.",
        "Is it appropriate for me to cancel the order or make a fresh one?",
        "My order might have to be canceled.",
        "Does it make sense for me to cancel my order or keep it?",
        "Can I stop purchase?",
        "Does the order have to be canceled?",
        "I have no idea if I'm able to uninstall my order.",
        "Is it possible you will cancel your order.",
        "I wondered if I would have to stop my order.",
        "I am unsure if I am able to uninstall my order",
        "Can I canceled my order?",
        "I'm unsure if i can uninstall my order.",
        "I wondering if it is possible to cancel my order.",
        "I am unsure of whether I can stop my order.",
        "I don't know if I'll be able tocancel my order.",
        "I'm wondering if I'll be able to cancel my purchase.",
        "Is it advisable to cancel my order?",
        "Is it possible you would cancel your order?",
        "I wonder if it was possible to cancel my order.",
        "Is it okay for me to make a cancellation?",
        "Is it appropriate for me to make a cancellation or a fresh order?",
        "I wonders if I will have to cancel my order.",
        "I need to cancel my purchase.",
        "If it is possible to cancel my order.",
        "Is it appropriate for me to cancel my order or make a new order?",
        "Do I have a chance to get away from this order?",
        "How can I cancel my order?",
        "I am curious if I can uninstall my order.",
        "I am unsure if I am able to stop the order.",
        "I am not certain if I can cancel my order.",
        "I don't know if I'll get to cancel my order.",
        "I'm unsure if I can stop the order",
        "I would like to make a cancellation to my order.",
        "I'm wondering if it's possible to stop buying.",
        "I wondered if it was possible to canceled my order.",
        "It is appropriate for me to cancel my order?",
        "I am unsure whether or not I can cancel my order.",
        "Is it possible I cancellation the order?",
        "I am not sure if I'm capable of stopping my order.",
        "Am I right to cancel my order?",
        "I'm wondering if there's a chance that I can cancel my order.",
        "I think it is possible to cancel my order.",
        "I am considering canceling my order.",
        "Is it appropriate for me to cancel an order or make another one?",
        "I was wondering if there is a chance I could cancel my purchase.",
        "Can I drop my order?",
        "I am not certain if I can uninstall my order.",
        "May I end this order?",
        "Ask to stop the ordered item.",
        "Disregard the purchase?",
        "I am wondering if it is possible to withdraw my purchase.",
        "I wonder if I have to Cancel my order.",
        "Can I stop my purchases?",
        "If it's possible to canceled my order.",
        "Is it possible I can escape this order?",
        "Is it practical for me to cancel my order?",
        "Want the purchase canceled?",
        "Can I immediately cancel my order?",
        "I am unsure if I can cancel my purchase.",
        "Please uninstall the purchase.",
        "Is it possible that my order will be stopped?",
        "I have no idea if I can cancel my order.",
        "I was wondering if it is possible to cancel my purchase.",
        "Is it appropriate for me to cancel my order.",
        "I am not sure whether I can stop my order.",
        "I wonder if it's possible to scrap my order.",
        "Are it appropriate for me to cancel the order or keep it?",
        "I am wondering if I am able to cancel my purchase.",
        "I'm wondering if there is a chance I can cancel my purchase.",
        "I wonder if it is possible to void my order.",
        "I'm unsure if I will be able to withdraw my order.",
        "I need to cancel my order.",
        "I wonder if it's possible to cancel?",
        "Would love to cancel the purchase.",
        "I wonder if I could have canceled my order.",
        "Stop the ordered item, okay?",
        "I am uncertain if I am able to Cancel my order.",
        "Is it possible to end this order?",
        "I am wondering if I can get a cancellation on my purchase.",
        "I am curious if it's possible to cancel my purchase.",
        "Is it possible that I might halt my order?",
        "I would like to know if it is possible to cancel my order.",
        "I'm unsure if I can stop my order.",
        "It is possible that I will cancel the order.",
        "Is it possible you will cancel your purchase?",
        "I'm curious if I need to cancel my order.",
        "May I remove the order?",
        "I Wonder if it is possible to cancel my order.",
        "May my order be cancelled?",
        "I don't know whether I can cancel my order.",
        "I am wondering if I can get away from my order.",
        "Is it proper for me to make a cancellation or fresh order?",
        "I'm wondering if there's a chance to cancel my purchase.",
        "Want an order withdrawal.",
        "I would like to know if I have to cancel my order.",
        "Is the cancellation of my order appropriate for me?",
        "I am unsure if I will cancel my order.",
        "I think it's possible to cancel my order.",
        "Am I going to have to cancel my order?",
        "I wonder if I am able to cancel my order.",
        "Can i get away from my order?",
        "Is it appropriate for me to pull the order?",
        "I wonder if I would have to cancel the order.",
        "I wonder if I can cancel my purchase?",
        "If it is possible to cancel my purchase, I am wondering.",
        "I am wondering if it is possible to stop buying something.",
        "If you want to quit the purchase, please.",
        "Do I cancel my order or make a new one?",
        "Please stop the order.",
        "I am curious if it is possible to cancel my purchases.",
        "Is it possible that I will stop the order?",
        "I wonder if it's possible to cancel an order.",
        "I wonder if I'll have to stop my order.",
        "Is it possible I could cancel my purchase?",
        "Call off that thing?",
        "I doubt if I'm able to uninstall my order.",
        "I am wondering if there is a possibility of canceling my purchase.",
        "Is it advisable for me to make a cancellation of my order?",
        "I am not sure if I can Cancel my Order.",
        "May I halt my order?",
        "I'm wondering if it's possible to canceled my purchase.",
        "Does it make sense to make a cancellation to my order?",
        "Can you cancel the purchase?",
        "I'm not sure if I can uninstall my order.",
        "Are it appropriate for me to cancel the order or make a new one?",
        "Is it appropriate to cancel this order?",
        "I am wondering if there is a chance that I will be able to cancel my purchase.",
        "Can I have my order canceled?",
        "Is it possible that I might stopped my order?",
        "I am wondering if I can get rid of my purchase.",
        "I is unsure if I can uninstall my order.",
        "Want to back out of the purchase.",
        "I am curious if it is possible to cancel the purchase.",
        "Is it possible I am going to cancel the order?",
        "Can I stop buying it?",
        "Is it possible that you might cancel the order?",
        "I don't know if I will be able to cancellation my order.",
        "Can you stop my order?",
        "Can I abandon my order?",
        "I am wondering if I will be able to cancel my order.",
        "I wonder if I may have to cancel the order.",
        "I am unsure if I will get my order canceled.",
        "Is it possible to revoke this order?",
        "Could I end this order?",
        "I am unsure about if I will be able to Cancel my order.",
        "Is it suitable to cancel my order?",
        "Let's call off that transaction?",
        "I'm unsure how to uninstall my order.",
        "I'm curious if there is a chance I could cancel my purchase.",
        "I wonder if I can cancel my order?",
        "It is possible to cancel my order.",
        "Is it appropriate to cancel a cancellation on my order?",
        "Is it possible I scrap the order?",
        "I would like to stop the ordered item.",
        "I'm not sure if I could cancel my order.",
        "Is it possible your order will be canceled?",
        "I don't know if I will be able tocancel my order.",
        "Is it advisable to make a cancellation to my order?",
        "I don't know if I can cancel my order",
        "I'm wondering if it is possible to cancel my purchase.",
        "I am uncertain about cancelling my order.",
        "I'm unsure of whether I'm able to uninstall my order.",
        "Is it possible I might stop my purchases?",
        "I might be able to canceled my order.",
        "Is it appropriate for me to cancel my purchase or not?",
        "Is it appropriate to cancel my order if I don't want to?",
        "Is it possible that i cancel the order?",
        "I wonder if I needed to cancel my order.",
        "Are we able to cancel the deal?",
        "I'm unsure if I can stop my order",
        "Is it possible for me to cancel my purchase?",
        "Am I able to cancel?",
        "I need to revoking this order.",
        "I wonder if it could be possible to cancel my order.",
        "I am uncertain if I will be able to cancel the order.",
        "Is it appropriate for me to make a cancellation to my order.",
        "I am uncertain if my order can be canceled.",
        "I'm not sure if I'm capable of stopping my order.",
        "Is it appropriate to cancel my order not on it?",
        "Want to alter the purchase.",
        "If you want to cancel the purchase.",
        "I'm not sure if my order will be canceled.",
        "Can I turn off my order?",
        "May I scrap my order?",
        "I wonder if it is possible to cancel my order",
        "May I withdraw the order?",
        "Is it possible to cancel a order?",
        "Is it a possibility I might stop my order?",
        "Is it appropriate for me to stop using my order?",
        "Please cease the purchase.",
        "I didn't know if I could stop my order.",
        "I am wondering if it's possible for me to cancel my purchase.",
        "I think there is a chance that I can cancel my purchase.",
        "Want to have the purchase voided.",
        "It is possible for me to cancel my order.",
        "Am I suppose to stop my order?",
        "Want to void the purchase?",
        "Is it appropriate to cancel an order or change it?",
        "I am unsure if I'm able to remove my order.",
        "I am unsure how to cancel my order.",
        "I wonder if I have to canceled the order.",
        "I'm not sure if I am able to stop the order.",
        "I don't know if I can cancel my orders.",
        "revocation of this order may be possible?",
        "Is it okay for me to withdraw my order?",
        "Cannot I get away from my order?",
        "Can I make a change to my order?",
        "I want the purchase to be canceled.",
        "Iscanceling my order appropriate?",
        "Can I walk away from this order?",
        "Is it proper for me to make a cancellation of my order?",
        "Maybe I'm able to uninstall my order.",
        "I'mnot sure if I can uninstall my order.",
        "Is it ok for me to cancel my order?",
        "It is possible I could stop my order.",
        "I was wondering if my purchase could be canceled.",
        "Would it be appropriate for me to cancel the order or keep it?",
        "Does it make sense for me to cancel my order or not.",
        "Can my purchase be canceled?",
        "I am unsure if I'm able to stop the order.",
        "Is it possible to change my order?",
        "I am unsure of whether or not I can cancel my order.",
        "I have no idea if I'm able to cancel the order.",
        "Can I away from my order?",
        "Does it make sense for me to cancel my order or make a new one?",
        "I am not sure if I can stop my order",
        "We want to cancel the purchase.",
        "I am wondering if it is possible to stop buying things.",
        "Is it possible I void the order?",
        "I don't know if there is a chance I can cancel my purchase.",
        "Is it proper for me to cancel the order or not?",
        "I am not sure if I am able to remove my order.",
        "Is it reasonable for me to cancel my order or not?",
        "Is it good for me to make a cancellation or a fresh order?",
        "Is it possible that I canceled the order.",
        "I don't know if I will be able to cancel my order",
        "The time has come to stop the purchase, please.",
        "Is my purchase possible to be canceled?",
        "I'm not sure if I can uninstall my order",
        "I am not sure if I can cancel my orders.",
        "Is it appropriate to make a cancellation on my order.",
        "I wonder if a cancellation of my order is necessary.",
        "I wondered if I could get away from this order.",
        "Is there a chance that I will be able to cancel my purchase?",
        "It's possible that I could cancel the order.",
        "Can I cancel the order?",
        "Is it possible that you are about to cancel your order?",
        "Is it appropriate for me to cancel the order or change it?",
        "It is possible to cancel a purchase.",
        "I think I might be able to cancel my purchase.",
        "Please stop the purchase, please",
        "Are you suppose to cancel your order?",
        "I don't know if it's possible to cancel my order.",
        "Want to cancel the purchase?",
        "Is it possible you might stop my order?",
        "I would like to stop my order.",
        "Is the order possible to be canceled?",
        "Is it possible that you will remove your order?",
        "Can I halt my order?",
        "Ok? Stop the order.",
        "I am uncertain if I am able to cancel my order.",
        "I can't tell if I'm able to stop my order.",
        "I'm unsure if I can uninstall my order",
        "It might be possible for me to cancel the order.",
        "Could you possibly canceled your order?",
        "I am curious if there is a chance that I could cancel my purchase.",
        "Is it good for me to make a cancellation on my order?",
        "Does it make sense to Cancel my order?",
        "Is it permissible for me to cancel my order?",
        "Want to cancel that purchase.",
        "Can I go away from my order.",
        "Is it possible that you will Cancel your Order?",
        "I would like to know if there is a chance that I could cancel my purchase.",
        "I want to cancel my purchase.",
        "Stop the order, ok?",
        "I don't know if there is a chance I could cancel my purchase.",
        "Oh, please stop the ordered item.",
        "Is it possible you will scrap your order?",
        "Need an order revocation.",
        "Is it appropriate for me to cancel my order or not?",
        "I wonder if I need to canceled my order.",
        "It's possible I can cancel the order.",
        "It is possible that my order can be canceled.",
        "Does it be possible to cancel the order?",
        "I am unsure if I'll be able to canceled my order.",
        "Is it okay for me to cancel the order or not?",
        "I'm wondering if I can cancel my purchase",
        "Is it possible that your order can be canceled?",
        "I would like to be able to cancel my purchase.",
        "Is it possible that I will stop ordering?",
        "I'm not sure if the order will be canceled.",
        "Is it okay to make a cancellation on my order?",
        "Do you want to stop the order?",
        "I'm unsure if it's possible to stop my order.",
        "I am unsure if I will be able to cancel the order",
        "I am unsure if I'll be able to stop my order.",
        "Can I stop the purchase?",
        "Is it possible to cancel my purchases?",
        "Is it possible to dump the order?",
        "Can I void my purchase?",
        "Is it possible that the order is canceled?",
        "I wonder if my order could have been canceled.",
        "Does it make sense for me to cancel my order or not?",
        "I am unsure whether I can uninstall my order.",
        "I'm curious if there's a chance I could cancel my purchase.",
        "may I stop this order?",
        "Should I end this order?",
        "Is it appropriate for me to cancel my order or make afresh one?",
        "Isn't it appropriate for me to cancel my order?",
        "I am not sure if I will be able to Cancel my order.",
        "I am uncertain if I can stop my order.",
        "I would like to know if it is possible to canceled my order.",
        "Is it ok to cancel my order?",
        "I'm not entirely sure if I can uninstall my order.",
        "I wonder if it is possible to cancel this order.",
        "Is it appropriate to cancel the order or make a fresh one?",
        "Is it possible I will stop my order?",
        "Is it possible you will abandon your order?",
        "I didn't know if I could cancel my order.",
        "I am curious if there is a chance I can cancel my purchase.",
        "I'm unsure whether I can stop my order.",
        "Can I slip away from my order?",
        "I'm unsure if I'm able to cancel my order.",
        "It is possible that you may cancel your order.",
        "Are you able to cancel my order?",
        "I'm unsure whether I'm able to uninstall my order.",
        "Are I able to uninstall my order?",
        "There is a possibility I could cancel my purchase.",
        "Is it possible that I cancel the orders?",
        "I don't know if I will be able to cancel my order.",
        "Can I go off this order?",
        "Is it appropriate for me to make a cancellation orfresh order?",
        "I am wondering if it is possible to stop purchasing.",
        "Can I get awayfrom my order?",
        "Is it appropriate to cancel my order on my own?",
        "Is it advisable for me to cancel the order?",
        "I am unsure of removing my order.",
        "Is it possible I might pull my order?",
        "I am confused if I can stop my order.",
        "I am wondering if I will have to canceled my order.",
        "Can i cancel my order?",
        "Can I free myself from this order?",
        "May I have my order canceled?",
        "I am unsure if I can cancel my order.",
        "I are unsure if I can stop my order.",
        "I am wondering if there is a chance of me cancelling my purchase.",
        "Stop the order OK?",
        "I would like to know if it's possible to canceled my order.",
        "If I had to cancel my order, I wonder.",
        "Is it possible that you'll Cancel your order?",
        "Is it possible that you will canceled the order?",
        "I asked if there was a chance I could cancel my purchase.",
        "I am curious as to whether it is possible to cancel my purchase.",
        "Is it possible to pull the order?",
        "I am not sure if I am able to stop the order.",
        "My order may be revoked.",
        "I am wondering if it's possible to stop my purchase.",
        "Is it correct to cancel my order?",
        "I wonder if I should cancel my order?",
        "Is it possible that I could cancel the order?",
        "Is canceling my order appropriate for me?",
        "I am unsure if I can stop my orders.",
        "I would like to see if it is possible to cancel my order.",
        "I wonder if I can cancel my order",
        "Is it possible I give up on the order?",
        "I'm not certain if I'm able to stop the order.",
        "It is possible to cancel an order.",
        "Is it right to cancel my order.",
        "I am unsure if it is possible to cancel my purchase.",
        "I am unsure whether I'm able to uninstall my order.",
        "Can a cancellation be made on my order?",
        "Is it correct for me to make a cancellation on my order?",
        "I am not quite sure if I'll be able to cancel my order.",
        "I am not sure if I am able to uninstall the order.",
        "I doubt if I will be able to Cancel my order.",
        "Is it possible that I cancel it?",
        "Please cease to purchase.",
        "Would it be possible to cancel?",
        "is it possible to cancel?",
        "Is it appropriate for me to cancel my order or stay with it?",
        "I am unsure if I can stopped my order.",
        "I am unsure if I can remove my order.",
        "Is it Possible I Cancel the Order?",
        "The order may be revoked by me.",
        "Is it alright for me to cancel my order?",
        "Is canceled order appropriate for me?",
        "Can I get off of this order?",
        "I wonder if my order will be called off.",
        "Is it advisable for me to cancel my order or keep it?",
        "I am unsure if I will be able to cancel.",
        "I am not sure if I will uninstall my order.",
        "Is it appropriate for me to change my mind on my order?",
        "It's possible I cancel the order.",
        "I'm unsure of if I can uninstall my order.",
        "Is this a possibility that you will cancel your order?",
        "If I'm able to uninstall my order.",
        "Is it possible that I might stop my orders?",
        "Is cancelling a order appropriate?",
        "I am unclear if I can cancel my order.",
        "Is it possible I will stop ordering?",
        "Hey, stop the order, okay?",
        "Eliminate the purchase?",
        "Is it possible that I cancel this order?",
        "I wonder if there's a chance that I can cancel my purchase.",
        "Need withdrawal of order",
        "I am unsure of whether I'm able to cancel my order.",
        "I wish to quit the purchase, please.",
        "Is it possible that I might stop the order.",
        "I have not been sure if I will be able to Cancel my order.",
        "canceling my order?",
        "It is unclear if I am able to uninstall my order.",
        "I am unclear if I can stop the order.",
        "Issuing a cancellation of my order appropriate?",
        "Does it possible that I cancel the order?",
        "I'm unsure whether I will be able to cancel my order.",
        "Do you think it is possible to cancel my order?",
        "I'm curious if I can stop my order.",
        "Can I revocation this order?",
        "I might be able to cancel the order.",
        "You must quit the purchase, please.",
        "I wonder if I will have to cancel this order.",
        "I am wondering if there is a chance for me to cancel my purchase.",
        "This order may be revoked by me.",
        "my order may be canceled",
        "I'm not quite sure if I can cancel my order.",
        "I am not sure if I will be able to cancel the order.",
        "Is it appropriate to cancel your order or keep it?",
        "Do you want to cancel the purchase.",
        "I wonder if I must cancel my order.",
        "Do I have a chance to cancel the order?",
        "Is it possible my order would be stopped?",
        "I'm unsure if I'll be able to uninstall my order.",
        "Is it appropriate for me to pull my order?",
        "Is canceling my order the right thing to do?",
        "Is it possible you will call off your order?",
        "Can I get away from this ordering?",
        "I am wondering if I need to cancel my order.",
        "Call off that transaction now?",
        "Do you think it is possible to cancel my purchase?",
        "I am not certain if I'm able to stop the order.",
        "Can I abandon my purchase?",
        "Is it possible I cancel my order?",
        "Is it possible that I end the order?",
        "can I cancel my order",
        "Is it possible to get rid of the order?",
        "I don't know if I can cancellation my order.",
        "I am not sure if it is possible to cancel my purchase.",
        "I am not certain if I will be able to cancel my order.",
        "Is it right for me to cancel my order or keep it?",
        "I am not sure whether I'm able to stop my order.",
        "If I am able to cancel my order, I am unsure.",
        "Is it possible that my order can be stopped?",
        "Is it possible that I can escape this order?",
        "Is it appropriate to make a cancellation on my orders?",
        "Want the purchase to be nullified?",
        "Need to remove an order.",
        "Is it okay to cancel my order or keep it?",
        "Do I have to cancel my order or make a fresh one?",
        "I'm not sure if I can stop my order",
        "Can I just cancel my purchase?",
        "The order can be canceled.",
        "Does it make sense for me to scrap my order?",
        "I am unsure if I will stop my order.",
        "Need an order removal.",
        "I am not sure if I'll be able to uninstall my order.",
        "Can I get away from my ordering?",
        "I wonders if it's possible to cancel my order.",
        "I am not sure if I'm able to canceled my order.",
        "I'm not sure if I'm allowed to cancel my order.",
        "I am not sure if I'm able to stop my order",
        "Is it necessary for me to cancel my order or not?",
        "I'm not sure if I will have to cancel my order.",
        "Is it possible that you will axe your order?",
        "Are there ways to cancel my purchase?",
        "Do you think it's appropriate for me to cancel my order?",
        "The order could possibly be canceled.",
        "It is possible I may stop my order.",
        "I would like to cancel the purchase.",
        "I'm unsure if I can uninstall my order.",
        "I am wondering if I might be able to cancel my purchase.",
        "Is it appropriate for me to cancel the order or make afresh one?",
        "Can I possibly cancel the order?",
        "Is it appropriate to cancel an order or make another one?",
        "Is it possible that you'd cancel your order?",
        "I am uncertain if I can remove my order.",
        "I am asking if there is a chance I could cancel my purchase.",
        "Is it a possibility that you will stop your order?",
        "Want to erase the purchase.",
        "I am not sure if I'll able to cancel my order.",
        "I am wondering if there is a chance to cancel my order.",
        "Is it appropriate to stop the order?",
        "Is it appropriate for me to make a cancellation or to make a new order?",
        "I would like to know if there is a chance I can cancel my purchase.",
        "Can I stop my orders?",
        "Is it acceptable for me to cancel the order or not?",
        "If I will be able to Cancel my order.",
        "Is it okay for me to make a cancellation or not?",
        "Is it appropriate for me to stop ordering?",
        "It is time to give up the purchase, please.",
        "Want to withdraw your order.",
        "I am wondering if it's possible to withdraw my purchase.",
        "Is it reasonable for me to cancel the order?",
        "I wonder if I can remove this order.",
        "I could possibly cancel the order.",
        "Is it possible to change this order?",
        "You might be able to canceled your order.",
        "Is it acceptable for me to cancel my order or not?",
        "I am curious if I will have to cancel my order.",
        "Could I have revoked this order?",
        "Is it possible that you're canceling your order?",
        "Is it okay for me to cancel the order or make a fresh one?",
        "Is it conceivable I cancel the order?",
        "If it's possible I cancel the order.",
        "May I end my order?",
        "I'm unsure if I can let go of my order.",
        "Please cease the purchase, please.",
        "I'm not sure if I can uninstall my purchase.",
        "Is this the right time to cancel my order?",
        "I am not sure if I can cancellation my order.",
        "I wonder if I'm going to have to cancel my order.",
        "If it is possible to canceled my order.",
        "I am unsure if it's possible to stop my order.",
        "I'm unsure if I'm able to stop my order.",
        "I am unsure if I can Cancel this order.",
        "There is a possibility that I cancel the order.",
        "I wonder if it is possible to cancellation my order.",
        "Will I stop my order?",
        "I am uncertain if I will be able to cancel my order",
        "Is it appropriate to make a cancellation on your order?",
        "I am not sure if I will get to cancel my order.",
        "can I cancel my order?",
        "Want to repeal the purchase.",
        "Is it appropriate for you to cancel your order?",
        "Is it possible to stop my purchase?",
        "Is it possible tocancel my purchase?",
        "Need an order withdrawal?",
        "I am unsure about stopping my order.",
        "Is it possible to cancel my orders?",
        "It's possible I might stop the order.",
        "Are you able to cancel my purchase?",
        "Can I drop my purchase?",
        "Call off the transaction, please?",
        "I am confused if I can uninstall my order.",
        "Is it appropriate to cancel the order or keep it?",
        "I am questioning if it is possible to cancel my purchase.",
        "Is it appropriate to cancel an order or make a fresh one?",
        "Would like to have the purchase canceled.",
        "Is it the right time to cancel my order?",
        "Ok, stop the order?",
        "I am wondering if I can cancel my purchases.",
        "Is it appropriate for me to cancel my order instead?",
        "I'm wondering if there is a chance that I could cancel my purchase.",
        "I guess it is possible to cancel my order.",
        "I wonder if it is possible to cancel my purchase.",
        "I'm wondering if it is possible for me to cancel my purchase.",
        "I might be able to cancel my order.",
        "I am unsure if I can halt my order.",
        "Call off that purchase?",
        "Is it possible you may cancel your order?",
        "Is it appropriate for me to cancel the order.",
        "I do not know if I'm able to stop my order.",
        "I am wondering if I can Cancel my order.",
        "I wonder if it's feasible to cancel my order.",
        "Is it possible that your order will be canceled.",
        "I wish to cancel my purchase",
        "I am unsure if I can end my order.",
        "Is it possible I might stop my order.",
        "I wonder if I have to cancel the order.",
        "I'm not sure if I could uninstall my order.",
        "I'm not quite sure if I can uninstall my order.",
        "Is it relevant for me to cancel my order?",
        "I was wondering if there was a chance to cancel my purchase.",
        "I don't know if I will be able to stop my order.",
        "Is it possible I'll cancel my order?",
        "I am not quite sure if I'm able to uninstall my order.",
        "I am unsure of how to stop my order.",
        "I am wondering if there's a chance to cancel my purchase.",
        "I'm uncertain if I'm able to stop my order.",
        "I do not know if I'll be able to Cancel my order.",
        "I wonder if I need to stop my order.",
        "Is it possible tocancel?",
        "I was wondering if there was a chance I could cancel.",
        "I wonder if I can revocation this order.",
        "Is it appropriate to cancel my order or keep it?",
        "Just call off that transaction?",
        "I wonder if I would have to Cancel my order.",
        "Do I cancel my order or make a fresh one?",
        "Is it proper for me to cancel the order or make a new one?",
        "Is canceling my order possible?",
        "I am not sure if I'm able to cancellation my order.",
        "Is it okay for me tocancel my order?",
        "Is it possible that I will cancel the order.",
        "May I void my order?",
        "Is it possible I Cancel the Order?",
        "Is it appropriate for me to cancel my order or replace it?",
        "I'm not sure if I cancancel my order.",
        "I am not certain if my order can be canceled.",
        "How appropriate is it for me to cancel my order?",
        "I don't know if I'm able to uninstall the order.",
        "I am interested in cancelling my purchase.",
        "I wonder if I have to cancellation my order.",
        "Is canceling my order really appropriate?",
        "I wonder if I will have tocancel my order.",
        "I am wondering if there is a chance I could cancel the purchase.",
        "I am worried if I can Cancel my order.",
        "CanI get away from this order?",
        "I wonder if there is a chance I will cancel my purchase.",
        "Cancel that transaction?",
        "Is it possible to scrap my purchase?",
        "Is it possible that the order has been canceled?",
        "can I get away from this order?",
        "Is canceled order appropriate?",
        "Is it possible for me to get away from my order.",
        "Is it possible to have a cancellation?",
        "Is cancellation of my order appropriate for me?",
        "Is it okay for me to make a cancellation of my order?",
        "I am not sure if my order will be canceled.",
        "Do I have to cancel my order or make a new one?",
        "I am not sure if I will be able to stop the order.",
        "I am not sure if I'll be able to cancel my order",
        "May I withdraw this order.",
        "Is cancellation of the order appropriate?",
        "I am wondering if it's possible to cancel my order.",
        "I am wondering if I will be able to cancel my purchase.",
        "It's possible that I could stop my order.",
        "Can my order be stopped?",
        "I am unsure if I can uninstaller my order.",
        "I am unsure if I will have to cancel my order.",
        "I don't know if I'll be able to stop my order.",
        "I'm not sure if I'm able to stop my order",
        "Are you capable of canceling your order?",
        "Is it okay to stop the ordered item?",
        "I am wondering if I can stop buying it.",
        "Is it appropriate for me to withdraw my order or not?",
        "Can I get away from the order.",
        "Can I void the purchase?",
        "Is it appropriate to cancel an order or not?",
        "Do I have the option to cancel my purchase?",
        "I need to revoked this order.",
        "It may be possible to cancel the order.",
        "I may not be able to Cancel my order.",
        "I can get out of this order.",
        "Is it advisable for me to make a cancellation or fresh order?",
        "I don't know if it's possible to canceled my order.",
        "I'm not sure whether I will be able to Cancel my order.",
        "Is there a chance that I can cancel my purchase?",
        "I was unsure if I could Cancel my order.",
        "Is it possible for me to escape my order?",
        "I doubt if I'll be able to cancel my order.",
        "I am wondering if there is a chance that my purchase will be canceled.",
        "Maybe I'll be able to cancel my order.",
        "I am wondering if there is a chance that my purchase is canceled.",
        "I am wondering if I can pull the plug on my purchase.",
        "Please withdraw the purchase.",
        "If there is a chance that I can cancel my purchase.",
        "I wonder if there is a chance that I will be able to cancel my purchase.",
        "I am wondering if there is a possibility that I can cancel my purchase.",
        "Is it possible that I might stop my order?",
        "If I have to cancel my order, I wonder.",
        "Is it appropriate for me to make a cancellation or do I make a new order?",
        "Is it right for me to make a cancellation or a new order?",
        "Can I depart from this order?",
        "Is it appropriate for me to make a cancellation or new order.",
        "I would like to have the purchase canceled.",
        "Is canceling my order right?",
        "I'm curious if I can uninstall my order.",
        "Are it appropriate for me to cancel the order or make a fresh one?",
        "Maybe I could stop my order.",
        "I am not sure if I am able to stop my order.",
        "Is there a chance I cancel my order?",
        "There is a chance I can cancel my purchase.",
        "I'm unsure if my order can be stopped.",
        "Is it appropriate for me to cancellation my order or not?",
        "I am unsure whether I can cancel my order.",
        "Can I cancel my order",
        "I am unsure if it's possible to cancel my purchase.",
        "Am I supposed to cancel my order?",
        "I'm not sure I'll be able to cancel my order.",
        "Is it appropriate to canceled my order?",
        "I'm not certain if I'll be able to uninstall my order.",
        "Please abandon the purchase.",
        "Is it possible that you will cancel yourorder?",
        "Is it appropriate to cancellation my order?",
        "Is it possible to kill the order?",
        "Does it make sense to cancel my order or make a new one?",
        "I wonder if I might have to Cancel my order.",
        "I can cancel my order.",
        "Do I have the ability to cancel my order?",
        "Does it make sense for me to cancel the order?",
        "To stop the purchase please.",
        "I am not sure if I'm able to uninstall the order.",
        "It is possible that you will cancel your order?",
        "Would I be able to cancel my purchase?",
        "Is there a chance I will cancel the order?",
        "I am wondering if I could withdraw my purchase.",
        "I am unclear if I can stop my order.",
        "I am unsure if I can stop the order",
        "Could I cancel my order?",
        "Is there a chance of revocation of this order?",
        "Am I required to cancel my order?",
        "I am not sure if I can let go of my order.",
        "Is it possible I may stop my orders?",
        "Is this order to be revoked?",
        "I might have to cancel my order.",
        "Is it appropriate for me to either cancel or keep my order?",
        "Does it make sense for me to cancel my order?",
        "Must back off the purchase?",
        "Want to withdraw the purchase?",
        "I'm uncertain if I can cancel my order.",
        "I am uncertain if I can withdraw my order.",
        "I'm not sure if my order can be canceled.",
        "Is it appropriate for me to cancel the order or replace it?",
        "Is it enough for me to cancel my order?",
        "I am wondering if there's a chance I could cancel my purchase.",
        "Are it appropriate for me to make a cancellation or a fresh order?",
        "I am unsure if I can get rid of the order.",
        "I wonder if there is a chance that I can cancel my order.",
        "I am not sure if I can uninstall the order.",
        "I'm not sure if I'll be able to stop my order.",
        "I was wondering if there is a chance that I can cancel my purchase.",
        "It is time to stop the purchase please.",
        "Is it possible I would stop ordering?",
        "I am not sure if I will stop my order.",
        "Is it a good idea to stop my order?",
        "Can you please withdraw the purchase?",
        "Is it possible that my order is stopped?",
        "Is making a cancellation on my order appropriate?",
        "I am wondering if there is a chance of canceling the purchase.",
        "Is a cancellation appropriate for my order?",
        "May this order be canceled?",
        "I do not know if I'll be able to cancel my order.",
        "Want to make the purchase null and void.",
        "Please give up the purchase.",
        "Need to withdraw from an order.",
        "I do not know if I will be able to stop my order.",
        "I am wondering if I could get rid of my purchase.",
        "I may cancel my order",
        "I am not sure if I'm allowed to uninstall my order.",
        "I wonder if I can get away from this order.",
        "It's possible that I may stop my order.",
        "Is it appropriate for me to make a cancellation or to make a fresh order?",
        "I am wondering if I have a chance to cancel my order.",
        "Is it possible I will stop the order?",
        "Isn't it appropriate for me to make a cancellation on my order?",
        "Is it ok for me to make a cancellation or not?",
        "Does cancelling my order make sense?",
        "I do not know if I can cancel my order.",
        "I'm not sure if I canCancellation my order.",
        "Want to cancel the buy.",
        "I am curious if there is a chance that I will cancel my purchase.",
        "Are it right for me to cancel my order?",
        "I am not sure if I will get my order canceled.",
        "I wonder if I'd have to cancel my order.",
        "Is it appropriate for me to have the order canceled?",
        "Is it acceptable for me to make a cancellation on my order?",
        "I'm wondering if it's possible to cancel the purchase.",
        "I should be able to cancel my purchase.",
        "I'm not sure if I am able to stop my order.",
        "I wonder if my order is going to be canceled.",
        "I am unsure about whether I can uninstall my order.",
        "I'm wondering whether it's possible to cancel my purchase.",
        "Is it possible I might stop order?",
        "Is it ok to make a cancellation on my order?",
        "Is it appropriate for me to cancel my order not on it?",
        "Is it possible that this order will be revoked?",
        "Does it make sense for me to cancel or make a new order?",
        "Are I going to have to cancel my order?",
        "Is it possible that I can cancel the order?",
        "Is the cancellation appropriate for my order?",
        "Should I make a cancellation of my order?",
        "Is it possible that you might cancel your order?",
        "Is it appropriate for me to make a cancellation or fresh order?",
        "I wonder if I may cancel my order.",
        "I'm not sure if I'm capable of canceling my order.",
        "If I'm able to cancel my order, I am unsure.",
        "Can I just get away from this order?",
        "Is it possible to cancel a purchase?",
        "I wonder if I have to give up on my order.",
        "Is it appropriate for my order to be canceled or not?",
        "Is cancelling my order appropriate for me?",
        "I amUnsure if I can uninstall my order.",
        "I am wondering if it is possible to cancel my order.",
        "I want to know if I can uninstall my order.",
        "I'm not sure if I'm able to stop the order.",
        "I am uncertain about canceling my order.",
        "You must stop the buy, please.",
        "It is possible to cancel the purchase.",
        "I'm confused if I can uninstall my order.",
        "I am not sure about stopping my order.",
        "Okay, stop the order, right?",
        "Are there any chances that I can cancel my purchase?",
        "Is it alright for me to cancel my order or not?",
        "Could it be that I can cancel my purchase?",
        "Please withdraw your order.",
        "I would like to canceled my order.",
        "Is it possible that I void the order?",
        "Is it possible that I might have to stop my order?",
        "Is that appropriate to cancel my order?",
        "I'm not completely sure if I can uninstall my order.",
        "It might be possible to stop my order.",
        "Is it OK for me to cancel my order?",
        "I'm wondering if it's doable to cancel my purchase.",
        "Do I have the option to cancel the order?",
        "I wonder if my order must be canceled.",
        "Is canceling my orderappropriate?",
        "Is this appropriate for me to cancel my order?",
        "I'm not quite sure if I'm able to cancel my order.",
        "Is it appropriate to cancel an order?",
        "I am wondering if I'm able to uninstall my order.",
        "Will it be possible to cancel?",
        "Is it appropriate to cancel a order?",
        "I want to know if I have a chance to cancel my purchase.",
        "Is it possible to remove this order?",
        "Want to withdraw the purchase.",
        "I'm not sure if I'll be able to cancel the order.",
        "Maybe it's possible to canceled my order.",
        "I was wondering if I could get away from this order.",
        "Is it appropriate to cancel my purchase?",
        "I cannot say if I'm able to stop my order.",
        "I'm curious if my order can be canceled.",
        "I am unsure if I can cancel my order",
        "I'm wondering if I can uninstall my order.",
        "Do I need to make a cancellation on my order or not?",
        "I question if I can get away from my order.",
        "Is it possible I end the order?",
        "Am I able to cancel the order?",
        "Is it possible I can stop my order?",
        "Will it be possible to cancel my purchase?",
        "Would it be possible to cancel your order?",
        "I wonder if I might stop my order.",
        "Is it appropriate to cancel my orders?",
        "I'm not 100% sure if I can cancel my order.",
        "Would it be appropriate for me to cancel my order or not?",
        "I wonder if I have to canceled my order.",
        "May I throw out this order?",
        "Is it a good idea to make a cancellation of my order?",
        "Is it possible that you're going to cancel your order?",
        "I am wondering if it is possible to cancel my purchase",
        "It is time to abandon the purchase, please.",
        "Is it possible to cancel the order",
        "Is there a way I can get away from my order?",
        "Does it make sense to cancel your order?",
        "I am wondering if there is a chance to cancel my purchase",
        "Is it possible to stop the order?",
        "Is it a good idea for me to cancel my order?",
        "I am unsure of whether I will be able to cancel my order.",
        "I don't know if I'm allowed to stop my order.",
        "Is it time to cancel my order?",
        "Is it appropriate to cancel my order or stay with it?",
        "Want to change the purchase.",
        "Could it be I might stop my order?",
        "I'm unclear if I'm able to uninstall my order.",
        "Can I withdraw from my order?",
        "I am not sure if I'm able to cancel my order",
        "Want to overturn the purchase.",
        "Is canceling my order appropriate or not?",
        "I wonder if it is possible to stop my purchase.",
        "Need a withdrawal of your order.",
        "Does my purchase have to be canceled?",
        "I'm wondering if there's a chance that I could cancel my purchase.",
        "I am wondering if there is any chance of me canceling my purchase.",
        "I wonder if I have to cancel my orders.",
        "I'm not quite sure if I can stop my order.",
        "I am not certain if I'm able to cancel my order.",
        "I am not sure if i can uninstall my order.",
        "It could be that I might stop my order.",
        "Is it possible I cancel the orders?",
        "Is it possible that I'll cancel the order?",
        "Is it appropriate for me to deny my order?",
        "I'm unsure if I'm able to uninstall the order.",
        "Is it advisable for me to cancel my order or make a new one?",
        "I can't say if I will be able to cancel my order.",
        "I am not sure if there is a chance that I can cancel my purchase.",
        "Is it possible your order could be canceled?",
        "Is it possible you'll cancel the order?",
        "revoked this order?",
        "I wonder if I am going to have to cancel my order.",
        "Is it possible to cancel my purchase?",
        "I'm unsure of whether I can cancel my order.",
        "Is it appropriate for me to cancel a order or make a fresh one?",
        "I am unclear if I will be able to Cancel my order.",
        "Is it appropriate to cancel my order?",
        "We need to quit the purchase, please.",
        "Would it be possible to cancel this deal?",
        "Is it necessary for me to make a cancellation or a fresh order?",
        "I am uncertain if it is possible to cancel my purchase.",
        "I wonder if there is a way to cancel my order.",
        "Can I break out of this order?",
        "Can I cut off my purchase?",
        "I do not know if I'll be able to cancel the order.",
        "I'm unsure if I'm allowed to uninstall my order.",
        "Stop the purchase, okay?",
        "Is canceling my order appropriate to do?",
        "There's a chance that I could cancel my purchase.",
        "May I withdraw my order?",
        "Is it necessary to cancel my order?",
        "Is it possible to leave this order?",
        "Can I cancel my order or do I keep it?",
        "I want to know if there is a chance I can cancel my purchase.",
        "I'm wondering if I have a chance of canceling my purchase.",
        "I would like to cancellation my purchase.",
        "Does it make sense for me to cancellation my order?",
        "I am curious if it is possible to stop my purchase.",
        "Yes, can I cancel my purchase?",
        "I'm unsure how to stop my order.",
        "I'm not completely sure if I'll be able to cancel my order.",
        "I am wondering if it's possible to canceled my order.",
        "Maybe it's possible to cancel the order.",
        "Is it possible I would cancel the order?",
        "Is it possible that you are going to canceled your order?",
        "Are there any chances I could cancel my purchase?",
        "Is it possible you will be canceling your order?",
        "Is it possible that you will cancel your order.",
        "I am unsure whether I will be able to Cancel my order.",
        "I wondered if it could be possible to cancel my order.",
        "Is it possible to cancel",
        "I am wondering if there is any chance to cancel my purchase.",
        "It's possible to cancel an order.",
        "Can I back out of my purchase?",
        "Is it possible to uninstall my purchase?",
        "Is canceling a order appropriate?",
        "I am uncertain if I will be able to Cancel my order.",
        "Are I allowed to get away from my order?",
        "Can I get off of my order?",
        "You have to stop the buy, please.",
        "Is it appropriate for me to withdraw the order?",
        "I was wondering if it was possible to cancel my purchases.",
        "I am unsure if I'll be able to cancel.",
        "I wonder if I might have to cancel my order.",
        "Would it be possible that you would cancel your order?",
        "Is it appropriate for me to end my order?",
        "Stop the order, OK?",
        "Is it appropriate for me to cancel my order??",
        "I am unsure whether or not I can uninstall my order.",
        "Is it possible that you are going to cancel the order?",
        "Can I take a break from this order?",
        "I'm not quite sure if I will be able to Cancel my order.",
        "Is it possible that I cancel the order",
        "I wonder if it's possible to cancel my orders.",
        "I'm not sure if I can halt my order.",
        "Will I stop this order?",
        "Does it happen that I might stop my order?",
        "Is canceling the order appropriate?",
        "How about an order withdrawal?",
        "I'm unsure whether I'll be able to Cancel my order.",
        "Let's stop the buy, please.",
        "I wish to cancel my purchase.",
        "Stop the ordered item?",
        "May I cancel the order?",
        "I am not sure if it will be possible to cancel my order.",
        "I wonder if there is a chance that I can cancel the purchase.",
        "Is it appropriate for me to cancel my order on my own?",
        "May I stop ordering?",
        "Is canceling the order possible?",
        "I don't know if I could cancel my purchase.",
        "Are you possible to cancel your order?",
        "I'm wondering if its possible to cancel my purchase.",
        "Can I skip this order?",
        "I wondered if I had to cancel my order.",
        "Is there a chance that I cancel the order?",
        "Might this order be revoked?",
        "Is it right for me to cancel my order?",
        "Is it wise for me to cancel my order or not?",
        "Is it possible to Cancel the Order?",
        "Can I have it canceled?",
        "Are I able to cancel the purchase?",
        "Is it appropriate to cancel the order?",
        "I wonder if the order might have to be canceled.",
        "Is it possible I canceled the order.",
        "I want the purchase canceled.",
        "Please please stop the purchase.",
        "I am not sure if I have the ability to stop my order.",
        "I'm not quite sure if I'll be able to Cancel my order.",
        "It's possible that I can cancel the order.",
        "I am unsure of how to uninstall my order.",
        "I wonder if the order would have to be canceled.",
        "I wonder if it are possible to cancel my order.",
        "Is my order appropriate to be canceled?",
        "I'm wondering if it is possible to cancel my order.",
        "Is it possible to withdraw this order?",
        "Would you like to end the purchase?",
        "I am wondering if I can Cancel my purchase.",
        "can I cancel my purchase?",
        "Is it appropriate for me to canceled the order?",
        "I am not sure if I cancancelling my order.",
        "I would like to withdraw my order.",
        "Do I cancel my order or keep it?",
        "Is it appropriate to cancel my order.",
        "I wonder if that is possible to cancel my order.",
        "Is it worth making a cancellation to my order?",
        "Is it possible to cancel your purchase?",
        "I wonder if it's doable to cancel my order.",
        "I'm not certain if I'll be able to cancel the order.",
        "Does it makes sense for me to cancel my order?",
        "Can I get rid of this order?",
        "Get rid of that transaction?",
        "I wonder if a canceled order is possible.",
        "Is it possible to cancel my order?",
        "Can I uninstall my order?",
        "Can I somehow get away from my order?",
        "I don't know if my order will be canceled.",
        "Is it possible that your order might be canceled?",
        "I am wondering if I would be able to cancel my purchase.",
        "It is possible that I Cancel the order.",
        "Is it appropriate to remove my order?",
        "I'm not sure if I'm able to cancel the order.",
        "I'm unsure if I'm able to cancel the order.",
        "I wonder if it's possible to get rid of my order.",
        "Stop the ordering, okay?",
        "I am wondering if my purchase could be canceled.",
        "Is it helpful to cancel my order?",
        "Is there a way to cancel my order?",
        "I'm curious if there's a chance I can cancel my purchase.",
        "Is it appropriate for me to cancel the order or keep it?",
        "Please abandon the buy.",
        "Is it possible I can stop the order?",
        "Are I able to get away from my order.",
        "Can I make a cancellation on my order?",
        "Would I be able to uninstall my order?",
        "I am not sure if I can canceled my order.",
        "You want an order withdrawal.",
        "Is it appropriate to withdraw my order?",
        "I would like to revocation this order.",
        "Is it possible that I withdraw my order?",
        "I am undecided if I can cancel my order.",
        "I'm wondering if I'm able to uninstall my order.",
        "Do I have a chance to cancel my order?",
        "It could be that I cancel the order.",
        "I am not sure if my purchase can be canceled.",
        "I wonder if I can stop my purchase.",
        "I wasn't sure if I could cancel my order.",
        "It is possible that my order could be canceled.",
        "Is it possible I can get away from my order?",
        "Need an order deletion.",
        "Maybe I should cancel my order?",
        "I wonder if it is possible to scrap my order.",
        "Is it possible that I might cancel my order?",
        "Is it appropriate for the cancellation of my order?",
        "Is canceling my order appropriate",
        "Is it possible that my order might be stopped?",
        "I wonder if I have to cancel my order",
        "Is it appropriate for me to cancel my order, or do I keep it?",
        "I am wondering if it is possible to stop my purchase.",
        "Is it appropriate to canceled my order or not?",
        "May I overturn this order?",
        "I'm wondering if I might be able to cancel my purchase.",
        "I wonder if this order will be revoked?",
        "Is it realistic to cancel my order?",
        "I don't know if it is possible to cancel my order.",
        "Can I got away from my order?",
        "I'm wondering if my order will be canceled.",
        "I wonder if my order needs to be canceled.",
        "Do you think it's possible to cancel my purchase?",
        "I am unsure if I can uninstall my order.",
        "Could I uninstall my order?",
        "Is it appropriate to make a cancellation to my order?",
        "I am unsure if I will be able to cancel my order.",
        "I am unsure if I can Cancel the order.",
        "Would it be possible for me to cancel my purchase?",
        "Can I break away from this order?",
        "Maybe call off the transaction?",
        "Can I stop my purchase.",
        "I am not sure if I can get rid of my order.",
        "Want to void the purchase",
        "stop the order?",
        "I'm unsure if I can stop my orders.",
        "I may cancel the order.",
        "I'm not sure if I can withdraw my order.",
        "I am not quite sure if I will be able to cancel my order.",
        "Is it appropriate for me to cancel or make a new order.",
        "I do not know if I can Cancel my order.",
        "I am not certain if it is possible to cancel my purchase.",
        "Was it possible I might stop my order?",
        "Is it possible that you might canceled your order?",
        "Is it possible to cancel this order?",
        "Is it advisable to cancel my order or not?",
        "Is cancelling my order right?",
        "Is it a good idea to cancel a order?",
        "I would like to uninstall my order.",
        "Iscanceling my order appropriate for me?",
        "I'm not sure if I will be able to canceled my order.",
        "Is canceling my order ok?",
        "I'm not sure if I will uninstall my order.",
        "I am not sure if I can stop the order.",
        "I might want to cancel my order.",
        "I am wondering if there is a chance that I can get rid of my purchase.",
        "Is it possible you will cancel your order?",
        "Is it possible I remove the order?",
        "Is it possible I could stop my orders?",
        "Please withdraw an order.",
        "Need withdrawal from order.",
        "To stop the buy, please.",
        "You could cancel your order.",
        "Can I throw out my order?",
        "I'm not entirely sure if I can cancel my order.",
        "I don't know if I will have to cancel the order.",
        "I wonder if I can cancel my purchases.",
        "Can I canceled the order?",
        "Can I break free from this order?",
        "It is unclear if I'm able to uninstall my order.",
        "Cancel the purchase?",
        "May I have it canceled?",
        "Is it proper to make a cancellation on my order?",
        "Is it appropriate for I to make a cancellation on my order?",
        "Is it proper for me to cancel the order?",
        "Can I make a cancellation to my order?",
        "Is it possible that you'll be canceling your order?",
        "Can I freedom from this order?",
        "I don't know if I'll be able to canceled my order.",
        "Is it possible to scrap my order?",
        "I am curious if it is possible to canceled my order.",
        "I'm not certain if I'm able to cancel the order.",
        "Is it appropriate for me to change my mind about my order?",
        "May I give up my order?",
        "Remove this order?",
        "I don't know if it is possible to cancel an order.",
        "I'm wondering if I can cancel my order.",
        "Can I halt my purchase?",
        "Is it possibleI cancel the order.",
        "Want to overturn the purchase?",
        "Want to put a stop to the purchase.",
        "I am curious if my order can be canceled.",
        "Will I remove this order?",
        "I want to cancellation my purchase.",
        "Is it possible tocancel my order?",
        "To cancel the purchase?",
        "It's time to stop purchase, please.",
        "Is that possible to cancel the order?",
        "I am not sure if I'll be able to canceled my order.",
        "Could you possibly cancel your order?",
        "Is it appropriate for me to reject my order?",
        "Can a purchase be canceled?",
        "I am unsure about removing my order.",
        "I'm wondering if I can cancel my purchase.",
        "I'm trying to stop my order.",
        "Is it appropriate for me to axe my order?",
        "Is it permissible for me to cancel my order or not?",
        "I'm unsure if I can stop the order.",
        "Is it appropriate for me to make a cancellation or afresh order?",
        "I am uncertain if I'm able to uninstall my order.",
        "I am wondering whether my purchase can be canceled.",
        "Should a cancellation be made on my order?",
        "I am unsure of whether I will be able to Cancel my order.",
        "I am unsure of if I can Cancel my order.",
        "I'm curious if it is possible to cancel my order.",
        "I am not sure if I can void my order.",
        "I'm not sure if I'll able to cancel my order.",
        "Can I go away from that order?",
        "Maybe there is a chance that I can cancel my purchase.",
        "Can I separate from this order?",
        "I'm not certain if I will be able to Cancel my order.",
        "Is this order revocation a possibility?",
        "Are you able to cancel your order?",
        "Is it appropriate to make a cancellation of the order?",
        "Is it doable to cancel the order?",
        "Is it wise for me to make a cancellation on my order?",
        "Is it possible that I can stop my order?",
        "I was wondering if it is possible to cancel the purchase.",
        "Do I have the option of canceling my purchase?",
        "Can I get away from this particular order?",
        "I doubt if I can stop my order.",
        "Is it appropriate to close my order?",
        "I'm wondering if it's possible to cancel my order.",
        "Is it fine for me to cancel my order?",
        "Can I end my order?",
        "Can I cancel my order?",
        "Is stop my order possible?",
        "I wonder if I can have my order canceled.",
        "It's possible I'll cancel the order.",
        "I wondered if I could cancel my order.",
        "Is cancelling the order possible?",
        "I wonder if it is possible for me to cancel my order.",
        "I want to know if it is possible to canceled my order.",
        "I wonder if I have to end my order.",
        "How do I cancel my purchase?",
        "Can I stop ordering?",
        "Was it possible to cancel my order?",
        "I am wondering if there is a chance that I could cancel my purchase.",
        "Is it a good idea for me to cancel the order or not?",
        "Will we be able to cancel?",
        "I'm not sure if I can get rid of my order.",
        "Is it wise for me to cancel my order or make a new one?",
        "Is it possible I should stop my order?",
        "Is it possible that I will cancel the order?",
        "I don't know if I'll have to cancel my order.",
        "Is it possible you will end your order?",
        "Is it appropriate for me to dump my order?",
        "Call off that transaction",
        "Can I got away from this order?",
        "I do not know if my order will be canceled.",
        "Is it possible that I might stop the order?",
        "I am wondering if it is possible to cancel the transaction.",
        "Will it be possible to cancel the order?",
        "I would like to have my purchase canceled.",
        "Is it safe to stop my order?",
        "I may not be able to uninstall my order.",
        "I'm wondering if there is a chance I can cancel the purchase.",
        "Is cancelling my order appropriate or not?",
        "Can it be possible to cancel my purchase?",
        "I am unsure if there is a chance I could cancel my purchase.",
        "Is it correct for me to cancel my order?",
        "I am unsure if I will be able to Cancel my Order.",
        "Could I get away from my order?",
        "We are wondering if we can cancel this deal.",
        "Do I have to stop my order?",
        "Is it possible to withdraw my purchase?",
        "I am unclear if I can Cancel my order.",
        "I have no idea if I can Cancel my order.",
        "I am wondering if there is a chance I could cancel my order.",
        "If there is a chance that I can cancel my purchase, I am wondering.",
        "It is possible to cancel my purchase.",
        "I wonder if I can cancel my purchase",
        "Is it possible you'll canceled your order?",
        "Is it possible that I could cancel my purchase?",
        "Want toCancellation the purchase",
        "Can I make a cancellation or fresh order?",
        "Would there be a chance that I can cancel my purchase?",
        "I am wondering if I could stop my purchase.",
        "Can I get out of my orders?",
        "I'm unsure if I can get rid of my order.",
        "I wanted to cancel my purchase.",
        "Can I make acanceling of my order?",
        "Do I need to make a cancellation of my order?",
        "I'm not sure about canceling my order.",
        "Is it appropriate for me to cancel my order or keep it.",
        "Is it appropriate for me to cancel my order or retain it?",
        "My order can I get away from?",
        "Is it possible that you'll stop your order?",
        "Want the purchase nullified.",
        "I'm wondering if it's possible to cancel my purchase",
        "I am unsure if I can cancel the order",
        "I want to make a cancellation to my order.",
        "Would you like to have the purchase nullified?",
        "Does it possible I cancel the order?",
        "It is unclear if I will be able to Cancel my order.",
        "Is it necessary for me to cancel the order?",
        "Should I be able to cancel my order?",
        "Is it appropriate for me to either cancel my order or not?",
        "I am not sure if I can scrap my order.",
        "You may cancel your order.",
        "If I can cancel my order, I am not sure.",
        "Is it possible my order will stop?",
        "I want to go away from this order.",
        "Maybe I can cancel my order.",
        "What if I stop my order?",
        "Would you like to remove the purchase?",
        "Can I get away from my order",
        "Do I have to make a new order or cancel one?",
        "Let's stop the purchase, please.",
        "I'm not 100% sure if I'm able to uninstall my order.",
        "Let's quit the purchase, please.",
        "I am not quite sure if I can cancel my order.",
        "I wonder if there's a way to cancel my order.",
        "Can you call off the transaction?",
        "I wonder if I will have to call off my order.",
        "Shall I get away from this order?",
        "I'm not sure if I could stop my order.",
        "I wonder if I might have to cancel the order.",
        "Can I get away from order?",
        "I wonder whether my order can be canceled.",
        "Is acancelation of my order appropriate for me?"
    ]
}