{
    "company_type": "Mortgage Lenders",
    "inquiry_category": "Adjustable-rate mortgages and rate locks",
    "inquiry_sub_category": "Rate lock expiration",
    "description": "Customers inquire about the expiration of their rate lock, seeking clarification on the duration and potential consequences of exceeding the lock period, including updated interest rates and fees.",
    "inquiry": "Will my rate lock expire soon? What happens if it does?",
    "paraphrases": [
        "What would happen when rate lock ends?",
        "What is the consequence if my rate lock expires?",
        "Is my rate lock nearing its end?",
        "What should happen to the rate lock once it terminates?",
        "Will the rate lock expiring?",
        "Will my rate lockENDING soon?",
        "Will the rate lock end soon",
        "Are we near rate lock expiration?",
        "My rate lock will soon end?",
        "Does myratelock end?",
        "will my rate lock come to an end soon?",
        "Is my rate lock close to its point where it ceases to exist?",
        "It may soon be time for my rate lock to end.",
        "I'm concerned about whether or not the rate lock will stay after it expires.",
        "What will happen when the rate locked ends?",
        "Is it possible that my rate lock will go off soon?",
        "If the rate lock is soon to expire, what should happen to it?",
        "Now what happens when the time is up on my rate locks?",
        "Should I worry about the rate lock being expired?",
        "Is my rate lock due to end very soon?",
        "Does our rate lock end?",
        "Is my rates lock close to the end?",
        "Is my rate lock going to an end soon?",
        "My rate lock will end?",
        "I am wondering if my rate lock will come to an end one day.",
        "Suppose my rate lock expires?",
        "Rate lock is close to the point where I will lose it.",
        "If my rate lock expires, what will I do?",
        "There is a potential impact when our rate lock expires.",
        "Will it be the time for my rate lock to end?",
        "Are there effects when my rate lock expires?",
        "If my rate lock ends, what repercussions?",
        "When my rate lock expires, what is the result?",
        "I'm concerned about whether my rate lock expires soon.",
        "Will my rate lock bring to an end soon?",
        "Implications if the rate lock ends?",
        "if the rate lock expires soon what should happen to it?",
        "The rate lock may come to an end.",
        "I am unsure of what to think about the expiring rate lock",
        "When my rate lock ends, what will happen?",
        "I'm wondering when my rate lock expires.",
        "If the rate lock expires then what consequences?",
        "Rate locked end, what occurs?",
        "Is my rate lock at the end of it's useful life?",
        "The rate lock could reach it's limit.",
        "How soon will Rate lock end?",
        "I'm concerned about whether the rate lock will stay after it expires.",
        "Is it possible that my rate lock ends soon?",
        "rate lock will end?",
        "What will happen with my rate lock if it expires?",
        "Will that happen soon as my rate lock is about to end?",
        "Will myrate lock go away soon?",
        "What will happen when the time is left on my rate locks?",
        "If my rate lock expires soon, will I be concerned?",
        "Will my Rate lock go away soon?",
        "How soon is my rate lock going to expire?",
        "Are we close to rate-lock end?",
        "What will happen if the rate lock expires soon?",
        "If the rate lock expires soon, what should be done with it?",
        "The rate lock will expire soon.",
        "Will my rate lock go away very early?",
        "Is my rate lock scheduled to expire?",
        "Does the rate lock run out of time?",
        "Is that possible because my rate lock will end soon?",
        "Should I be concerned if my rate lock expires in the near future?",
        "I would like to know if I should be concerned about an expired rate lock.",
        "What will happen to my rate lock if it goes off soon?",
        "If my rate lock expires, what consequences?",
        "Will my rate lock go away very fast?",
        "Should I be concerned about the ratelock not being renewed?",
        "What about my rate lock ending?",
        "I'm worried about whether or not my rate lock will end soon.",
        "Will myrate lock come to an end very soon?",
        "The potential impact of when our rate lock expires.",
        "Will my rate lock bring an end?",
        "I am wondering if it is possible that my rate lock will end soon.",
        "Is the rate lock close to its last point?",
        "Will my rate lock End one day?",
        "What should happen to the rate lock if they go away soon?",
        "If the rate lock does expire, what should happen?",
        "The rate lock is near reaching the limit.",
        "Is that possible because my rate lock is coming to an end?",
        "Will my rate lock eventually come to an end?",
        "One day, will my rate lock end?",
        "What's the consequence when my rate lock expires?",
        "Will a rate lock end soon?",
        "I would like to know when my rate lock ends.",
        "It's possible that my rate lock will end soon.",
        "Will the rate lock be coming to an end soon?",
        "Well, is my rate lock ending soon?",
        "Will the rate lock go out?",
        "Is my lock on my rate ending?",
        "Will this rate lock come to an end?",
        "I wonder when my rate lock will come to an end.",
        "I'm concerned that my rate lock may not remain after it expires.",
        "What happens whenrate locked ends?",
        "Should I worry that the rate lock might not be renewed?",
        "The rate lock is nearing the limit.",
        "What is the consequence if the rate lock expires?",
        "What am I supposed to do when my rate lock expires?",
        "The rate lock may be expiring.",
        "My rate lock is coming to an end, will that occur soon?",
        "Is the rate lock going to go away very soon?",
        "Our rate lock is about to expire",
        "Potential impact? when does the rate lock expire?",
        "Is it possible that our rate lock will expire?",
        "If the rate lock comes to an end, what should happen to it?",
        "My rate lock will be ending soon?",
        "What will happen to my rate lock when it ends?",
        "my rate lock is close to its end of life",
        "Is my rate lock close to a point where I will lose it?",
        "If my rate lock expires soon, do I need to be concerned?",
        "Should I be concerned that the rate lock will not be renewed?",
        "If they expire soon, what will happen to the rate lock?",
        "Will my rate lock expiring soon?",
        "Is my rate lock ending? The consequences if so?",
        "What would happen when rate expires?",
        "Will my rate lock end soon or not?",
        "The rate lock is ending, will it happen soon?",
        "Was my rate lock close to the point where I would lose it?",
        "The rate lock will probably come to an end soon.",
        "Rate lock will soon come to an end.",
        "If my rate lock is ending, what will the consequences be?",
        "What should happen to the rate lock if it goes away?",
        "I want to know when the rate lock will expire.",
        "Is my rate lock close to ending it's term?",
        "Is the rate lock going away?",
        "How long before the rate lock goes away?",
        "Will this happen soon, the rate lock is coming to an end?",
        "Will my rate lock come to an end quickly?",
        "Could my rate lock end soon?",
        "What should happen to the rate lock if it's not renewed soon?",
        "Is it possible my rate lock is ending soon?",
        "The rate lock is closing in on it's limit.",
        "I'm worried about whether or not my rate lock expires.",
        "Is my rate lock close to dying?",
        "The rate lock is close to touching it's limit.",
        "What will happen to my rate lock if it expires?",
        "Am I close to the point where my rate lock ceases to exist?",
        "Is my ratelock close to the point where I will lose it?",
        "Maybe my rate lock will end soon.",
        "Will I see the end of my rate lock soon?",
        "What happens when a rate lock ends?",
        "When my rate lock expires, what?",
        "I'm not sure when my rate lock will expire.",
        "The Rate lock is close to reaching it's limit.",
        "What would happen when the rate expired?",
        "The rate lock could be ending.",
        "The rate lock is scheduled to end soon.",
        "Rate lock might be expired soon.",
        "How soon will my rate lock expiration be?",
        "Is my rate lock close to the point where I'd lose it?",
        "If my rate lock goes off soon what will happen?",
        "Is the rate-lock expiration nearing?",
        "Does the rate lock come to an end?",
        "My rate lock will come to an end someday.",
        "Is my rate lock at a point where it will no longer exist?",
        "The rate lock is close to the point where I might lose it.",
        "Is it possible that my rate lock will expire?",
        "Will my rate lock come to an ending one day?",
        "Do I have to worry about the rate lock expiring?",
        "What does it mean when my rate lock expires?",
        "Will there be an end to my rate lock soon?",
        "Are my rate lock ending soon?",
        "If my rate lock expires soon, do I need to worry?",
        "If the rate lock comes to an end, what should happen?",
        "The lock rate could end?",
        "The rate lock is not far away from reaching it's limit.",
        "Is we nearing the rate-lock expiry?",
        "Can my rate lock come to an end one day?",
        "Is the consequence when my rate lock expires?",
        "The lock rate ending?",
        "If my rate lock goes off soon, what will I do?",
        "Will the rate lock soon be ending?",
        "My rate lock is about to end, will that occur soon?",
        "It is possible that my rate lock will end soon.",
        "Will the rate lock be brought to an end?",
        "What should happen to the rate lock when it does end?",
        "Will my rate cease to apply eventually?",
        "If my rate lock expires soon, do I have to worry about it?",
        "What should happen to the rate lock if they disappear soon?",
        "Is my rate lock near the point where I will lose it?",
        "Is my rate lock due to expire soon?",
        "Will my rate lock fade away soon?",
        "Will my rate lock be GONE very soon?",
        "Rate lock may expire soon.",
        "Will the lock rate eventually end?",
        "If the rate lock goes off soon, what should happen?",
        "What should happen to the rate lock after it runs out?",
        "The rate Lock is close to reaching it's limit.",
        "Are my rate lock close to the end of use?",
        "Rate lock is close to reaching its limit.",
        "Is my rate due to end soon?",
        "When my rate lock is about to end?",
        "Will my rate lock come to anend?",
        "Rate lock may end shortly.",
        "Is my rate lock close to its ends?",
        "Will my rate lock go away soon??",
        "Does this mean that we are nearing rate-lock expiry?",
        "If my rate lock is about to expire, should I worry?",
        "I'm worried about whether my rate lock will end soon.",
        "Will my ratelock go away soon?",
        "What might happen when the rate expires?",
        "I am not sure if my rate lock expires soon.",
        "Is my rate lock going away very soon?",
        "What will happen to my rate lock if it ceases to be active?",
        "Will my rate lockEnd soon?",
        "My rate lock is about to end, is that possible.",
        "What should happen with the rate lock if it expires soon?",
        "What if the rate lock expires?",
        "Is it possible for my rate lock to come to an end?",
        "What should happen if the rate lock expires?",
        "Rate lock is due to expire near.",
        "Can the rate lock be ended soon?",
        "Will my rate lock go away really soon?",
        "What should happen to the rate lock once it's expired?",
        "Is my rate lock near the end?",
        "Will my rate lock come to an endone day?",
        "Is my rate locks ending?",
        "Is rate lock ending soon?",
        "Does my rate lock come to an end.",
        "Willmy rate lock go away very soon?",
        "Will my rate lock ended?",
        "What should my rate lock do if it goes off soon?",
        "The rate lock may be close to expiring.",
        "My rate lock will probably come to an end soon.",
        "What effects will my rate lock have when it expires?",
        "How long before my rate lock goes away?",
        "When my rate lock expires what will it do?",
        "Is there a chance my rate lock will end soon?",
        "Will my rate lock come to a conclusion soon?",
        "Do I have to worry about my rate lock soon?",
        "What would happen if my rate lock ends?",
        "My rate lock is close to the point where I will lose it",
        "The rate lock is close to the point at which I will lose it.",
        "What should happen if my rate lock expires?",
        "Are my rate lock close to the end?",
        "Will the rate lock soon be over for me?",
        "How long before my rate lock leaves?",
        "Consequence? When will my locked rate run out?",
        "What happens when the time is up on my rate locks?",
        "Is my rate lock set to end?",
        "Should I fear the rate lock not being renewed?",
        "I'm worried about whether or not my rate lock will last.",
        "Is my rate lock at a point where it ceases to exist?",
        "Classic question, is my rate lock about to end?",
        "I'm worried about when my rate lock will expire.",
        "Is my rate lock about to expiration?",
        "Was my rate lock close to the point where I'll lose it?",
        "My rate lock could be ending.",
        "The rate lock is touching its limit.",
        "Is my lock on my rate expiring?",
        "What happens when our rate lock expires?",
        "A lock rate run out?",
        "The rate lock is about to end?",
        "What is the impact when our rate lock expires?",
        "Will my rate lock become obsolete very soon?",
        "Is my rate about to end?",
        "what happens when my rate lock expires?",
        "What should happen to the rate lock once it has expired?",
        "If their rate lock expires soon, what should happen?",
        "I am not sure about what to think about the expiring rate lock.",
        "What will be the consequences if my rate lock expires?",
        "Will my rate lock free up soon?",
        "There is a rate lock that is coming to an end.",
        "I am wondering if it is time for my rate lock to end.",
        "Is my rate lock pretty close to the end?",
        "Is it possible that my rate lock can end soon?",
        "Who knows when my rate lock will end?",
        "Results if we're near rate-lock expiry?",
        "Will it be time for me to end my rate lock?",
        "Consequence? When my locked rate runs out?",
        "When will my rate lock end?",
        "Will rate lock end soon? Possible outcomes?",
        "Is my rate lock going to leave soon?",
        "Will this be the end of my rate lock?",
        "I am worried about an expired rate lock.",
        "When my rate lock expires,what is the consequence?",
        "Rate lock ending soon! What next?",
        "Will my rate lock end, one day?",
        "When my rate lock expires what will be the consequences?",
        "What should happen if my rate lock goes off in the near future?",
        "My rate lock ends soon?",
        "What happens if rate locked ends?",
        "There could be a potential impact when our rate lock expires.",
        "What should happen to the rate lock if something happens?",
        "I'm concerned if the rate lock will remain after it expires.",
        "Rate lock expires near, what consequences?",
        "The rate lock is very close to it's limit",
        "If the rate lock is expire soon, what should happen to it?",
        "Will rate lock end soon.",
        "Will rate lock end?",
        "Is my rate lock's life ending?",
        "Will my rate lock End soon?",
        "If it goes off soon, what will happen to my lock?",
        "Can my rate lock be close to the end of its useful life?",
        "If the rate lock is going to expire soon, what should happen?",
        "Is my rate lockending soon?",
        "The rate lock will soon expire.",
        "I want to know when my rate lock expires.",
        "When my rate lock expires what consequence will it have?",
        "I'm worried about whether my rate lock expires soon.",
        "My rate lock may end soon.",
        "Will my locked-in rate cease to apply soon?",
        "Is my rate lock near the end of it's term?",
        "Is my rate lock close to being out of date?",
        "What should happen to my rate lock as it ceases to be active?",
        "Will the rate lock be terminated?",
        "Are we near the end of the rate-lock?.",
        "Is the rate lock close to being out of date?",
        "Potential impact when the rate lock expires?",
        "What happen when rate lock ends?",
        "My rate lock is coming to an end, will it happen soon?",
        "The rate lock is getting close to the limit.",
        "Is it possible that my rate lock is ending?",
        "Are my rate locks going to end soon?",
        "My rate lock is coming to an end, when will that happen?",
        "What should happen if the rate lock expires soon?",
        "Will my rate lock come to an end soon if at all?",
        "Will the time come when the rate lock ends?",
        "What would happen if my rate lock goes away?",
        "I am not quite sure about an expiring rate lock.",
        "If therate lock expires soon, what should happen to it?",
        "How soon will my rate lock be ending?",
        "When my rate lock expires, what consequences will there be?",
        "Is it close to the point where my rate lock ceases to exist?",
        "Our rate lock is about to expire. Potential impact?",
        "Will my locked-in rate cease to apply?",
        "Rate lock may expired soon.",
        "Will this happen soon, as my rate lock is about to end?",
        "Will the rate lock soon be over?",
        "Will my rate lock come to an end at some point?",
        "When my locked rate will run out?",
        "Rate lock ending?",
        "Should I worry that the rate lock won't be renewed?",
        "Will this happen soon? my rate lock is going to end",
        "Possible impact when our rate lock expires?",
        "If my rate lock expires, effects?",
        "Will my rate lock end someday?",
        "Is the rate lock close to the end of it's term?",
        "What happens if my rate lock expires someday?",
        "What should happen to my rate lock if that happens?",
        "What if my rate lock goes off soon?",
        "How soon will my rate lock go away?",
        "Are there effects if my rate lock expires?",
        "I don't know when my rate lock will expire.",
        "What should happen after my rate lock ends?",
        "The rate lock is coming to an end, will this happen soon?",
        "Is the rate lock near the end of it's life?",
        "Should I be worry about an expired rate lock?",
        "I have a rate lock coming to an end, will that happen soon?",
        "Would I need to worry if my rate lock expires soon?",
        "Will the rate lock come to an end quickly?",
        "Is my rate lock close to the end of its useful life?",
        "There is a rate lock coming to an end soon.",
        "What happens when the rate lock ends soon?",
        "What should occur to my rate lock when it ceases to be active?",
        "Will that be the time for my rate lock to end?",
        "I'm worried whether or not the rate lock will last.",
        "Will my rate lock ends?",
        "If the rate lock expires soon, what should you do?",
        "Is the rate lock close to being gone?",
        "The rate lock is ending, will that happen soon?",
        "Are my rate locks close to ending?",
        "Is the rate lock at the end of it's life?",
        "Rate lock ending soon!What next?",
        "Will this happen soon?My rate lock is about to end.",
        "What would happen when the rate expires?",
        "The rate lock is not far away from it's limit.",
        "Will the lock rate end or consequences?",
        "What are the consequences when my rate lock expires?",
        "Is my rate lock close to dissolving?",
        "Will there be consequences if my rate lock ends?",
        "Are my rate lock close to expiring?",
        "Is my rate lock running out of time?",
        "Rate lock is soon ending?",
        "What should happen after rate lock ends soon?",
        "Will rate lock be terminated?",
        "Is the rate lock close to being expired?",
        "My rate lock ends soon, what then?",
        "Results if so... are we nearing rate-lock expiry?",
        "Rate lock will soon be ending?",
        "If I have my rate lock ending, what consequences?",
        "The consequences if there is a rate lock ending?",
        "What will happen when the rate expires?",
        "I'm worried about whether or not the rate lock expires soon.",
        "Is my rate lock close to the point where I may lose it?",
        "I'm worried about the future of my rate lock after it expires.",
        "Will my rate lock END?",
        "How long before my rate lock goes away",
        "Rate lock soon ending? What next?",
        "Rate lock can be expired soon.",
        "I'm worried about the rate lock expiring.",
        "The rate lock may be close to the point where it ceases to exist.",
        "When will my locked-in rate come to an end?",
        "Rate lock likely to end soon!",
        "Will my rate lock come to an end in the future?",
        "Is my rate lock close to the point where I will lose it",
        "Is it possible that the rate lock will end soon?",
        "Will Rate Lock end soon?",
        "Will the ratelocks end soon?",
        "Is my rate lock about to stop?",
        "If my rate lock expires, what's the consequences?",
        "If my rate lock is ending then what consequences?",
        "What if the rate lock ceases to be active?",
        "Will my ratelock come to an end soon?",
        "Rate lock is likely to end soon.",
        "Will our rate lock come to an end soon?",
        "I was wondering if my rate lock was about to end.",
        "If the rate lock is expiring soon, what should happen to it?",
        "Is my rate lock close to the end of it's term",
        "What would happen to my rate lock if it goes off soon?",
        "My locked rate run out?",
        "My rate lock will end soon, is it possible?",
        "Rate locked ending, what will happen when it ends?",
        "Will the rate locked end soon?",
        "Do I know if my rate lock is ending?",
        "Is my rate lock close to becoming obsolete?",
        "The rate lock ends soon?",
        "If the rate lock expires?",
        "What will happen to the rate lock when it expires?",
        "The rate lock could expire.",
        "Will my Rate Lock come to an end soon?",
        "Is it possible that my rate lock is coming to an end soon?",
        "Will the rate lock expiry?",
        "What will happen once my rate lock ends?",
        "I'm not sure what to think about an expiring rate lock.",
        "what should happen to the rate lock if it expires soon?",
        "Rate lock might expire.",
        "How soon will my rate lock expire?",
        "What should happen to the rate lock once they expire?",
        "One day will my rate lock come to an end?",
        "If is my rate lock ending?",
        "Would my rate lock come to an end one day?",
        "Will my rate lock come to an end sometime soon?",
        "Is my rate lock near the end of its lifespan?",
        "Could rate lock end soon?",
        "My rate lock is coming to an end, so is that possible?",
        "Are my rates locked to expire soon?",
        "When my rate lock expires, what will it mean?",
        "I think my rate lock is about to expire.",
        "If my rate lock expires soon, should I be worried?",
        "Will it happen soon, my rate lock is about to end?",
        "There is a consequence if my rate lock expires?",
        "The rate lock is closing in on its limit.",
        "Will the rate Lock expire?",
        "Would my rate lock go away soon?",
        "What is going to happen when rate lock ends?",
        "What will happen if I have a rate lock that expires?",
        "What if my locked rate runs out?",
        "Is my rate lock due to expiring?",
        "What will be the consequence when my rate lock expires?",
        "When my rate lock ends, what consequences?",
        "Is my rate lock about to ended?",
        "If my rate lock expires, what consequence?",
        "Lock rate ending and consequences?",
        "Rate lock may end soon?",
        "The rate lock is set to expire!",
        "Will my rate lock go away, very soon?",
        "Is it time for my rate lock to end?",
        "What would happen if rate expires?",
        "Implications if my rate lock ends?",
        "The consequences of the rate lock ending?",
        "My rate lock will soon expire.",
        "Will my rate lock END soon?",
        "Are we close to the rate-lock expires?",
        "Is my rate lock close to the end of its term?",
        "Rate lock will expire soon",
        "When will my locked rate start to run out?",
        "Does my rate lock close to the end of its useful life?",
        "If the rate lock expires soon, do I need to worry?",
        "What will happen if my rate lock ends?",
        "Rate lock will soon ending?",
        "I am concerned about whether my rate lock will remain after it expires.",
        "Is my rate lock close to the moment when it ceases to exist?",
        "The locked rate will run out when?",
        "Is it possible that the lock terminates soon?",
        "If my rate lock is about to expire.",
        "If we are nearing the rate-lock expiry.",
        "What will happen if my rate lock expires.",
        "Is my rate lock close to an end?",
        "My rate lock is about to end, Is that possible?",
        "If my rate lock is about to expire?",
        "Rate locked end; what happens?",
        "Rate lock could expired.",
        "Ismy rate lock ending?",
        "Does my rate lock go away soon?",
        "There is a potential impact when our rate lock ends.",
        "The rate lock is about to hit it's limit.",
        "Now what will happen with time left on my rate locks?",
        "Does this mean we are nearing rate-lock expiry?",
        "Will the rate lock come to a close soon?",
        "Is that possible, my rate lock is coming to an end soon?",
        "What should happen to the rate lock if it expires soon.",
        "Willmy rate lock end soon?",
        "What can happen when my rate lock expires?",
        "My rate lock is coming to an end so is that possible?",
        "Is the rate lock coming to an end?",
        "My lock rate will run out when?",
        "Is my rate lock going to come to an end?",
        "When my rate lock expires, what are the consequences?",
        "The rate lock may only have a short time left.",
        "Will rate lock end quickly?",
        "If my rate lock expires soon, do I need to worry about that?",
        "Will the rate lock come to an end soon, if at all?",
        "The rate lock is close to the point where I'll lose it.",
        "Should I worry about the rate lock being not renewed?",
        "Will my rate lock inevitably end soon?",
        "Will this happen soon when my rate lock ends?",
        "Do I have to worry if my rate lock ends?",
        "Rate lock will expire soon?",
        "When rate lock ends, what next?",
        "Rate lock is about to end?",
        "rate lock ending soon?",
        "What will happen when my rate lock ends soon?",
        "How will rate lock end soon?",
        "What do I do when my rate lock expires?",
        "Is my rate set to end?",
        "Will my rate lock need to be ended soon?",
        "When will my rate lock expiring?",
        "If my rate lock expires soon, what will happen?",
        "My rate lock is nearing the end of it's life.",
        "Is it possible that my rates will end soon?",
        "Will the rate lock expire soon?",
        "Will my rate lock go away in the near future?",
        "There is a rate lock that is close to expiring.",
        "Is my Rate lock close to the end of its useful life?",
        "The rate lock is set to end soon.",
        "Our rate lock is set to expire.",
        "If the rate lock expires, what should be done?",
        "Will my rate lock end one day",
        "I am worried about whether my rate lock expires soon.",
        "I think my rate lock is about to end.",
        "The rate lock may soon end.",
        "Do I have to worry about the rate lock expiring soon?",
        "Does my rate lock come to an end?",
        "Classic question, Is my rate lock ending soon?",
        "Classic question, \"Is my rate lock ending soon?\"",
        "will my rate lock come to an end one day?",
        "Rate lock could end soon?",
        "I'm worried if my rate lock will last after it expires.",
        "Should I worry about the rate lock not renewing?",
        "Willrate lock expire?",
        "Rate lock will soon end! what next?",
        "My rate lock will end soon, will this happen?",
        "If the rate lock expires, consequences?",
        "Is it possible that my rate lock is to end soon?",
        "Are we near the end of the rate-lock??",
        "My rate lock may be ending soon.",
        "Should I worry that the rate lock will not be renewed?",
        "Will that happen soon because my rate lock is about to end?",
        "I am wondering if my rate lock ends.",
        "The rate lock might expire.",
        "Would my rate lock end one day?",
        "I am wondering if my rate lock is close to the end of its useful life.",
        "Is my rate lock set to run out?",
        "If the rate lock is going to expire soon what should happen to it?",
        "Will the Rate lock end soon?",
        "Does my rate lock end.",
        "Does my rate lock end then?",
        "What happens if my rate lock goes away?",
        "Time is running out for rate lock?",
        "I would like to know if my rate lock will end soon.",
        "When my rate lock expires, what would be the consequence?",
        "If my rate lock expires soon, am I worried?",
        "I am worried whether or not my rate lock expires soon.",
        "the rate lock is close to it's limit",
        "I am uncertain about what to think about an expiring rate lock",
        "Will my rate lock come to an abrupt end soon?",
        "Is we nearing rate-lock expiry?",
        "Results if we are close to rate-lock expiration?",
        "What will happen once rate lock ends soon?",
        "rate lock ending?",
        "Is the rate lock close to its end?",
        "What should happen to my rate lock, when it ceases to be active?",
        "Will the ratelock expire?",
        "What would be the consequence if my rate lock expires?",
        "Potential impact when our rate lock expires?",
        "I want to know when my rate lock ends.",
        "The rate lock is close to reaching it's Limit.",
        "The rate lock is coming to an end, will it happen soon?",
        "What will happen to my rate lock next?",
        "Is it possible that the rate lock is coming to an end soon?",
        "Is my rate lock about to come to an end?",
        "The locked rate will run out soon.",
        "What happens to the rate lock if it expires soon?",
        "When my rate lock expires, what consequences do you think?",
        "The rate lock may go away very soon.",
        "Is there a worry about an expired rate lock?",
        "What should happen when the rate lock ends?",
        "Might rate lock end soon?",
        "The consequences could be if my rate lock ends.",
        "The consequences when my rate lock ends?",
        "Will the rate lock become expired?",
        "How should the rate lock be treated if it expires soon?",
        "I'm not sure if my rate lock is going to last.",
        "Rate lock comes to an end?",
        "Are we close to the rate lock expiration?",
        "Will my rate lock ends one day?",
        "Are we nearing the rate-lock expiration?",
        "Will myrate lock come to an end soon?",
        "If the rate lock expired, the consequences?",
        "Will the lock rate end then?",
        "Will the rate lock going away soon?",
        "My rate lock is ending, will that happen soon?",
        "Will this happen soon? My rate lock will be coming to an end.",
        "Will this happen soon? my rate lock is coming to an end.",
        "The rate lock is on the verge of reaching it's limit.",
        "The rate lock is about to expire",
        "Is rate lock soon ending?",
        "will my rate lock go away soon?",
        "Soon rate lock ends, what is next?",
        "Will my rate lock come to an end recently?",
        "Will rate lock end soon? Possible outcomes",
        "I'm uncertain of what to think about an expiring rate lock.",
        "Is my rate lock ending or not?",
        "Effect if my rate lock expires?",
        "Does the rate lock end.",
        "Is my Rate lock close to the end?",
        "If the rate lock expires soonwhat should happen to it?",
        "What happens when my rate locks are expired?",
        "If we are nearing rate-lock expiry...",
        "Are my rate lock going away soon?",
        "What would happen if my rate lock goes off soon?",
        "Is it possible that my rate lock may end soon?",
        "Is my rate lock about to sunset?",
        "Will my locked rate expire soon?",
        "Are my rate lock about to expire?",
        "If the rate lock expired, what would the consequences be?",
        "Will my rate locks come to an end soon?",
        "Is it possible that the rate lock is about to end?",
        "Is my rate lock close to a point when it ceases to exist?",
        "What should happen to the rate lock if it ends?",
        "Will rate lock end asap?",
        "When my lock rate runs out?",
        "Rate locked ending, what happens",
        "Is my rate lock close to its point where I will lose it?",
        "Is my rate lock close to the time when it ceases to exist?",
        "I am wondering when my rate lock ends.",
        "The rate lock may have only a short time left.",
        "How close is my rate lock to expire?",
        "Will my rate lock end soon if at all?",
        "We might be near rate-lock expiration.",
        "Will this happen soon as my rate lock is about to end?",
        "I'm unsure about an expiring rate lock.",
        "Does my rate lock soon end?",
        "Is my rate lock near the point that it ceases to exist?",
        "My rate lock is close to the point where I can lose it.",
        "The rate lock is close to hitting it's limits.",
        "What will happen to the rate lock once it expires?",
        "Classic, Is my rate lock ending soon?",
        "Is it possible that my lock will end soon?",
        "What happens if rate expires?",
        "Could my rate lock end?",
        "Will there be consequences if rate lock expires?",
        "The rate lock will eventually expire.",
        "What will happen when rate ends?",
        "It's a classic question: Is my rate lock ending soon?",
        "Implications when my rate lock ends?",
        "Will we see a rate lock end soon?",
        "The consequences of a rate lock ending?",
        "The rate lock is near it's limit",
        "Will my rate lock end??",
        "Is my rate lock close to the point when I'll lose it?",
        "Are we close to the rate-lock ending?",
        "Is my rate lock very close to the end of its useful life?",
        "If my rate lock expires, what effects will it have?",
        "I have a rate lock coming to an end, will this happen soon?",
        "Rate lock may be expired.",
        "Is my rate lock coming to an end.",
        "What happens if my rate lock expires??",
        "The rate lock is close to the point where I will lose it.",
        "Is it close to the end of the useful life of my rate lock?",
        "Is my rate lock around the point where it ceases to exist?",
        "Is my rate lock near the point that I will lose it?",
        "Is my rate lock close to being out of existence?",
        "Rate lock will ending soon?",
        "Is my rate lock nearing an end?",
        "Is my rate lock close to point where I will lose it?",
        "Rate lock will likely end soon.",
        "Will the locked in rate cease to apply?",
        "Do I have to worry about the rate lock ending?",
        "What should happen when my rate lock is ending?",
        "Will my rate lock ending very soon?",
        "What should happen to the rate lock once it runs out?",
        "I'm concerned whether or not my rate lock expires soon.",
        "Is the rate lock nearing the end of its life?",
        "Consequence if my locked rate runs out?",
        "What will happen to my lock if it goes off soon?",
        "What happens once time is up on my rate locks?",
        "What happens when ratelocked ends?",
        "Will this happen soon, my rate lock is ending?",
        "If my rate lock is going to expire?",
        "Will my rate lock depart soon?",
        "The rate lock will be expiring.",
        "If the rate lock expire soon what should happen to it?",
        "What should happen to the rate lock if it expired soon?",
        "I'm unsure about what to think about an expiring rate lock.",
        "What happens when Rate Locked ends?",
        "I'm concerned about my rate lock's future.",
        "The rate lock is going to end, will that happen soon?",
        "Does this mean we're nearing rate-lock expiry?",
        "My locked rate runs out when? Consequence?",
        "Is my rate lock very close to end?",
        "What should happen to therate lock once it expires?",
        "Is my rate lock ending one day?",
        "My rate lock will expire someday.",
        "Is my rate lock close to the point where it will no longer exist?",
        "Is it possible for my rate lock to end soon.",
        "The rate lock is close to its limit",
        "Is it possible that my rate lock is going to END soon?",
        "Will this rate lock end soon?",
        "Is my rate lock just about to end?",
        "What happens when time is up on the rate locks?",
        "Soon will my rate lock end?",
        "Will my rate lock come to an end sooner or later?",
        "I'm concerned that my rate lock won't stay after it expires soon.",
        "Is my rate lock to end?",
        "Is my rate lock going to disappear soon?",
        "My rate lock is coming to an end, is that possible.",
        "I am concerned if my rate lock will remain after it expires.",
        "Is there an effect when my rate lock expires?",
        "Rate lock will expire?",
        "I'm concerned that my rate lock may soon expire.",
        "My rate lock may be about to expire.",
        "Is my rate lock closing in on its useful life?",
        "Is my rate lock close to the end of its lifespan?",
        "I'm concerned that my rate lock might end soon.",
        "If the rate lock expires, what effects?",
        "What then, after my rate lock ends?",
        "I'm unsure of what to think about an expiring rate lock",
        "Is it close to the point where I'll lose my rate lock?",
        "Is my rate lock about to End?",
        "When my rate lock expires, what would happen?",
        "When will my rate lock come to an end?",
        "The rate lock is close to the point that I will lose it.",
        "Will the rate lock become expired soon?",
        "Rate lock's consequences if they expired?",
        "Will my rate locked come to an end soon?",
        "The rate lock is not far from reaching it's limit.",
        "Is my rate lock very close to the end of it's useful life?",
        "My rate lock is coming to an end, is that possible?",
        "If my rate lock expires what will happen?",
        "I'm concerned about when the rate lock will expire.",
        "I am worried whether or not my rate lock will remain after it expires.",
        "Is the rate lock running out of time?",
        "Are my rate locks close to the point where I will lose them?",
        "Will my rate lock disappearing soon?",
        "is my rate lock ending?",
        "Can we say we are nearing rate-lock expiration?",
        "Should I be worried about expired rate lock?",
        "Will it be time to end the rate lock?",
        "The effects when my rate lock expires?",
        "I don't know if my rate lock ends.",
        "My rate lock is about to expire, I'm concerned.",
        "Rate lock may end soon.",
        "Isn't my rate lock close to the point where I will lose it?",
        "I am worried about whether my rate lock will remain after it expires.",
        "Will my rate lock go away fast?",
        "Rate locked ending; what happens?",
        "There is a rate lock coming to an end, is that possible?",
        "My rate lock end soon?",
        "Shall my rate lock come to an end?",
        "Will my rate lock come to an end One day?",
        "I'm concerned whether my rate lock will remain after it expires.",
        "Will my rate Lock end one day?",
        "Is the rate lock close to the end of its life?",
        "The rate lock is reaching it's limit.",
        "Will the rate Lock end soon?",
        "Would my rate lock end soon?",
        "I wonder if my rate lock will end one day.",
        "Is my ratelock close to the end?",
        "My rate lock is coming to an end and is that possible?",
        "Does my locking rate end?",
        "Is the rate-lock expiration imminent?",
        "I'm concerned that my rate lock is going to expire.",
        "Should I worried about the rate lock not being renewed?",
        "Rate lock will soon be ending.",
        "Will my locked rate come to an end soon?",
        "I'm worried about when my rate lock expires.",
        "What would happen to the rate lock if it expired soon?",
        "will it be time for my rate lock to end?",
        "Does it possible that my rate lock will end soon?",
        "My rate lock is close to the point where I might lose it.",
        "Is the ratelock ending?",
        "The rate lock is getting close to reaching it's limit.",
        "If my rate lock expires, what will it mean?",
        "Do you think the rate lock will end soon?",
        "Will the rate lock coming to an end happen soon?",
        "Is my rate lock going off soon?",
        "I am worried that my rate lock is about to expire.",
        "Willmy rate lock come to an end one day?",
        "Will my rate lock go away in a short time?",
        "Rate lock about to go off?",
        "What happens to the rate lock if it expires?",
        "Will my rate lock go away soon!",
        "when will my rate lock end?",
        "If rate lock expires then what consequences?",
        "What should happen to the rate Lock when it expires?",
        "Will that happen soon, my rate lock is coming to an end.",
        "Is the rate lock about to expired?",
        "I'm concerned if my rate lock will remain after it expires soon.",
        "Is my rate lock approaching the end of its life?",
        "Is my rate lock near the end of its useful life?",
        "I'm concerned about whether the rate lock will remain after it expires.",
        "Do I have to worry about the rate lock not being renewed?",
        "What should happen to the rate lock once it wears out?",
        "Should I be concerned if the rate lock is not renewed?",
        "If the rate lock expires soon, what would happen to it?",
        "Will my rate lock be eliminated soon?",
        "I'm not sure if my rate lock will remain after it expires soon.",
        "I'm concerned whether my rate lock expires soon.",
        "Is the rate lock close to the point I will lose it?",
        "I'm concerned that my rate lock is going to expire soon.",
        "I'm concerned about whether my rate lock will stay after it expires.",
        "Rate locked and what happens when it ends?",
        "Rate lock coming to an end soon!",
        "Rate lock can come to an end.",
        "Will my rate lock cease?",
        "I need to know when my rate lock will end.",
        "The rate lock will soon be ending.",
        "Will my rate lock come to an ending soon?",
        "Can we say we're nearing rate-lock expiry?",
        "The rate lock may be nearing the end of its life.",
        "If my rate lock expires, what effect will it have?",
        "Will my rate lock end anytime soon?",
        "The rate lock is getting close to reaching its limit.",
        "the rate lock is close to its limit",
        "What do I do if my rate lock expires?",
        "I am worried about whether or not my rate lock expires soon.",
        "Will my rate lock End Soon?",
        "I am wondering when my rate lock will end?",
        "If the rate lock expires soon, what should happen",
        "Is my rate lock close to its useful life's end?",
        "Is my rate lock close to its last day of use?",
        "I'm worried whether or not my rate lock will stay after it expires.",
        "The rate lock is near reaching it's limit",
        "What should happen to the rate lock if it's expired?",
        "The rate lock is close to meeting it's limit.",
        "What will happen to the rate lock after it expires?",
        "The rate lock is close to reaching it's limitation.",
        "Will this happen soon when my rate lock is ending?",
        "What should happen to the rate lock if it expire?",
        "What happens whenrate locked end?",
        "What will happen if my rate lock expires?",
        "The rate lock is close to the limit",
        "Is my rate lock ending quickly?",
        "Rate lock will end soon",
        "What should happen with my rate lock when it ceases to be active?",
        "Rate lock will end soon!?",
        "Should I worry about the ratelock not being renewed?",
        "Will my rate lock come to an end, one day?",
        "Is it long until my rate lock goes away?",
        "Are we close to the rate-lock expiry?",
        "If my rate lock expires, what will happen??",
        "Should I be concerned about the rate lock not being valid in the future?",
        "The rate lock is close to its' limit.",
        "I want to know if my rate lock is close to expiration.",
        "What would happen when rate locked ends?",
        "Is that possible, my rate lock is coming to an end.",
        "Maybe my rate lock ends?",
        "I am wondering if my rate lock will go away very soon.",
        "Is my rate lock close to when I will lose it?",
        "What will happen once rate lock ends?",
        "Consequence is when my locked rate runs out?",
        "Will the rate lock stop soon?",
        "I don't know how long before my rate lock goes away.",
        "Is my rate lock very close to the end?",
        "I'm afraid that my rate lock will expire soon.",
        "I wonder if my rate lock is close to the point where I will lose it.",
        "The lock rate may soon end.",
        "The rate lock will end soon, will this happen?",
        "Will myrate lock end soon?",
        "Do I have to worry about my rate lock expiring soon?",
        "We don't know when our rate lock expires.",
        "Do you think my rate lock will end one day?",
        "Is it possible that my lock is coming to an end?",
        "Are we close to the end of rate-lock?",
        "Is it possible for my rate lock to end soon?",
        "Rate lock can become expired.",
        "There is a rate lock that is due to expire.",
        "I'm unsure about what to think about an expiring rate lock",
        "How soon is the rate lock going to end?",
        "Do you think that my rate lock will end soon?",
        "I'm worried if the rate lock expires soon.",
        "Does our rate lock expire?",
        "I'm worried about whether or not the rate lock will stay after it expires.",
        "Will my rate lock come to an end someday?",
        "The rate lock is about to end, will that happen soon?",
        "If my rate lock expires soon, do I have to worry?",
        "Will my rate lock go away soon?!",
        "Is that possible with my rate lock coming to an end?",
        "I want to know if I should worry about the rate lock not being renewed.",
        "When my rate lock expires, what should happen?",
        "Will it happen soon? My rate lock is coming to an end.",
        "How about rate lock ending?",
        "Will a rate lock go away soon?",
        "Will my rate lock end imminently?",
        "Is it possible to end my rate lock soon?",
        "Should I be concerned that the rate lock may not be valid for a period of time?",
        "If my rate lock expires, what is the result?",
        "I'm worried that my rate lock will end soon.",
        "What happens if my rate lock ends?",
        "The rate lock expires potentially.",
        "Will this happen soon? My rate lock will end.",
        "I don't know what to make of an expiring rate lock.",
        "Rate lock ends soon, what is the next thing?",
        "Will rate lock ends soon?",
        "If it goes off soon, what should happen to the rate lock?",
        "Will the rate lock expires soon?",
        "What should happen if my rate lock goes away?",
        "My rate lock will end at some point.",
        "I'm wondering if my rate lock will last after it expires.",
        "Is the rate lock soon going to end?",
        "What happens when rate locked ending occurs?",
        "I'm concerned that my rate lock might expire soon.",
        "Rate lock might expired.",
        "Rate locked ends, what happens?",
        "Rate lock expires near",
        "Should I be concerned if my rate lock is about to expire?",
        "Lock rate to end?",
        "The rate lock will end sometime.",
        "What effect will my rate lock have when it expires?",
        "I'm afraid that my rate lock is about to expire.",
        "Is that possible as my rate lock is going to end soon?",
        "Will the ratelock end shortly?",
        "I'm worried about whether the rate lock will expire soon.",
        "Should I worry about the rate locking not being renewed?",
        "The rate lock is close to touching its limit.",
        "Will my rate lock become obsolete soon?",
        "What will happen to the rate lock when it does expire?",
        "Does the rate lock come to an end one day?",
        "Will that happen soon, my rate lock is ending?",
        "I am worried about whether the rate lock will remain after it expires.",
        "I'm not sure if my rate lock will expire soon.",
        "I'm worried about whether the rate lock will last.",
        "My rate lock will not last forever.",
        "I don't know what the consequences will be if my rate lock expires.",
        "What should happen to the rate lock once it does go away?",
        "Will my rate lock be coming to an end soon?",
        "Is my rate lock close to its point where I'll lose it?",
        "Is my rate lock close to its useful life end?",
        "Is my rate lock coming to an END soon?",
        "What if rate expires?",
        "Is my rate lock close to it's conclusion?",
        "Is my rates lock close to the point where I'll lose it?",
        "My locked rate runs out?!",
        "Do I have to worry if my rate lock is about to expire?",
        "I wonder if my rate lock ends.",
        "Will it be time for the rate lock to be ended?",
        "What is the potential impact when our rate lock expires?",
        "There is a rate lock coming to an end.",
        "Is my rate lock close to the end of my contract?",
        "What happens when my rate lock comes to an end?",
        "The lock rate will likely end.",
        "I'm worried that my rate lock may expire soon.",
        "I'm concerned about whether my rate lock will remain after it expires.",
        "Will the rate lock come to an end eventually?",
        "I'm concerned that my rate lock could end soon.",
        "If my rate lock expires soon, should I be concerned?",
        "Should I be worried about an expired rate lock?",
        "If my rate lock expires what's the consequence?",
        "What takes place when rate locked ends?",
        "My rate lock may come to an end soon.",
        "If the rate lock is set to expire soon, what should happen to it?",
        "Is my rate lock close to the point where I would lose it?",
        "Will my rate lock go away very soon.",
        "Is my rate lock close to being over?",
        "Will the rate lock expired?",
        "Is my rate lock close to being out of use?",
        "How soon shall my rate lock end?",
        "Will my rate lock go away relatively soon?",
        "How soon does my rate lock end?",
        "Will my rate lock beending soon?",
        "My rate lock is due to end.",
        "Is the rate lock ending? The consequences",
        "Will my rate lock come to a close soon?",
        "Rate lock is soon to end?",
        "Should I be worried that the rate lock will not be renewed?",
        "Effects if my rate lock ends?",
        "If the rate lock expires, what should happen?",
        "Rate locked ending what happens?",
        "I'm not sure whether or not my rate lock expires soon.",
        "I don't know what to do with an expiring rate lock.",
        "Is my rate lock close to it's end of life?",
        "What happens if rate lock ends soon?",
        "Effects if my rate lock is about to expire?",
        "Rate locked ending, what occurs?",
        "If my rate lock ends, what will the consequences be?",
        "consequences after the lock rate ends?",
        "Is my rate lock close to the moment where I will lose it?",
        "Does my rate lock be ending?",
        "Will my rate lock cease to be effective soon?",
        "Is the rate lock going to expire soon?",
        "Is my rate lock going to go away very soon?",
        "Will my rate lock come to an end one day.",
        "If my rate lock expires what is the consequence?",
        "If the rate lock expire soon, what should happen to it?",
        "Suppose my rate lock ends soon?",
        "Are we near the rate-lock's end?",
        "Is my rate lock close to the point in which I will lose it?",
        "Is my rate lock ending",
        "Rate lock could end shortly.",
        "I think my rate lock is going to end soon.",
        "Rate lock expiring?",
        "The rate lock may be close to its end of life.",
        "What will happen when the time is up on my rate locks?",
        "What will happen if my ratelock expires?",
        "Will my rate lock go away shortly?",
        "What should happen to my rate lock if it were to go off?",
        "Should I be worried that the rate lock may not be renewed?",
        "Is my rate lock about to end its life?",
        "Is my rate lock around the point where I'll lose it?",
        "I'm concerned about whether or not my rate lock will last after it expires.",
        "My rate lock will eventually end.",
        "The rate lock could be expired soon.",
        "I'm concerned that my rate lock may end soon.",
        "Is the rate lock coming to an end possible?",
        "Should I be worried that the rate lock would not be renewed?",
        "Effect if the rate lock expires?",
        "I'm concerned about what will happen to my rate lock after it expires.",
        "Is it possible that my rate lock is about to end.",
        "Does the lock on my rate end?",
        "Will this happen soon? My rate lock is nearing an end.",
        "What happens when Ratelocked ends?",
        "The potential impact is when our rate lock expires.",
        "I have a rate lock that is coming to an end soon.",
        "When my rate lock expires, what will the consequence be?",
        "Is my rate lock end soon?",
        "Will the lock lose its rate?",
        "Are my rate lock close to its end of life?",
        "What will happen when time is up on my rate locks?",
        "My rate lock will come to an end soon.",
        "What is the consequence of my rate lock expiring?",
        "The rate lock is close to reaching it's limit",
        "What should happen to the rate lock if they are not renewed?",
        "When will the lock on my rate expire?",
        "Will I lose my rate lock one day?",
        "Will rate lock expire?",
        "How will the consequences be if my rate lock expires?",
        "my rate lock will expire soon",
        "Will this happen soon now that my rate lock is ending?",
        "If the rate lock expires soon, what should happen.",
        "Is it possible that the rate lock is going to end soon?",
        "The rate lock is going to end soon?",
        "Is my rate lock near the end of it's life?",
        "Will my lock rate run out when?",
        "If my rate lock is ending, the consequences?",
        "I am not sure about an expiring rate lock",
        "Is it doable that my rate lock will end soon?",
        "I was wondering if my rate lock was close to expiring.",
        "Does that mean that my rate lock is coming to an end soon?",
        "Lock rate coming to an end?",
        "I am wondering about an expiring rate lock.",
        "Is the rate lock close to its end of life?",
        "I do not know when my rate lock will end.",
        "Is my rate lock near the end of its term?",
        "Is it the rate lock ending?",
        "I am concerned about whether my rate lock will stay after it expires.",
        "I am concerned if the rate lock will remain after it expires.",
        "What would happen to my rate lock?",
        "Will the lock on the rate expire?",
        "An expiring rate lock is something I am unsure about.",
        "Is that possible, my rate lock will end soon.",
        "It's possible that our rate lock will expire.",
        "Will the end of my rate lock occur soon?",
        "Will my rate lock go away, soon?",
        "There is a rate lock that will end soon.",
        "What happens whenrate locked ending?",
        "If rate lock expired, what would happen?",
        "The rate lock is near to reaching its limit.",
        "Classic: Is my rate lock ending soon?",
        "I wonder if my rate lock is close to expiring.",
        "Is my rate lock at a point where I'll lose it?",
        "Is the rate lock set to end?",
        "Effect if rate lock expires?",
        "Will rate lock end in the near future?",
        "Will the rate end soon? Possible outcomes?",
        "What should happen to the rate lock once it goes away?",
        "Will the rate lock go away very soon?",
        "I'm wondering when my rate lock will end.",
        "Will this happen soon, my rate lock is about to end.",
        "If my rate lock ending, what consequences?",
        "Are we near the end of the rate lock?",
        "If they expire soon what should happen to the rate lock?",
        "Yes, is my rate lock ending soon?",
        "We might be nearing the rate-lock expiry.",
        "Should I be concerned the rate lock will not be renewed?",
        "Someone asked if my rate lock was ending soon.",
        "What will happen if the rate expires?",
        "Should i be concerned about an expired rate lock?",
        "A potential impact when our rate lock expires?",
        "The rate lock will end soon, will it?",
        "Do you think we are near rate-lock expiry?",
        "When will my locked rate come to an end?",
        "My rate lock may end.",
        "Is the rate lock close to the point where it ceases to exist?",
        "The rate lock will soon end?",
        "I'm concerned that my rate lock may soon end.",
        "Is my rate lock going to expire soon.",
        "Will a rate lock go away very soon?",
        "Is the rate lock ending",
        "I am concerned that my rate lock may not last.",
        "I think about the rate lock not being renewed.",
        "What should happen to my rate lock if it goes away?",
        "Is that possible that my rate lock comes to an end soon?",
        "Will lock rate end soon?",
        "I am worried about whether or not the rate lock will last.",
        "Is it possible for the rate lock to end soon?",
        "The consequences should the rate lock end?",
        "Will my rate lock be ended one day?",
        "The rate lock may come to an end one day.",
        "Isn't my rate lock coming to an end soon?",
        "Will my rate lock be ending soon, if at all?",
        "If my rate lock ends, what consequences are there?",
        "Will my rate lock give up soon?",
        "I wonder if I should be worried about an expired rate lock.",
        "Is my rate lock near the end of it's useful life?",
        "I am uncertain about what to think about the expiring rate lock.",
        "If rate lock expired, consequences?",
        "I have a locked rate and it will run out when?",
        "How will my rate lock change if it expires?",
        "Does my rate lock ending soon?",
        "What should happen to the rate lock once it does expired?",
        "Will this occur soon, my rate lock is coming to an end?",
        "If the rate lock expires, what effect will it have?",
        "Is it possible that the rate lock is coming to an end?",
        "Am I close to losing my rate lock?",
        "The rate lock is reaching its limit.",
        "Will the lock's rate end soon?",
        "I'm concerned if my rate lock will last.",
        "A rate lock is coming to an end, is that possible?",
        "Rate lock ending soon?!",
        "If the rate lock is about to expire?",
        "Does that mean my rate lock is coming to an end soon?",
        "The rate lock might be close to the end of its life.",
        "I want to know if I should be worried about an expired rate lock.",
        "What next? Rate lock ending soon!?",
        "Will rate lock end very soon?",
        "The rate lock is scheduled to expire soon.",
        "what should happen to the rate lock when it expires?",
        "We are nearing rate-lock expiry.",
        "Will there be consequences if the rate lock expires?",
        "Is my rate lock at a point where I will lose it?",
        "My locked rate runs out? Consequence?",
        "What happens when the rate lock ends?",
        "If the rate lock is not renewed soon, what should happen to it?",
        "My locked rate runs out?Consequence?",
        "Our rate lock will likely expire.",
        "Willmy rate lock end?",
        "If the rate lock are to expire soon, what should happen to it?",
        "I'm not sure if my rate lock will last.",
        "Implications, does my rate lock end?",
        "Rate lock may expire near.",
        "I have a locked rate that runs out when?",
        "what should happen if my rate lock goes off?",
        "Should I be concerned that the rate lock might not be renewed?",
        "Did my rate lock end soon?",
        "I am concerned if the rate lock expires soon.",
        "Consequence? when my locked rate runs out?",
        "What happens when rate locked ending?",
        "Is my rate going to expire?",
        "Does my rate lock expire soon?",
        "If the rate lock expires soon, what should the consequences be?",
        "Will my rate lock have to end?",
        "When my rate lock ends, what is the consequence?",
        "Will the rate lock soon end?",
        "The rate lock will expire soon and what should happen to it?",
        "My rate will run out soon!Consequence?",
        "Is my rate lock due to come to an end soon?",
        "Is my rate lock very close to a point where I will lose it?",
        "If the ratelock expires soon, what should happen?",
        "Should I worry about the rate lock not being valid for long?",
        "Is my rate lock about to die?",
        "When the rate lock expires, what is the consequences?",
        "Will my rate lock ending soon, if at all?",
        "Do you think my rate lock will come to an end soon?",
        "Will my rate lock soon be ending?",
        "\"Is my rate lock close to the end of it's term?\"",
        "I'm concerned if or when my rate lock expires.",
        "What will happen to me if my rate lock expires?",
        "I'm concerned about whether or not my rate lock is renewed.",
        "What should happen to the rate lock after it goes away?",
        "The rate lock is getting close to it's limit.",
        "Is my rate lock close to leaving?",
        "Is rate lock going to end soon?",
        "If we are nearing the rate-lock expiry...",
        "I'm worried about whether my rate lock will stay after it expires.",
        "Will the rate lock leave?",
        "If the rate lock goes off soon, what will happen?",
        "What will happen if my rate lock expired?",
        "Will the rate lock soon come to an end?",
        "Rate lock is going to end soon",
        "Can I have my rate lock end soon?",
        "The rate lock will come to an end soon.",
        "I'm worried about what will happen to my rate lock after it expires.",
        "What will happen after rate lock ends?",
        "What could happen if my rate lock expires?",
        "If my rate lock expires?",
        "The rate lock may end one day.",
        "My rate lock will end eventually.",
        "Should I be concerned about the rate lock being not renewed?",
        "I am worried about when my rate lock will expire.",
        "what happens if my rate lock expires?",
        "Will the rate lock ends soon?",
        "I am concerned about the fate of my rate lock after it expires.",
        "What should happen if my lock goes off soon?",
        "Our rate lock will expire sometime.",
        "Is it possible that my lock is about to end?",
        "Rate lock could expire in the near future.",
        "I am not sure what to make of an expiring rate lock.",
        "What is the consequence of my rate lock not being renewed?",
        "The rate lock is close to hitting its limit.",
        "Is my rate lock close to the point at which I'll lose it?",
        "How soon will the rate lock be ending?",
        "What should happen to the rate lock if it comes to an end?",
        "Is my rate lock at its end?",
        "what happens when my rate lock ends?",
        "The rate lock may go off soon.",
        "I wonder when the rate lock will end?",
        "If my rate lock ends, what are the consequences?",
        "What happens when time expires on my rate locks?",
        "I am not sure about a expiring rate lock.",
        "What will happen to the rate lock if it expires?",
        "Is my rate lock at the end of itsuseful life?",
        "Is it possible my rate lock is coming to an end soon?",
        "What should occur to the rate lock when it expires?",
        "What will occur when the rate expires?",
        "What should happen to the rate lock if it does not last?",
        "I'm wondering when my rate lock will end?",
        "If the rate lock expires, what is the consequences?",
        "What consequences will occur when my rate lock expires?",
        "If my rate lock expires soon, what happens?",
        "I'm concerned about an expired rate lock.",
        "The rate lock may expire.",
        "What if the rate lock ends soon?",
        "How should the rate lock be changed if it expires soon?",
        "will my rate lock end one day?",
        "I want to know if my rate lock is close to expiring.",
        "Will my rate lock end at some point in the future?",
        "What time frame will my rate lock expire?",
        "Might it be time for my rate lock to end?",
        "Will my rate lock will end soon?",
        "If the rate lock ends soon, what should happen to it?",
        "Will the rate lock end soon? possibilities",
        "I wonder when my rate lock will end.",
        "My rate lock will end sooner or later.",
        "If the rate lock expires, will it have consequences?",
        "Will my rate lock be expired?",
        "Is my rate lock close to ending its useful life?",
        "Is the rate lock close to a point where it ceases to exist?",
        "What occurs when rate locked ending?",
        "We may be nearing rate-lock expiration.",
        "I'm worried that my rate lock may be about to expire.",
        "Is my rate lock at a point when it ceases to exist?",
        "Will my rate lock be terminated one day?",
        "Time for my rate lock to end?",
        "Lock rate ending and consequences afterwards?",
        "The rate lock is close to the point that I'll lose it.",
        "I wonder if my rate lock will end soon.",
        "My rate lock is nearing an end, is that possible?",
        "Will the rate locks end soon?",
        "Rate lock will end soon, what is next?",
        "What if the rate expires?",
        "Is my rate lock close to reaching a point where it ceases to exist?",
        "What happens if my rate lock is expired?",
        "I don't know what to think about an expiring rates lock.",
        "What will happen if my rate lock expires??",
        "My locked rate will run out!Consequence?",
        "Do I have to be worried if my rate lock expires soon?",
        "Is that possible for my rate lock to end soon?",
        "I'm concerned about whether my rate lock will expire soon.",
        "Rate lock is due to expire.",
        "What should happen to the locked rate when it expires?",
        "What should happen to my rate lock should it go off?",
        "Will my rate lock go away very quickly?",
        "I am concerned about whether or not the rate lock will last.",
        "If my rate lock expires what's the consequences?",
        "Is the rate lock close to the point where it will lose it?",
        "Is my rate lock going to end in a day?",
        "Are my rate lock going to go away soon?",
        "Will it be time for the rate lock to come to an end?",
        "What happens when my rate lock expires?",
        "Will it be time to end my rate lock.",
        "Classic question: Is my rate lock about to end?",
        "What happens when my rates lock ends?",
        "Are my rate lock at the end of its life?",
        "It will probably be time for my rate lock to end.",
        "Is my rate lock near the end of its life.",
        "Should I be concerned that the rate lock wont be renewed?",
        "What would happen if my lock expired?",
        "Does your rate lock end?",
        "Should I think about the rate lock not being renewed?",
        "I wonder if the rate lock is ending soon?",
        "What would happen if my rate lock is not renewed?",
        "When the rate lock expires, what will happen?",
        "The rate lock is close to hitting it's limit.",
        "What should happen with the rate lock once it expires?",
        "Is my rate lock ending? consequences?",
        "Will my rate lock come to an end soon?",
        "When my rate lock expires, what is it that will happen?",
        "What could happen when my rate lock expires?",
        "Is it possible that my rate lock is ending soon?",
        "Will it be time for my rate lock to end?",
        "Will a rate lock come to an end soon?",
        "I'm worried if my rate lock will remain after it expires soon.",
        "My rate lock is due to expire.",
        "I'm unsure if my rate lock will remain after it expires.",
        "Are we close to the rate-lock expire?",
        "Rate lock going to end soon?",
        "The rate lock will end sooner or later.",
        "The rate lock is very near reaching it's limit.",
        "Are my rate lock coming to an end soon?",
        "Is my rates lock close to the point where I will lose it?",
        "There is potential impact when our rate lock expires.",
        "What will happen if my rate lock isn't renewed?",
        "Classic, is my rate lock ending soon?",
        "My rate lock is nearing the end of its useful life.",
        "My lock rate will run out!",
        "If my rate lock expires soon do I need to worry?",
        "What should happen to the rate lock if they expire?",
        "The rate lock is near reaching it's limit.",
        "What can I do if my rate lock expires?",
        "What shall I do when my rate lock ends?",
        "What do you think should happen to the rate lock when it expires?",
        "How soon would my rate lock end?",
        "The lock rate will run out.",
        "It's a classic question, is my rate lock ending soon?",
        "I'm worried about whether or not the rate lock will remain after it expires.",
        "Is my rate lock about to expiring?",
        "Are we close to rate lock expiry?",
        "What occurs when Rate locked ends?",
        "Is the rate lock ending??",
        "Rate lock ends soon?",
        "The rate lock is about to expire!",
        "I was wondering if my rate lock was ending.",
        "I am wondering what to think about an expiring rate lock.",
        "I am wondering if it is possible for my rate lock to end soon.",
        "Will rate lockend soon?",
        "I am concerned whether or not my rate lock will last.",
        "Effects if my lock expires?",
        "The rate lock will expire sometime.",
        "Will this happen soon, because my rate lock is coming to an end?",
        "Will my rate lock come to an end eventually?",
        "Is my ratelock close to the point where I'll lose it?",
        "Is there any chance that my rate lock will end soon?",
        "Will an end to my rate lock happen soon?",
        "What happens after rate lock ends soon?",
        "Do I have to worry about my rate lock ending?",
        "Effects of rate lock expiring?",
        "Is my rate lock close to when I'll lose it?",
        "my rate lock will come to an end soon",
        "My rate lock could soon be ending.",
        "Are my rate lock close to expiration?",
        "When my rate lock expires what will the consequence be?",
        "What is the consequence if my rate lock ends?",
        "What's the consequences when my rate lock expires?",
        "What are the consequences of the lock rate ending?",
        "The consequences of my rate lock end?",
        "I am concerned that my rate lock might expire soon.",
        "Is that possible that my rate lock is ending soon?",
        "What should happen to the rate lock once it quits?",
        "I don't know when the rate lock will expire.",
        "I would like to know if my rate lock expires soon.",
        "I would like to know if my rate lock is ending soon.",
        "Will my rate lock end very soon.",
        "Are we nearing the end of the rate-lock?.",
        "When my rate lock expires, what will that mean?",
        "Will my ratelock come to an end very soon?",
        "When my rate lock expires what are the consequences?",
        "If the rate lock expires, what's the consequence?",
        "The rate lock is now close to it's limit.",
        "The rate lock is close to the point where it will lose it.",
        "The rate lock is approaching the limit.",
        "Is my rate lock in the end of its useful life?",
        "The rate lock will be ended soon.",
        "Is it possible my rate lock will end soon?",
        "When will it be time for my rate lock to end?",
        "Will my rate lock come to an ends soon?",
        "Should I be worried that the rate lock won't be renewed?",
        "The rate lock is approaching it's limit",
        "The rate lock won't last forever.",
        "I am confused about an expiring rate lock.",
        "Might I worry about the rate lock not being renewed?",
        "An expiring rate lock is something I am not sure about.",
        "Should I worry if the rate lock expires?",
        "What if the rate expired?",
        "What is the consequence if my rate lock is not renewed?",
        "Will that happen soon, as my rate lock is about to end?",
        "Are we at the end of the rate-lock?",
        "If the rate lock goes off soon, what should happen to me?",
        "What happens if I have a rate lock that expires?",
        "My rate lock is nearing the end of its life.",
        "What is going to happen after rate lock ends?",
        "Is my rate lock close to the term's end?",
        "Our rate lock is due to expire.",
        "Is my rate lock set to come to an end soon?",
        "If my rate lock goes off I don't know what to do.",
        "I wondered if my rate lock was ending soon.",
        "If my rate lock expires, what will that do?",
        "Will my rate lock come to an end now?",
        "Is the rate lock going to expiring?",
        "I'm worried whether my rate lock will stay after it expires.",
        "I wonder when my rate lock ends.",
        "Is my rate lock going to come to an end one day?",
        "Should we expect rate lock to end soon?",
        "Is our rate-lock expiring?",
        "Rate lock could be about to expire.",
        "My rate lock may soon end.",
        "Is my Rate lock close to the end of the term?",
        "Will my rate lock come to an end in a day?",
        "The rate lock will expire eventually.",
        "I'm worried whether or not the rate lock expires soon.",
        "I'm not sure whether or not my rate lock will last.",
        "What should I do when my rate lock ends soon?",
        "I'm concerned about the future of my rate lock.",
        "I don't know when my rate lock will end.",
        "Does my lock come to an end.",
        "My rate is locked, is it about to expire?",
        "I am worried about whether my rate lock will stay after it expires.",
        "Is it possible that my rate lock will soon end?",
        "Will my rate lock end, soon?",
        "Will my rate lock soon be finished?",
        "If we're nearing rate-lock expiry.",
        "I don't know what to think about an expiring rate lock",
        "Is my rate lock close to the end ofuseful life?",
        "Is the rate lock due to end?",
        "What should happen when the rate lock expires?",
        "When will my rate lock be over?",
        "Will it be time to end my rate lock?",
        "If the rate lock expires soon, what should we do?",
        "I'm worried about whether or not the rate lock will expire soon.",
        "Is my rate lock close to the point that I'll lose it?",
        "Will my rate lock be gone quickly?",
        "Consequences if the rate lock is expired?",
        "Is my rate lock close to the end of this term?",
        "Is my rate lock due to run out?",
        "I'm concerned about whether or not my rate lock will be renewed soon.",
        "Is the rate lock set to expire soon?",
        "Will the rate lock go away very quickly?",
        "Will my rate lock come to an end soon!",
        "What is the effect of my rate lock expiring?",
        "Rate lock about to quit?",
        "What if the rate lock goes off soon?",
        "The consequences if my rate lock is ending.",
        "The rate lock may not have much time left.",
        "Does my rate lock go away very soon?",
        "Are we close to rate lock expiration?",
        "Rate lock may be expired soon.",
        "What will happen when my rate lock ends?",
        "Will my rate lock go away suddenly?",
        "Might my rate lock come to an end soon?",
        "The rate lock might expire soon.",
        "What then is my rate lock going to end?",
        "What will happen after rate locked ending?",
        "What could happen when the rate expires?",
        "Will I be able to end my rate lock soon?",
        "What do you think about my rate lock ending soon?",
        "Will my rate lock come to an end one day",
        "Is my rate lock at the point where I'll lose it?",
        "The rate lock will expire and what should happen to it?",
        "What occurs if my rate lock expires?",
        "I wonder when it will be time for my rate lock to end.",
        "I wonder if my rate lock is about to end?",
        "Is my rate lock set to expire soon?",
        "Now what happens, with time left on my rate locks?",
        "I'm concerned about what will happen to my rate lock.",
        "I'm concerned about whether the rate lock will last.",
        "Will my ratelock come to an end one day?",
        "Will there be a end to my rate lock soon?",
        "When is my locked rate going to run out?",
        "Will my lock-in rate cease to apply?",
        "What will the consequence be when my rate lock expires?",
        "Is my rate lock in its last days?",
        "When will my rate lock ended?",
        "Is my rate lock set to expire?",
        "What then happens when rate locked ends?",
        "The rate lock is very close to reaching it's limit.",
        "\"Is my rate lock ending soon?\"",
        "I'm worried about whether my rate lock will continue after it expires.",
        "I am not entirely sure what to think about an expiring rate lock.",
        "The rate lock might be ending.",
        "Is my rate lock likely to end soon?",
        "I want to know when the rate lock expires.",
        "I am concerned about whether or not my rate lock will last.",
        "What would happen to the rate lock if they expired?",
        "The rate lock is close to reaching limit.",
        "How soon is the rate lock ending?",
        "If the rate lock goes off soon what will happen to it?",
        "Is the rate lock nearing the end?",
        "What will happen after the rate lock ends?",
        "Will the rate lock get expired?",
        "Rate lock can expire soon.",
        "Are my rate locks ending soon?",
        "Will it be soon that my rate lock ends?",
        "What happens when rate locked expires?",
        "What should occur to the rate lock after it expires?",
        "Does My rate lock end?",
        "Will my rate lock come to a end?",
        "Will that happen soon because my rate lock is coming to an end?",
        "I'm wondering if my rate lock is close to expiring.",
        "Will I see my rate lock come to an end soon?",
        "Will this be the time when my rate lock ends?",
        "Rate lock could come to an end.",
        "Will the rate lock eventually end?",
        "Will my rate lock come to anEnd soon?",
        "Will my rate lock soon be over?",
        "What could happen if my rate lock expires soon?",
        "How about my rate lock coming to an end soon?",
        "What is the consequence when my rate lock expires?",
        "What about my rate lock when it ends?",
        "If the rate lock expires soon, should I be concerned?",
        "Rate lock is set to expire near.",
        "What then after my rate lock ends?",
        "I'm not sure whether my rate lock will last.",
        "Effects of the lock rate ending?",
        "The rate lock is not far from reaching its limit.",
        "Will Rate lock expire?",
        "Will my rate locking come to an end soon?",
        "Will my rate lock end in the near future?",
        "Will my rate lock have to go away soon?",
        "Is my rate Lock ending?",
        "When my rate lock expires, what is the consequence?",
        "The rate lock is coming to an end will this happen soon?",
        "Is the rate lock close to end of life?",
        "Rate lock is coming to an end, will that happen soon?",
        "Classic question: is my rate lock ending soon?",
        "What occurs when my rate lock ends?",
        "Will rate lock expired?",
        "My rate lock is about to end, will it happen soon?",
        "Am I able to get my rate lock to end soon?",
        "Rate lock will end soon! what next?",
        "My rate lock is about to come to an end, is that possible?",
        "A rate lock is coming to an end, will this happen soon?",
        "Will myrate lock go away very soon?",
        "Is my rate lock close to being expired?",
        "If it goes off soon, what should happen to my rate lock?",
        "Are my rate lock close to the end of it's useful life?",
        "Will my rate lock go away fairly soon?",
        "Is my rate lock ending? The consequences",
        "If rate lock expired, what consequences?",
        "Will my rate lock comes to an end soon?",
        "I'm worried about the fate of my rate lock after it expires.",
        "Is my rate lock going away?",
        "Should I be worried if the rate lock expires?",
        "Will my rate lock coming to an end?",
        "If the rate lock is expired, what should happen to it?",
        "My rate lock is about to expire and I am worried.",
        "What should happen to the rate lock if it is not renewed soon?",
        "How about my rate lock end soon?",
        "How long before I no longer have a rate lock?",
        "If the rate lock goes off soon, what will happen to it?",
        "Will this happen soon?my rate lock is coming to an end.",
        "Do you think rate lock will end soon?",
        "What should happen to the rate lock when it dies?",
        "Rate lock's effects if expired?",
        "Does my rate locking end?",
        "Rate lock is ending soon! what next?",
        "Do I need to be worried if the rate lock expires soon?",
        "Will my rate lock go away in a moment?",
        "If the rate lock expires soon, what happens to it?",
        "Now what happens when time is left on my rate locks?",
        "Is the rate-lock about to expire?",
        "The rate lock is close to the point where I can lose it.",
        "Effects after my rate lock expires?",
        "Now what happens when time runs out on my rate locks?",
        "Will my rate run out?",
        "What should happen if my rate lock ends soon?",
        "What about my rate lock soon?",
        "I am worried if my rate lock will remain after it expires.",
        "Is rate lock ending?",
        "Do I have to worry if the rate lock expires soon?",
        "Will my rate lock go away in a few days?",
        "What then will rate expire?",
        "Do my rate lock expire soon?",
        "Will this happen soon, my rate lock is about to end?",
        "Will my rate lock expired?",
        "My locked rate runs out when?Consequence?",
        "Was my rate lock going to end soon?",
        "Is my rate lock going to end someday?",
        "Is the rate lock expiring soon?",
        "Is my rate lock nearly done with its life?",
        "I would like to know if my rate lock is close to expiring.",
        "If the rate lock expires soon, what should they do?",
        "If rate lock is expired, what consequences?",
        "What consequences will occur if my rate lock expires?",
        "Will myrate lock come to an end?",
        "Is my rate lock going to come to an end soon?",
        "What will happen if my rates expires?",
        "When are my locked rates going to run out?",
        "I was wondering if I should worry about the rate lock not being renewed.",
        "I do not know what to think about an expiring rate lock",
        "Is it possible that my rate lock expires soon?",
        "Is my rate lock close to end?",
        "Is my rate lock going to run out?",
        "Rate lock ending soon, what next?",
        "Will it be time for my rate lock to cease?",
        "Will my rate lock finish soon?",
        "Is the rate-lock expiration near?",
        "How long before my rate lock is gone?",
        "Rate locked ending; what happens.",
        "If we are close to rate-lock expiration...",
        "If my rate lock goes off soon, what should I do?",
        "The rate lock is expected to expire soon.",
        "How soon does my rate lock expire?",
        "Are we close to rate-lock expires?",
        "Should I be concerned that the rate lock not being renewed?",
        "will my rate lock come to an end?",
        "Is my rate going to run out?",
        "I'm wondering if I should be worried about an expired rate lock.",
        "Is my ratelock ending?",
        "Is that possible that my rate lock is coming to an end soon?",
        "Is my rate lock close to the point of no more existence?",
        "Will your rate lock come to an end?",
        "My rate lock is soon to end, is that possible?",
        "Is the rate lock coming to an end one day?",
        "Is my rate lock close to its final point?",
        "Will myrate lock end one day?",
        "Will there soon be an end to my rate lock?",
        "Will my rate lock move away soon?",
        "Is my rate lock going to go away soon?",
        "Our rate lock expires eventually.",
        "I'm interested in whether or not my rate lock expires soon.",
        "Is the consequence if my rate lock expires?",
        "Isn't my rate lock close to the point where I'll lose it?",
        "Will the time come when my rate lock ends?",
        "Is it possible that my rate lock is about to come to an end?",
        "What is the consequence if my rate lock goes away?",
        "Will my rate lock end soon, if at all?",
        "Rate lock is scheduled to end soon.",
        "Rate lock consequences if expired?",
        "Are the consequences if my rate lock ends?",
        "The rate lock is within reach of its limit.",
        "Are we on the verge of rate-lock expiry?",
        "Will the rate lock be gone very soon?",
        "Will it happen soon, my rate lock is coming to an end?",
        "Rate lock ending soon!?",
        "My rate lock will be coming to an end soon.",
        "Will my rate lock end in a few moments?",
        "The rate lock could be expired.",
        "I am unsure about a expiring rate lock.",
        "Should I worry if my rate lock expires soon?",
        "I want to know if I need to worry if my rate lock expires soon.",
        "Is the rate-lock expiry approaching?",
        "When the rate lock does expire what should happen to it?",
        "Will the rate lock leave soon?",
        "It's close to reaching the limit of the rate lock.",
        "Do I know if my rate lock ends?",
        "I am concerned about whether the rate lock will remain after it expires.",
        "What will happen to the rate lock if it expires soon?",
        "What happens if my rate lock expired?",
        "Are my rate lock close to the end of it's term?",
        "Will the rate lock expire?",
        "Will Ratelock end soon?",
        "Is my rate lock the end of it's life?",
        "I'm unsure if my rate lock expires soon.",
        "Will my rate lock go away?",
        "What will happen to rate locked ending?",
        "The rate lock is close to the point where I will lose it",
        "What will happen if my lock expires?",
        "Rate locked ending, what happens?",
        "What will happen if my rate lock expires soon?",
        "What should happen to therate lock if it expires soon?",
        "Will rate lock come to an end?",
        "Is it possible that my rate lock will stop soon?",
        "Is the rate lock close to the point where I will lose it?",
        "The consequences if my rate lock ends?",
        "Will the rate lock expire in the near future?",
        "Is my rate lock nearing the point where it ceases to exist?",
        "I'm worried about whether the rate lock will stay after it expires.",
        "Will my rate lock come to an End soon?",
        "What is next when rate lock ends?",
        "When is my lock rate going to run out?",
        "Will my rate lock end asap?",
        "If the rate lock goes off soon what should happen?",
        "Our rate lock is scheduled to expire.",
        "Is that possible as my rate lock comes to an end?",
        "Are the rate lock coming to an end soon?",
        "Will my rate lock be close to the end?",
        "I am worried whether my rate lock will remain after it expires.",
        "How soon will the rate lock ending?",
        "The rate lock is nearing its limits.",
        "Is my rate lock going to expired?",
        "Rate lock is coming to an end, is that possible?",
        "Is my rate lock near to its end?",
        "Is it soon that my rate lock will end?",
        "What happens when my rate lock expires??",
        "Is my rate lock close to its last day?",
        "I'm concerned about if my rate lock will remain after it expires.",
        "What should happen to the rate lock if it expires soon",
        "My rate lock end?",
        "Will be rate lock end soon?",
        "Will the rate lock go away soon?",
        "Is my rate lock close to ending it's useful life?",
        "Do I need to be concerned if the rate lock expires soon?",
        "Rate lock expiration near?",
        "Are the rate lock close to expiring?",
        "My rate lock is going to end, will that happen soon?",
        "I'm concerned about when my rate lock will expire.",
        "If the rate lock expire soon, what should they do?",
        "Will his rate lock go away soon?",
        "Is we close to the rate-lock expiry?",
        "If the rate lock expires, will there be consequences?",
        "Will my rate lock exit soon?",
        "Is my rate lock running out?",
        "What should happen if my rate lock expires soon?",
        "Is my rate lock at the point that it ceases to exist?",
        "Will therate lock expire?",
        "What should happen to my rate lock if it happens?",
        "Will this happen soon if my rate lock ends?",
        "Will our rate lock go away soon?",
        "I am not sure what to think of an expiring rate lock",
        "Our rate lock will expire someday.",
        "I'm not sure about what to think about the expiring rate lock.",
        "If the rate lock is expired, what should happen?",
        "What happens when rate locking ends?",
        "Is it possible that we are nearing rate-lock expiry?",
        "The rate lock is close toReaching it's limit.",
        "Will the rate lock go away?",
        "Should I be concerned about the rate lock not renewing?",
        "What should happen to the rate lock, once it expires?",
        "I want to know if my rate lock is ending.",
        "Is my rate lock close to the end of its useful Life?",
        "What will happen when my rate lock is ending?",
        "What then, when my rate lock ends?",
        "I'm worried about whether my rate lock expires.",
        "Will Rate Lock End Soon?",
        "What happens when rate locked ENDS?",
        "My rate lock is due to expire soon.",
        "When will my rate lock die?",
        "If the rate lock expires then what should happen?",
        "Is my rate lock close to when it ends?",
        "Are we close to the rate-lock expiring?",
        "Are we getting close to the rate-lock expiration?",
        "Does rate lock end?",
        "I wonder if my rate lock is ending.",
        "Does that mean my rate lock will end soon?",
        "Will that rate lock come to an end soon?",
        "I think my rate lock is coming to an end soon.",
        "Rate lock could be expired soon.",
        "Rate lock ends soon, what's next?",
        "My rate lock is soon going to end.",
        "How about my rate lock ending?",
        "If we are near rate-lock expiry.",
        "Will the rate lock be end soon?",
        "Results if we are nearing the rate-lock expiry?",
        "Will my rate lock be coming to an end?",
        "Is the rate lock close to a point where I will lose it?",
        "Will my rate lock to end soon?",
        "Will my rate lock go away.",
        "Will rate locking end soon?",
        "When my rate lock expires, what will happen?",
        "Is my rate lock about to expire.",
        "Is my rate lock close to where it will cease to exist?",
        "What would happen to the rate lock when it expires?",
        "The rate lock will be coming to an end soon.",
        "Is my rate lock close to the point of losing it?",
        "Will that happen soon? my rate lock is going to end.",
        "The rate lock is set to expire.",
        "Rate lock will end soon?",
        "Should I be concerned that the rate lock wouldn't be renewed?",
        "I'm worried that my rate lock will expire soon.",
        "My rate lock is about to end so is that possible?",
        "The rate lock is currently close to it's limit.",
        "Rate lock soon ending?",
        "What should occur to the rate lock if it expires soon?",
        "The rate lock will end soon, is that possible?",
        "When my rate lock is about to expire?",
        "What happens when my rate lock ends?",
        "Is my rate lock close to its last point?",
        "The rate lock might end soon.",
        "When the rate lock expires, what should occur?",
        "When will my locked rate run out??",
        "It will soon be time for my rate lock to end.",
        "Should I be concerned if the rate lock expired?",
        "Will the consequence be when my rate lock expires?",
        "I am worried about whether or not my rate lock will stay after it expires.",
        "What next? Rate lock ending soon?",
        "The rate lock is going to reach it's limit.",
        "Is my rate lock close to its useful life ending?",
        "The lock rate might be ending.",
        "Is my rate lock close to end of life?",
        "Should we expect the rate lock to end soon?",
        "What should happen to my rate lock when it quits being active?",
        "I'm concerned about whether my rate lock expires.",
        "Will my rate lock bring about an end?",
        "Is my rate lock close to the point where it ceases to exist",
        "Do you think we are nearing rate-lock expiration?",
        "I'm unsure if my rate lock will last after it expires.",
        "My rate lock is ending, will this happen soon?",
        "Rate lock ends soon, what is next?",
        "Will our rate lock expire?",
        "Willrate lock end soon?",
        "What should happen when my rate lock ceases to be active?",
        "The rate lock is ending soon, what then?",
        "When is our rate lock due to end?",
        "Will my rate lock be close to the end of my term?",
        "Is my rate going to end?",
        "The locked rate will run out?",
        "Will this happen soon? my rate lock is ending.",
        "I'm concerned that my rate lock may expire soon.",
        "When my rate lock expires what will be the consequence?",
        "What should happen with the rate lock after it expires?",
        "I wonder if it is time for my rate lock to end.",
        "Is there a chance that my rate lock will end soon?",
        "Will my rate lock disappear very soon.",
        "Is that possible because my rate lock is about to end?",
        "I have a locked rate that will run out when?!",
        "Will rate lock come to an end soon?",
        "My rate lock won't last forever.",
        "What should happen to the rate lock if it becomes obsolete soon?",
        "When will the locked rate run out?",
        "Does that mean that my rate lock is going to end soon?",
        "Should I be concerned about the rate lock not being valid for long?",
        "Will my rate lock come to a close?",
        "What happens if the rate locked ends?",
        "Effect when my rate lock expires?",
        "Is my rate lock about to go away soon?",
        "I want to know if my rate lock will end soon.",
        "Is my rate lock coming to an end soon?",
        "If the rate lock goes off I don't know what will happen.",
        "The rate lock is close to it's limit",
        "What happens when the rate locking ends?",
        "Does my locked rate end?",
        "Does my rate lock go away quickly?",
        "The rate lock is about to end, is that possible?",
        "Will my rate lockcome to an end one day?",
        "What will happen to rate lock soon?",
        "Is my rate lock going to die?",
        "I'm concerned about my rate lock expiring.",
        "Results if the rate-lock expires soon.",
        "Will that happen soon? my rate lock is ending",
        "A rate lock ending soon?",
        "Will myrate lock end?",
        "I'm worried whether or not my rate lock expires soon.",
        "Is my rate lock near the end of use?",
        "The rate lock is close to getting to it's limit.",
        "I wonder if my rate lock expires.",
        "Will my rate lock leave me very soon?",
        "Will my rate lock be taken away soon?",
        "Is my rate lock close to the point of cessation?",
        "If the rate lock expires soon, what should happen to it",
        "I'm worried whether my rate lock will last after it expires.",
        "If my rate lock expires what is the consequences?",
        "Is the rate lock close to an end?",
        "I don't know what will happen if my rate lock goes off.",
        "Classic, is my rate lock coming to an end soon?",
        "When my rate lock expires, what happens?",
        "The rate lock will expire someday.",
        "My rate lock will likely come to an end soon.",
        "Will I soon be forced to end my rate lock?",
        "My rate lock will come to an end one day.",
        "Will the rate lock be ending soon?",
        "Will the ratelock end?",
        "Is my rate lock to end one day?",
        "Will this happen soon as my rate lock is coming to an end?",
        "Does the rate lock end?",
        "My rate lock soon ending?",
        "Results if the rate-lock is nearing its end?",
        "I am concerned about when my rate lock expires.",
        "Is it possible that my rate lock is going to end soon.",
        "What should happen to the rate lock if it expires suddenly?",
        "Will my rate lock be off soon?",
        "Will this happen soon? my rate lock is about to end.",
        "I am not certain about an expiring rate lock.",
        "I wonder if my rate lock is ending soon?",
        "I'm worried that my rate lock might expire soon.",
        "Will my rate lock end in a few weeks?",
        "Will the rate lockExpired?",
        "Is it possible that my rate lock could end soon?",
        "What happens at rate locked ending?",
        "Classic to wonder if my rate lock is ending soon.",
        "The rate lock could expire soon.",
        "Should I worry if the rate lock won't be renewed?",
        "Is the rate-lock expiriment nearing?",
        "An expiring rate lock is something I am unsure of.",
        "My locked rate will run out eventually.",
        "What about the rate lock ending soon?",
        "I was wondering if my rate lock was ending soon.",
        "Are my rate lock close to the point where I'll lose it?",
        "When will my locked in rate end?",
        "Would my rate lock be close to the end of the term?",
        "Do I have to worry if my rate lock expires soon?",
        "Are my rate lock about to end?",
        "I am worried about whether my rate lock will expire soon.",
        "I want to know if or not my rate lock expires soon.",
        "My rate lock is coming to an end soon, is that possible?",
        "Will they end the rate lock soon?",
        "Will my Rate lock go away very soon?",
        "I have a rate lock that is coming to an end, will that happen soon?",
        "Is my rate lock the end of its life?",
        "Rate lock's consequences if expire?",
        "Is my rate lock closing in on the end of the term?",
        "I have a locked rate and it runs out when?",
        "What should happen to the rate lock when it runs out?",
        "Is my rate lock going to expiring soon?",
        "If the rate lock expired, what would be the consequences?",
        "If my rate lock expires soon, am I concerned?",
        "What is the timing for my rate lock expiration?",
        "Is my rate lock at the end of it's term?",
        "I'm concerned that my rate lock could expire soon.",
        "What happens to my rate lock soon?",
        "I'm worried about whether or not my rate lock will be renewed soon.",
        "If the rate lock expires soon, what should occur?",
        "What happens when the rate locked end?",
        "Do the consequences come if my rate lock ends?",
        "Will my rate lock come to end?",
        "How about a rate lock ending soon?",
        "Effects if rate lock expires?",
        "I am unsure about an expiring rate lock",
        "Yes, is my rate lock about to end?",
        "If the rate lock expires soon, do I need to be worried?",
        "I'm worried about the fate of my rate lock when it expires.",
        "Do I have to fear if my rate lock expires soon?",
        "If rate lock expires, what are the consequences?",
        "I worry about whether or not my rate lock expires soon.",
        "Rate lock is set to expire near?",
        "Should I be concerned about a rate lock being expired?",
        "How about my rate lock end?",
        "There will be a rate lock that expires soon.",
        "Is my rate lock about to run out?",
        "Is my rate lock soon to end?",
        "Someone asks if my rate lock is ending soon.",
        "Potential impact? When does our rate lock expire?",
        "What happens to my rate lock when it expires?",
        "What will happen to my rate lock when it expires?",
        "I don't know if my rate lock will expire soon.",
        "The rate lock is going to expire soon.",
        "The rate lock is close to ending its life.",
        "Results if we are nearing rate-lock expiry?",
        "I'm worried about whether the rate lock expires soon.",
        "Implications of when our rate lock expires?",
        "I am uncertain about what to think about an expiring rate lock.",
        "Will my locked-in rate cease to apply when?",
        "My rate lock is close to the point where it ceases to exist",
        "My rate lock is ending soon, will that happen?",
        "Will the rate lock come to end soon?",
        "How long until my rate lock is no longer valid?",
        "Is my rate lock going to go away?",
        "Rate lock won't last forever.",
        "My rate lock will end sometime.",
        "The rate lock is close to hitting it's limit",
        "What happens when my rate lock is ending?",
        "Will the ratelock come to an end soon?",
        "If the rate lock expire, what should happen?",
        "Will my rate lock go out soon?",
        "What will happen after rate lock ends soon?",
        "I need to know if my rate lock is ending.",
        "Will my rate lock end very quickly?",
        "Will a rate lock expire soon?",
        "Will my rate lock come to an end shortly?",
        "If the rate lock is set to expire, what should happen to it?",
        "Will it be time for a rate lock to end?",
        "Will my rate lock go away as soon as possible?",
        "What's next when rate lock ends?",
        "Rate lock could expire near.",
        "Will a rate lock expire?",
        "Rate lock is going to end soon?",
        "Rate lock could expired at any moment.",
        "Can I expect my rate lock to end soon?",
        "I'm worried if my rate lock will remain after it expires.",
        "Will my rate lock disappear very Soon?",
        "My rate lock will be ending soon, is that possible?",
        "Will the rate lock end?",
        "If my rate lock ends, will there be consequences?",
        "Will this happen soon? My rate lock is going to end.",
        "What would happen if my lock expires?",
        "I am wondering if my rate lock will come to an end soon.",
        "What happens when Rate Lock ends?",
        "Our rate lock will expire at some point.",
        "What should happen if the rate lock ceases to be active?",
        "I'm wondering if I should be concerned about an expired rate lock.",
        "Is it close to the point where I will lose my rate lock?",
        "Rate lock might expired soon.",
        "Rate lock could expire at some point.",
        "If my rate lock goes away, what should happen?",
        "I want to know if my rate lock is ending soon.",
        "My rate lock is about to expire and I'm concerned.",
        "Is there an effect if my rate lock expires?",
        "There is a chance that our rate lock will expire.",
        "What would happen if the rate expired?",
        "I'm concerned that my rate lock may be about to expire.",
        "What should I expect when my rate lock ends?",
        "Is a rate lock ending soon?",
        "Rate lock will expire in the near future.",
        "Are my rate lock close to expired?",
        "what should happen to the rate lock if it expires soon",
        "The consequences after my rate lock ends?",
        "When my rate lock expires what will happen?",
        "There is a rate lock that is about to expire.",
        "I'm worried about when the rate lock will end.",
        "Will your rate lock end?",
        "My rate lock will come to an end soon, is that possible?",
        "I am concerned that my rate lock may not be renewed soon.",
        "I worry about whether or not my rate lock will remain after it expires.",
        "my rate lock is about to end?",
        "Is my rate lock very close to the point where it ceases to exist?",
        "Will the lock on my rate come to an end soon?",
        "Can it be time for my rate lock to end?",
        "Is Rate lock ending soon?",
        "Is my rate lock nearing the end of its life?",
        "What should be done about the rate lock if it expires soon?",
        "Will the rate lock ended soon?",
        "I am not sure about expiring rate lock.",
        "What happens if the rate lock is expired?",
        "What should happen if my rate lock goes off soon?",
        "How long before my rate lock disappears?",
        "Does myrate lock end?",
        "Is the rate lock going to end soon?",
        "The rate lock may come to an end soon.",
        "I'm wondering if my rate lock is ending soon.",
        "What happen when rate locked ends?",
        "The rate Lock is close to it's limit.",
        "Willmy rate lock will end soon?",
        "My rate lock is ending soon, is that possible?",
        "I'm concerned if the rate lock will expire soon.",
        "Is my rate lock close to when it ceases to exist?",
        "The rate lock will end soon",
        "My locked rate is about to run out?",
        "Does my rate lock ending have consequences?",
        "I am concerned that my rate lock may soon expire.",
        "Classic question, is my rate lock ending soon?",
        "My rate lock is coming to an end, Is that possible?",
        "A rate lock is about to expire.",
        "If my rate lock expires, what does that mean?",
        "Something should happen to the rate lock if it expires soon.",
        "Just when will my rate lock end?",
        "I'm not sure if my rate lock expires soon.",
        "I'm not sure whether my rate lock expires soon.",
        "Will my rate lock be able to be ended soon?",
        "Would it be possible to end my rate lock soon?",
        "If the rate lock is expired, what consequences?",
        "If my rate lock expires, how will it affect me?",
        "If the rate lock expire, what should happen to it?",
        "I am worried whether or not my rate lock will last.",
        "Do I have to worry about my rate lock ending soon?",
        "I'm concerned about whether or not the rate lock expires.",
        "Is my rate lock close to expire?",
        "Is it a potential impact when the rate lock expires?",
        "Will my rate lockGo away very soon?",
        "Will this happen soon? the rate lock is coming to an end.",
        "The consequences if a rate lock ends?",
        "The rate lock is near its limits.",
        "Is my rate lock close to its end?",
        "I'm concerned about when the rate lock expires.",
        "Should I be concerned about the rate lock being expired?",
        "I'm interested in whether my rate lock expires soon.",
        "What happens when rate locked concludes?",
        "Are we close to rate-lock ending?",
        "When my rate lock expires, what's the result?",
        "I'm concerned about how long my rate lock will last.",
        "How soon is rate lock ending?",
        "Results if we are near rate-lock expiration?",
        "What happens to rate locked ending?",
        "I am concerned that my rate lock will expire soon.",
        "Will my locked rate run out soon?",
        "Will the locked rate run out?",
        "My rate lock is close to the point that I will lose it.",
        "Is that possible that my rate lock is going to end soon?",
        "Will I need to end my rate lock soon?",
        "If my rate lock expires, what would the consequences be?",
        "The rate lock is currently close to reaching it's limit.",
        "What should happen to the rate lock when it goes away?",
        "When rate locked ends, what happen?",
        "I am wondering when the rate lock will expire.",
        "I am concerned about whether or not my rate lock will remain after it expires.",
        "Rate lock may soon end.",
        "Will my rate lock go off soon?",
        "What should happen to the rate lock if they expired?",
        "How soon will my rate lock end?",
        "What happens if my rate lock expires?",
        "My rate lock will be ending soon, will that happen?",
        "Are my rate lock due to end soon?",
        "Is it possible that my rate lock comes to an end soon?",
        "What will happen if my lock expires soon?",
        "My rate lock is coming to an end, will this happen soon?",
        "Will my rate lock disappear very quickly?",
        "So is my rate lock ending?",
        "Rate lock will expire near?",
        "If my rate lock expires soon, should I worry?",
        "What will happen if rate expires?",
        "Will this happen soon, my rate lock is coming to end?",
        "I am concerned about when my rate lock will end.",
        "When will my locking rate run out?",
        "I'm worried about my rate lock's future.",
        "If we're nearing rate-lock expiry...",
        "Rate lock is close to expiring.",
        "Is my rate lock about to end?",
        "Will my rate lock come to an end in a few days?",
        "What should happen to the rate lock after it does expires?",
        "Am I close to the end of my rate lock?",
        "If my rate lock expires, will there be effects?",
        "What's the consequences if my rate lock expires?",
        "Will my rate lock go away someday?",
        "Does my rate lock ends?",
        "Is it possible that my locked-in rate will cease to apply?",
        "Is it possible that my rate lock will end soon.",
        "When will my rate lock run out?",
        "The lock rate will end?",
        "Is my rate lock close to its end oflife?",
        "I wonder if my rate lock is ending?",
        "If there are effects when my rate lock expires?",
        "It is possible that our rate lock will expire.",
        "I want to know if I should be concerned about an expired rate lock.",
        "Is a rate lock coming to an end?",
        "What about when my rate lock expires?",
        "Is my rate lock close to a point where I am going to lose it?",
        "What will happen to rate lock?",
        "Will my rates lock go away soon?",
        "What should happen if the rate lock is not renewed soon?",
        "I was wondering if I should be worried about an expired rate lock.",
        "What happens when a rate locked ending occurs?",
        "If my rate lock expires, what will that mean?",
        "I am wondering if my rate lock will end soon.",
        "The rate lock is getting to it's limit.",
        "I'm worried about whether or not my rate lock will be renewed.",
        "What happens when the ratelocking ends?",
        "Is rate-lock expiry near?",
        "Is my rate lock close to that point where I'll lose it?",
        "The rate lock is almost reaching it's limit.",
        "When my rate lock expires what is the consequence?",
        "My rate lock is going to end soon, will that happen?",
        "Will my rate lock end very soon?",
        "When will my rate lock expires?",
        "Is that possible, my rate lock is about to end.",
        "Sometime soon rate lock will end.",
        "Is the rate lock about to be ended?",
        "I am concerned about whether or not my rate lock will last after it expires.",
        "Should I be concerned the rate lock won't be renewed?",
        "What happens if the lock rate ends?",
        "Rate lock will end soon. What next?",
        "The rate lock will be expire soon.",
        "My rate lock is coming to an end, when?",
        "Will my rate lock come to an ending?",
        "Is my rate lock close to the end of itsuseful life?",
        "My rate lock is due to end, will that happen soon?",
        "Should i worry about the rate lock not being renewed?",
        "Will my rate lock come to an end soon??",
        "Is it possible that the rate lock comes to an end soon?",
        "Results if we're nearing rate-lock expiry?",
        "Will the rate lock run out?",
        "Is it my rate lock ending?",
        "Is it possible that my rate lock will end?",
        "I am wondering when the rate lock will end.",
        "Will my rate lock go away soon.",
        "What's the consequence if the rate lock expires?",
        "My rate lock may be close to the point where I will lose it.",
        "What should happen if the rate lock is not renewed?",
        "Is my rate lock close to the end of usable life?",
        "Will my rate lock ends soon?",
        "The expiring rate lock is something I am unsure about.",
        "Is my rate lock set to lapse?",
        "What would happen after my rate lock expires?",
        "What happens with my rate lock soon?",
        "Is my rate lock about to go away?",
        "Will my rate lock be brought to an end soon?",
        "The rate lock is nearly reached it's limit.",
        "Will my rate lock evaporate soon?",
        "Rate lock is near the end?",
        "Is my rate lock coming to an end one day?",
        "Is the rate lock close to expire?",
        "Is my rate lock towards the end of its useful life?",
        "My rate lock is going to end soon, is that possible?",
        "Will my rate lock come to an end any time soon?",
        "I'm wondering if my rate lock will end one day.",
        "When my rate lock expires, what is the outcome?",
        "If the rate lock expires, what effects will it have?",
        "The rate lock is touching it's limit.",
        "My locked rate will run out sometime.",
        "Does my rate lock eventually end?",
        "Effects when my rate lock ends?",
        "Is my rate lock about to end.",
        "my rate lock is close to the point where I'll lose it",
        "Rate lock is expected to end soon.",
        "Is the lock on my rate close to the end?",
        "If the rate lock expires then what should happen to it?",
        "Will that happen soon with my rate lock ending?",
        "Will my rate locking go away soon?",
        "Is my rate lock due to end one day?",
        "Will we see the rate lock end soon?",
        "If the rate lock is about to expire, what should happen?",
        "What if rate locked ends?",
        "Will that happen soon? My rate lock is about to end.",
        "What if my rate lock ends one day?",
        "Will the lock rate end?",
        "Is my rate lock near to the end of its useful life?",
        "It's a potential impact when our rate lock expires.",
        "If my rate lock is ending, what will happen?",
        "Will the rate lock rate expire?",
        "Will rate lock end in a few days?",
        "If the rate lock is about to expire.",
        "Will a ratelock end soon?",
        "Do we near rate-lock expiry?",
        "Rate lock could expire soon.",
        "When my rate lock expires, what would be the consequences?",
        "What will happen to my rate lock when it is no longer active?",
        "Is my rate lock close to a point where it ceases to exist?",
        "Will the locking rate end soon?",
        "I'm concerned that my rate lock may not be renewed soon.",
        "What happens whenrate expires?",
        "Will my Rate lock end soon?",
        "There is a potential impact if our rate lock expires.",
        "What can happen if my rate lock expires?",
        "I am concerned about when the rate lock will expire.",
        "What occurs when rate locked end?",
        "Will the rate lock come to an end someday?",
        "There is a rate lock that is set to expire.",
        "Will my Rate Lock go away soon?",
        "Should I be concerned with the rate lock not being renewed?",
        "Will that happen soon when my rate lock is ending?",
        "Will the rate lockLapse?",
        "Will my rate lock be gone soon?",
        "When my rate lock expires what consequence?",
        "If my rate lock expires soon, will I worry?",
        "What should be done with the rate lock if it expires soon?",
        "Is my rate lock near the point where I'll lose it?",
        "What happen if my rate lock expires?",
        "Is that possible as my rate lock is coming to an end soon?",
        "Should I be worried if my rate lock ends soon?",
        "Is the rate lock set to expire?",
        "I wonder if my rate lock is about to expire.",
        "We might be near rate-lock expiry.",
        "If my rate lock expires, what does it mean?",
        "What happens when rate locked ends?",
        "Will my rate lock come to an an end soon?",
        "What happens when rate lock ends soon?",
        "I am wondering if my rate lock is close to the point where I will lose it.",
        "Will my rate lock come to an end anytime soon?",
        "Potential impact when our rate lock ends?",
        "Will my rate lock end in a few months?",
        "Is it possible that my rate lock is coming to an end soon.",
        "What will the consequences be if my rate lock expires?",
        "I want to know what to think about an expiring rate lock.",
        "Will the rate lock end soon?",
        "When will our rate lock expire?",
        "Is there a point where I will lose my rate lock?",
        "My rate will run out?",
        "My rate lock will probably end soon.",
        "Rate lock ends soon! what next?",
        "I worry if my rate lock expires soon.",
        "Will the rate lockend soon?",
        "Is my rate lock close to the end of its usefullife?",
        "Is my rate lock nearing the end of it's life?",
        "Rate lock is soon going to end?",
        "If the rate lock ends, what consequences?",
        "I am concerned about whether or not my rate lock will stay after it expires.",
        "The ratelock is close to reaching its limit.",
        "Will the rate of lock end soon?",
        "Will a rate lock come to an end very soon?",
        "If my lock expires, what will happen?",
        "If my rate lock goes off soon, what happens?",
        "What happens if my rate lock goes off soon?",
        "Is my rate lock going to go off soon?",
        "I have to worry about the rate lock not being renewed.",
        "The rate lock is close to hitting its limits.",
        "I wonder if it will be time for my rate lock to end.",
        "Is the potential impact when our rate lock expires?",
        "If the rate lock does expire, what should happen to it?",
        "Will my rate lock expire soon.",
        "The rate lock is set to expire soon.",
        "Rate lock could expire soon?",
        "What should happen to the rate lock when it's over?",
        "Will this happen soon? My rate lock is ending.",
        "Is the rate lock close to end?",
        "Is that possible, my rate lock is coming to an end?",
        "What happens when myrate lock ends?",
        "I am unsure about what to think about an expiring rate lock",
        "Are we near a rate-lock expiry?",
        "Will my ratelocking come to an end soon?",
        "Is that possible, as my rate lock is coming to an end?",
        "Do I need to be concerned if my rate lock expires soon?",
        "Is my rate lock to expire soon?",
        "Is my rate lock close to ending?",
        "What happens when the rate locked ends?",
        "Rate lock is set to end soon.",
        "Will the rate lock be expired?",
        "My rate lock will end soon?",
        "Is my rate lock going to disappear very soon?",
        "If the rate lock is to expire, what should happen to it?",
        "I am worried about whether or not the rate lock expires soon.",
        "I'm worried that my rate lock may soon expire.",
        "If the rate lock is expiring, what should happen to it?",
        "Rate lock's consequences if expires?",
        "What happens when time on my rate locks is up?",
        "What about my rate lock expires?",
        "When my rate lock expires I don't know what the consequences will be.",
        "Should I be worried that the rate lock wont be renewed?",
        "Will the rate lock I have come to an end soon?",
        "How long before I lose the rate lock?",
        "I'm not sure about what to think about an expiring rate lock.",
        "Will my rate lock go away in a few moments?",
        "When my rate lock expires, what will the consequences be?",
        "Will the rate lock end quickly?",
        "My rate will run out soon?",
        "Is my locked rate going to run out?",
        "The lock rate could soon end.",
        "What will happen when my rate lock expires?",
        "Do I need to worry about the rate lock coming to an end?",
        "Does that mean my rate lock is coming to an end?",
        "The rate lock will soon come to an end.",
        "Will my rate lock come to a close one day?",
        "I am concerned that my rate lock may not remain after it expires.",
        "I am wondering if my rate lock is close to the point where it ceases to exist.",
        "Lock rate ending and consequences thereafter?",
        "Is my rate lock nearing the end of the term?",
        "I am unsure if my rate lock is ending.",
        "If my rate lock is ending it will have consequences.",
        "My rate lock is about to end, when will that happen?",
        "Will my rate lock suddenly end?",
        "Are there consequences if my rate lock expires?",
        "What will happen to my rate lock once it expires?",
        "Will the locked-in rate cease to apply when?",
        "Will rate lock end soon? possible outcomes?",
        "Will the rate lock soon expire?",
        "Rate lock is coming to an end, will this happen soon?",
        "A classic question, \"Is my rate lock ending soon?\"",
        "Is that possible that my rate lock ends soon?",
        "Will my rate lock disappear quickly?",
        "Will the lock be rate ended soon?",
        "I wondered if my rate lock was ending.",
        "Does my rate lock end??",
        "Is my rate lock going to end soon.",
        "We may be nearing rate-lock expiry.",
        "Am I close to the point where I'll lose my rate lock?",
        "Rate lock have consequences if expired?",
        "If my rate lock goes off soon, what will happen to me?",
        "If the rate lock expires, the consequences?",
        "Is the rate lock close to the point that I'll lose it?",
        "What happens when there is rate locked ending?",
        "What happens when my rate lock end?",
        "Is my locked rate ending?",
        "I need to know when the rate lock will expire.",
        "Consequences if rate lock expires?",
        "The rate lock may be expired.",
        "Will that happen soon? my rate lock is about to end.",
        "Will my rate lock end eventually?",
        "Classic, is my rate lock soon ending?",
        "I am unsure about an expiring rate lock.",
        "consequences if my rate lock ends?",
        "Will rate lock end soon? possibilities?",
        "Will my rate lock be gone soon.",
        "I wonder if my rate lock is ending soon.",
        "I'm concerned that my rate lock will not last.",
        "I'm wondering if my rate lock will come to an end soon.",
        "Is that possible, as my rate lock is coming to an end soon?",
        "Then the lock rate ends?",
        "When will my locked-in rate end?",
        "The lock rate may be ending.",
        "Will my rate lock lapse soon?",
        "Is my rate lock closing in on it's useful life?",
        "Do I need to be worried if my rate lock expires soon?",
        "I am worried about the rate lock not being renewed.",
        "My rate lock is set to end soon.",
        "Is it consequences if my rate lock expires?",
        "The rate lock is approaching its limit.",
        "Will I have a rate lock that ends soon?",
        "My rate lock is coming to an end, is this possible?",
        "Are we close to the end of the rate-lock?",
        "A classic question: Is my rate lock ending soon?",
        "I am concerned about the future of my rate lock after it expires.",
        "Will this occur soon? My rate lock is about to end.",
        "There is a possible impact when our rate lock expires.",
        "If rate lock expires?",
        "Is it possible that my rate lock will be ended soon?",
        "Rate lock is about to end, what is next?",
        "Suppose the rate lock expires soon, what should happen to it?",
        "The rate lock is coming to an end, is it possible?",
        "The consequences if my rate lock end?",
        "Will my rate lock's end soon?",
        "What should happen if the rate lock goes off soon?",
        "Is our rate lock going to expired?",
        "How soon can my rate lock end?",
        "My locked rate will run out someday.",
        "I'm worried about whether or not my rate lock will last after it expires.",
        "Is the rate lock close to the point it ceases to exist?",
        "What if my rate lock expires soon?",
        "The rate lock is nearing it's limit",
        "Will I lose my rate lock very soon?",
        "Do I need to worry if the rate lock expires soon?",
        "Our rate lock will expire eventually.",
        "Will my rate lock run out soon?",
        "Rate lock will likely expire.",
        "What should happen to the rate lock if it ever expires?",
        "I'm worried about whether the rate lock will last after it expires.",
        "I am wondering if my rate lock will end one day.",
        "Is there an effect if the rate lock expires?",
        "I'm concerned about the rate lock's future.",
        "What happens if my rate lock expires soon?",
        "Will this happen soon? My rate lock is due to end.",
        "The rate lock could end.",
        "Are we close to rate-lock expiration?",
        "If the rate lock expires Soon, what should happen to it?",
        "I'm not certain what to think about an expiring rate lock.",
        "What will become of my rate lock when it expires?",
        "Will my rate lock come to a end soon?",
        "Is my rate lock ending soon?",
        "Will my rate lock be close to the point where I'll lose it?",
        "I'm not sure if the rate lock will expire soon.",
        "What might happen if my rate lock expires?",
        "Shouldn't I be worried if my rate lock expires soon?",
        "Potential impact? The rate lock expires.",
        "Are we getting close to rate-lock expiry?",
        "Will this rate lock go away soon?",
        "Will this happen soon? My rate lock will end soon.",
        "my rate lock is close to the end of its life",
        "If Rate lock expires, what consequences?",
        "When? My locked rate runs out?",
        "If rate lock expires, consequences?",
        "Will this happen soon after the rate lock ends?",
        "Is we near rate-lock expiry?",
        "Will the lock be rate end soon?",
        "I want to know if my rate lock expires soon.",
        "My rate lock is coming to an end will this happen soon?",
        "Are we close to the rate-lock expiration?",
        "What should happen to the rate lock when it quits?",
        "Classic question: Is my rate lock ending soon?",
        "Will that occur soon, my rate lock is coming to an end?",
        "Is my rate lock about to end very soon?",
        "Rate lock expiration could be near.",
        "Is my rate lock going to be expired soon?",
        "Will I lose my rate lock soon?",
        "Correct, is my rate lock ending soon?",
        "Should I be concerned that the rate lock may not be renewed?",
        "Is that possible that my rate lock is coming to an end?",
        "The rate lock is due to expire!",
        "What should happen to the rate lock, when it expires?",
        "Is it possible that my rate lock is going to end?",
        "The rate lock is about to end, will it happen soon?",
        "Is the lock rate ending soon?",
        "The rate lock is nearly reaching it's limit.",
        "Are we near the end of our rate-lock?",
        "Is my rate lock about to end soon?",
        "Will my rate lock go away one day?",
        "There is a chance our rate lock will expire.",
        "Does my rate lock expiring?",
        "Will the rate lock be close to the end of the term?",
        "I'm concerned about the future of my rate lock after it expires.",
        "Is my rate lock close to the point where it will end?",
        "I'm worried if or not my rate lock expires.",
        "The ratelock is close to its limit.",
        "What could happen if my rate lock goes off?",
        "I don't know when my locked-in rate will end.",
        "I have a rate lock coming to an end, will it happen soon?",
        "What should happen when my rate lock ends soon?",
        "The rate lock is nearing it's limit.",
        "Is there a need to worry if the rate lock expires soon?",
        "I don't know if my rate lock is close to expiring.",
        "Is my rate lock close to its end of life?",
        "I'm concerned about the rate lock expiring soon.",
        "Potential impact? When does the rate lock expire?",
        "Will the rate lock ending happen soon?",
        "The rate lock is hitting it's limit.",
        "Is there a potential impact when our rate lock expires?",
        "Will my locked-in rate end when?",
        "I am worried that my rate lock will expire soon.",
        "Will that happen soon? My rate lock is coming to an end.",
        "Will my rate lock come off very soon?",
        "What will happen to the rate lock?",
        "Are the rate lock ending soon?",
        "My rate lock is set to end, will that happen soon?",
        "Will this happen soon because my rate lock is ending?",
        "Will my rates lock go away very soon?",
        "Is my rate lock expiring soon?",
        "The rate lock is scheduled to expire.",
        "Is my rate lock about to be ended?",
        "Is my rate lock set to end soon?",
        "How soon will my locked-in rate end?",
        "Will my rate lock comes to an end?",
        "I have a rate lock which is coming to an end.",
        "what should happen to the rate lock after it expires?",
        "I'm concerned about the fate of my rate lock once it expires.",
        "Will the rate lock be expired soon?",
        "Will rate lock end imminently?",
        "What will be next after rate lock ends?",
        "Will the rate lock end suddenly?",
        "Should I be concerned that the rate lock won't be renewed?",
        "What should happen to the rate lock when it does expires?",
        "If the rate lock expires, what will happen?",
        "If the rate lock expired, consequences?",
        "I'm concerned if or not my rate lock expires.",
        "Results if we are nearing rate-lock expiration?",
        "One day will my rate lock end?",
        "What should happen to the rate lock if it ends soon?",
        "I'm concerned if the rate lock expires soon.",
        "I am worried about whether my rate lock will last after it expires.",
        "When will my lock rate run out?",
        "Do I have to worry about the rate lock soon?",
        "Does that mean that my rate lock is coming to an end?",
        "The lock rate could end.",
        "Will my locked rate run out when?",
        "How soon will my lock-in rate cease to apply?",
        "When my rate lock expires what consequences?",
        "What will be the consequences when my rate lock expires?",
        "Results if we're near rate-lock expiration?",
        "Will I have my rate lock end soon?",
        "Do my rate lock end?",
        "There's a potential impact when our rate lock expires.",
        "Is your rate lock ending soon?",
        "I am concerned about whether my rate lock will expire soon.",
        "Are my rate lock close to its end?",
        "Are we nearing rate-lock expiry?",
        "What will happen if my rate lock is expired?",
        "If the rate lock expires quickly, what should happen to it?",
        "What should I do when the rate lock ends?",
        "Will the time come for my rate lock to end?",
        "Is my rate lock ending very soon?",
        "Consequences if the rate lock expires?",
        "Are we near the end of rate-lock?",
        "Is it possible my rate lock is going to end soon?",
        "What happens to my rate lock if it goes off soon?",
        "If my rate lock goes off soon what will happen to it?",
        "Rate lock will expire, will it?",
        "I don't know if my rate lock is ending.",
        "Will the rate lock disappear very soon?",
        "There is a concern about whether or not my rate lock expires soon.",
        "Is my rate lock near an end?",
        "Will my rate lock sunset?",
        "The rate lock will end soon, what then?",
        "If rate lock expire, what consequences?",
        "If we are nearing rate-lock expiration.",
        "What would happen if my rate lock expired?",
        "The rate lock is approaching it's limit.",
        "Is my rate lock at a point where it ends?",
        "If my rate lock goes off soon, what should happen to me?",
        "I'm wondering when my rate lock ends.",
        "If the rate lock expires soon, do I have to worry?",
        "Will I need to worry if my rate lock expires soon?",
        "Will my rate Lock come to an end?",
        "If my rate lock goes off soon, what will happen to it?",
        "Is my rate lock close to it's point where I will lose it?",
        "The rate lock is set to expire, what should happen to it?",
        "If the rate lock expires soon, what should be done about it?",
        "Rate lock ends soon! What next?",
        "I'm wondering if it's time for my rate lock to end.",
        "Is my rate lock close to the end of time?",
        "Is my rate lock at the end of its life?",
        "Might my rate lock be ending?",
        "If the rate lock expires soon, what should it do?",
        "The rate lock is very close to its limit",
        "When are my locked rate going to run out?",
        "Potential impact when the rate lock expires.",
        "My rate lock is going to end soon?",
        "If my rate lock expires, what is the consequences?",
        "How soon is my rate lock expiration?",
        "I am worried about whether my rate lock will last.",
        "Implications? Does my rate lock end?",
        "Is my rate lock close to the end of life?",
        "Is my ratelocking ending?",
        "The consequences should my rate lock end?",
        "What will happen if/ when my rate lock expires?",
        "Will my rate lock come to an end imminently?",
        "What will happen when time is up on my rates?",
        "I'm worried about my rate lock expiring.",
        "I'm worried if my rate lock will stay after it expires soon.",
        "Will my rate lock go away quickly.",
        "Will my rate Lock come to an end soon?",
        "What about the rate lock if it expires soon?",
        "What occurs when the rate locked ends?",
        "Effects of when my rate lock expires?",
        "Consequence? My locked rate runs out?",
        "How long before my rate lock goes off?",
        "Will it be time to end my rate lock soon?",
        "Will my rate lock come to an end suddenly?",
        "Is there any consequence if my rate lock expires?",
        "I'm concerned that my rate lock will expire.",
        "I worry about an expired rate lock.",
        "Is my rate lock very close to that point where I will lose it?",
        "If my rate lock expires, what will happen?",
        "What next? Rate lock ending soon!",
        "Will my rate lock soon disappear?",
        "Will this happen soon? I have a rate lock coming to an end.",
        "My rate lock may go away soon.",
        "The rate lock will end?",
        "I have a rate lock coming to an end.",
        "The rate lock may be about to expire.",
        "Is my rate lock near its end of life?",
        "A rate lock will come to an end.",
        "If my rate lock is ending, what consequences are there?",
        "When my rate lock expires, what is the consequences?",
        "Is my rate lock ending soon.",
        "I'm not sure what to think about expiring rate lock.",
        "What should happen to the rate lock if it expires.",
        "The lock rate could be ending.",
        "If the rate Lock expires soon, what should happen to it?",
        "Should I worry about the rate lock not being renewed",
        "Is my rate lock currently close to the point where it ceases to exist?",
        "Will my rate lock come to an end??",
        "Is my rate lock very close to its end?",
        "I am wondering if my rate lock will expire soon.",
        "I wonder if I should be concerned about an expired rate lock.",
        "My rate lock will end soon, will that happen?",
        "Is my rate lock going to end soon?",
        "What do you think will happen if my rate lock expires?",
        "What will happen to my rate lock once it ceases to be active?",
        "What happens when rate locked end?",
        "Am I able to have my rate lock end soon?",
        "Our rate lock is set to expire. Potential impact?",
        "It is a classic question if my rate lock is ending soon.",
        "If the rate lock expires, effects?",
        "What about an expired rate lock?",
        "I'm concerned about whether the rate lock will expire soon.",
        "What happens when there is time left on my rate locks?",
        "Will the rate lock end in a few moments?",
        "Is my rate lock is ending?",
        "Rate lock is set to expire soon.",
        "Time is up on the rate lock?",
        "What would happen if the rate lock expires?",
        "It is possible that my rate lock will come to an end soon.",
        "The rate lock is ending soon?",
        "I worry about whether my rate lock will remain after it expires.",
        "I'm worried that my rate lock may not remain after it expires.",
        "Will the rate lock end soon? Possible outcomes?",
        "Rate lock can expired soon.",
        "I'm worried whether my rate lock expires soon.",
        "What does it mean if my rate lock expires?",
        "What would happen if the rate expires?",
        "Isn't it possible for my rate lock to end soon?",
        "Does the time left in the rate lock run out?",
        "Should I be worried if my rate lock expires soon?",
        "What consequences will my rate lock have if it ends?",
        "am I close to the point where my rate lock ceases to exist?",
        "What should happen to the rate lock if it expires soon?",
        "The rate lock expires soon and what should happen to it?",
        "My rate lock will expire eventually.",
        "Will this happen soon, my rate lock is ending.",
        "Will there be an end to the rate lock soon?",
        "Is the rate lock end soon?",
        "Is my rate lock close to the point where it will lose it?",
        "When my rate lock expires what is the consequences?",
        "Potential impact when our rate lock expires!",
        "Is it possible that my rate lock would end soon?",
        "How soon is my rate lock ending?",
        "The rate lock is very close to reaching its limit.",
        "The rate lock is going to expire, what should happen to it?",
        "Will my rate lock come off soon?",
        "Will this happen soon?My rate lock is ending.",
        "Is my rate lock on its last legs?",
        "Should I worry about the rate lock not getting renewed?",
        "What would happen if the rate lock expired?",
        "What happens when rate locked comes to an end?",
        "Rate lock is close to the point where I'll lose it.",
        "Is my rate lock expiring?",
        "I am worried that my rate lock may expire soon.",
        "What does it mean when rate locked ends?",
        "I'm not sure about the expiring rate lock.",
        "Rate lock will probably end soon!",
        "If the rate lock is expired soon, what should happen?",
        "Potential impact? when does our rate lock end?",
        "What will happen when the rate lock expires?",
        "I'm concerned about my rate lock expiring soon.",
        "What would happen to my rate lock when it expires?",
        "What should be done to the rate lock if it expires?",
        "Is my rate lock close to its final use?",
        "Will my ratelock go away very soon?",
        "Is my rate lock going to be gone very soon?",
        "Rate lock ending soon? What next?",
        "What is the timing of my rate lock expire?",
        "Is that possible because my rate lock is coming to an end soon?",
        "Is it close to the end of my rate lock?",
        "When my rate lock expires what consequences will there be?",
        "What happens when time is up on my rate lock?",
        "It could be time for my rate lock to end.",
        "Rate lock is about to end!?",
        "Will this occur soon? my rate lock is coming to an end.",
        "Is the rate lock ending soon.",
        "Is my rate lock really close to the point where I will lose it?",
        "How soon will the locked-in rate cease to apply?",
        "Our rate lock will expire. Potential impact?",
        "What will happen when the rate lock ends soon?",
        "Is that possible, as my rate lock is about to end?",
        "Is my rate lock close to its conclusion?",
        "Is my rate lock going to expired soon?",
        "If my lock goes off soon, what should happen to it?",
        "I'm worried about whether my rate lock will remain after it expires.",
        "Is rate lock going to expire?",
        "Will the rate lock end very soon?",
        "Should I be worried about the rate lock being expired?",
        "what should happen to the rate lock once it expires?",
        "Are my rate lock at the point where it ceases to exist?",
        "I wonder when my rate lock will expire.",
        "Should I be concerned that the rate lock won't being renewed?",
        "Is my rate lock at the end of it's lifespan?",
        "The consequences of my rate lock ending?",
        "Is we near the rate-lock expiry?",
        "Is it possible for my rate lock to end?",
        "Will my rate lock come to an end soon?!",
        "The consequence if my rate lock expires?",
        "Will my rate lock sunset soon?",
        "Will rate lock be brought to an end?",
        "Will my locked in rate cease to apply?",
        "My rate lock is going to end, will this happen soon?",
        "Are my rate lock close to the end of its useful life?",
        "The rate lock is close to meeting its limit.",
        "The rate lock may be close to the end of its useful life.",
        "I'm worried about when the rate lock will expire.",
        "Do we have a potential impact when our rate lock expires?",
        "The rate lock will soon be expired.",
        "A locked rate run out?",
        "Is the rate lock near the point where I will lose it?",
        "Do I need to worry about the rate lock ending soon?",
        "If the rate lock expires, what is the consequence?",
        "Does my rate lock end?",
        "Is my rate lock set to end one day?",
        "The rate locked is close to its limit.",
        "Will my ratelock end soon?",
        "I have a locked rate that will run out when?",
        "The consequences of an end to my rate lock?",
        "will my rate lock end?",
        "What happens if my rate lock does expire?",
        "If the rate lock expires soon, what happens?",
        "The rate lock is almost at it's limit.",
        "My rate lock is near the end of its life.",
        "Are we nearing the end of rate lock?",
        "What happens if I lose my rate lock soon?",
        "Is my ratelock about to end?",
        "The rate lock is supposed to end soon.",
        "Rate lock coming to an end soon?",
        "Is my rate lock close to the point where I am going to lose it?",
        "Will my rate lock disappear soon?",
        "My rate lock is close to the point where I will lose it.",
        "I don't know when my locked-in rate will cease to apply.",
        "Should I be concerned if the rate lock expires soon?",
        "If the rate lock is to expire soon, what should happen to it?",
        "Is my rate lock due to end?",
        "What will happen after my rate lock ends?",
        "What should happen when rate lock ends?",
        "What are the consequences if my rate lock expires?",
        "What should happen to the rate lock as it expires?",
        "What should happen to my rate lock if it goes off in the future?",
        "I'm worried about my rate lock expiring soon.",
        "Is we close to rate-lock expiration?",
        "When the rate lock expires what is the consequence?",
        "Rate lock going to end soon!",
        "Rate lock end soon?",
        "I will have my locked rate run out when?",
        "The rate lock is about to expiring.",
        "Will my rate lock soon be coming to an end?",
        "Is our rate-lock expiry near?",
        "My rate lock is near the end of it's term.",
        "Will my rate lock expire?",
        "I am worried if my rate lock expires soon.",
        "What can be done if my rate lock expires?",
        "Will its time for my rate lock to end?",
        "Could my rate lock be about to expire?",
        "I am uncertain of what to think about an expiring rate lock.",
        "My rate lock is about to expiring.",
        "Will my rate lock Go Away Soon?",
        "Is the rate lock near its end?",
        "Will my rate lock be expired soon?",
        "What should happen to the rate lock when it happens?",
        "Might my rate lock end?",
        "Does my rate lock come to an end one day?",
        "What happens to the rate lock when it does expire?",
        "Is my rate lock near the end of its life?",
        "Is the rate lock going away soon?",
        "The ratelock is close to it's limit.",
        "Is my rate lock close to end of its life?",
        "Are we near rate lock expiry?",
        "Should I be worried about the rate lock not being valid for a period of time?",
        "Is the rate lock close to being over?",
        "My rate lock is coming to an end?",
        "What should happen to the rate lock if it dies?",
        "I am worried if or not my rate lock expires soon.",
        "Will rate lock lapse?",
        "Will my rate lock off soon?",
        "Do I have to worry about my rate lock going away?",
        "I'm worried whether the rate lock will remain after it expires.",
        "Willmy rate lock come to an end soon?",
        "Will my rate lock be GONE soon?",
        "If the rate lock expires soon, should I worry?",
        "Should I be concerned if my rate lock expires soon?",
        "Will my Rate Lock end soon?",
        "A potential impact when our rate lock expires.",
        "if the rate lock expires soon, what should happen to it?",
        "Does this mean we are near rate-lock expiry?",
        "What occurs when rate locked ends?",
        "How soon will my rate lock end??",
        "The rate lock is soon to reach it's limit.",
        "Are we nearing rate-lock expiration?",
        "I am not sure if my rate lock will remain after it expires soon.",
        "I'm concerned about whether the rate lock expires soon.",
        "I wonder if my rate lock is going to end soon.",
        "If the rate lock expires, what should happen to it?",
        "My locked rate is about to run out.",
        "Is the rate lock about to end?",
        "I'm concerned about whether my rate lock will continue after it expires.",
        "I'm concerned about whether my rate lock will last after it expires.",
        "The rate lock is set to expire soon, what should happen to it?",
        "Will my rate lock be gone very soon?",
        "I have a rate lock, when will it end?",
        "My rate lock will likely end soon.",
        "When my rate lock expires what will the consequences be?",
        "I'm concerned about the rate lock expiring.",
        "Rate lock could soon expire.",
        "Will my rate lock come to an abrupt end?",
        "Will the rate lock end someday?",
        "Will rate lock end soon? possible outcomes",
        "Can my rate lock be close to the end?",
        "Will the rate lock disappear soon?",
        "Does my rate lock close to the end?",
        "Are we near rate-lock expiration?",
        "I worry about the future of my rate lock.",
        "I'm worried about whether my rate lock will last after it expires.",
        "I am concerned about whether or not my rate lock will expire soon.",
        "I am unsure about the expiring rate lock.",
        "Rate lock may end soon",
        "Will my rate lock soon stop?",
        "I don't know if my rate lock will come to an end soon.",
        "Will my rate lock be coming to an end very soon?",
        "Rate lock is close to reaching it's limit",
        "Should I be worried about a rate lock expired?",
        "Will my rate lock end soon enough?",
        "Rate lock expiration?",
        "I'm worried that my rate lock might not remain after it expires.",
        "Will my rate lock start to end soon?",
        "Will my rate lock come to an end a day?",
        "Will the rate lock come to an end.",
        "Will that happen soon with my rate lock coming to an end?",
        "What should be done if the rate lock expires soon?",
        "Is the rate-lock expiry imminent?",
        "Suppose my rate lock expires soon?",
        "Will the rate Locks end soon?",
        "Does the rate lock expire?",
        "What happens when rate locked ends?!",
        "What happens when rate lock ends?",
        "Will my rate lock come to an end when?",
        "The rate lock expires soon so what should happen to it?",
        "Will this be the time for my rate lock to end?",
        "Will my rate lock be over soon?",
        "Is my rate lock close to the point that I will lose it?",
        "I don't know what to do if my rate lock goes off.",
        "Will rate lock end soon? Possibilities?",
        "I'm worried about whether my rate lock will last.",
        "If the rate lock expires soon, what should happen to it?",
        "What would happen if my rate lock expires soon?",
        "Should I worry about the rate Lock not being renewed?",
        "Is my rate lock about to end one day?",
        "There is a potential impact on when our rate lock expires.",
        "Will my rate lock come to an end soon",
        "If the rate lock expires soon what should they do?",
        "Potential impact? When the rate lock expires?",
        "When my rate lock expires, what repercussions?",
        "Potential impact when our lock expires?",
        "Will my rate lock soon come to an end?",
        "I am concerned whether or not my rate lock expires soon.",
        "What about rate lock ending soon?",
        "Is it possible that my rate lock is coming to an end?",
        "Will my rate lock die soon?",
        "Is the rate lock coming to an end very soon?",
        "Is my rate lock soon over?",
        "Our rate lock will expire soon",
        "What will happen when my rate lock expires??",
        "My rate lock ending soon?",
        "Will the rate lock come to an end one day?",
        "Is my rate lock near the end of it?",
        "Rate lock ends soon, what next?",
        "Classic: Is my rate lock about to end?",
        "What if my lock ends soon?",
        "If my rate lock ends, what consequences will it have?",
        "What do you think should happen to the rate lock once it expires?",
        "I worry about whether my rate lock expires soon.",
        "What happens when I don't have time left on my rate locks?",
        "What will happen when rate lock ends?",
        "Is rate-lock ending?",
        "My rate lock ending?",
        "Effects when the rate lock expires?",
        "Will my rate lock come to an end Soon?",
        "What happens next when rate locked ends?",
        "Is it possible that I will have a rate lock that ends soon?",
        "Will rate lock end soon or not?",
        "Is my rate lock close to a point where I'm going to lose it?",
        "I am unsure what to think about an expiring rate lock",
        "Rate lock will expire near.",
        "How soon will my rate lock expires?",
        "When the rate lock expires what should happen?",
        "What would happen to the rate lock after it expires?",
        "Is the rate lock going to end very soon?",
        "Will it be possible for my rate lock to end soon?",
        "Is it possible that my rate lock is due to end soon?",
        "Rate lock may end soon!",
        "Is it close to the point where the rate lock ceases to exist?",
        "My rate lock will end, will that happen soon?",
        "How soon will rate lock be ending?",
        "My rate lock is coming to an end, is it possible?",
        "If my rate lock expires soon, I'm concerned.",
        "Is my rate lock close to its ending point?",
        "Will my rate lock go away very suddenly?",
        "Consequences after the lock rate ends?",
        "Should I be concerned about the rate lock expiring?",
        "Rate lock may expire in the near future.",
        "The rate lock is close to reaching its limit",
        "Is it soon that my rate lock ends?",
        "Is it possible that my rate lock is close to the end?",
        "Is that possible as my rate lock is nearing an end?",
        "Is my rate lock close to the point where it no longer exists?",
        "Will the rate lock expire soon or not?",
        "Does that mean my rate lock is going to end soon?",
        "My rate lock is close to the point where it will lose it.",
        "When my rate lock expires, what consequences will it have?",
        "Is that possible that my rate lock is about to end?",
        "Will my rate lock have an end soon?",
        "The rate lock will end soon, will that happen?",
        "Is my rate lock going to expire?",
        "Rate lock is close to reaching limit",
        "Can you tell me if my rate lock is ending soon?",
        "I'm not sure if my rate lock will last after it expires soon.",
        "What happens when rate Locked ends?",
        "If the rate lock is going to expire, what should happen to it?",
        "Is my rate lock about to END?",
        "If my rate lock expires, I'm worried.",
        "Rate lock is scheduled to expire.",
        "I'm concerned about the future of my rate lock when it expires.",
        "If the rate lock is ending, what consequences?",
        "Will rate lock come and go?",
        "Will this happen soon, my rate lock will end?",
        "Is my rate lock due to expires?",
        "What should happen to the rate lock when it does expired?",
        "I don't know if my rate lock expires soon.",
        "What should happen to the rate lock after it's expired?",
        "Will the rate a lock end soon?",
        "Will my rate lock cease to exist one day?",
        "Is my rate lock close to ending its usefulness?",
        "I have a rate lock, will it end soon?",
        "How long before my rate lock quits?",
        "If my rate lock expires soon, do I worry?",
        "My rate will run out soon.Consequence?",
        "Should I be worried the rate lock will not be renewed?",
        "Will my rate lock end?",
        "What will happen if myrate lock expires?",
        "Is my rate lock ending? The consequences?",
        "Will my rate lock get away soon?",
        "What about the rate lock expiration?",
        "Will my rate lockGo away soon?",
        "Does my ratelock end?",
        "The rate lock may be close to the point where I will lose it.",
        "What should happen to my lock if it goes off soon?",
        "Will the rate lock expire",
        "Will that happen soon? my rate lock is coming to an end.",
        "My rate lock is close to the point that I'll lose it.",
        "I'm worried about whether or not the rate lock expires.",
        "Do you think my rate lock is ending soon?",
        "Will my rate lock finally end soon?",
        "Should I be concerned that the rate lock won't be valid for long?",
        "Will myrate lock come to an end one day?",
        "Rate lock might expire soon.",
        "How soon will my locked-in rate cease to apply?",
        "I am concerned about whether my rate lock will last.",
        "My locked rate will run out when?!",
        "Are my rate lock at the end of its useful life?",
        "Will my rate lock be end one day?",
        "Will the rate lock be gone soon?",
        "If my rate lock expires, what will the consequence be?",
        "If my rate lock expires soon, would I need to worry?",
        "Maybe my rate lock is ending soon.",
        "My locked rate will run out soon.",
        "What should happen to the ratelock once it expires?",
        "Is the consequence if the rate lock expires?",
        "What should happen to the rate lock if it expired?",
        "Will the rate lock expire.",
        "I have a rate lock that is close to expiring.",
        "If my rate lock expires, what's the consequence?",
        "What should be done to the rate lock when it does expire?",
        "When my rate lock expires, what's the consequence??",
        "The rate lock is not far away from its limit.",
        "Israte lock ending soon?",
        "I'm concerned about if my rate lock expires soon.",
        "I wonder if my rate lock will go away very soon.",
        "If the rate lock goes off soon, what should happen to it?",
        "Is my rate lock over soon?",
        "I'm not sure if the rate lock will last after it expires.",
        "Is my rate lock going to end one day?",
        "Will my rate lock come to end very soon?",
        "The rate lock is coming to an end, is that possible?",
        "Rate lock is about to expire?",
        "If my rate lock expires soon, do I need to fret?",
        "Is it possible that my rate lock is close to the end of the term?",
        "Are we approaching the rate-lock expiry?",
        "What should happen if my rate lock goes off in the future?",
        "What about the rate lock soon?",
        "Will my rate cease to apply soon?",
        "I'm uncertain if my rate lock will remain after it expires.",
        "Will the end of my rate lock come soon?",
        "If the rate lock expires soon, what will happen?",
        "Results if we're nearing rate-lock expiry...",
        "My rate lock is going to end soon, is it possible?",
        "What will happen when time is left on my rate locks?",
        "I am unsure about what to think about the expiring rate lock.",
        "Rate lock ending soon? what next?",
        "If the rate lock is about to expire, what should they do?",
        "Consequence when my locked rate runs out?",
        "Is the rate lock going to run out of time?",
        "Will my rate lock expires?",
        "Rate lock's consequences if expired?",
        "The potential impact when our rate lock expires.",
        "Will my rate lock inevitably go away soon?",
        "I am unclear about what to think about an expiring rate lock.",
        "When will my locked rate run out?!",
        "Will the rate lock expires?",
        "My rate lock will end soon, is that possible?",
        "I am concerned about whether or not my rate lock expires soon.",
        "I am concerned about the fate of my rate lock when it expires.",
        "Will it be soon that my rate lock expires?",
        "How about when my rate lock ends?",
        "Are my rates going to end one day?",
        "Is my rate lock possible to end soon?",
        "I wonder if the rate lock will end soon.",
        "What happens if my lock expires soon?",
        "Is my rate lock close to its ending?",
        "What should be done if my rate lock goes off?",
        "Is the rate lock ending?",
        "Is it possible that my rate lock will come to an end?",
        "The rate lock is very close to hitting it's limit.",
        "Rate lock could expire.",
        "Does my rate lock have an end?",
        "When my rate lock expires what's the consequences?",
        "Is my rate lock close to ending its life?",
        "Will it be time for my rate lock to end.",
        "Should I be worried if the rate lock expires soon?",
        "I'm concerned because my rate lock is about to expire.",
        "The rate lock will end soon?",
        "Are we near rate-lock's end?",
        "Does the ratelock end?",
        "Will rate lock end soon??",
        "Are my rate lock coming to an end?",
        "When might my rate lock end?",
        "Will my rate locks come to an end?",
        "Is it possible that I will end my rate lock soon?",
        "I would like to know if I need to worry if my rate lock expires soon.",
        "Will my rate lock get old soon?",
        "The rate lock is close to reaching a limit.",
        "Will the rate lock cease to exist soon?",
        "Is my rate lock at the point where I will lose it?",
        "Will the rate lock be ended?",
        "Lock rate will end?",
        "What would happen if my rate lock ends soon?",
        "Are my rate lock close to the point where I will lose it?",
        "The rate lock may have a short time left.",
        "Is there a chance that my rate lock will come to an end soon?",
        "I'm not sure if or not my rate lock expires soon.",
        "If my rate lock ends, what is the consequence?",
        "What should happen to the rate lock if it does expire?",
        "What should happen to the rate lock if it expires quickly?",
        "What next? Rate lock will end soon?",
        "If the rate lock expires soon, what should be done?",
        "If my rate lock goes off soon what should happen to it?",
        "I worry about whether or not my rate lock expires.",
        "Is my rate lock close to the end of its existence?",
        "Should I fear about the rate lock not being renewed?",
        "I don't know if my rate lock is close to the point where I will lose it.",
        "What should happen to the rate lock after it does expired?",
        "Am I going to have my rate lock end soon?",
        "What would happen to the rate lock once it expires?",
        "Could my rate lock come to an end soon?",
        "Are we near rate-lock expires?",
        "Implications of rate lock ending?",
        "Is my rate lock close to being used up?",
        "Is our rate lock close to the end of the term?",
        "My rate lock is about to end, is it possible?",
        "Consequences if rate lock expired?",
        "Will my rate lock bring about an end soon?",
        "Is my rate lock ending??",
        "What will happen when the rate lock ends?",
        "If my rate lock is ending what consequences?",
        "How happens when rate locked ends?",
        "I'm not sure what to think about an expiring rate lock",
        "Is my rate lock close to a point where I might lose it?",
        "will my rate lock end soon?",
        "I'm concerned about when the rate lock will end.",
        "Is there a consequence if my rate lock expires?",
        "What then when my rate lock ends?",
        "I wonder about an expired rate lock.",
        "Will rate lock end shortly?",
        "I'm concerned about the fate of my rate lock.",
        "How long before I lose my rate lock?",
        "What should happen once my rate lock ends?",
        "The rate lock is nearing its limit",
        "The rate lock is about to expire, what should happen to it?",
        "When will the rate lock end??",
        "The rate lock may be running out of time.",
        "Will the rate lock expired soon?",
        "The rate lock is quite close to reaching it's limit.",
        "What if the rate ends?",
        "I'm not sure if my rate lock is going to expire soon.",
        "What consequences will arise if my rate lock expires?",
        "I'm not sure if my rate lock will remain once it expires.",
        "Is my rate lock close to the end of use?",
        "Will my rate lock come to an end",
        "I am concerned if my rate lock will expire soon.",
        "If my rate lock end, what consequences?",
        "WILL my rate lock end soon?",
        "How long before the rate lock is gone?",
        "Will my rate lock go away very shortly?",
        "I'm worried about if my rate lock will remain after it expires.",
        "Is the rate-lock going to expire?",
        "When does our rate lock come to an end?",
        "If my rate lock is going to expire.",
        "How soon will my rate lock come to an end?",
        "The rate lock might be close to the end of its useful life.",
        "The rate lock could expired soon.",
        "It is possible that we are nearing rate-lock expiry.",
        "How about Rate lock ending soon?",
        "Will my rate lock ending soon?",
        "Will rate lock end suddenly?",
        "What happens after rate lock ends soon!",
        "I don't know what to think about an expiring ratelock.",
        "Is my rate lock close to the end of it's usefulness?",
        "The lock rate may end.",
        "Is it possible that my rate lock will come to an end soon?",
        "Do I have to worry if my rate lock expires?",
        "Will my rate lock come to an end very soon.",
        "rate lock will end soon?",
        "The expiring rate lock is something I am not sure about.",
        "I'm not sure if my rate lock will stay after it expires soon.",
        "Will my rate lock end at some point?",
        "I'm wondering if my rate lock will end soon.",
        "What should I do if my rate lock goes off soon?",
        "Is my rate lock to the end of its life?",
        "I'm not sure if my rate lock is ending.",
        "The ratelock is close to reaching it's limit.",
        "I am concerned if my rate lock will last after it expires.",
        "How soon are my rate lock ending?",
        "What happens when my rate lock ends soon?",
        "Is the rate lock close to ending its life?",
        "my rate lock is close to the end of it's term",
        "Is it the end of the rate lock?",
        "Will my rate lock bring an end soon?",
        "What should happen to my rates if it goes off soon?",
        "I'm worried about whether my rate lock will expire soon.",
        "Is it possible that my rate lock is about to expire?",
        "Ah, is my rate lock ending soon?",
        "When my rate lock expires, what would the consequences be?",
        "My rate lock will soon be ending.",
        "Rate lock to end soon?",
        "Is it possible the rate lock will end soon?",
        "I wonder if my rate lock will go away soon.",
        "What should happen when rate lock ends soon?",
        "What would the consequences be if my rate lock expires?",
        "Is it possible my rate lock will come to an end soon?",
        "Will this happen soon, my rate lock is due to end?",
        "Rate lock may expire.",
        "If my rate lock goes off soon, what should happen?",
        "I want to know when my rate lock will expire.",
        "If the rate lock expires soon what will happen to it?",
        "I'm worried whether my rate lock will expire soon.",
        "Can the rate lock end soon?",
        "We might be close to rate-lock expiry.",
        "Exactly when will my locked-in rate end?",
        "I'm worried about the fate of my rate lock.",
        "Is the rate lock due to end soon?",
        "Will the rate lock go away soon.",
        "The rate lock is close to reach it's limit.",
        "I think my locked rate will run out when?",
        "Was my rate lock close to the point where I will lose it?",
        "Is my rate lock near to the end?",
        "I am unsure of what to think of an expiring rate lock",
        "What will happen with rate lock?",
        "Rate lock will expire",
        "Will my rate lock come to an end?",
        "I am concerned about the fate of my rate lock.",
        "Willratelock end soon?",
        "Is there a risk of an expired rate lock?",
        "I'm worried whether or not my rate lock will remain after it expires.",
        "The rate lock is close to reaching their limit.",
        "Rate lock is nearing the end?",
        "If the rate lock expires, what's the consequences?",
        "The rate lock is nearing a limit.",
        "What happens if I have a rate lock that expires soon?",
        "Is my rate lock at the end of it's life?",
        "I'm concerned about whether or not my rate lock expires.",
        "Will that happen soon when my rate lock ends?",
        "Will the rate lock be ending?",
        "If the rate lock expires soon what should be done to it?",
        "What if rate lock ends soon?",
        "Is the rate lock going to expired?",
        "My rate lock is soon going to end?",
        "When my rate lock expires, what is the consequence??",
        "Is my rate lock close to the point where I lose it?",
        "Is my rate lock close to a point where it no longer exists?",
        "I am worried if the rate lock expires soon.",
        "If our rate lock expires, what impact will it have?",
        "My rate lock is close to a point where I will lose it.",
        "Will my rate lock end soon??",
        "Does my ratelock come to an end?",
        "Are we close to rate-lock expired?",
        "Will my rate lock soon expire?",
        "If the rate lock expires soon what should happen to it.",
        "I am wondering if my rate lock is ending soon.",
        "Is the rate-lock ending?",
        "The rate lock is close to being used up.",
        "I'm concerned whether or not my rate lock will last after it expires.",
        "How soon will my locked in rate cease to apply?",
        "Is the rate lock at the end of its life?",
        "If my rate lock expires, what will it do?",
        "Is the rate lock close to the end of it's life?",
        "Will my rate lock soon end?",
        "What happens to the rate lock when it expires?",
        "What happens to my rate lock when it ends?",
        "What will happen when rate locked ending?",
        "Is it possible for my lock to end soon?",
        "Potential impact if our rate lock expires?",
        "Will my rate lock come away very soon?",
        "Rate lock will come to an end.",
        "There is an expiring rate lock that I am unsure about.",
        "How soon will my locked-in rate cease to work?",
        "Will that happen soon if my rate lock ends?",
        "Is my rate lock close to it's final point?",
        "I am uncertain about an expiring rate lock.",
        "I am concerned about the rate lock's future.",
        "I am concerned about the future of my rate lock.",
        "It is possible that my rate lock is going to end soon.",
        "Will the rate locking end soon?",
        "It is possible that my rate lock is ending.",
        "What is the consequences when my rate lock expires?",
        "What should happen to the rate lock if it goes off soon?",
        "Is my rate lock closing in on the point where it ceases to exist?",
        "Is the rate lock to end soon?",
        "Is the rate-lock coming to an end?",
        "What happens with rate locked ending?",
        "How soon will rate lock ending?",
        "Is it possible that my rate lock will end soon?",
        "The rate lock is close to reaching it's limits.",
        "What happens when time left on my rate locks is up?",
        "I am not sure what to think about the expiring rate lock",
        "My rate lock could end.",
        "Results if we are nearing the end of the rate-lock?",
        "The consequences might be if my rate lock ends.",
        "How about the rate lock ending soon?",
        "Are we near the end of rate lock?",
        "Will my rate lock coming to an end soon?",
        "I'm worried that my rate lock will not stay after it expires soon.",
        "Will this happen soon? my rate lock is coming to an end",
        "If my rate lock goes off soon what should happen?",
        "What might happen when rate locked ends?",
        "The rate lock is near its limit.",
        "Will my rate locked come to an end?",
        "I wonder if my rate lock will end soon?",
        "If my rate lock ends, what will happen?",
        "I am concerned about an expired rate lock.",
        "My rate lock is due to end soon, is that possible?",
        "If the rate lock is expired soon, what should happen to it?",
        "Do you know when my rate lock will end?",
        "When my rate lock expires what's the consequence?",
        "Suppose my rate lock goes off soon?",
        "The rate lock is coming to an end will that happen soon?",
        "The rate lock will likely come to an end soon.",
        "If the rate lock goes away, what should happen?",
        "The consequences if my rate lock ended?",
        "What would happen if rate expired?",
        "I'm unsure about what to think about the expiring rate lock.",
        "Is that possible, my rate lock is about to end?",
        "Does my rate lock come to an end very soon?",
        "We might be nearing rate-lock expiration.",
        "Is the rate lock coming to an end soon?",
        "Will my rate lock fall off soon?",
        "Will my rate lock End?",
        "Rate lock is ending soon! What next?",
        "How about my rate lock ending soon?",
        "Will my locked-in rate end soon?",
        "I am worried about the future of my rate lock after it expires.",
        "I'm concerned about whether my rate lock will last.",
        "I wondering if my rate lock is ending.",
        "Classic question, \"is my rate lock ending soon?\"",
        "Rate lock is going to expire soon.",
        "Will lock rate end?",
        "The rate lock is close to having it's limit.",
        "What happens when time is left on my rate locks?",
        "My rate lock is due to end soon.",
        "Is the rate lock close to the point that it ceases to exist?",
        "When is the locked rate going to run out?",
        "I'm worried about an expired rate lock.",
        "What should happen if my rate lock goes off someday?",
        "Are we nearing the end of the rate-lock?",
        "Will my rate lock stop soon?",
        "Should I be worried if my rate lock is about to expire?",
        "Will my rate lock disappear very soon?",
        "Is my rate lock near expiration?",
        "Will my locked rate run out when?!",
        "Rate lock will soon end!?",
        "Will my rate lock gone away soon?",
        "Would the rate lock have consequences if it expired?",
        "I'm worried that my rate lock won't last.",
        "What will happen when rate expires?",
        "What after my rate lock ends?",
        "I have a rate lock that is coming to an end.",
        "Will my rate locking come to an end?",
        "Suppose my rate lock goes off soon.",
        "Is the rate lock near the end of its life?",
        "The rate lock is about to expire. Potential impact?",
        "Will this rate lock expire soon?",
        "Will rate lock be expired?",
        "Are we near rate-lock expiry?",
        "It could be a potential impact when our rate lock expires.",
        "Is my rate lock going to expiring?",
        "What would happen when my rate lock ends?",
        "The rate lock is nearing the end.",
        "What should happen to the ratelock when it expires?",
        "Does rate lock end soon?",
        "If the rate lock is going to expire soon, what should happen to it?",
        "What should happen to the rate lock if it's expired soon?",
        "Will my rate lock conclude soon?",
        "should I worry about the rate lock not being renewed?",
        "When will my rate lock ending?",
        "Do I have to worry if my rate lock ends soon?",
        "I'm concerned about the fate of my rate lock after it expires.",
        "The consequences of rate lock ending?",
        "What would happen if rate halt is nearing an end?",
        "Might the rate lock end soon?",
        "Am I able to end my rate lock soon?",
        "What should happen to my rate lock if something happens?",
        "What should happen to the rate lock if it expires someday?",
        "How soon will rate lock end?",
        "Should I worry if my rate lock is about to expire?",
        "Will the rate lock be over soon?",
        "I wonder if my rate lock ends soon?",
        "I worry whether or not my rate lock will remain after it expires.",
        "When will our rate lock end?",
        "Is my rate lock close to the point where I'll lose it",
        "I'm worried whether or not my rate lock will expire soon.",
        "I'm concerned that my rate lock will expire soon.",
        "Rate lock will end soon!what next?",
        "Is my rate lock nearing the end of its usefulness?",
        "When will a rate lock end?",
        "Do my rate locks end?",
        "Are my rate lock close to ending?",
        "I am wondering if I should worry about the rate lock not being renewed.",
        "Rate lock will soon end, what next?",
        "Yep, is my rate lock ending soon?",
        "Would I need to worry if my rate lock expired soon?",
        "When the rate lock expires? Potential impact?",
        "Will that happen soon, when my rate lock ends?",
        "Will my rate lock be ending very soon?",
        "Suppose the rate lock expires soon?",
        "Will rate locked end soon?",
        "I am wondering if my rate lock is ending.",
        "Will this happen soon? My rate lock is set to end.",
        "Should I be concerned about the rate lock not being renewed?",
        "Will it be time for my rate lock to go away?",
        "Is my rate lock close to the end of it's existence?",
        "Soon Rate lock will end",
        "Does the rate lock end for me?",
        "Will this occur soon, my rate lock is about to end?",
        "Will my rate lock quit soon?",
        "Will it be time for me to end the rate lock?",
        "Will I soon have to end my rate lock?",
        "What happens if the rate lock expires?",
        "Will the rate lock coming to an end soon?",
        "Is my rate lock close to the point where I can lose it?",
        "The rate lock is currently close to its limit.",
        "Should I worry about my rate lock expiring soon?",
        "If we are close to rate-lock expiry...",
        "Is the rate-lock going to end?",
        "The rate lock is close to a limit.",
        "Is my rate lock close to that point where it ceases to exist?",
        "Is my rate lock close to the point at which I will lose it?",
        "Is the lock on my rate ending?",
        "Does the lock rate end?",
        "Should I be concerned about a rate lock expiring?",
        "The rate lock might come to an end soon.",
        "What should happen to the rate lock once it does end?",
        "What would happen to my rate lock when it ceases to be active?",
        "I'm concerned about whether or not my rate lock will last.",
        "If my rate lock expires, what is the consequence?",
        "If rate lock ends, what consequences?",
        "Rate lock has consequences if it expired?",
        "The rate lock will likely end soon.",
        "How soon will my rate lock ending?",
        "Rate lock will soon end",
        "I'm worried whether or not my rate lock expires.",
        "If my rate lock expires, should I be worried?",
        "Rate lock will end soon!What next?",
        "Will my rate lock go away soon",
        "When will I run out of locked rate?",
        "If it goes off soon, what will happen to my rate lock?",
        "Will the rate lock end shortly?",
        "I wonder when the rate lock will end.",
        "The rate lock is almost reached it's limit.",
        "Is my rate about to expire?",
        "What would happen to the rate lock if it expires?",
        "Will my rate lock end soon?",
        "One day, will my rate lock come to an end?",
        "I am not entirely sure about an expiring rate lock.",
        "Is my rate lock close to the point of no longer exist?",
        "I'm concerned about the fate of my rate lock when it expires.",
        "Is my rate lock close to the point where I might lose it?",
        "Is the rate-lock expiry nearing?",
        "Rate lock ending soon?",
        "Rate lock could expired soon.",
        "The rate lock is soon going to end!",
        "Are my rate locks close to the end of their life?",
        "Is my rate lock close to the end of its use?",
        "When the rate lock expires, what will the consequences be?",
        "I am concerned about the rate lock not being renewed.",
        "Will rate lock soon end?",
        "Is my rate lock close to cessation?",
        "What should happen to the rate lock, if it expires soon?",
        "Am I in for a rate lock ending soon?",
        "My rate lock is close to the point at which I will lose it.",
        "Will ratelock end soon?",
        "I am concerned about whether or not the rate lock will remain after it expires.",
        "What would happen to my rate lock if it expires?",
        "If my rate lock expires soon, do I need to be worried?",
        "I'm concerned whether or not my rate lock expires.",
        "If the rate lock is about to expire, what should happen to it?",
        "Soon, rate lock will end",
        "What should happen when time is left on my rate locks?",
        "What should happen to my rate lock when it goes off soon?",
        "What consequences will I face if my rate lock ends?",
        "The rate lock is about to end, will this happen soon?",
        "It is possible that my rate lock is coming to an end soon.",
        "What is the fate of my rate lock?",
        "What will happen after my rate lock expires?",
        "If my rate lock expires soon, will I have to worry?",
        "Will it soon be time to end my rate lock?",
        "I am unsure about what to think of an expiring rate lock",
        "I don't know if my rate lock is ending soon.",
        "My rate will end?",
        "I'm worried whether my rate lock will remain after it expires.",
        "Will the rate lock lapse soon?",
        "I'm worried whether or not my rate lock will last after it expires.",
        "I am concerned if my rate lock expires soon.",
        "The rate lock is likely to expire soon.",
        "Will my rate lock expire very soon?",
        "Is my rate lock close to expired?",
        "If the rate lock expires soon what should happen to it?",
        "Time is running out for a rate lock?",
        "Will my rate lock end when it does?",
        "Rate lock will end soon, what next?",
        "I'm concerned that my rate lock won't last.",
        "The potential impact when our rate lock expires!",
        "I am confused about what to think about an expiring rate lock",
        "I wonder when my rate lock ends?",
        "What would happen to my rate lock if it expired?",
        "Are we near rate-lock end?",
        "Will my rate lock leave me soon?",
        "What should happen to the rate lock once it is expired?",
        "Should I be worried that the rate lock might not be renewed?",
        "If their rate lock expires soon, what should happen to it?",
        "Is it possible that my rate lock will End soon?",
        "Is my rate lock close to that point where I will lose it?",
        "Is it possible that my rate lock is going to End soon?",
        "Is my rate lock closer to the point where I'll lose it?",
        "Rate lock is close to it's limit",
        "If my rate lock expires, should I be concerned?",
        "A lock rate ending?",
        "Is it a potential impact when our rate lock expires?",
        "The rate lock will probably expire soon.",
        "Will my rate lock be close to the end of the term?",
        "Will my rate lock soon be ended?",
        "If we are close to rate-lock expiry.",
        "When my rate lock expires, what will that do?",
        "Is my rate lock going to be gone soon?",
        "Is my rate lock close to a point that I will lose it?",
        "what happens when rate locked ends?",
        "Is my rate lock close to the point at which it ceases to exist?",
        "Will my rate lock expire someday?",
        "The rate locks is close to its limit.",
        "Will my rate lock end soon?!",
        "Will this happen soon? The rate lock is coming to an end.",
        "What should happen to the rate lock if it expires?",
        "Do you think my rate lock is about to expire?",
        "What is next? Rate lock ending soon!",
        "If my rate lock goes off I don't know what will happen.",
        "Will my locked rate end?",
        "does my rate lock end?",
        "If my rate lock goes off soon, what should happen to it?",
        "Rate lock ends near?",
        "What should happen to the rate lock once it ends?",
        "The effects if my rate lock expires?",
        "Is my rate lock close to the point it ceases to exist?",
        "Will rate Lock end soon?",
        "Will my rate lockcome to an end?",
        "When the rate lock expires what should happen to it?",
        "Will the rate lock go away quickly?",
        "Will the rate lock End soon?",
        "Is my rate lock almost over?",
        "Do I have to worry about my rate lock expiring?",
        "Will that happen soon, my rate lock is about to end?",
        "Will my rate lock end one day.",
        "Are we near the rate-lock expire?",
        "am I close to the end of my rate lock?",
        "A rate lock will come to an end soon.",
        "Should I worry if the rate lock expires soon?",
        "What will be next when rate lock ends?",
        "If my rate lock ends, are the consequences?",
        "Is my rate lock close to a point where I'll lose it?",
        "I wonder if I should worry about the rate lock not being renewed.",
        "I'm not sure about an expiring rate lock.",
        "Is my rate lock coming to a close soon?",
        "Will I have to end my rate lock?",
        "Is my rate lock close to the end of the time?",
        "The effects of my rate lock expiring?",
        "If the rate lock ends soon, what should happen?",
        "Does my rate lock start to end?",
        "What happens when the time is up on my rate lock?",
        "Can my rate lock be brought to an end soon?",
        "If rates lock expires, what consequences?",
        "I wonder if it is possible for my rate lock to end soon.",
        "Our rate lock is due to end.",
        "If my rate lock expires, what are the effects?",
        "Can my locked rate run out?",
        "The rate lock will end, will that happen soon?",
        "Will rate lock end soon? possibilities",
        "I am concerned that my rate lock may expire soon.",
        "My rate lock will end someday.",
        "Is there a end to my rate lock?",
        "Will the lock on my rate expire?",
        "Is my rate lock close to the end?",
        "Are we getting close to the rate-lock expiry?",
        "Results if we're nearing rate-lock expiration?",
        "When the rate lock is about to expire?",
        "Rate lock is coming to an end soon?",
        "I'm wondering if my rate lock will expire soon.",
        "The rate lock is likely to reach it's limit.",
        "The rate lock may be ending.",
        "Results if we are nearing rate-lock expiry...",
        "I'm not sure whether my rate lock will last after it expires.",
        "Is that possible, my rate lock is coming to an end soon.",
        "Will my rates come to an end?",
        "Will my rate lock come to an end, eventually?",
        "Is the rate lock going to end one day?",
        "What happens if my rate lock ends soon?",
        "If my rate lock goes off soon, what do I do?",
        "If my rate lock expires what will be the consequences?",
        "Are my rate locks close to the point where it ceases to exist?",
        "The rate lock is ending, will this happen soon?",
        "I am not sure about an expiring rate lock.",
        "Is my rate lock close to the point that it ceases to exist?",
        "How soon will rate lock ends?",
        "With my rate lock coming to an end, is that possible?",
        "How quickly will my rate lock expire?",
        "Is that possible where my rate lock is coming to an end?",
        "A potential impact when our rate lock expires!",
        "What if my rate lock ceases to be active?",
        "I'm wondering if my rate lock is close to the end of the term.",
        "Is our rate lock going to expire soon?",
        "How soon will my rate stop being locked-in?",
        "Classic, \"Is my rate lock ending soon?\"",
        "My rate lock is coming to an end, will that happen soon?",
        "Does the rate lock go away?",
        "I'm wondering if my rate lock is ending.",
        "I question if my rate lock is ending.",
        "Rate lock, is it close to the end of its life?",
        "I don't know what to do when my rate lock ceases to be active.",
        "Do you know if my rate lock is ending?",
        "What will happen to the rate lock once it does expire?",
        "Will my rate lock get away very soon?",
        "Rate lock is close to the end of its life",
        "If my rate lock expires soon, am I going to worry?",
        "If my rate lock expires, I'm concerned.",
        "Are Rate lock ending soon?",
        "I'm wondering when my rate lock will expire.",
        "Is my rate lock ends soon?",
        "Is my rate lock close to it's end?",
        "My rate lock is coming to an end will that happen soon?",
        "When my locked rate runs out?",
        "What should happen to the rate lock if it expire soon?",
        "I am not sure about the expiring rate lock.",
        "Will the rate end soon? possible outcomes?",
        "I'm concerned if my rate lock will last after it expires.",
        "The rate lock will not last forever.",
        "Will my rate lock eventually end?",
        "Is my rate lock in danger of ending?",
        "Our rate lock will likely expire soon.",
        "What happen when rate expires?",
        "What happens if my lock expires?",
        "Is my rate lock close to a point when I will lose it?",
        "Does that mean that my rate lock is about to end?",
        "What should happen to the rate lock once it does expires?",
        "My rate lock is going to end, will it happen soon?",
        "Does my rate lock end",
        "What happens when rate comes to an end?",
        "If the rate lock expires soon, what should be done to it?",
        "What about my rate lock expiration?",
        "Should I watch out for the rate lock not being renewed?",
        "What will occur if my rate lock expires?",
        "Will my rate lock be going away soon?",
        "Our rate lock is set to expire",
        "When will my locked rate go out?",
        "What would happen to my rate lock if it went off soon?",
        "I am concerned about whether my rate lock expires soon.",
        "Will the rate lock come to an end very soon?",
        "If the rate lock expires soon, what should happen to it.",
        "Is my rate lock due to end soon?",
        "I wonder if I have to worry if my rate lock expires soon.",
        "Will my rate lock going away very soon?",
        "I'm worried that my rate lock might not last.",
        "When my rate lock is coming to an end, is that possible?",
        "Will my rate lock going away soon?",
        "Is my rate lock close to its End?",
        "Rate lock might expire near.",
        "Is my rate lock nearly over?",
        "Does the rate lock come to an end soon?",
        "Is my rate lock close to the point where it ceased to exist?",
        "How soon before my rate lock expires?",
        "Is my rate lock ending? consequences",
        "What should happen to my rate lock when it dies?",
        "I have a rate lock that is about to expire.",
        "Rate lock expiration soon?",
        "What will happen if the Expiry date arrives?",
        "Is my rate lock ending in a few days?",
        "I'm concerned that my rate lock will end soon.",
        "What should happen when rate locked ends?",
        "Will there be rate lock end soon?",
        "What happens when time is up on rate locks?",
        "The rate lock could come to an end soon.",
        "Is the rate lock close to the point I'll lose it?",
        "If we are nearing rate-lock expiry.",
        "The rate lock is close to running out.",
        "Will that happen soon? my rate lock is ending.",
        "Is my rate lock close to ending it?",
        "I'm not entirely sure what to think about an expiring rate lock.",
        "The rate lock will come to an end.",
        "I wonder if the rate lock is ending.",
        "What happens if the rate lock ends?",
        "Is the rate Lock ending?",
        "Is the rate lock close to the end?",
        "Will my rate lock ending one day?",
        "Is our rate lock going to end?",
        "What occur when rate locked ends?",
        "Is it time for my rate lock to come to an end?",
        "If the rate lock is not renewed soon, what should happen?",
        "Are we close to rate-lock expiry?.",
        "I'm wondering if I should worry about the rate lock not being renewed.",
        "Is our rate lock going to expire?",
        "I wonder if I need to worry if my rate lock expires soon.",
        "I'm worried about what will happen to my rate lock.",
        "Are my rate lock going to end one day?",
        "Are we close to rate-lock's end?",
        "Is my rate lock really close to the end?",
        "I think about an expiring rate lock.",
        "Will my rate locks go away soon?",
        "Do you think my rate lock will expire soon?",
        "The rate lock is nearing an end.",
        "Will the rate lock end??",
        "I am worried about whether or not my rate lock will expire soon.",
        "How about Rate Lock ending soon?",
        "Is my rate lock coming to an end in the near future?",
        "My locked rate is running out?",
        "Will my rate lock end Soon?",
        "I wonder if my rate lock expires soon.",
        "The rate lock is near to its limit.",
        "What happens when the time on my rate locks is up?",
        "I'd like to know if my rate lock expires soon.",
        "The rate lock is going to end, will this happen soon?",
        "Will the ratelock end soon?",
        "Will my rate lock let go soon?",
        "When my locked rate runs out?!",
        "Results if we reach rate-lock expiry?",
        "Rate lock comes to an end soon.",
        "Will my ratelock end one day?",
        "Is my rate lock near its end?",
        "When my rate lock expires, what will happen??",
        "Potential impact? When does our rate lock end?",
        "will my rate lock go away very soon?",
        "Will my rate lock be expiring soon?",
        "I'm concerned about whether or not the rate lock expires soon.",
        "When will the rate lock come to an end?",
        "If the rate lock expires soon, what should happen to that?",
        "Is there consequences if my rate lock ends?",
        "The lock rate might end.",
        "Rate lock could be expired.",
        "Will the rate lock end soon.",
        "Will my rate lock come to an end in a few moments?",
        "Will my rate lock come to an conclusion soon?",
        "Could my rate lock be ending?",
        "I am worried about whether or not my rate lock will last after it expires.",
        "The rate lock is due to expire soon.",
        "Is my rate going to run out soon?",
        "I'm not sure what to think about an expiring ratelock.",
        "Will the rate lock end in the near future?",
        "Rate lock is about to blow?",
        "If my rate lock is ending, what consequences?",
        "How will my rate lock end soon?",
        "Is my rate lock about to be expired?",
        "Will my locked-in rate end?",
        "The rate lock may soon be ending.",
        "Will my rate lock run out?",
        "There could be consequences if my rate lock ends.",
        "what will happen if my rate lock expires?",
        "Rate lock is about to end. What next?",
        "Our rate lock expires potentially.",
        "am I close to the point where I will lose my rate lock?",
        "Will my rate lock end in a few days?",
        "Does my rate lock end soon?",
        "When my rate lock expires, what is the consequences??",
        "Classic that Is my rate lock ending soon?",
        "Is the rate lock close to the point where it no longer exists?",
        "I'm worried about if my rate lock expires soon.",
        "I'm worried that my rate lock may not last.",
        "I'm concerned about whether or not my rate lock will continue after it expires.",
        "If the rate lock expires, what are the consequences?",
        "My rate lock is nearing an end.",
        "Will my rate lock End very soon?",
        "Can we say we are nearing rate-lock expiry?",
        "Is the rate lock near the point where it ceases to exist?",
        "Is it possible to have my rate lock end soon?",
        "I'm concerned whether or not my rate lock will remain after it expires.",
        "I am wondering if my rate lock is about to end.",
        "The rate lock is going to end soon, is that possible?",
        "Rate lock coming to an end, is that possible?",
        "The rate Lock is close to its limit.",
        "Will my rate lockcome to an end soon?",
        "My rate lock is soon to end?",
        "Will that happen soon? my rate lock is about to end",
        "Rate locked ending; what happens",
        "Is my rate lock about to expires?",
        "Will our rate lock end soon?",
        "Will my rate lock end one day?",
        "Rate lock is ending soon?",
        "Is my rate lock close to the point I'll lose it?",
        "I wonder if it's time for my rate lock to end.",
        "Will my rate lock go away Soon?",
        "The rate lock is due to end.",
        "my rate lock is close to the point where I will lose it",
        "If my rate lock ends, what consequences will it bring?",
        "Will my rate lock go away quick?",
        "Will my rate lock end quickly?",
        "Is my rate lock going to be expired?",
        "When will my locked rate run out?",
        "Is that possible because my rate lock is going to end soon?",
        "Is your rate lock about to expire?",
        "Will this rate lock expire?",
        "What should happen to my rate lock if it goes off someday?",
        "Is my rate lock very close to the point where I will lose it?",
        "When the rate lock expires what's the consequence?",
        "Rate lock expiration possible?",
        "Should I be concerned that the rate lock would not be renewed?",
        "I don't know if my rate lock will end soon.",
        "Will it be time for the rate lock to end?",
        "Should I be worried the rate lock won't be renewed?",
        "Does this rate lock end?",
        "Is my rate lock close to ending it's life?",
        "Rate lock expiration is near?",
        "What about my rate lock ending soon?",
        "Are we nearing the rate lock's end?",
        "I would like to know if I should worry about the rate lock not being renewed.",
        "What if my rate lock expires?",
        "I am uncertain about what to think of an expiring rate lock.",
        "Is my rate lock close to expires?",
        "Can my rate lock come to an end?",
        "Will rate lock End soon?",
        "What should I do when my rate lock ends?",
        "We might be near the rate-lock expiry.",
        "There is a rate lock that is close to reaching it's limit.",
        "What should happen to the rate lock if they are not renewed soon?",
        "A rate lock is coming to an end, will that happen soon?",
        "Is my rate lock coming to an end?",
        "Does this mean we are nearing rate-lock expiration?",
        "Is it possible that my rate lock is about to end?",
        "Will this happen soon, my rate lock is coming to an end?",
        "Will the rate lock come to an end soon.",
        "Rate lock close to the end of its life?",
        "If the rate lock expires soon then what should happen?",
        "I'm concerned about whether or not my rate lock will stay after it expires.",
        "Is the rate lock close to the point that I will lose it?",
        "Will this happen soon, as my rate lock is coming to an end?",
        "Is the rate lock close to ending?",
        "Is my rate lock close to its end of useful life?",
        "The rate lock may reach it's limit.",
        "Should I be worried about the rate lock not renewing?",
        "I wonder what to think about an expiring rate lock.",
        "How soon will my rate lock no longer work?",
        "Will my rate lock cease to be effective one day?",
        "Will my rate lock soon be expired?",
        "Is my ratelock ending soon?",
        "Will rate lock ended soon?",
        "Results if rate-lock is nearing its end?",
        "I am concerned that my rate lock is going to expire soon.",
        "The rate lock is close to it's limit.",
        "When my rate lock ends, what's the consequence?",
        "Are we close to the end of the rate lock?",
        "Will rate lock end? Possible outcomes?",
        "If the rate lock goes away soon, what should happen?",
        "The rate lock will expire soon",
        "What do I do when my rate lock ends?",
        "Is my rate lock likely to end?",
        "When will the lock on my rate end?",
        "Will a rate lock come to an end?",
        "Is our rate lock due to expire?",
        "If my rate lock is ending, the consequences.",
        "I'm concerned that my rate lock expires soon.",
        "If the rate lock is about to expire, what should be done?",
        "Is my rate lock close to its demise?",
        "If my rate lock ends then what consequences?",
        "Will my rate lock end soon.",
        "Is the rate lock going to end?",
        "I'm concerned about whether or not the rate lock will last.",
        "If my rate lock expires then what is the consequence?",
        "What will happen with my rate lock?",
        "I'm wondering if my rate lock expires soon.",
        "Are my rate lock set to expire?",
        "Is the rate-lock expiration approaching?",
        "Will that happen soon, my rate lock is coming to an end?",
        "Does the rate lock go away very soon?",
        "Is the rate lock close to expiration?",
        "Should I be concerned about the rate lock not being valid for a period of time?",
        "Should my rate lock end, the consequences?",
        "The rate lock is getting to its limit.",
        "Will Rate lock ending soon?",
        "If the rate lock is soon to expire what should happen to it?",
        "Might my rate lock go away soon?",
        "Is my rate lock close to running out?",
        "Will my Rate lock come to an end?",
        "Rate lock could end soon.",
        "I'm not sure what to think about a expiring rate lock.",
        "\"Is my rate lock close to the end of its life?\"",
        "I'm concerned if my rate lock expires soon.",
        "I wonder if I need to worry if my rate lock expires.",
        "Is the rate lock very close to the point where I will lose it?",
        "Is my rate scheduled to end soon?",
        "Will my rate lock come to a stop soon?",
        "What can happen when rate locked ends?",
        "Will my rate Lock go away soon?",
        "Consequence, when my locked rate runs out?",
        "I'm unclear about what to think about an expiring rate lock.",
        "I am wondering if I should be worried about an expired rate lock.",
        "If the rate lock expires soon then what should happen to it?",
        "What would happen when my rate lock expires?",
        "Will that happen soon as my rate lock is coming to an end?",
        "I'm concerned that the rate lock might expire soon.",
        "I am not sure about what to think about an expiring rate lock.",
        "Will my rate lock go away eventually?",
        "How soon is my rate lock going to end?",
        "Rate lock will soon be ended.",
        "If my rate lock expires, will I have to worry?",
        "Is my rate lock close to the end of that term?",
        "Do I have to worry about the rate lock going away?",
        "Is my locked-in rate going to cease to apply?",
        "I'm concerned that my rate lock won't last forever.",
        "Isn't my rate lock close to the end?",
        "Results if so... Are we near rate-lock expiry?",
        "If the rate lock expires, what will be the consequences?",
        "Will this happen soon because my rate lock is coming to an end?",
        "When rate locked ends, what?",
        "Do I have to worry when my rate lock expires?",
        "the rate lock is close to the end of its life",
        "Will my rate lock come away soon?",
        "Should I worry about a rate lock not being renewed?",
        "I don't know if my rate lock will last after it expires.",
        "Is my rate lock close to the point where I could lose it?",
        "How long til my rate lock goes away?",
        "Rate lock could end.",
        "I'm worried about whether or not my rate lock will stay after it expires.",
        "Will my locked rate come to an end?",
        "Will my rate lock coming to an end one day?",
        "Rate lock may soon expire.",
        "I'm concerned that my rate lock might not be renewed soon.",
        "Rate lock will soon be ending!",
        "If the rate lock expires soon, what should happen?",
        "Is the rate lock close to it's end?",
        "Lock rate ending? Consequences?",
        "How soon will my rate stop being locked in?",
        "What should happen to my rate lock if it ceases to be active?",
        "If the rate lock expires, what happens?",
        "If rate lock expires, what are consequences?",
        "A potential impact when the rate lock expires?",
        "Rate lock's consequences if it expired?",
        "Will my Rate lock end one day?",
        "Is the rate lock close to the end of life?",
        "My lock rate runs out?",
        "Will my rate lock finally come to an end?",
        "Maybe my rate lock is ending?",
        "Will your rate lock end soon?",
        "Is it possible that my rate lock is about to end soon?",
        "If the rate lock is to expire soon, what should happen?",
        "my rate lock is about to expire",
        "If my rate lock ends soon, is that possible?",
        "Rate lock ends soon and what is next?",
        "Is my rate lock nearing the end?",
        "What will happen to my locked-in rate?",
        "What should happen to the rate lock when it expires?",
        "What would happen to the rate lock if it expires soon?",
        "Are my rate lock near the end of its life?",
        "Is my rate lock very close to the point where I'll lose it?",
        "Rate lock expires soon?",
        "If rate lock expires, the consequences?",
        "Will the locked-in rate cease to apply?",
        "Are we close to the rate lock's end?",
        "If my rate lock ends, what consequences?",
        "Is the rate lock set to end soon?",
        "What happens if the rate lock goes away?",
        "Will a rate lock end?",
        "I'm worried whether my rate lock will last.",
        "My rate lock is about to end?",
        "What should happen to the rate lock when it is not renewed?",
        "What will happen with my rate lock when it expires?",
        "I'm concerned about whether or not my rate lock will expire soon.",
        "Results if we are close to rate-lock expiry?",
        "my rate lock is close to expiring",
        "If my rate lock goes off soon, what should it do?",
        "Is my rate lock going to come to an end very soon?",
        "The rate locks is close to reaching it's limit.",
        "What would happen to my rate lock soon?",
        "If the ratelock expires soon, what should happen to it?",
        "I'm concerned if my rate lock will remain after it expires.",
        "Is my rate lock going away soon?",
        "What happen when my rate lock ends?",
        "What happens when time is up on my rates?",
        "Is that possible with my rate lock coming to an end soon?",
        "Was my rate lock about to end?",
        "It is possible that my rate lock is about to end.",
        "Will ratelocks end soon?",
        "Should I be worried about the rate lock not being valid in the future?",
        "Is there a consequence when my rate lock expires?",
        "When my rate lock expires, what's the consequence?",
        "Rate lock expire near?",
        "I'm concerned about when my rate lock expires.",
        "What should happen to the rate lock when it ends?",
        "My rate lock might end.",
        "Rate lock coming to an end?",
        "Can my rate lock be ended soon?",
        "Will we see rate lock end soon?",
        "What happens if the rate expires?",
        "The rate lock is due to expire.",
        "Does my rate lock come to an end soon?",
        "What next? Rate lock will end soon!",
        "Is my rate lock close to the point where it is no longer needed?",
        "Will my rate Lock go away very soon?",
        "How soon will the rate lock end?",
        "Does my rate lock go away?",
        "I'm wondering if my rate lock is close to the point where I'll lose it.",
        "My rate lock may expire soon.",
        "I worry about whether or not my rate lock will last.",
        "I'm not sure whether my rate lock will remain after it expires.",
        "The rate lock is about to reach its limit.",
        "Will the locked rate run out when?",
        "Will rate locks end soon?",
        "If the rate lock expires, how will it affect me?",
        "What should be done with the rate lock when it expires?",
        "If my rate lock expires, what will the effects be?",
        "Are we near the rate-lock expiration?",
        "Rate lock about to stop?",
        "Will your rate lock come to an end soon?",
        "What happens if the rate lock expires soon?",
        "Implications should my rate lock end?",
        "Rate lock expiry possible?",
        "Do you think my rate lock is about to end?",
        "Can my rate lock go away soon?",
        "Will this happen soon? My rate lock is coming to an end.",
        "I'm concerned that my rate lock is about to end.",
        "Will my rate lock expire soon or not?",
        "Rate lock will soon end?",
        "Will my rate lock come to an end asap?",
        "It is possible that my rate lock is coming to an end.",
        "Rate lock will probably end soon.",
        "Should I be worried about an expired ratelock?",
        "What should happen to the rate lock when it expires soon?",
        "Is my rate lock going to expire soon?",
        "Is it possible my rate lock is coming to an end?",
        "When my rate lock ends, will that happen soon?",
        "If rate lock expires, what consequences?",
        "Do I have to worry about my rate lock going away soon?",
        "Does a rate lock end?",
        "What should happen to the rate lock when it's expired?",
        "What should happen when time is up on my rate locks?",
        "My rate lock is about to expire, I'm worried.",
        "My locked rate will run out soon!Consequence?",
        "I'm worried if my rate lock expires.",
        "The rate lock is near the limit.",
        "Is it possible that my rate lock expires?",
        "Effects if the rate lock expires?",
        "My locked rate goes out?",
        "The rate lock is near to reaching it's limit.",
        "Will My rate lock end soon?",
        "Will this happen soon with my rate lock coming to an end?",
        "Should I be worried about the rate lock being not renewed?",
        "Rate lock is ending soon, what next?",
        "Is rate-lock expiration near?",
        "If my rate lock expires.",
        "The rate lock is close to its limit.",
        "What should happen when my rate lock expires?",
        "Is the rate lock going to come to an end one day?",
        "Are we near the end of the rate- lock?",
        "Well, is my rate lock about to end?",
        "Will my rate lock cease to exist?",
        "I am concerned that my rate lock is about to expire.",
        "Rate lock's effects if it expires?",
        "Will my locked-in rate cease to apply at a certain time?",
        "Is my rate lock going to end?",
        "When my rate lock ends, what's the consequences?",
        "Is my rate lock around the point where I will lose it?",
        "The consequences if yes, is my rate lock ending?",
        "Will my rate lock let go?",
        "Is the rate lock ending for me?",
        "When will I see my locked rate run out?",
        "If the rate lock goes off soon what will happen?",
        "Is my rate lock nearing the end of its useful life?",
        "What should happen to the rate lock when it inevitably expires?",
        "Will my rate lock be able to end soon?",
        "Is my rate lock close to its last point of existence?",
        "Ismy rate lock is close to the point where I will lose it.",
        "What should happen to the rate lock when it expired?",
        "I don't know when my rate lock ends.",
        "What should happen to the rate lock if it ceases to be active?",
        "Will my rate lock go away rapidly?",
        "my rate lock is close to the point where it ceases to exist",
        "What should happen when my rate lock ends?",
        "Will my ratelock come to an end?",
        "Will this rate lock come to an end soon?",
        "Does that mean that my rate lock will end soon?",
        "What if my rate lock ends soon?",
        "I am concerned about what will happen to my rate lock after it expires.",
        "What happens when the lock rate ends?",
        "When and if my rate lock expires?",
        "Will the rate lock have to end?",
        "When my rates lock expires, what is the consequence?",
        "Is my rate lock close to the ending of the term?",
        "What happens when time is up on my rate locks?",
        "If at all, will my rate lock end soon?",
        "What should happen to the rate lock if they expired soon?",
        "I'm worried about the rate lock expiring soon.",
        "Is my rate lock close to the last day?",
        "I'm concerned about whether the rate lock will last after it expires.",
        "Is my rate lock close to the point I will lose it?",
        "Will my rate lock disappear one day?",
        "My rate lock is close to expiring.",
        "I'm worried that the rate lock will expire soon.",
        "Will my rate lock go away in a hurry?",
        "Will rate lock ending soon?",
        "When the rate lock expires, what's the consequences?",
        "Now what happens when time is up on my rate locks?",
        "My rate lock is ending soon, what then?",
        "I am wondering if my rate lock is close to expiring.",
        "I am concerned about when my rate lock will expire.",
        "Will my rate lock end sooner or later?",
        "Is my rate lock about to expired?",
        "Is it a problem if my rate lock expires?",
        "The rate lock is close to reach its limit.",
        "Potential impact when rate lock expires?",
        "Are my rate lock close to the point where it ceases to exist?",
        "Soon the rate lock will end",
        "The rate lock is coming to an end, will that happen soon?",
        "Is it the end of my rate lock?",
        "Rate lock is about to end! what next?",
        "Rate lock is about to expire",
        "What are the consequences of rate locked ending?",
        "I'm concerned that my rate lock may not last.",
        "I think about an expired rate lock.",
        "Potential impact when our rate lock expires.",
        "Is we close to rate-lock expiry?",
        "Will this happen soon, my rate lock is nearing an end?",
        "Rate lock expires soon, what consequences?",
        "Rate lock expiry near?",
        "Will the rate lock End?",
        "Is my rate lock close to its end of life.",
        "I wonder if my rate lock will come to an end one day.",
        "If the rate lock expires, what will the consequences be?",
        "I am wondering when my rate lock expires.",
        "If my rate lock expires, what will be the consequence?",
        "What would happen if my rate lock expires?",
        "I have a rate lock coming to an end soon.",
        "Is my rate lock drawing to a close?",
        "If they expire soon, what should happen to the rate lock?",
        "I'm concerned that the rate lock is about to expire.",
        "Will it be time for my rate lock to come to an end?",
        "Is my rate lock close to the point that I can lose it?",
        "Will my rate lock end soon",
        "What would happen if my rate lock expires??",
        "What will happen when Rate lock ends soon?",
        "The rate lock is getting closer to its limit.",
        "Rate lock may be ending.",
        "What would the consequences be if my rate lock expired?",
        "Is my rate lock going to end very soon?",
        "my rate lock will end soon",
        "I'm worried about the rate lock not being renewed.",
        "I'm concerned about the future of my rate lock",
        "Will this happen soon? I have a rate lock that is coming to an end.",
        "Is my rate lock coming to an end very soon?",
        "Will my rate lock expiring?",
        "The expiring rate lock is something I am unsure of.",
        "Rate lock is set to expire?",
        "Is my rate lock close to the point that it no longer exists?",
        "Is my rate lock nearing the end of its lifespan?",
        "What consequences will happen if my rate lock expires?",
        "Do I need to worry if my rate lock ends soon?",
        "What should happen to the rate lock after it expires?",
        "Will the lock on my rate be ending soon?",
        "What happens when rate locked terminates?",
        "Should I be worried about the rate lock not being renewed?",
        "I wonder if my rate lock will expire soon.",
        "Is it possible for me to end my rate lock soon?",
        "Is my rate lock at a point that it ceases to exist?",
        "What happens once my rate lock expires?",
        "What should happen to the rate lock after it is expired?",
        "Are we nearing the end of our rate-lock?",
        "I want to know if my rate lock will go away soon.",
        "Will my rate run out soon?",
        "I want to know if my rate lock will come to an end soon.",
        "If my lock goes off soon, what should I do?",
        "What will happen to my rate lock if it expires soon?",
        "My rate lock is close to the point where I'll lose it.",
        "What happens at the rate locked ending?",
        "What happens when ratelocked ending?",
        "I am worried about whether or not my rate lock will last.",
        "How long till my rate lock goes away?",
        "Would my rate lock come to an end soon?",
        "Is it possible for my rate lock to End soon?",
        "Will the rate lock ending soon?",
        "The rate lock may be close to the end of the term.",
        "Is it possible that the rate lock will come to an end soon?",
        "Will this happen soon? my rate lock is about to end",
        "Should I be concerned about the rate lock not being renewed",
        "What when my rate lock ends?",
        "If the rate lock expires soon, what will happen to it?",
        "Are my rate locks coming to an end soon?",
        "What is next when the rate lock ends?",
        "Will my rate lock come to an an end?",
        "I'm concerned about whether my rate lock will end soon.",
        "The rate locked is close to reaching it's limit.",
        "Does my rate locks end?",
        "My rate lock is soon ending?",
        "Will my rate lock soon go away?",
        "Does this mean we are close to rate-lock expiry?",
        "Is my rate lock to go away soon?",
        "Will my rate lock expire in a few months?",
        "Is my rate lock closer to the point where I will lose it?",
        "Will rate lock be ending soon?",
        "The rate lock expires soon, what should happen to it?",
        "Is my rate lock about to ends?",
        "Will that rate lock come to an end?",
        "If the rate lock expires soon, what should become of it?",
        "The rate lock is near the point where I will lose it.",
        "Is my rate lock close to the point in which I'll lose it?",
        "What consequences if my rate lock expires?",
        "What if my rate lock is ending soon?",
        "The consequences of having my rate lock end?",
        "My rate lock is coming to an end soon, is it possible?",
        "Should I be worry about the rate lock not being renewed?",
        "It might be time for my rate lock to end.",
        "Will my rate lock come to an end soon.",
        "Does the rate lock have consequences if it expires?",
        "Are we nearing the rate-lock's end?",
        "Will my rate lock end sometime soon?",
        "Isn't my rate lock going to end soon?",
        "Is my rate lock close to its last days?",
        "Can my rate lock go away very soon?",
        "When my rate lock expires, what's the consequences?",
        "Will it be a rate lock that expires?",
        "Is the rate lock about to end soon?",
        "Is there a point where I'll lose my rate lock?",
        "Consequences if the rate lock expired?",
        "Potential impact? When does the rate lock end?",
        "Is my rate lock soon going to end?",
        "If my rate lock expires what consequences?",
        "What should occur to the rate lock if it expires?",
        "What happens when my locked rate runs out?",
        "Will I soon be able to end my rate lock?",
        "Is my rate lock really close to the point where I'll lose it?",
        "My rate lock is close to a point where it ceases to exist.",
        "The rate lock is about to expire and what should happen to it?",
        "What becomes of rate locked ending?",
        "Effects if my rate lock expires?",
        "I worried about the rate lock not being renewed.",
        "Should i be worried about an expired rate lock?",
        "My locked rate will run out when?",
        "Will my rate lock ended soon?",
        "I don't know if my rate lock will remain after it expires soon.",
        "Rate lock will soon ends.",
        "Time is running out for the rate lock?",
        "When is my rate lock going to expiring?",
        "Will I see my rate lock expire soon?",
        "What should happen once the rate lock expires?",
        "Rate lock likely to end soon.",
        "Is the rate lock close to expired?",
        "Are the rate locks coming to an end soon?",
        "Is the rate lock close to a point where I'll lose it?",
        "Is the rate lock ending? The consequences?",
        "Rate lock's consequences if it expires?",
        "The rate lock is close to reaching its limits.",
        "Are my rate locks close to the end of their lives?",
        "How soon will my rate lock expiration?",
        "The consequences if my rate lock is ending?",
        "Do I have a rate lock that is close to expiring?",
        "There is a rate lock that is close to reaching its limit.",
        "I'm not sure if my rate lock will remain when it expires.",
        "Results if we are near rate-lock's end?",
        "Do I have to worry if the rate lock expires?",
        "Is my rate lock close to ends?",
        "Is that possible as the rate lock is coming to an end?",
        "Is my rate lock at the end of its term?",
        "Can my rate lock end soon?",
        "Will my rate lock go away in a while?",
        "Will Rate lock end soon?",
        "What happens when the rate lock expires?",
        "I'm worried about whether or not my rate lock will continue after it expires.",
        "Is my rate lock near to the end of its life?",
        "I wonder if my rate lock will go away soon?",
        "The rate lock is nearing its limit.",
        "I want to know when my rate lock will end.",
        "My rate lock is ending, will it happen soon?",
        "Rate lock will be ending soon?",
        "Is that possible since my rate lock is coming to an end soon?",
        "Will this happen soon? I have a rate lock that is about to end.",
        "I wonder if my rate lock ends?",
        "What should happen to the rate lock after it ends?",
        "What should happen to therate lock when it expires?",
        "I'm concerned that my rate lock might be about to expire.",
        "Is my rate lock at its end of life?",
        "The rate lock will likely expire soon.",
        "my rate lock is close to the end of it's useful life",
        "I am wondering when my rate lock will expire.",
        "Would the lock rate end?",
        "Are we nearing the rate-lock end?",
        "When will my ratelock end?",
        "Will rate lock end eventually?",
        "What happens when time runs out on my rate locks?",
        "What should happen to the rate lock once it is no longer valid?",
        "Classic, is my rate lock going to end soon?",
        "I don't know when my rate lock will go away.",
        "My rate lock is about to expire, I am concerned.",
        "Will the rate lock beending soon?",
        "The rate lock is about to expire so what should happen to it?",
        "What should happen to the rate lock if it goes away soon?",
        "Will my rate lock end shortly?",
        "Rate locked ending, what happens.",
        "I'm not sure if the rate lock expires soon.",
        "If rate lock expires, what will happen?",
        "Will my rate lock come to an end in a day or two?",
        "I am concerned about whether or not the rate lock expires soon.",
        "What happens in a rate locked ending?",
        "What will happen if the rate lock expires?",
        "I was wondering if I should be concerned about an expired rate lock.",
        "I'm concerned about whether or not the rate lock will last after it expires.",
        "Rate lock could come to an end soon.",
        "How about soon my rate lock ending?",
        "Rate lock is due to end.",
        "The rate lock is close to reaching its limit.",
        "Implications after my rate lock ends?",
        "Will this happen soon?My rate lock is coming to an end.",
        "What should happen if I lose my rate lock soon?",
        "What should happen to my rate lock, if it goes off soon?",
        "My rate lock is ending soon?",
        "The rate lock is nearing its end.",
        "How long before my rate lock is GONE?",
        "If the rate lock expires, what will happen to it?",
        "Will my rate lock expire in the near future?",
        "The rate lock was close to reaching it's limit.",
        "My rate lock is close to the end of it's life.",
        "Is there a potential impact when the rate lock expires?",
        "Would my rate lock end?",
        "What is the plan for my rate lock expiration?",
        "What can I do when my rate lock ends?",
        "Should I be concerned if the rate lock expires?",
        "My locked rate is going to run out?",
        "Will the rate lock have to end soon?",
        "Will my rate lock have an end one day?",
        "If my rate lock ends, the consequences?",
        "Will the end of my rate lock happen soon?",
        "Does the time left for the rate lock run out?",
        "Are my rate lock going to end soon?",
        "Is myrate lock ending?",
        "The rate lock is about to reach the limit.",
        "Should I worry about rate lock not being renewed?",
        "Rate lock will likely end soon!",
        "My rate lock is close to ending.",
        "Does that mean we are nearing rate-lock expiry?",
        "I am uncertain about what to think about a expiring rate lock.",
        "Our rate lock is set to expire!",
        "It is a potential impact when our rate lock expires.",
        "What must happen when my rate lock ends?",
        "Will my rate lock come to an ends?",
        "My rate lock is about to end, is that possible?",
        "It's a classic question: is my rate lock ending soon?",
        "The rate lock is near reaching its limit.",
        "Is our rate lock ending?",
        "If the rate lock is to expire soon what should happen to it?",
        "Lock rate ending and the consequences?",
        "We might be nearing rate-lock expiry.",
        "Will my rate lock need to end soon?",
        "Will I need to worry if my rate lock expires?",
        "Rate lock can end soon.",
        "It might be a potential impact when our rate lock expires.",
        "What will happen when rate lock ends soon?",
        "I'm worried that my rate lock may not be renewed soon.",
        "Will our rate lock come to an end?",
        "What should happen to my rate lock if I lose it soon?",
        "Howbout my rate lock ending soon?",
        "Is the rate lock close to expiring?",
        "Soon rate lock will end",
        "I'm worried about whether or not my rate lock will remain after it expires.",
        "Our rate lock is about to expire?",
        "If my rate lock is ending, what are the consequences?",
        "My locked rate will run out soon!",
        "If the rate lock goes off soon, what should I do?",
        "What should happen to my rate lock if it's off soon?",
        "What will happen if rate lock ends soon?",
        "I'm concerned about what will happen to my rate lock when it expires.",
        "Our rate lock is about to expire!",
        "Is my rate lock about to expire?",
        "I'm concerned if my rate lock will expire soon.",
        "Is my rate lock close to its' end?",
        "The consequences if my rate lock ends",
        "Is my rate lock going out?",
        "My rate lock will end soon, what then?",
        "Are we getting close to rate-lock expiration?",
        "Will my locked-in rate stop at some point?",
        "Is my rate lock close to the end??",
        "Is my rate lock going away quickly?",
        "If the rate lock expire soon, what should happen?",
        "Consequence? My locked rate will run out?",
        "There is a possibility that our rate lock will expire.",
        "Is my ratelock close to the point where it ceases to exist?",
        "How soon is rate lock going to end?",
        "What if the rate lock expires soon?",
        "Rate lock expirations near?",
        "Should I be concerned about the rate lock not being valid for some period of time?",
        "If they expire, what should happen to the rate lock?",
        "Is my rate going to end soon?",
        "Is my rate lock close to it's point where I'll lose it?",
        "Will my Rate lock come to an end soon?",
        "Will the rate lock come to an end soon?",
        "My rate lock may soon be ending.",
        "Will my rate lock cease to exist soon?",
        "What will happen when rate locked ends?",
        "Am I near the point where my rate lock ceases to exist?",
        "Will it happen soon? My rate lock is about to end.",
        "What about my rate lock?",
        "I am concerned that my rate lock will end soon.",
        "Will my ratelock end soon, if at all?",
        "If my rate lock expires soon, will I be worried?",
        "The rate lock is nearing the end of its life.",
        "I wonder when my locked-in rate will stop.",
        "I'm concerned about when my rate lock will end.",
        "When my rate lock ends, what is the consequences?",
        "A rate lock is close to expiring.",
        "What happens when time is over on my rate locks?",
        "The rate lock is near it's limit.",
        "Is my rate lock about to ending?",
        "When am I going to have my locked rate run out?",
        "If my rate lock ends, what consequences do I face?",
        "The rate lock is now close to its limit.",
        "Is our rate-lock expiration near?",
        "Is the time coming for my rate lock to end?",
        "I wonder when my rate lock will end?",
        "There is a potential impact when our rate lock expires!",
        "I wondered if I should worry about the rate lock not being renewed.",
        "Will my rate lockgo away soon?",
        "Rate lock will end soon! What next?",
        "Will rate lock be ended soon?",
        "I wonder if my rate lock will come to an end soon.",
        "My locked rate will run out at some point.",
        "When will my rate lock be ending?",
        "Will this happen soon? My rate lock is about to end.",
        "The consequences of the end of my rate lock?",
        "When my rate lock expires, what will be the consequence?",
        "When will the lock rate run out?",
        "If my rate lock expires, what will the consequences be?",
        "The rate lock is about to reach it's limit.",
        "Am I close to the point where the rate lock ceases to exist?",
        "I want to know when the rate lock will end.",
        "Our rate lock is set to end.",
        "Do you think that my rate lock is going to end soon?",
        "Would it be possible for my rate lock to end soon?",
        "Will that happen soon? my rate lock is coming to an end",
        "Is the rate-lock expiry near?",
        "What will happen to my rate lock when it ceases to be active?",
        "The potential impact when our rate lock expires?",
        "The lock rate could end soon.",
        "Is my rate lock close to itsEnd?",
        "Is that possible, my rate lock is going to end soon.",
        "I don't know if my rate lock will last.",
        "I am not sure what to do with an expiring rate lock.",
        "Are we nearing the end of rate-lock?",
        "Does the rate lock go away soon?",
        "Is it possible for my rate lock to come to an end soon?",
        "Will the rate lock end soon? possible outcomes?",
        "Is my ratelock close to the end of its useful life?",
        "Is the rate lock going to come to an end?",
        "Do I have a rate lock ending?",
        "Is my rate lock close to reaching the point where it ceases to exist?",
        "What should happen to my rate lock if it disappears?",
        "I'm concerned about whether or not the rate lock will remain after it expires.",
        "I'm concerned if my rate lock expires.",
        "Will rate lock end in a few moments?",
        "What should be done to the rate lock when it expires?",
        "When is our rate lock going to expire?",
        "Will this happen soon because my rate lock is about to end?",
        "Will the consequences come if my rate lock ends?",
        "I am concerned if or not my rate lock expires soon.",
        "What will happen if/when my rate lock expires?",
        "My locked rate will run out at some point!",
        "I would like to know when my rate lock will end.",
        "Potential impact when the rate lock ends?",
        "I am not sure what to think about an expiring rate lock",
        "Is my rate lock very close to the point that I will lose it?",
        "Do I have to be concerned if my rate lock expires?",
        "What would be the consequences if my rate lock expires?",
        "Do I have a rate lock that expires soon?",
        "Rate lock expires near?",
        "Will there be a rate lock end soon?",
        "Results if we are near rate-lock expiry?",
        "Rate lock will likely expire soon.",
        "My lock rate will run out?",
        "I want to know if my rate lock ends.",
        "Will the rate lock wear out?",
        "Is my rate lock ending? The consequences.",
        "rate lock is ending soon?",
        "Will the rate lock end eventually?",
        "My rate lock is close to its end of life.",
        "What's next? Rate lock ending soon?",
        "My rate lock is near the point where I will lose it.",
        "Will my rate lockLapse soon?",
        "What should happen if my rate lock ceases to be active?",
        "Should I be worried that the rate lock is not renewed?",
        "What should happen to my rate lock if it disappears soon?",
        "Is my rate lock close to the point when I will lose it?",
        "I wonder if my rate lock is close to the end of the term.",
        "If my rate lock expires soon, should I worry about it?",
        "I'm worried about whether the rate lock will remain after it expires.",
        "What happens when there is a rate locked ending?",
        "Is my rate lock closing in on the end?",
        "What about my rate lock when it ceases to be active?",
        "Will it be time for my rate lock to be ended?",
        "I am worried about whether or not my rate lock expires.",
        "How long until my rate lock goes off?",
        "What happens when my rate locks expire?",
        "I was wondering if my rate lock would end soon.",
        "Will my rate lock come to an END soon?",
        "I'm worried if my rate lock will expire soon.",
        "Will there be an end to my rate lock?",
        "Is the rate lock close to the point where I'll lose it?",
        "If my rate lock expires, what would happen?",
        "The rate lock might be expired.",
        "My locked rate runs out?",
        "Will my rate lock come to an end in the near future?",
        "Is my rate lock close to ending the term?",
        "The Rate lock is close to its limit.",
        "Will my rate lock become obsolete one day?",
        "Results if we are nearing rate-lock's end?",
        "Will this happen soon? my rate lock is going to end.",
        "Will that happen soon? My rate lock is going to end.",
        "An expired rate lock could be a concern.",
        "My lock rate will run out.",
        "Will that happen soon? My rate lock is ending.",
        "My rate lock might be ending.",
        "Is it possible my rate lock is about to end?",
        "What will happen to my rate lock?",
        "My lock rate will run out soon.",
        "What should happen to the rate lock when they expire?",
        "Will my rate lock expired soon?",
        "If the rate lock goes off soon what should happen to it?",
        "We may be close to rate-lock expiry.",
        "Suppose my rate lock ceases to be active?",
        "Is my rate lock close to its natural end?",
        "I'm worried that my rate lock is about to expire.",
        "Will the lock on my rate end soon?",
        "Yep, is my rate lock about to end?",
        "If the rate lock goes away soon, what should happen to it?",
        "What happens when the time is over on my rate locks?",
        "If my rate lock expires, what will be the consequences?",
        "Will I soon need to end my rate lock?",
        "Is it possible that my rate lock is going to end soon?",
        "Will my rate lock end very Soon?",
        "Should I be worried about a rate lock being expired?",
        "My rate will run out.Consequence?",
        "My rate lock is soon going to end, is that possible?",
        "If the rate lock expires soon what should be done?",
        "Is my rate lock to expire?",
        "Will the lock rate end eventually?",
        "Is my rate lock about to lapse?",
        "I am worried about when my rate lock expires.",
        "Will the rate lock begin to end soon?",
        "My rate lock is about to end, is this possible?",
        "I worry whether or not my rate lock expires soon.",
        "Rate lock expiration could be near?",
        "Do I have to be concerned if my rate lock expires soon?",
        "Will I have to end my rate lock soon?",
        "Will the lock on my rate expire soon?",
        "I'm wondering if my rate lock is close to the end of my term.",
        "I need to know if my rate lock expires soon.",
        "I'm worried that my rate lock will soon expire.",
        "Is the rate lock about to come to an end?",
        "Will this happen soon, my rate lock is coming to an end.",
        "Rate lock will be ended soon.",
        "If the rate lock is soon to expire, what should happen?",
        "Will my rate lock end any time soon?",
        "Will the rate lock have consequences if it expires?",
        "Will this happen soon, my rate lock is going to end?",
        "Implications of my rate lock end?",
        "Should I be concerned that the rate lock might not be valid for a period of time?",
        "What should happen to the rate lock once it expired?",
        "If my lock expires soon, what will happen?",
        "Rate lock expires?",
        "I'm worried about whether or not the rate lock will last.",
        "Are we on the verge of rate-lock expiration?",
        "I'm concerned that my rate lock will soon expire.",
        "Are the rate lock coming to an end?",
        "Rate lock could be expired soon?",
        "I'm concerned that my rate lock might not last.",
        "Will my rate lock be end soon?",
        "There are consequences if my rate lock is ending.",
        "I'm concerned about whether or not my rate lock will remain after it expires.",
        "Effect on rate lock when it expires?",
        "My rate lock is about to expire and I'm worried.",
        "What happens when it ends rate locked?",
        "What would happen when the rate lock ends?",
        "Will it be time for my rate lock to end soon?",
        "Is the lock rate going to end?",
        "I am wondering when my rate lock will end.",
        "What will the consequences be when my rate lock expires?",
        "Rate lock might end soon.",
        "Will therate lock end soon?",
        "I want to know if my rate lock will end one day.",
        "The rate lock will likely expire.",
        "My locked rate will run out soon?",
        "Will my rate lock come to end one day?",
        "I'm not sure if my rate lock will last after it expires.",
        "Effects when my rate lock expires?",
        "Effects when my rate lock is about to expire?",
        "How long before my rate lock is no longer valid?",
        "Will My rate lock go away soon?",
        "Will the rate lock end soon? possibilities?",
        "Will my rate lock begin to end soon?",
        "Are rate lock ending soon?",
        "If the rate lock expired, what consequences?",
        "I'm concerned about whether or not my rate lock will be renewed.",
        "Will my rate lock disengage soon?",
        "What will happen if my rate lock goes off soon?",
        "Are we approaching rate-lock expiry?",
        "I'm worried that my rate lock is going to expire soon.",
        "Implications if my rate lock is ending?",
        "Will my rate lock be ending one day?",
        "Will ratelocking end soon?",
        "Rate locked, what happens when it ends?",
        "If the rate lock expires soon,what should happen to it?",
        "What happens after my rate lock ends soon?",
        "Is it possible that my rate lock is nearing an end?",
        "Will it be time for my ratelock to end?",
        "If my rate lock expires soon, will I need to worry?",
        "Will this happen soon with my rate lock ending?",
        "Are we close to rate-lock expiry?",
        "Do you think my rate lock will go away soon?",
        "Will a rate lock come to an end one day?",
        "Will my rate lock lapse?",
        "Is my rate lock close to the point where it will go away?",
        "Will the rate lock beExpired?",
        "Is the rate lock close to its expiration date?",
        "Should I be concerned that the rate lock is not renewed?",
        "I'm worried about the rate lock's future.",
        "What happens as rate locked ends?",
        "What will happen if my rate lock ends soon?",
        "The rate may soon expire.",
        "Is the rate lock near the end?",
        "I'm worried about whether or not my rate lock will expire soon.",
        "I am unsure about the issue of an expiring rate lock.",
        "Is my rate lock at the point where it ceases to exist?",
        "What should be done with the rate lock if it expires?",
        "I would like to know if my rate lock is ending.",
        "Is my rate lock close to the point where it ceases to Exist?",
        "Does my rate lock END?",
        "Do you know when my rate lock will expire?",
        "The rate lock should expire soon, what should happen to it?",
        "Will my ratelock end very soon?",
        "what happens when the rate expires?",
        "Should I worry if my rate lock ends soon?",
        "How much time before my rate lock goes away?",
        "How about rate lock ending soon?",
        "Will the rate lock die?",
        "The rate lock is getting closer to it's limit.",
        "I am worried about the fate of my rate lock after it expires.",
        "If my rate lock is ending, will there be consequences?",
        "Should I be concerned about the rate locking not being renewed?",
        "Rate lock is due to expire soon.",
        "I'm concerned that the rate lock may expire soon.",
        "What's next? Rate lock ending soon!",
        "Is there an effect on my rate lock when it expires?",
        "If my rate lock goes off soon what should I do?",
        "Will my rate lockend soon?",
        "Will your rate lock go away soon?",
        "It is possible that the rate lock will expire.",
        "I am unsure if my rate lock will remain after it expires.",
        "What goes on when rate locked ends?",
        "What's the consequence if my rate lock expires?",
        "Is the rate-lock expiry close?",
        "Should I be concerned regarding the rate lock not being renewed?",
        "My rate lock is scheduled to expire.",
        "Is my rate lock due to expire?",
        "Will this rate lock end?",
        "Should I be worried about my rate lock expiring soon?",
        "Classic that Is my rate lock about to end?",
        "If my rate lock expires what will the consequences be?",
        "What will be the consequence if my rate lock expires?",
        "The consequences of my rate lock being ended?",
        "What should happen to the rate lock once it expires?",
        "Rate lock will come to an end soon.",
        "Is it possible that my rate lock will be ending soon?",
        "What when the rate lock ends?",
        "The rate lock will expire soon, what should happen to it?",
        "Will rate lock end soon",
        "Is our rate lock set to expire?",
        "Will my rate lock end soon!",
        "When my rate lock expires, what consequences?",
        "Is my rate lock close to the end",
        "Is it about time for my rate lock to end?",
        "I would like to know if I should be worried about an expired rate lock.",
        "Will my rate Lock end soon?",
        "What will happen to the rate lock soon?",
        "The rate lock is going to reach its limit.",
        "Is it possible that my lock is going to end soon?",
        "I'm worried about how long my rate lock will last.",
        "How soon will the rate lock expire?",
        "Could our rate lock expire?",
        "Is the rate lock going to come to an end soon?",
        "My rate lock is close to the point I will lose it.",
        "Rate lock end soon! what next?",
        "I'm wondering if or not my rate lock expires soon.",
        "Will my ratelock end?",
        "The rate lock may be close to the end of its life.",
        "Will my rate lock come to an end, very soon?",
        "Does my lock come to an end?",
        "Is the rate lock running out?",
        "Can I have my rate lock come to an end soon?",
        "Rate lock ending soon! what next?",
        "We may be near rate-lock expiry.",
        "Is the rate lock coming to a close?",
        "What should happen to the rate lock once it comes to an end?",
        "The consequences if my rate lock expires?",
        "Will my rate lock be close to the point where I will lose it?",
        "Is my rate lock close to the conclusion of its useful life?",
        "If my rate lock goes off soon, what will happen?",
        "My rate lock is about to end, will that happen soon?",
        "Rate lock will end?",
        "Will my rate lock come to anend soon?",
        "Classic, Is my rate lock about to end?",
        "I'm concerned that my rate lock might not remain after it expires.",
        "I am not sure if my rate lock will remain after it expires.",
        "The consequences if rate lock ends?",
        "Do I have to worry about when my rate lock expires?",
        "What will the consequence be if my rate lock expires?",
        "My rate lock is coming to an end soon, so is that possible?",
        "Is my rate lock close to its term's end?",
        "What should happen to the rate lock when it does go away?",
        "Is the rate lock due to expire?",
        "The rate lock is getting close to its limit.",
        "Is my rate lock at an end?",
        "I'm worried about the future of my rate lock when it expires.",
        "The rate lock was close to reaching its limit.",
        "What would happen if rate lock ended soon?",
        "Will this happen soon? my rate lock is due to end.",
        "Should I be concerned if my rate lock ends soon?",
        "the rate lock is close to reaching it's limit",
        "Rate locked end, what happens?",
        "I don't know if my rate lock will stay after it expires soon.",
        "Would my rate lock come to an end?",
        "Will my rate lock come to an end soon or not?",
        "Will I have to worry if my rate lock expires soon?",
        "Are we near rate-lock expire?",
        "Will the rate lock leave me soon?",
        "Are my rate locks close to expiring?",
        "Is my rate lock close to the point when it ceases to exist?",
        "Will the rate lock come to an end?",
        "Do I have to worry about the rate lock ending soon?",
        "If my rate lock ends soon, do I need to worry?",
        "Is my Rate lock close to the point where I will lose it?",
        "My locked rate will run out?",
        "What is the consequences if my rate lock expires?",
        "If the rate lock ends, what should happen to it?",
        "My rate lock will come to an end.",
        "Will rate lock expires?",
        "Is the rate lock ending soon?",
        "Is the rate lock soon ending?",
        "Soonrate lock will end",
        "Will my Rate Lock come to an end?",
        "Is we close to the rate-lock expiration?",
        "I'm wondering if my rate lock is close to the point where I will lose it.",
        "When my rate lock expires what happens?",
        "The rate lock is close to reaching the limit",
        "Are my rate lock close to the end of its life?",
        "My rate lock is set to expire.",
        "Will my rate lock end one day??",
        "Is my rate lock close to the end of the term??",
        "The rate lock may be close to its end.",
        "What happens when time is out on my rate locks?",
        "Is my rate lock close to the end of it?",
        "Will that happen soon, as my rate lock is coming to an end?",
        "I am wondering if I should be concerned about an expired rate lock.",
        "The consequences if the rate lock is ending?",
        "Will my lock on my rate end soon?",
        "I am concerned that my rate lock may be about to expire.",
        "what happens when rate expires?",
        "When will my rate lock lapse?",
        "Rate lock is close to reaching it's limit.",
        "Now what will happen when time is up on my rate locks?",
        "Sometime soon, rate lock will end.",
        "Is it time for my ratelock to end?",
        "If my rate lock expires, what do I do?",
        "I'm concerned about whether my rate lock will be renewed soon.",
        "Will rate lock end recently?",
        "Will my rate lock go away soon?",
        "Should I worry that the rate lock is not renewed?",
        "Will my rate lock have to end soon?",
        "Will there be a rate lock end?",
        "What happens in rate locked ending?",
        "Classic, does my rate lock end soon?",
        "Will the Lock rate end?",
        "What happens to my rate lock if it expires?",
        "Will this happen soon? my rate lock is ending",
        "If my rate lock expires, what happens?",
        "Results if rate-lock expires?",
        "The rate lock is expected to expire.",
        "Is my rate lock close to winding down?",
        "The rate lock will expire, what should happen to it?",
        "The rate lock could end soon.",
        "It is close to reaching the limit of the rate lock.",
        "Will rate lock end soon?",
        "How soon will my rate lock be expired?",
        "I am not sure what to think about an expiring ratelock.",
        "Should I be concerned about an expired ratelock?",
        "Do you think we are nearing rate-lock expiry?",
        "What happens when time leaves on my rate locks?",
        "My rate lock may be ending.",
        "The rate lock is about to end, is it possible?",
        "My rate lock is set to expire soon.",
        "Will my rate lock escape soon?",
        "I wonder if the rate lock will come to an end soon.",
        "Are we close to rate-lock expiring?",
        "The rate lock is almost at its limit.",
        "Is it possible that my rate lock will END soon?",
        "I'm concerned that the rate lock may not last.",
        "I am concerned about whether or not my rate lock expires.",
        "What happens when time is left on my rate lock?",
        "I'm concerned if or not my rate lock expires soon.",
        "What about when rate expires?",
        "If my rate lock ends, what consequences will I face?",
        "When am I going to see my locked rate run out?",
        "Will my lock rate run out?",
        "What will happen to my rate lock soon?",
        "Thereafter, the lock rate could end?",
        "What should happen to the rate lock when it wears out?",
        "I'm unsure about what to think about a expiring rate lock.",
        "If my rate lock expires, what are the consequences?",
        "Will my rate lock disappearing very soon?",
        "I worry about the rate lock not being renewed.",
        "When rate locked ends, what will happen?",
        "Does my rate lock expire?",
        "If the rate lock are to expire soon, what should happen?",
        "I want to know when the rate lock ends.",
        "Does this mean we're near rate-lock expiry?",
        "Will my rate lock end sooner than later?",
        "The rate lock is coming to an end soon, is that possible?",
        "Is my rate lock very close to the end of it's term?",
        "Will the rate lock expiration?",
        "Is that possible as my rate lock is coming to an end?",
        "Rate lock is coming to an end soon!",
        "I'm worried about when my rate lock will end.",
        "Will that rate lock end soon?",
        "Should I watch for the rate lock not being renewed?",
        "Will the rate lock end recently?",
        "What will occur when rate locked ends?",
        "Will my rate locks end soon?",
        "Does the rate lock end soon?",
        "I wonder if my rate lock is about to end.",
        "What happens when ratelocking ends?",
        "My locked rate will run out eventually?",
        "Is it possible for my rate lock to END soon?",
        "Will my rate lock go away very Soon?",
        "Rate lock might be expired.",
        "What would happen to the rate lock if they expired soon?",
        "If the rate lock expired, what should happen to it?",
        "Will rate lock go away?",
        "I'm not sure whether or not my rate lock will remain after it expires.",
        "Will that happen soon, my rate lock is about to end.",
        "Should I worried about an expired rate lock?",
        "Classic, is my rate lock about to end?",
        "If the Rate lock expires soon, what should happen to it?",
        "What should occur to the rate lock once it expires?",
        "Will the rate lock be ended soon?",
        "I'm concerned how long my rate lock will last.",
        "The rate lock will probably end soon.",
        "What will happen if my rate lock is not renewed?",
        "Will my rate lock be ending?",
        "What happens when Rate locked ends?",
        "Will the lock on my rate come to an end?",
        "So what will happen if my rate lock expires?",
        "If the rate lock expired, what would happen?",
        "Is my rate lock at an end of its life?",
        "Is it possible that my rate lock will come to an end soon.",
        "Should I worry about the rate lock not being valid in the future?",
        "What if my rate lock ends?",
        "Will my rate lock come to an end very quickly?",
        "I'm worried whether or not my rate lock will last.",
        "The rate lock is coming to an end?",
        "What should happen to the rate lock when it does expire?",
        "I wonder if my rate lock is close to ending.",
        "Do I have consequences if my rate lock ends?",
        "I'm concerned about whether or not my rate lock will end soon.",
        "Rate lock is set to expire.",
        "I am concerned about whether my rate lock will last after it expires.",
        "Is the rate lock nearing an end?",
        "Can rate lock end soon?",
        "It may be time for my rate lock to end.",
        "Doesmy rate lock end?",
        "Will my rate lock come to an end within a day?",
        "I'm worried that my rate lock could expire soon.",
        "Will my rate lock come to an end.",
        "Is there consequences if the rate lock ends?",
        "Is it possible that my rate lock is going to come to an end soon?",
        "is my rate lock close to the end of its useful life?",
        "I am wondering if my rate lock will go away soon.",
        "Will my rate lock soon be gone?",
        "I'm not sure if my rate lock expires soon or not.",
        "Is my rate lock close to the end of it's life?",
        "What will happen with my rate lock soon?",
        "When is my rate lock about to expire?",
        "Is that possible that my rate lock will come to an end soon?",
        "Does the rate lock expire soon?",
        "Will the rate lock lapse?",
        "The rate lock might end.",
        "I'm wondering if my rate lock is close to the end of its useful life.",
        "Is it possible that my rate lock comes to an end?",
        "Is the rate-lock due to expire?",
        "My rate lock is about to expire and I am concerned.",
        "What will happen if my rate lock goes away?",
        "Will my rate lock go away quickly?",
        "Are we near the rate-lock expiry?",
        "I am wondering if my rate lock is close to the end of the term.",
        "The rate lock will expire near.",
        "What will happen with time left on my rate locks?",
        "The rate lock is near to it's limit.",
        "Willmy rate lock go away soon?",
        "Rate lock is soon going to end!",
        "I am worried about whether or not my rate lock will remain after it expires.",
        "What would happen to the rate lock if it expired?",
        "Rate lock may expired.",
        "Will the rate lock end soon? possible outcomes",
        "I'm concerned whether or not my rate lock will last.",
        "Will my rate lock come to end soon?",
        "Are we nearing the rate-lock expiry?",
        "I wonder when my rate lock will go away.",
        "If my rate lock ends, will the consequences?",
        "Is my rate lock close to vanishing?",
        "What if rate ends?",
        "Is my rate lock coming to a close?",
        "Are we nearing rate-lock's end?",
        "Is my rate lock close to going away?",
        "What happens once my rate lock ends?",
        "What happens to the rate locked ending?",
        "If we are nearing the end of the rate-lock...",
        "What will happen when my rate lock ceases to be active?",
        "Will ratelock expire?",
        "I wonder when my rate lock expires.",
        "Does that mean my rate lock ends?",
        "I'm worried if or not my rate lock expires soon.",
        "If my rate lock expires, should I worry?",
        "What then will my rate lock end?",
        "Is the rate lock going away very soon?",
        "What should happen to the rate lock after it does expire?",
        "What happens when my rate lock ending?",
        "Is my rate lock close the end of its useful life?",
        "If the rate lock expired soon, what should happen to it?",
        "What if rate expired?",
        "Will my rate lock have an end?",
        "What would happen to the rate lock once it expired?",
        "I was wondering when my rate lock would expire.",
        "Am I close to the point where I will lose my rate lock?",
        "Rate lock is ending soon. What next?",
        "Is the rate lock going to go away soon?",
        "I'm worried about the fate of my rate lock once it expires.",
        "Is my rate set to end soon?",
        "Is my rate lock to come to an end soon?",
        "Should I be worried about the rate lock not being renewed",
        "Is the rate lock going to expire?",
        "If my lock goes off soon, what will happen?",
        "Should I be concerned about a rate lock expired?",
        "Will my rate lock be ending soon?",
        "Rate locked end; what occurs?",
        "Isn't my rate lock about to end?",
        "What might happen if my rate lock expires soon?",
        "Are my rate locks close to the end?",
        "I wonder if the rate lock is ending soon.",
        "Will the lock rate end soon?",
        "What happens when rate locked ends??",
        "Our rate lock is due to expire!",
        "The rate lock is close to expiring.",
        "Will I end my rate lock soon?",
        "Is my rate lock close to it's last point?",
        "My rate lock is nearing the end.",
        "Will my rate lock be ended soon?",
        "What about the rate lock?",
        "Is my rate lock close to the point where it will cease to exist?",
        "Will his rate lock come to an end?",
        "Will the Rate Lock end soon?",
        "How will the consequence be if my rate lock expires?",
        "I am concerned that my rate lock expires soon.",
        "The rate lock is nearing the end of it's life.",
        "When my rate lock expires, what consequence will it have?",
        "Will my rate lock come to an end, soon?",
        "The rate lock may go away soon.",
        "I'm worried about whether or not my rate lock expires soon.",
        "Should I be worried about the rate locking not being renewed?",
        "The rate lock will reach it's limit.",
        "Will my rate lock end.",
        "My rate lock may be close to the end of its useful life.",
        "Will the ratelocking end soon?",
        "Will my rate lock be old soon?",
        "Will that happen soon, my rate lock is going to end?",
        "The rate lock is close to the point when I will lose it.",
        "I'm concerned that the rate lock will expire soon.",
        "Now what happens when time is up on my rates?",
        "Is my rate lock coming to an end soon.",
        "Are we close to the rate-lock's end?",
        "Is your rate lock about to end?",
        "If the rate lock expires, what are consequences?",
        "Maybe my rate lock will end soon?",
        "The rate lock will expire at some point.",
        "Will this occur soon? My rate lock is coming to an end.",
        "Rate lock come to an end?",
        "Could the rate lock end soon?",
        "The rate lock is nearing it's limits.",
        "Is the rate lock about to expire?",
        "Is my rate lock going to END soon?",
        "Thereafter, the lock rate ending?",
        "My rate lock is nearing its end.",
        "Are we close to rate-lock expire?",
        "I need to know when my rate lock will expire.",
        "If my rate lock expires soon, do I need to worry about it?",
        "The consequences if the rate lock ends?",
        "soon rate lock will end",
        "Is my rate lock close to the end ofuse?",
        "Will this happen soon since my rate lock is coming to an end?",
        "Does my rate Lock end?",
        "What are the consequences when rate locked ends?",
        "Rate lock will end soon? What next?",
        "When my rate lock expires, what will be the consequences?",
        "Is my rate lock to end soon?",
        "If we are near rate-lock expiry...",
        "Are we near the rate lock's end?",
        "What should happen to the Rate lock when it expires?",
        "If the rate lock expires soon what should happen?",
        "Potential impact? when does our rate lock expire?",
        "Will my locked rate go away soon?",
        "Are we near the rate-lock end?",
        "Rate lock is about to end",
        "Are my rate lock due to expire?",
        "Is my rate lock close to being gone?",
        "Does my rate lock ending?",
        "I am unsure of what to think about an expiring rate lock",
        "Rate lock will expire near",
        "I am concerned whether or not my rate lock will remain after it expires.",
        "What should happen with the rate lock when it expires?",
        "Will I see my rate lock end soon?",
        "Isn't it possible that my rate lock will end soon?",
        "Rate lock ending soon!what next?",
        "Will rate lock be ended?",
        "The rate lock may expire soon.",
        "Will my rate lock eventually go away?",
        "I'm wondering when the rate lock will expire.",
        "I'm wondering if my rate lock will last.",
        "I'm concerned that my rate lock is about to expire.",
        "Is my rate lock soon ending?",
        "Are we near the end of the rate-lock?",
        "How about my rate lock coming to an end?",
        "Isn't my rate lock coming to an end?",
        "The rate lock may end soon.",
        "Is that possible that my rate lock will end soon?",
        "Is there a need to worry if my rate lock expires soon?",
        "Will my rate lock cease to exist very soon?",
        "What might happen when my rate lock ends?",
        "Is rate lock about to end?",
        "I am not sure if my rate lock is ending.",
        "Will the end of my rate lock be soon?",
        "When will my rate lock be ended?",
        "If the rate lock expires soon, what should happen to them?",
        "I don't know what to think about a rate lock expiring.",
        "What should be done to the rate lock if it expires soon?",
        "I wonder if my rate lock ends soon.",
        "My locked rate runs out soon?",
        "Will my rate lock expires soon?",
        "I'm uncertain about what to think about an expiring rate lock.",
        "Can my rate lock come to an end soon?",
        "Is that possible as my rate lock will end soon?",
        "Potential impact? When our rate lock expires?",
        "Is my rate lock at the end of its lifespan?",
        "If the rate lock expires, what consequences?",
        "Are we close to rate-lock expiriment?",
        "What about my rate lock end?",
        "Rate lock will end soon?!",
        "Are we nearing the end of the rate lock?",
        "Implications of my rate lock ending?",
        "I'm worried if my rate lock expires soon.",
        "The rate lock is close to a point where I will lose it.",
        "I am unsure about what to think about a expiring rate lock.",
        "Does my ratelocking end?",
        "Will my rate lock leave soon?",
        "Is my rate lock close to the point where I'm going to lose it?",
        "If my rate lock expires, what effects?",
        "Will my rate lock ending?",
        "Will the Rate lock come to an end soon?",
        "If my rate lock expires soon, I'm worried.",
        "What happens when your rate expires?",
        "I'm concerned about the rate lock not being renewed.",
        "My rate lock is about to end, will this happen soon?",
        "Rate lock will soon expire.",
        "The rate lock is very close to reaching it's limit",
        "Is we near rate-lock expiration?",
        "Rate lock has consequences if it expires?",
        "Is my rate lock close to obsolescence?",
        "Should I be concerned over the rate lock not being renewed?",
        "Is it possible that my rate lock will be coming to an end soon?",
        "Will my locked rate run out?",
        "Do you think my rate lock will end soon?",
        "Will my rate lock end suddenly?",
        "The rate lock is close to its Limit.",
        "Is my rate lock near the point where it ceases to exist?",
        "I don't know when the rate lock will end.",
        "The rate lock is close to ending.",
        "My rate lock will end",
        "The rate lock may end.",
        "Will my rate lock go away very quick?",
        "I don't know if my rate lock will go away soon."
    ]
}