{
    "company_type": "Health Insurance Companies",
    "inquiry_category": "Coverage determination and eligibility queries",
    "inquiry_sub_category": "Benefits for specific medical procedures",
    "description": "Customers seek information about coverage and eligibility criteria for specific medical procedures, such as surgeries, diagnostics, or treatments.",
    "inquiry": "Is my surgery covered under my plan?",
    "paraphrases": [
        "Is this surgery included in my policy?",
        "Can I be covered for surgery?",
        "Is insurance covering my procedure?",
        "Are I covered for the surgery?",
        "Is insurance coverage for surgeries correct?",
        "Will my insurance cover the operation?",
        "Are things like my surgeries covered?",
        "Will there be insurance to cover my procedure?",
        "Will my insurance cover my operation?",
        "Will my insurance cover my procedures?",
        "Will my insurer cover the procedure?",
        "Is there coverage for surgery?",
        "Are I covered for the cost of surgery?",
        "I am wondering if you can confirm coverage for my operation.",
        "Is surgery alright with the health plan?",
        "Will my coverage cover my procedure?",
        "Is my plan for surgery fine?",
        "Does surgery follow my plan?",
        "Will my health insurer pay for my procedure?",
        "Does my plan indemnify me for my surgery?",
        "Does my plan match up with surgery?",
        "Does the policy have surgery involved?",
        "Is that plan for my surgery?",
        "Does my plan contain this procedure?",
        "Is my plan that includes this surgery?",
        "Are my surgeries covered by the plan?",
        "plan to include my procedure?",
        "I want to know if ops is part of package.",
        "Does the plan include the operation?",
        "Will I be covered for the surgery cost?",
        "Is surgery fine with the health plan?",
        "Is there a procedure coverage?",
        "Is it ok to have surgery with the health plan?",
        "I ask if my procedure will be covered.",
        "Should my plan include this surgery?",
        "Is this a procedure that I'm covered for?",
        "Is my plan involving this surgery?",
        "I wonder if my procedure will be covered?",
        "I do not know if surgeries like mine are covered.",
        "How will the plan include my procedure?",
        "Will my insurance covers my procedure?",
        "Does the insurer pay for the op?",
        "Can my insurance help with the procedure?",
        "I am wondering if my surgery is covered.",
        "Does the surgery count under my policy?",
        "Is it covered for my surgical needs?",
        "I wonder if you will cover my surgery.",
        "Will my insurance pick up the cost of the procedure?",
        "Can the surgeries be covered by this policy?",
        "Are the surgery insured?",
        "does it cover my surgical needs?",
        "I'm wondering if surgery is paid by plan.",
        "My operation is under the plan's domain?",
        "Is coverage for my operation confirmed?",
        "is operation part of the plan?",
        "Is surgery covered in my plan.",
        "I wonder if my surgical needs are covered.",
        "Can I receive coverage during the procedure?",
        "Does my plan only cover this surgery?",
        "Is surgery part of the plan?",
        "Are I covered for this procedure?",
        "My operation is within plan?",
        "How about surgery within coverage?",
        "Coverage for surgery or not?",
        "Am I covered for surgery?",
        "Can you confirm that there's coverage for my operation?",
        "I don't know if it's covered surgery by me.",
        "Is surgery included in the policy?",
        "Can you tell me about the coverage for my operation?",
        "Is the coverage for my operation confirmed?",
        "Is the procedure paid by the plan?",
        "Does my plan finance my surgery?",
        "Does it cover for surgery?",
        "Is it possible surgery is paid by plan?",
        "Does my plan cover this kind of surgery?",
        "My operation may be within the plan's domain.",
        "Does my plan already include this surgery?",
        "is surgery paid by plan",
        "Plans include my procedure?",
        "Are my surgeries included?",
        "Will the insurance company pay for the surgery?",
        "Will my procedure becovered?",
        "I am wondering if I am covered for the surgery.",
        "Does my plan allow this surgery?",
        "Is this a procedure that I am covered for?",
        "Will my insurer pay for this procedure?",
        "Is surgery doable with a health plan?",
        "Is there a procedure under the plan coverage?",
        "Does surgery fit under my plan?",
        "I'm wondering if you can confirm coverage for my operation.",
        "Will my insurance pay for the procedure.",
        "Am I supposed to have surgery in my plan?",
        "Does my plan mention this surgery?",
        "I wondered if I would be covered for this procedure.",
        "Will my insurance covers the procedure?",
        "Will the procedure be covered by insurers?",
        "Is surgical procedures covered by this policy?",
        "So am I covered for this procedure?",
        "Is it possible to confirm coverage for my surgery?",
        "Is this plan to include my procedure?",
        "Do the plans include my procedure?",
        "I was wondering if I was covered for this procedure.",
        "My operation falls within the plan's domain?",
        "Does myplan include this surgery?",
        "Will health insurance cover the cost of surgery?",
        "Is operation paid under the plan?",
        "What is the cover for my surgical needs?",
        "Will insurance pay for surgery",
        "Does my plan pay for surgical procedures?",
        "Are my surgical needs covered.",
        "Am I protected for that procedure?",
        "Does my plan even include this surgery?",
        "Is covered my surgical needs?",
        "Were surgery covered by me?",
        "Do you include my procedure in your plan?",
        "Am I in the plan for surgery?",
        "Does surgery fit into the policy?",
        "Are my surgery under my plan?",
        "Is there an operation part of the plan?",
        "Is insurance going to cover my procedure?",
        "I wonder if I'm covered for surgery costs.",
        "Does the operation be paid in plan?",
        "Does the policy cover things like surgery?",
        "I have a plan for surgery?",
        "Does my plan protect me during my surgery?",
        "I'm not sure if I'm covered for this procedure.",
        "Is it possible to confirm coverage for the operation?",
        "Surgery in coverage?",
        "Does insurance cover the procedure?",
        "Does my plan help cover the surgery?",
        "Is surgical procedures like mine covered?",
        "I was wondering if I was covered for the surgery cost.",
        "How will my insurance cover the procedure?",
        "Will the insurance pay for the surgery?",
        "The surgery could be included in my policy.",
        "Is surgery okay with the health plan.",
        "Will myinsurer cover my procedure?",
        "Was my op covered?",
        "Isn't the surgery in my policy?",
        "Am I covered for my procedure?",
        "Will the insurance cover the cost of the surgery?",
        "Is it ok for surgery with a health plan?",
        "Does the surgery count in my policy?",
        "Does my plan assist in my surgery?",
        "Is my plan regarding surgery?",
        "I want to know if my surgery is covered by my plan.",
        "Does the policy cover the operation?",
        "I don't know if operation is in the plan.",
        "Are you able to confirm the coverage for my surgery?",
        "Yes, is my surgery covered by my plan?",
        "Is it my operation within the plan's domain?",
        "Can I still be covered for this procedure?",
        "Surgery, will it be covered?",
        "Is surgery covered by my plan.",
        "Can I get my procedure covered?",
        "My surgery will be covered by the plan?",
        "Do I include this surgery in my plan?",
        "Am i covered for the surgery cost?",
        "Does my plan require an operation?",
        "Is it under my plan to have surgery?",
        "Do my operations fall within the plan's domain?",
        "Does the policy include surgical intervention?",
        "Will I be protected if required surgery?",
        "Will my procedure cover?",
        "Will the insurance be able to pay for surgery?",
        "Am I insured for surgery in my plan?",
        "Is the operationpaid in the plan?",
        "Is surgeries for me covered?",
        "Does my proposal include this surgery?",
        "Am I covered for a procedure?",
        "Is the surgery in my plan covered?",
        "Are surgeries covered by the policy.",
        "Am I being covered for this procedure?",
        "Will my procedure have insurance coverage?",
        "Does the policy accommodate surgery?",
        "Is my plan covering my operation?",
        "Is my plan to deal with surgery?",
        "Will the insurance covered the surgery?",
        "Do I need surgery under my plan?",
        "I want surgery under my plan?",
        "Does my plan include this kind of surgery?",
        "Will my op be covered?",
        "Can you tell me about coverage for my surgery?",
        "Does the policy afford surgery?",
        "Does policy include surgery?",
        "Is there a plan to cover my surgery?",
        "Will my surgery be under my plan?",
        "My operations are in the plan's domain?",
        "Should my surgery be covered by a plan?",
        "Does the insurance company pay for the surgery?",
        "Are my procedures covered by my plan?",
        "Is the surgery alright with the health plan?",
        "Does my plan cover surgeons?",
        "Is it possible for me to be covered for the surgery cost?",
        "Is my op covered?",
        "Is my surgery plan covering it?",
        "Is an operation part of the plan?",
        "Have the plan include my procedure?",
        "Does my plan cover surgical procedures?",
        "Yes, is the surgery included in my policy?",
        "My surgery may be covered by my plan.",
        "Is plan to cover my surgery?",
        "I don't know if surgery is under my plan.",
        "Covered for a surgery?",
        "What is the coverage of my surgery?",
        "Is surgery paid via plan?",
        "Do you know if I have coverage for my operation?",
        "Will I be taken care of if surgery is needed?",
        "Is my plan covered by this surgery?",
        "Are I going to have surgery under my plan?",
        "I want to know if I'm covered for the procedure.",
        "Are my operations within plan's domain?",
        "Should my insurance cover my procedure?",
        "Does my plan cover procedures?",
        "Does my plan fully cover my surgery?",
        "Is the procedure I have covered?",
        "Was it a procedure under the plan coverage?",
        "I don't know if I am covered for surgery costs.",
        "Will the surgery be paid by plan?",
        "I want to know if I will be covered for the surgery cost.",
        "Does insurance cover the costs of the surgery?",
        "Can you confirm that the operation is covered?",
        "Do I know if my procedure will be covered?",
        "Is Surgery paid by plan?",
        "I'm wondering if my operation is within plan's domain.",
        "Does my plan help with my surgery?",
        "Are I covered for this procedure.",
        "Will you confirm the coverage for my operation?",
        "Is it in the plan for the operation?",
        "Can surgery be done under my plan?",
        "My plan include my procedure?",
        "Do you cover my surgical needs?",
        "Is surgery in my plans?",
        "Did my plan include my procedure?",
        "Does surgery count in the policy?",
        "My operation is under plan's domain?",
        "Does insurance cover operation?",
        "Is my plan alright for surgery?",
        "Are there surgery in coverage?",
        "Can the procedure be covered by insurance?",
        "Can you confirm that coverage for my operation?",
        "Are surgery covered by this policy?",
        "Does my plan insurance cover my surgery?",
        "Does my plan involve a surgical procedure?",
        "Does my plan give for this surgery?",
        "I don't know if my insurance pays for the procedure.",
        "I wonder if the procedure will be covered.",
        "Is my plan for surgery under my plan?",
        "My surgery is covered by my plan?",
        "I would like to know if the operation is paid in plan.",
        "My plan covers surgeries?",
        "Surgeon covered in the plan?",
        "Are this surgeries covered by the policy?",
        "Does my plan include Surgery?",
        "Will my plan help with this surgery?",
        "Does anyone know if insurance pays for an op?",
        "My surgery should be covered by the plan.",
        "Is it possible to cover my surgical needs.",
        "Is the surgery paid for using a plan?",
        "Has the policy include surgery?",
        "Does the policy include a surgery?",
        "Will my procedure be covered for?",
        "Is that the case for my surgical needs?",
        "I was wondering if the operation was included or not.",
        "Is my plan covering this surgery.",
        "I am wondering if the surgery is included in my policy.",
        "Does my plan give me cover for this surgery?",
        "Does my plan include this particular procedure?",
        "Does my plan look after my surgery?",
        "Under my plan, is my surgery covered?",
        "Is my surgery included in my plan.",
        "Is it possible that the covers my surgical needs?",
        "Is my surgery plan covered?",
        "I want to know if I am covered for the surgery costs.",
        "Has my plan included this surgery?",
        "Does my plan include procedures?",
        "Is the surgery in my policy",
        "Does My plan include this surgery?",
        "Procedure is under plan coverage?",
        "What is my operation inside plan's domain?",
        "Should my plan include the procedure?",
        "Will operation be included in the plan?",
        "I wonder if I am covered for surgery in my plan.",
        "Does the policy include surgery??",
        "Can you confirm the coverage of the operation?",
        "Do I have a plan to cover surgery?",
        "I am wondering if my op is covered or not.",
        "Will I be covered for this surgery?",
        "Maybe my plan is covering surgery.",
        "Should I be covered for the surgery cost?",
        "Will surgery be part of benefits?",
        "Does my plan make sense for my surgery?",
        "Are surgery covered by the policy?",
        "My procedure can be included in the plan.",
        "Does my plans pay for my surgery?",
        "Is my procedure provided?",
        "Will my insurance help with my procedure?",
        "I am considering surgery under my plan.",
        "Does the policy include having surgery?",
        "Were my surgery covered by me?",
        "Does my plan pay for surgery?",
        "I wondered if the surgery was covered by me.",
        "My operation lies within the plan's domain?",
        "Does the insurance pay for the procedure?",
        "How about covering my surgery?",
        "Will I be covered for my surgery?",
        "Do surgeries covered by this policy?",
        "Is my plan for the surgery?",
        "Is the surgery OK with the health plan?",
        "Does my scheme pay surgery?",
        "Will my insurance reimburse me for the procedure?",
        "Does my plan get me through this surgery?",
        "Does my plan protect me during surgery?",
        "Does my plan have cover for surgery?",
        "Is surgery within a coverage?",
        "Should the plan include my procedure.",
        "Does the policy pay for surgery?",
        "Can you confirm my operation's coverage?",
        "Does my surgery happen under my plan?",
        "does operation pay in plan?",
        "Has my scheme paid for surgeries?",
        "Does my surgery have to be covered under my plan?",
        "Should the surgery be covered by the policy?",
        "Will my procedure get covered?",
        "Does it include this surgery?",
        "Is my plan covering procedures?",
        "Is my plan compatible with this surgery?",
        "Does my plan afford my surgery?",
        "Can you let me know if there is coverage for my operation?",
        "Someone wants to know if surgery is covered or not.",
        "Will the insurance paid for the surgery?",
        "I ask if surgery is paid by plan.",
        "Does the surgery join my policy?",
        "Will myProcedure be covered",
        "Does the policy offer surgery?",
        "Does my plan cover the surgical procedure?",
        "Does my plan consist of surgery?",
        "Is the coverage confirmed for my operation?",
        "Does this cover my needs for surgery?",
        "What is my operation within plan's domain?",
        "Is the surgery on my policy.",
        "Was the surgery included in my policy?",
        "Is the plan for my procedure?",
        "How should the plan include my procedure?",
        "Will my surgical procedure be covered?",
        "I am interested in knowing if you can confirm coverage for my operation.",
        "I need to know whether you can confirm coverage for my operation.",
        "Is my insurance willing to pay for the procedure?",
        "Is my plan going to cover the surgery?",
        "Will I have insurance for my procedure?",
        "The surgery is in my policy?",
        "Do surgeries count under this policy?",
        "Would surgery be in my plan?",
        "My procedure is within plan's domain?",
        "Are surgery included in my policy?",
        "Is my surgery paid for under my plan?",
        "does my plan cover my surgery",
        "Plan including my procedure?",
        "Does it include my surgical needs?",
        "Will an insurance cover my procedure?",
        "Is surgery financed by plan?",
        "Will surgery paid for by insurance?",
        "Can you confirm the coverage of my surgery?",
        "Does my procedure get covered?",
        "I don't know if I'm covered for this procedure.",
        "Does the policy include some sort of surgery?",
        "Doesn't my plan include this surgery?",
        "Is surgery happening within coverage?",
        "Does my plan take care of the surgery?",
        "Is surgery ok with a plan?",
        "Will the insurance cover my surgery?",
        "Are I covered for the surgery cost.",
        "I need to know if I am covered for this procedure.",
        "My surgery might be covered by a plan.",
        "My operation is within plan's domain?",
        "Will insurers cover my procedure?",
        "Is it possible that I'm covered for the surgery cost?",
        "I'd like to know if I'm covered for the surgery cost.",
        "Does insurance cover the cost of an surgery?",
        "Has my insurance paid for the procedure?",
        "Does insurance cover the cost of the surgery?",
        "Am I covered for this particular procedure?",
        "What about surgery in coverage?",
        "Does my policy include surgery?",
        "Does insurance pay for surgery.",
        "I wonder if the surgery is part of my policy.",
        "Yes, does my plan include this surgery?",
        "Does my plan work for this surgery?",
        "Is it possible for me to get procedure coverage?",
        "Is my plan for surgery covered?",
        "Will the surgeon be in the plan?",
        "I want to know if my surgery is covered.",
        "What about operation in the plan?",
        "My operation would be within plan's domain?",
        "I am not sure if my op is covered or not.",
        "I am wondering if my plan includes this surgery.",
        "Are operations covered by this policy?",
        "Is my operation covered in my plan?",
        "Does my plan compensate for this surgery?",
        "Is surgery okay for the health plan?",
        "I wonder if I could get procedure coverage.",
        "Does the operation pay in plan?",
        "The surgery is within the coverage?",
        "Covered for the procedure?",
        "I asked if my procedure was covered.",
        "Will the procedure be covered by insurance?",
        "Will this surgery be in my plan?",
        "Are the surgery in my policy?",
        "Surgery with health plan?",
        "Is policy coverage for the surgery?",
        "Will the surgery be part of my policy?",
        "Will my surgery be covered in the plan?",
        "Is surgery in the coverage?",
        "Does the policy pay for the surgery?",
        "Will my plan pay for surgeries?",
        "Does surgery work with health plan?",
        "Is my surgery available under my plan?",
        "Should surgery in my plan be covered?",
        "Is there a plan for my procedure?",
        "Is the operation covered under the plan?",
        "Will surgery be covered by my plan?",
        "Does the policy include some kind of surgery?",
        "Are the surgery within the coverage?",
        "Will the insurance cover me for my procedure?",
        "I wonder if my plan is for surgery.",
        "Plan to include my surgery?",
        "Will the surgery be covered by me?",
        "Is it covers my surgical needs?",
        "Does the surgery make it in my policy?",
        "Is surgery covered in the plan?",
        "Is my policy including surgery?",
        "Does my plan pay for that surgery?",
        "Will the insurance pay for surgeries?",
        "Was my procedure covered?",
        "Will the insurance cover the surgery?",
        "I question if my surgery is covered by my plan.",
        "Is surgeries covered by this policy",
        "Is operation paid for in the plan?",
        "Would I be protected if surgery was needed?",
        "Is surgery covered in my policy?",
        "Will the surgery be included in my plan?",
        "Do my plans cough up for surgery?",
        "Is it okay to surgery with a health plan?",
        "Plan involve my procedure?",
        "I am wondering if I will be covered for this procedure.",
        "My surgery may be covered by a plan.",
        "am I covered for my surgery?",
        "The surgery is in my plan?",
        "Does surgeries covered by this policy?",
        "Is there any coverage for my procedure?",
        "Would surgery work with a health plan?",
        "I wonder if I am covered for the surgery cost.",
        "Is surgery part of my plans?",
        "I want you to confirm my coverage for my operation.",
        "Will insurance pay for an op?",
        "Is there a covered surgery for me?",
        "Will I be covered for the cost of the surgery?",
        "Is surgery paid via a plan?",
        "Did I include this surgery in my plan?",
        "Is I covered for the surgery costs?",
        "I wondered if the surgery was included in my policy.",
        "Does my plan have to include surgery?",
        "Is my op insured or not?",
        "Is surgery allowed with the health plan?",
        "am I covered by my plan for my surgery?",
        "Yes, can I get coverage for the procedure?",
        "Does my plan even cover my surgery?",
        "Is my plan going to pay for this surgery?",
        "Does the insurance cover the surgery?",
        "Has surgery been covered by me?",
        "Will it cover my surgical needs.",
        "The surgery is covered by me?",
        "Does my plan include my surgery?",
        "Is it covering my surgical needs?",
        "Is surgery covered by health care?",
        "Is insurance paid for the op?",
        "Can you tell me the coverage of my operation?",
        "Should my surgery be covered under my plan?",
        "Is my surgery insured under my plan?",
        "The surgery might be in my policy.",
        "I do not know if my procedure will be covered.",
        "Am I covered for my surgery expenses?",
        "Does my plan work out for surgery?",
        "Is surgery paid according to plan",
        "I am wondering if my plan is covering surgery.",
        "Is the operation funded in a plan?",
        "Is surgery ok with health plan?",
        "Is my operation within a plan?",
        "Is the cost for the surgery covered by me?",
        "Is my plan good for my surgery?",
        "Is the operation paid for in plan?",
        "Can I have the coverage for the procedure?",
        "Will these surgeries be covered by this policy?",
        "Will my scheme pay surgeries?",
        "I asked if my insurance would pay for the procedure.",
        "I am wondering if I can get procedure coverage.",
        "Does my plan call for an operation?",
        "Surgery OK with health plan?",
        "Is my plan covering surgery.",
        "Does Insurance cover my procedure?",
        "Including surgery in benefits?",
        "Is my surgery covered for under my plan?",
        "Does my plan offer this surgery?",
        "is operation in the plan?",
        "Will I be protected if an operation is needed?",
        "Does surgery happen in the policy?",
        "My plan pays for surgeries?",
        "Did my plan cover surgery?",
        "Is the surgery within the policy?",
        "Is it possible that this covers my surgical needs?",
        "Will the procedure get covered by insurance?",
        "Will my health insurance pay for my procedure?",
        "Is operations part of the plan?",
        "Does my plan call for surgery?",
        "Am I going to have surgery in my plan?",
        "Does the policy include surgery",
        "I don't know if my procedure is covered.",
        "Are the surgery in coverage?",
        "Does my plan cater for surgery?",
        "Does the policy have surgery on it?",
        "Can I have my surgical needs covered?",
        "Is my plan for surgery under consideration?",
        "Is the surgery covered by the policy.",
        "Plan include the procedure?",
        "Can the policy cover the surgery?",
        "Did my plan cover the surgery?",
        "Does plan cover my surgery?",
        "what about surgery within coverage?",
        "Does my surgery count as part of my plan?",
        "Are my surgery plans under my plan?",
        "I wonder if the surgery was covered by me.",
        "Is it a surgery within coverage?",
        "Am I protected for this procedure.",
        "My operation is within the domain of the plan?",
        "Does my plan cover any surgery?",
        "I wonder if surgery was covered by me.",
        "Are my surgical needs addressed?",
        "Is operation paid by plan?",
        "Will my insurance be able to pay for my procedure?",
        "My procedure could be included in the plan.",
        "Does my plan have something to do with surgery?",
        "Does my plan have surgery in it?",
        "Do my plans cover this surgery?",
        "Is insurance coverage for my procedure?",
        "Is my surgery paid for in my plan?",
        "Does insurance cover my surgery?",
        "Will they cover the surgery?",
        "Can I get coverage for the surgery cost?",
        "Does my plan include some surgery?",
        "Is there any coverage for my surgery?",
        "Does the policy include the surgery?",
        "Will my procedure be considered covered?",
        "Am my surgery covered by the plan?",
        "Is it possible to get coverage for the procedure?",
        "Are my surgery covered by me?",
        "can I get coverage for the procedure?",
        "Is the operation paid by plan?",
        "Does the surgery fit into my plan?",
        "Does surgery occur within coverage?",
        "I need to know if surgeries like mine are covered.",
        "Does my plan involve surgery?",
        "Does the surgery become part of my policy?",
        "Will my insurance help pay for the surgery?",
        "Is procedure under plan coverage?",
        "Does my plan cover my surgeries?",
        "Does my plan reimburse for this surgery?",
        "Am I covered for surgical procedures in my plan?",
        "Is surgery in my policy?",
        "Does my plan support surgery?",
        "Does my plan include this operation?",
        "I wondered if I was covered for the surgery cost.",
        "Will health insurance pay for surgery?",
        "Does insurance cover surgical procedures?",
        "Will my health insurer cover the procedure?",
        "Can I get covered for my procedure?",
        "Will I be covered for my procedure?",
        "Is that surgery included in my policy?",
        "Will surgery be paid for by insurance?",
        "Will the insurance cover the procedure?",
        "Will my insurance pay for the procedures?",
        "Willmy procedure be covered?",
        "Does insurance cover the cost of op?",
        "Is there a cover for the surgery cost?",
        "Did this plan include my procedure?",
        "I want to have surgery under my plan.",
        "Is my surgery on my plan?",
        "I would like to know if my plan is covering surgery.",
        "Is my plan for surgeries?",
        "My plan pays for surgery?",
        "is surgery paid by plan?",
        "Does my procedure cover something?",
        "I wondered if my plan was covering surgery.",
        "Does my plan cater to this surgery?",
        "I wonder if I can have procedure coverage.",
        "Will the procedure be under plan coverage?",
        "Can I be covered for my surgery cost?",
        "Can you confirm coverage for my procedure?",
        "Is the planned operation included?",
        "Does my plan ever cover my surgery?",
        "Does my plan pay for this operation?",
        "Do the plan include operation?",
        "Do your plan include my procedure?",
        "Should the surgery be okay with the health plan?",
        "Surgery on a health plan?",
        "Are some surgeries covered by this policy?",
        "Is my procedure covered by the plan?",
        "Is my medical procedure covered?",
        "Is my plan taking care of surgery?",
        "Does my insurance reimburse the procedure?",
        "plan include my surgery?",
        "Do my operations fit within plan's domain?",
        "This surgery may be included in my plan.",
        "Is procedure coverage possible for me?",
        "Is it ok to cover my surgical needs?",
        "Was my surgery covered under my plan?",
        "A plan to include my procedure?",
        "My plan might be covering surgery.",
        "I wonder if I can get the procedure coverage.",
        "Will my insurance pay for the procedure??",
        "I need to know if the surgery is included in my policy.",
        "Plan have my procedure?",
        "Will my health insurance pay for the procedure?",
        "Is surgery ok with my health plan?",
        "I want to know if the surgery is included in my policy.",
        "Are my plans for surgery under my plan?",
        "Is my plan done for surgery?",
        "Plan helps with my surgery?",
        "Is surgeries like mine included?",
        "I wonder if operation is paid in plan.",
        "Will my surgery be covered by insurance?",
        "Is my plan for surgery covered by it?",
        "Does my plan cover the procedure?",
        "Can I receive coverage for the surgery?",
        "Is it intended to cover my surgical needs?",
        "Do I get covered for surgery in my plan?",
        "Does my plan pay for the operation?",
        "Will my insurance paid for the procedure?",
        "Is there surgery included in the policy?",
        "Does my plan assist with this surgery?",
        "Is my surgery included in my plan?",
        "I wonder if the insurance will cover my procedure.",
        "Will the insurance pay for my surgery?",
        "Does my plan not cover my surgery?",
        "Is my plan allowing for surgery?",
        "I wonder if my procedure is covered?",
        "Is the procedure paid by a plan?",
        "Is the cover my surgical needs?",
        "Would Surgeries like mine be covered?",
        "Is surgery my plan?",
        "Does my plan include that operation?",
        "Yes, can you confirm the coverage for my operation?",
        "Does it cover my surgery?",
        "Plan takes care of my surgery?",
        "Will this cover my surgical needs?",
        "Is my procedure insured?",
        "Do you have a plan to include my procedure?",
        "Does my plan adequately cover my surgery?",
        "It is unclear if the operation is included or not.",
        "Plan covers my operation?",
        "Will myinsurer pay for my procedure?",
        "Is it possible to get covered for the surgery cost?",
        "Is there a policy that includes surgery?",
        "Is the surgery paid for in the plan?",
        "Will I be protected if a surgery is needed?",
        "My op is covered or not?",
        "Does the policy have surgery included in it?",
        "Are operations paid in plan?",
        "Can I receive coverage for my procedures?",
        "Does my plan have this surgery included?",
        "Does my plan allow for surgery?",
        "Should my procedure be part of the plan?",
        "Is surgery insured?",
        "Is operation part of plan?",
        "I want to know if insurance will cover my procedure.",
        "A plan to cover my surgery?",
        "Does this policy include surgeries?",
        "Is this surgery within the coverage?",
        "Surgery is okay with health plan?",
        "I was wondering if I was covered for the procedure.",
        "Do you cover my needs for surgery?",
        "Should the surgery be under my plan?",
        "Is my insurance cover for my procedure?",
        "Is my surgery covered under my insurance plan?",
        "Is surgery OK with a health plan?",
        "Am surgeries covered by this policy?",
        "What if the plan includes my procedure?",
        "Can surgery be paid by plan?",
        "I don't know if insurance will cover my procedure.",
        "Does my plan fit for surgery?",
        "Is the surgery included in your policy?",
        "Does the surgery count in the policy?",
        "Is procedure under plan coverage included?",
        "Does my plan have to pay for this surgery?",
        "Is surgery paid through a plan?",
        "Does my plan include this surgery?!",
        "Is this procedure covered by me?",
        "Am Iinsured for this procedure?",
        "I don't know if I can get coverage for the procedure.",
        "Does my plan help with this operation?",
        "Is the surgery going to be covered?",
        "I want to know if my insurance will pay for the procedure.",
        "Is the surgery covered for?",
        "Does my plan include the procedure?",
        "Will surgery be part of my plan?",
        "am I covered for surgeries like mine?",
        "Can you tell me if there is coverage for my surgery?",
        "Will my insurance not cover the procedure?",
        "If surgery is in my plan, am I covered?",
        "Does the policy have surgery included?",
        "Would surgery be ok with a health plan?",
        "Is my procedure being covered?",
        "Is the plan including my procedure?",
        "Is my plan to cover surgery?",
        "Is surgeries covered by the policy.",
        "I wondered if my surgery was covered by my plan.",
        "How about covering my surgical needs?",
        "Does my plan give me cover for surgery?",
        "Is the operation included in the plan?",
        "Does the policy incorporate surgery?",
        "Can the surgery be included in the policy?",
        "Am I covered for my surgery?",
        "I'm wondering if I'm covered for the surgery costs.",
        "I wonder if ops is part of the package.",
        "I need surgery in my plan.",
        "Is insurance going to pay for surgery?",
        "Can I be covered for the cost of surgery?",
        "Will my plan be covering surgery?",
        "Will the surgery be covered by policy?",
        "I'm wondering if my plan is covering surgery.",
        "covers my surgery needs?",
        "plan covers my surgery?",
        "Does it cover surgery?",
        "Does my plan ever cover this surgery?",
        "Are the operation paid in plan?",
        "Do I cover this procedure?",
        "Are surgeries included in this policy?",
        "Will the surgery be covered by insurance?",
        "Does my plan make up for this surgery?",
        "Is there covered surgery for me?",
        "Is Plan covering my surgery?",
        "Does my plan always cover surgery?",
        "Will my insurance take care of my procedure?",
        "There is a question of if the operation is included or not.",
        "Will my insurance pay for that procedure?",
        "Should the surgery be in my policy?",
        "Does insurer pay for surgery?",
        "Am I covered in my plan for surgery?",
        "I wonder if the surgery is included in my policy.",
        "A procedure under the coverage?",
        "Can the surgery be done with a health plan?",
        "I need to know if you can confirm the coverage for my operation.",
        "I ask if you can confirm coverage for my operation.",
        "Plan should include my procedure?",
        "What about my plan for surgery?",
        "Does the policy have surgery part in it?",
        "Does my surgery get covered?",
        "Will my insurance cover my medical procedure?",
        "I'm wondering if I am covered for the surgery cost.",
        "Am I covered for my surgery in my plan?",
        "Immediate surgery within coverage?",
        "Does insurance pay to have surgery?",
        "Am I covered for my surgery plan?",
        "Included my procedure in the plan?",
        "Can the surgeon be covered in the plan?",
        "What is my operation in the plan's domain?",
        "Is my plan for surgery appropriate?",
        "Has my plan covered the surgery?",
        "Is the surgery included in this policy?",
        "Does the policy have surgery in it.",
        "I will need surgery in my plan.",
        "Does the policy include a procedure?",
        "Is surgery funded by the plan?",
        "I question if surgery is paid by plan.",
        "I wonder if surgery in my plan is covered.",
        "Will the operation be included or not?",
        "Does my plan give me cover for my surgery?",
        "Does my plan protect my surgery?",
        "Am I covered for this procedure",
        "Are my surgeries coverage?",
        "Does my insurance pay for the procedure?",
        "Is surgery within my plan?",
        "Is my surgery insured?",
        "Is this procedure covered by my insurer?",
        "I wonder if my plan will cover this surgery.",
        "My operation is within the planning domain?",
        "I wonder if I am covered for surgery.",
        "is the operation included?",
        "Have surgeries been covered by this policy?",
        "Under plan coverage, a procedure?",
        "Is surgery subject to coverage?",
        "Does my plan include this operation.",
        "Does surgery comply with the health plan?",
        "Is surgery like mine covered?",
        "Plan coverage for the surgery?",
        "Should plan include my procedure?",
        "Is this surgery in my plan.",
        "Does my plan pay for surgeries?",
        "Is there any surgery in my policy?",
        "I want to know if my plan covers surgery.",
        "Is the surgery included in my plan?",
        "will my insurance cover the procedure?",
        "Can you tell me the coverage of my surgery?",
        "Will my scheme pay for surgery?",
        "Can you confirm coverage for the operation?",
        "Will you cover it for surgery?",
        "Does my plan pay for my surgery.",
        "Does my plan include a procedure?",
        "Does my plan also cover this surgery?",
        "Is the operation paid in plans?",
        "I ask if I am covered for the surgery cost.",
        "surgery are covered by this policy?",
        "Will the plan help with my surgery?",
        "Will surgery be ok with the health plan?",
        "Will surgery get paid for by insurance?",
        "Does my plan get this surgery?",
        "Is my plan to handle surgery?",
        "Is surgery covered by a plan.",
        "Was it surgery under my plan?",
        "Will insurance pay for the procedure?",
        "Will the procedure be paid for by the insurance?",
        "My surgery covered by me?",
        "Does surgery go into the policy?",
        "Does it help cover my surgical needs?",
        "Does policy pay for surgery?",
        "I need to confirm coverage for my operation.",
        "Is my policy includes surgery?",
        "Does my plan pay for the surgery?",
        "I want to know whether you can confirm coverage for my operation.",
        "Is surgery in the policy?",
        "Will the insurance cover surgery?",
        "Is my plan connected to surgery?",
        "My plan covers my surgery?",
        "Is my plan for surgery cover?",
        "Is surgery ok with the plan?",
        "Will I have insurance to pay for my procedure?",
        "Will my insurance cover my procedure?",
        "Has ops been included in the package?",
        "Has the operation been included?",
        "Will my procedure be covered by Insurance?",
        "Can my operation be within the plan's domain?",
        "Is surgery okay with the health plan?",
        "Can I have surgery in my plan?",
        "Will surgery be covered in my plan?",
        "am I going to have surgery under my plan?",
        "Should I be covered for the surgery costs?",
        "Will operation be in the plan?",
        "I do not know if I am covered for the surgery cost.",
        "Is the procedure covered by this policy?",
        "Are surgeries included in the policy?",
        "Is my covered for the procedure?",
        "Are my surgery covered in my plan?",
        "Is the surgery included in my coverage?",
        "Do I have my plan for surgery?",
        "Is my plan including my procedure?",
        "Are I covered for my surgeries?",
        "Does policy provide for the surgery?",
        "Are you able to confirm that my operation is covered?",
        "I want to know if I can get procedure coverage.",
        "The surgeon is included in the plan?",
        "Does my plan hold up in surgery?",
        "Should my plan be covering surgery?",
        "Will my operation be within plan's domain?",
        "I would like you to confirm coverage for my operation.",
        "Should my surgery be under my plan?",
        "Would the plan cover the surgery?",
        "It's under my plan for surgery?",
        "Is my insurance going to pay for this procedure?",
        "Is it okay with the health plan for surgery?",
        "My procedure, is it covered?",
        "I would like to know if you can confirm coverage for my operation.",
        "Will I be protected if I have to have surgery?",
        "Can you say what the coverage is for my operation?",
        "Covered by me for the surgery?",
        "The surgery is included in my policy?",
        "Do I have to have surgery under my plan?",
        "Is the operation paid through the plan?",
        "Will my procedure be paid for by the insurance?",
        "Surgeries under my plan?",
        "Does the policy covered the surgery?",
        "Is my plan covering a procedure?",
        "Does surgery come within coverage?",
        "I wonder if the surgery is covered?",
        "Does surgery get included in the policy?",
        "Is it possible that I could get procedure coverage?",
        "Plan include my operation?",
        "Is surgery covered under a plan?",
        "Will insurance pay for the surgery?",
        "Will my scheme pay my surgeries?",
        "Might the policy include surgery?",
        "Is it possible that I can get procedure coverage.",
        "Were the surgery within coverage?",
        "If surgery is needed, will I be covered?",
        "Does the policy has surgery in it?",
        "My operation was within plan's domain?",
        "Does my plan offer coverage for my surgery?",
        "Does my plan accept surgery?",
        "Does insurance pay for an procedure?",
        "Is my surgery included in the plan?",
        "Is the surgery included with the policy?",
        "Does surgeries like mine are covered?",
        "I want to know if I will get procedure coverage.",
        "Is my surgery covered by my policy?",
        "Is my operation within a plan's domain?",
        "Is my plan providing for surgery?",
        "Has the surgery been included in my policy?",
        "Will surgery be okay with the health plan?",
        "Does it cover my surgical needs.",
        "I want to know if you can confirm coverage for my operation.",
        "Can I have procedure coverage?",
        "Does the surgery appear in my policy?",
        "Are operations part of the plan?",
        "Does my plan include that surgery?",
        "Is the surgery coverage?",
        "Will my health insurer pay for the procedure?",
        "Will I be protected if I need surgery?",
        "Is surgery paid according to plans?",
        "Would the surgery be covered by me?",
        "Does it cover the procedure?",
        "Is my plan going to cover this surgery?",
        "What is my operation inside the plan's domain?",
        "Possible surgery under my plan?",
        "Is the surgery paid by a plan?",
        "Does the operation fit into the plan?",
        "Are I covered for surgery?",
        "Will I still be protected if I have surgery?",
        "Are my op covered?",
        "Are you sure about coverage for my operation?",
        "Does my plan involve a surgery?",
        "Would surgery be within coverage?",
        "Is this my procedure covered?",
        "Does insurance cover the costs of an operation?",
        "Will insurance help with the surgery?",
        "Will my insurance fund the procedure?",
        "Possible surgery under my plan.",
        "I'm wondering if the operation is paid in plan.",
        "Could surgery be done within coverage?",
        "Can you please confirm coverage for my operation?",
        "How about covered surgery for me?",
        "Can I get coverage for my surgeries?",
        "I wonder if I am covered for my surgery cost.",
        "Are the surgery within coverage possible?",
        "I wonder if I will be covered for this procedure.",
        "Am my surgery covered in the plan?",
        "Does my plan cover surgery.",
        "Has the policy included surgery?",
        "Is surgery alright with a health plan?",
        "Is my plan in order for surgery?",
        "Does my plan cover this procedure.",
        "Will I be covered by my insurance for the procedure?",
        "Do my surgeries get paid by my scheme?",
        "Will the insurance coverage pay for the surgery?",
        "Yes, am I covered for this procedure?",
        "Is my plan covering an operation?",
        "Is surgery covered by a health insurance plan?",
        "Within plan's domain is my operation?",
        "Can surgery be covered by my plan?",
        "Does my plan make up for surgery?",
        "I am unsure if my procedure is covered.",
        "operation is in the plan?",
        "Will medical insurance pay for the surgery?",
        "I don't know if my plan covers surgery.",
        "Was surgery ok with the health plan?",
        "Is my procedure cover?",
        "Surgery okay with the health plan?",
        "I need to know if you can confirm coverage for my surgery.",
        "Does surgery appear in the policy?",
        "am I covered by my plan for surgery?",
        "I want to know if my op is covered or if I am screwed.",
        "Is surgery okay with the plan?",
        "Does surgery fit my plan?",
        "does my plan cover the surgery?",
        "Is there coverage for the procedure?",
        "Is my procedure covered",
        "I don't know if I will be covered for this procedure.",
        "Will my insurance cover me for my procedure?",
        "Are my surgery costs covered?",
        "Is there a procedure under the plan?",
        "Plans to cover my surgery?",
        "Is the procedure covered by a plan?",
        "Will my insurance help pay for this procedure?",
        "Does my plan cover the cost of surgery?",
        "I don't know if my plan is covering surgery.",
        "Will the cost of surgery be covered by insurance?",
        "Is surgery coverage?",
        "Does my plan reimburse surgery?",
        "Will the procedure be covered by me?",
        "Does my operation fit within the plan's domain?",
        "Is the surgery contained in my policy?",
        "Is it possible I get procedure coverage?",
        "Does my plan cover my surgical procedures?",
        "Is the plan to have my procedure included?",
        "I wonder if my plan will cover surgery.",
        "Is the surgery included in the policy.",
        "Will my procedure be covered",
        "Is my insurance going to pay for the procedure?",
        "Is the plan including operation?",
        "Did surgery happen under my plan?",
        "does policy cover surgery",
        "Does the surgery go in my policy?",
        "Was this surgery within coverage?",
        "Are I protected if surgery is required?",
        "Does my plan provide for surgery?",
        "Do I cover my surgical needs?",
        "Does the surgery fit into my policy?",
        "The surgery could be in my policy.",
        "Is the surgery covered like mine?",
        "Will surgery be okay with your health plan?",
        "Will my coverage cover the procedure?",
        "I wondered if I was covered for the surgery costs.",
        "Is it okay to have surgery with a health plan?",
        "Am i covered for surgery in my plan?",
        "Is there surgery included in my policy?",
        "Was it under my plan for surgery?",
        "What if the plan covers my surgery?",
        "I am wondering if I am covered for surgery.",
        "Does the policy allow for surgeries?",
        "The operation, is it included or not?",
        "Surgeries covered by my?",
        "Will that procedure be paid for by my insurance?",
        "I wonder if I are covered for the surgery cost.",
        "Is it covered for my surgery costs?",
        "Does the plan include this operation?",
        "Can the surgery be done with the health plan?",
        "Is it covered by my insurance for the surgery cost?",
        "Is it permissible to cover my surgical needs?",
        "Will the insurance cover the cost of surgery?",
        "Will my procedure be part of the plan?",
        "Does my plan cater for this surgery?",
        "Does my surgery count under my plan?",
        "Does my plan feature this surgery?",
        "Does my plan care for my surgery?",
        "Is surgery paid according to the plan?",
        "Are the surgery covered in my plan?",
        "Does the insurance pay for the op?",
        "Does the plan have operation in it?",
        "I would like to know if I can get coverage for the procedure.",
        "Are I covered for the surgery cost?",
        "Is my plan related to this surgery?",
        "I wonder if the operation is paid in a plan.",
        "Are the plan including my procedure?",
        "Is my surgery covered according to my plan?",
        "Would my operation be within plan's domain?",
        "Have you confirmed coverage for my operation?",
        "Is my plan cover this surgery?",
        "Does my plan repay my surgery?",
        "I'm wondering if I'm covered for the procedure.",
        "Does cover my surgical needs?",
        "My operations are in plan's domain?",
        "Does my plan cover a procedure?",
        "Do I have coverage for this procedure?",
        "Do I have a scheme that pays surgeries?",
        "Does my plan hold up during surgery?",
        "There is a question of whether surgery is covered or not.",
        "So is my procedure covered?",
        "Will I get procedure coverage?",
        "is my surgery covered by my plan?",
        "Will surgery be covered by the insurance?",
        "Did my plan cover this surgery?",
        "Does the policy covers surgeries?",
        "Will insurance support my procedure?",
        "Is the operation paid in accordance with the plan?",
        "Surgery under my plan for the future?",
        "Can you inform me of coverage for my operation?",
        "Is it possible that the operation is paid in the plan?",
        "Does my plan handle surgery?",
        "I want to know if you can confirm coverage for the operation.",
        "Does my plan include this particular surgery?",
        "Is the operation paid under the plan?",
        "Can I have surgery under my plan?",
        "Does my plan pay for surgeons?",
        "Will I be protected when surgery is needed?",
        "Is my insurance covering the procedure?",
        "Is my surgery paid for by my plan?",
        "I need to know if I can get coverage for the procedure.",
        "Is it possible that the surgery is paid by plan?",
        "I want to know if I am covered for this procedure.",
        "Does surgery work with a health plan?",
        "Is surgery funded according to plan?",
        "Does my plan help me with surgery?",
        "Will my procedure be covered by insurance.",
        "Is it possible that I will be protected if surgery is necessary?",
        "Will my procedure be covered.",
        "Will you cover that surgery?",
        "Is it possible to confirm my coverage for my operation?",
        "Has my procedure been covered?",
        "What about my operation in the plan's domain?",
        "is the surgery included in my policy?",
        "Is Plan include my procedure?",
        "Is my surgery insured by my plan?",
        "I don't know if the surgery is covered by me.",
        "I'm considering surgery under my plan.",
        "Are I covered for my surgical needs?",
        "Is the operation part of the plan?",
        "Is the surgery a part of the policy?",
        "Will the plan cover my surgery?",
        "I wonder if surgeries like mine are included.",
        "Does the policy give access to surgery?",
        "Does the policy cover surgical procedures?",
        "Is my scheme that pays surgeries?",
        "Yes, can I get procedure coverage?",
        "Am I covered for the surgery cost.",
        "I need to know if I'm covered for this procedure.",
        "Does that cover my surgical needs?",
        "Is it something that covers my surgical needs?",
        "Am I covered by my surgery plan?",
        "Is my surgery covered with my plan?",
        "Do I have my op covered or not?",
        "Are the surgery part of my policy?",
        "I want to know if you can confirm my coverage for the operation.",
        "Did my scheme pay surgeries?",
        "I wonder if surgery is covered by me?",
        "Can I be covered for the procedure?",
        "Would the surgeon in the plan be covered?",
        "Am I included in the plan for my procedure?",
        "Is my plan covering my procedure?",
        "Does insurance pay for an operation?",
        "I wonder if the surgery is covered by me.",
        "Is the surgery paid according to plan?",
        "Can you confirm coverage of my surgery?",
        "Does the operation happen in the plan?",
        "Am I covered for the procedure.",
        "It is unclear if my procedure will be covered.",
        "Does the policy give for surgery?",
        "Is the surgery reimbursed by a plan?",
        "Does surgery fall under my plan?",
        "My plan may or may not cover this surgery.",
        "I would like to know if I can get procedure coverage.",
        "Does the surgery have coverage?",
        "Was the surgery under my plan?",
        "I wonder if the surgery is under my plan.",
        "Does my plan come up for surgery?",
        "Is surgery okay if you have a health plan?",
        "Is procedure paid in plan?",
        "My surgery can be covered by a plan.",
        "Is a surgery covered by this policy?",
        "Plan to involve my procedure?",
        "Have coverage for surgery?",
        "Does my plan reimburse for surgery?",
        "Is that coverage for surgery?",
        "Are surgeries like mine included?",
        "What is the coverage for my operation?",
        "I am not sure if I am covered for the surgery cost.",
        "Can I be covered for the surgery costs?",
        "Is the surgery paid for by plan?",
        "I wonder if my insurance pays for the procedure.",
        "Does insurance pay for a surgical procedure?",
        "Does my plan includes the surgery?",
        "Will surgery work with health plan?",
        "I was wondering if the surgery is included in my policy.",
        "Is my procedure covered??",
        "Is surgery ok with health plans?",
        "I would like to know if my surgery is covered by my plan.",
        "Are the surgery under my plan?",
        "Am I covered for the surgery on my plan?",
        "Is my plan enough to cover surgery?",
        "Is my plan adequate for surgery?",
        "I wonder if my scheme pays surgeries.",
        "Would the plan cover my surgery?",
        "Will it be covered by insurance for the surgery?",
        "Does my plan add this surgery?",
        "Does insurance cover op?",
        "Can I get covered for this procedure?",
        "Is my plan covering this surgery?",
        "Is the operations paid in plan?",
        "Does my plan cover all my surgery?",
        "I don't know if I am covered for the surgery cost.",
        "Will my insurance cover the procedure.",
        "Will insurance pay for surgical procedures?",
        "Does policy reimburse surgery?",
        "Provides coverage for my surgical needs?",
        "Is it possible you can confirm coverage for my operation?",
        "Is my procedure protected?",
        "Does the operation in the plan?",
        "Does my plan pay for this surgery.",
        "Will my insurance pay for the operation?",
        "What if my surgery is covered under my plan?",
        "Is the cover of my surgical needs?",
        "Is my plan going to cover surgery?",
        "Can I have this procedure covered?",
        "Is the surgery in my policy?",
        "Which surgery is included in my policy?",
        "Does my plan include the operation?",
        "Does my plan take care of my surgery?",
        "Is surgery paid for by the plan?",
        "Is the operationpaid in plan?",
        "Does my plan include an operation?",
        "Could I have surgery under my plan?",
        "Are I covered for my surgery costs?",
        "Am I covered if I have surgery?",
        "Should the plan include my procedures?",
        "Will the procedure being covered by insurance?",
        "Did you confirm the coverage for my operation?",
        "Will myinsurer cover the procedure?",
        "Can I be covered for my surgery costs?",
        "Do I get covered for the surgery cost?",
        "I wonder if the plan covers my surgery?",
        "I wonder if the surgery is covered by me?",
        "Does this policy cover surgeries?",
        "Should the plan include my surgery?",
        "Is there a procedure under plan coverage?",
        "What if the surgery is included in my policy?",
        "Does my plan require this surgery?",
        "Is my surgery covered under my plans?",
        "Will I be protected if I have to have an operation?",
        "Does my plan apply to surgery?",
        "Does insurance pay for surgical work?",
        "I want to find out if I can get procedure coverage.",
        "Is this surgery covered by the policy?",
        "I want to know if my plan covers my surgery.",
        "I wonder if my surgery is covered by me.",
        "Plan include a procedure?",
        "Can I have coverage for my procedure.",
        "Is the surgery included within my policy?",
        "Is my surgery plan in place?",
        "My operation, inside the plan's domain?",
        "Is my plan sufficient for my surgery?",
        "Does my plan protect me against my surgery?",
        "Are I covered for surgery in my plan?",
        "My op covered?",
        "What is the plan regarding my surgery?",
        "Will my insurance paying for the procedure?",
        "I'm wondering if my procedure will be covered by insurance.",
        "Will my health insurance cover the procedure?",
        "Is my plan covered by surgery?",
        "Does my plan have this surgery in it?",
        "Will this procedure be paid for by my insurance?",
        "Is my surgery covered by plan?",
        "Should my plan cover my surgery?",
        "Does it cover the surgical needs?",
        "I wonder if I am covered for that procedure.",
        "Was I covered for the surgery cost?",
        "The plan include my procedure?",
        "Are my procedure included in the plan?",
        "Should my surgery be covered by my plan?",
        "Is I covered for the surgery cost?",
        "Does my plans cover surgery?",
        "I wonders if my procedure is covered.",
        "I wonder if I'll be covered for the surgery cost.",
        "Is my plan connected to this surgery?",
        "Are there surgery within coverage?",
        "does the policy cover the surgery",
        "Is it possible I can get procedure coverage?",
        "Does my plan come with this surgery?",
        "Does my plan paid for my surgery?",
        "Will surgery be funded by insurance?",
        "Does my operation fall within the plan's domain?",
        "Was the operation included?",
        "Is my plan related to surgery?",
        "Does the policy actually include surgery?",
        "Is it ok to have surgery with a health plan?",
        "My operation is within the scope of the plan?",
        "Will insurance be able to cover the cost of surgery?",
        "Is my plan for surgery enough?",
        "Is the operation paid in a plan?",
        "Does the policy include surgeries?",
        "surgery planned under my plan?",
        "I might have surgery under my plan.",
        "I don't know if surgery is covered in my plan.",
        "Is it my op that is covered?",
        "Will insurance cover the surgery?",
        "Including my procedure in the plan?",
        "Am I covered by insurance for my procedure?",
        "Is my insurance covering my surgery?",
        "I would like to know if my surgeries are covered.",
        "My plan would cover my surgery.",
        "Is my plan for my surgery covered?",
        "Will my insurance cover the cost of the procedure?",
        "Am I protected from the cost of surgery?",
        "Am I covered for surgery I have in my plan?",
        "Should the surgery be included in my policy?",
        "Is my surgery covered by the plan?",
        "Does the insurance pay for an op?",
        "Are my surgical needs covered?",
        "Does my plan have any coverage for this surgery?",
        "Plan also include my procedure?",
        "Does the insurance pay for surgeries?",
        "Is plan paid for operation?",
        "Covered for a surgical procedure?",
        "Does my plan involve surgery.",
        "Has the policy covered the surgery?",
        "Will my insurer cover my procedure?",
        "AmI covered for surgery in my plan?",
        "Does the insurer pay for surgery?",
        "Does my plan reimburse for the surgery?",
        "Is my plan covers this surgery?",
        "Does the policy cover surgery.",
        "Do I have covered for this procedure?",
        "Is surgery done within coverage?",
        "Is the insurance going to pay for the surgery?",
        "Am the surgery in my plan covered?",
        "Is surgery paid for with a plan?",
        "Will that cover my surgical needs?",
        "Maybe surgery is okay with the health plan?",
        "Does my plan provide for the surgery?",
        "So are the surgeries covered by this policy?",
        "Is there a coverage for surgery?",
        "Is surgery paid for by plan",
        "Will the surgery work with the health plan?",
        "Does my plan provide for this procedure?",
        "Does my plan refer to this surgery?",
        "Has my plan coughed up for surgery?",
        "Does my plan reimburse my surgery?",
        "Does my plan cover this procedure?",
        "Does the surgery cost in my policy?",
        "Is the surgery paid by the plan?",
        "Is my plan relating to surgery?",
        "Is surgery OK with health plan?",
        "Is the operation in the plan.",
        "Are we covered for the surgery?",
        "Does my plan contain a surgery?",
        "Will my procedure be covered by insurers?",
        "What happens if my plan covers my surgery?",
        "Will my insurance pay for an operation?",
        "Does my plan cover any surgical procedures?",
        "Does my plan include this surgery.",
        "Is there coverage for the surgery?",
        "do my plans include this surgery?",
        "Are I protected if I have surgery?",
        "What about the procedure coverage?",
        "Surgery planned under my plan?",
        "Is my surgery part of the plan?",
        "Does it cover my surgical needs?",
        "Are surgeries part of the policy?",
        "Will this policy cover surgeries?",
        "Is surgery paid according to plan?",
        "I would like to know if the operation is included or not.",
        "I don't know if you can confirm coverage for my operation.",
        "Is my scheme going to pay surgeries?",
        "Are the surgical needs covered?",
        "My surgery might be covered by the plan.",
        "Are my plans to cover surgery?",
        "I'm not sure if surgery is paid by plan.",
        "Will my insurance help pay for a procedure?",
        "Does insurance reimburse you for an operation?",
        "Does policy provide coverage for surgery?",
        "Plan should cover my surgery?",
        "Does my surgery fall under my plan?",
        "Will I be protected if I have surgery?",
        "What is my operation in plan's domain?",
        "Is the surgery covered by my insurance?",
        "Is there any coverage for the procedure?",
        "Can my insurance pay for a procedure?",
        "Does my plan include such surgery?",
        "Is insurance paying for op?",
        "Does surgery fit within coverage?",
        "Will the health insurance pay for the surgery?",
        "I'm wondering if my surgery is covered by my plan.",
        "Would my procedure be covered?",
        "Is surgery covered by a plan?",
        "Does my plan pay surgeries?",
        "Is my surgery covered by my health plan?",
        "Is my plan covering the surgeries?",
        "Will my policy pay for the procedure?",
        "I question if I'm covered for this procedure.",
        "I wonder if I can get procedure coverage.",
        "Is my plan covering surgical procedures?",
        "Does the surgery fit within my policy?",
        "Is the plan covering my surgery?",
        "Does insurance pays for surgery?",
        "surgery in coverage?",
        "Do I have coverage for the surgery cost?",
        "Does surgery fit with the health plan?",
        "Does my plan pay for my surgeries?",
        "Will my plan get me for surgery?",
        "Coverage of my surgical needs?",
        "Is there coverage for my operation?",
        "My surgery may be covered by the plan.",
        "The surgery might be included in the policy.",
        "Does my plan covers this surgery?",
        "Will the policy cover the surgery?",
        "Should the plan cover my surgery?",
        "Will my operation be covered?",
        "Does operation fall in the plan?",
        "Did my plan pay for surgeries?",
        "Am I covered for surgery as part of my plan?",
        "If I have to have surgery will I be protected?",
        "I was wondering if my procedure would be covered.",
        "Is that my plan for surgery?",
        "Did the surgery be covered by me?",
        "Are I able to get coverage for the procedure?",
        "Can my surgery be covered?",
        "Should my procedure be included in the plan?",
        "Is the surgery okay with the health plan?",
        "Will my insurance cover the entire procedure?",
        "I would like to know if surgery is paid by plan.",
        "Is surgery included in coverage?",
        "Is it coverage for surgery?",
        "Are the surgery in my plan covered?",
        "Is this coverage for surgery?",
        "How does the plan cover my surgery?",
        "Can I get the coverage for my procedure?",
        "Can I be protected if I have surgery?",
        "Will the procedure be funded by insurance?",
        "I wonder if I am covered for this procedure?",
        "surgery is included in the policy?",
        "If I need an operation, will I be protected?",
        "Will insurance cover a procedure?",
        "Is my surgery being covered by my plan?",
        "Does my plan give way for surgery?",
        "Will my procedure be covered by my insurance?",
        "Does my plan require a surgery?",
        "Does the plan cover the procedure?",
        "Will insurance cover the costs of surgery?",
        "Can there be coverage for my procedure?",
        "Are I covered for surgeries like mine?",
        "Is Surgery under my plan?",
        "What plan is in place for my surgery?",
        "Will I be protected if I have a surgery?",
        "I don't know if the operation is included or not.",
        "Is it possible that surgery is paid by plan?",
        "Does my plan deal with this surgery?",
        "I want to know if I am covered for the procedure.",
        "Can you confirm that my operation is covered?",
        "Does my plan cover surgery for me?",
        "Something to cover my surgical needs?",
        "Do I have to surgery under my plan?",
        "Will surgery be included in the policy?",
        "Can you confirm the coverage for my operation?",
        "Does the plan include this surgery?",
        "I wanted to know if I was covered for the surgery cost.",
        "How about the procedure under plan coverage?",
        "Is my procedurecovered?",
        "Was surgery okay with health plan?",
        "I wonder if I can get procedure coverage",
        "Is my plan for surgery there?",
        "Are there provisions for surgery?",
        "Is the surgery paid for with a plan?",
        "My operation is inside plan's domain?",
        "Should my plan include the surgery?",
        "Is coverage confirmed for my operation?",
        "I am wondering if my surgery is covered under my plan.",
        "Can I be sure that my surgical needs are covered?",
        "Does my plan have the surgery?",
        "Am I covered for surgery on my plan?",
        "Is the policy able to include surgery?",
        "I am wondering if my plan coughs up for surgery.",
        "My procedure needs to be included in the plan.",
        "Yes, will my procedure be covered?",
        "Plan would include my procedure?",
        "Does insurance pay for my surgery?",
        "Is it possible I can get coverage for the procedure?",
        "Covered for surgical procedures?",
        "Are the surgery covered by this policy?",
        "Is this a procedure I'm covered for?",
        "Is the cost of the surgery covered by me?",
        "What about surgery under my plans?",
        "Do my plans cover the surgery?",
        "Is my plan enough to cover this surgery?",
        "Is the operation part of the plan.",
        "Shall I be covered for this procedure?",
        "Is surgery part of my plan.",
        "I asked if I was covered for the procedure.",
        "Does my plan feature surgery?",
        "Will the procedure get paid for by my insurance?",
        "Does insurance cover the cost of a surgery?",
        "are surgeries covered by the policy?",
        "Should my procedure be in the plan?",
        "Is surgery included?",
        "Will the insurance cover the costs of surgery?",
        "Does my plan still include this surgery?",
        "Does my plan cover my surgical expenses?",
        "Do I get surgery in my plan?",
        "Would surgery be okay with a health plan?",
        "Does my plan entitle me to surgery?",
        "Can surgery be covered in my plan?",
        "Is surgery on my plan covered?",
        "Does my plan show this surgery?",
        "Is my plan involved in surgery?",
        "Is the surgery covered in the policy?",
        "does my plan include surgery?",
        "Will my procedure be cover?",
        "Do I have surgery covered in my plan?",
        "Does my plan cover the cost of the surgery?",
        "Is my plan covering this procedure?",
        "Did your plan include my procedure?",
        "A procedure under the plan?",
        "Does my plan involve surgeries?",
        "Will surgery in my plan be covered?",
        "If I need to have surgery will I be protected?",
        "Is surgery under my plan.",
        "My plan has surgery, am I covered?",
        "Would my surgery be covered by my plan?",
        "Is the surgery paid in plan?",
        "Is surgeries like mine insured?",
        "Does this surgery go into my plan?",
        "Does my plan involve this operation?",
        "Is plan to include my procedure?",
        "I'm wondering if surgeries like mine are covered.",
        "Does the insurance cover the cost of the surgery?",
        "Does the policy involve the surgery?",
        "Does my plan mention surgery?",
        "What's the plan to include my procedure?",
        "Does the surgery happen in my policy?",
        "Am I covered if I have surgery in my plan?",
        "Are my plans covering my surgery?",
        "Is surgical care covered?",
        "Does the surgery count as part of my policy?",
        "I do not know if I can get procedure coverage.",
        "Are surgeries paid by my scheme?",
        "The surgery is under my plan?",
        "Does my surgery get covered by my plan?",
        "My operation - within plan's domain?",
        "Will my insurance reimburse my procedure?",
        "Are surgeries part of this policy?",
        "Does my plan support my surgery?",
        "Does my plan pays for this surgery?",
        "Does surgery work with your health plan?",
        "The plan covers my surgery?",
        "Does my plan provide for my surgery?",
        "Does my surgery comply with my plan?",
        "Is that the cover of my surgical needs?",
        "Will my surgery be covered by my plan?",
        "Does my plan coverage the surgery?",
        "I need to know if you confirm coverage for my operation.",
        "Does the policy include Surgery?",
        "My operation is within the direction of the plan?",
        "Could surgeries like mine be covered?",
        "Is surgery within the coverage?",
        "Will an insurance policy cover my procedure?",
        "Will surgery be paid for by the insurance?",
        "Does my plan care for this surgery?",
        "Is surgery part of benefits?",
        "I wonder if my op is covered or not.",
        "Will the insurance help with the surgery?",
        "I need to know if you can confirm coverage for the operation.",
        "Is my operation within the domain of the plan?",
        "surgeries are covered by the policy?",
        "Does the operation paid in the plan?",
        "Does the policy cover the procedure.",
        "Does my surgery benefit from my plan?",
        "Is surgical procedures paid by plan?",
        "Is my plan covering my surgery.",
        "This surgery may be covered by my plan.",
        "Will the insurance coverage cover the surgery?",
        "Does insurance pay for an op?",
        "Are surgery paid by plan?",
        "Will the plan include my procedure.",
        "Does the insurance cover the procedure?",
        "Will my surgery be covered?",
        "What's my operation within plan's domain?",
        "Do the plans cover my surgery?",
        "I wondered if I was covered for this procedure.",
        "Does this surgery happen in my plan?",
        "Is there surgery in the policy?",
        "Should my surgical needs be covered?",
        "My operation is part of the plan's domain?",
        "Can I have coverage during the procedure?",
        "Does my surgery go under my plan?",
        "Will my scheme pay for my surgeries?",
        "Does surgery paid by plan?",
        "Do I have insurance to cover my procedure?",
        "Is this surgery in my plan?",
        "Does the insurance cover op?",
        "Does my plan pay for a surgery?",
        "Is my plan covering the procedure?",
        "Does my plan finance this surgery?",
        "Will I be protected if I have to go under the knife?",
        "Does my plan cover a surgery?",
        "Is my plan paying for the surgery?",
        "Does my plan honor my surgery?",
        "Is surgery payed by plan?",
        "A surgeon covered in the plan?",
        "How about coverage for surgery?",
        "Does the policy cover the surgery.",
        "Does my plan cover the costs of surgery?",
        "Will my plan include the surgery?",
        "Do surgeries like mine have coverage?",
        "I would like to know if I am covered for the surgery costs.",
        "Is the surgery covered by the plan?",
        "Will surgery be paid for with insurance?",
        "Could the surgery be covered by me?",
        "Surgery fine with health plan?",
        "Is the surgery cost covered by me?",
        "Can I get coverage for the surgery?",
        "Can you tell me if I have coverage for my operation?",
        "Does the surgery have any coverage?",
        "Do I get my surgical needs covered?",
        "Does my plan include these operations?",
        "Am my procedure covered?",
        "Is the surgery paid for by a plan?",
        "Will my insurance help pay for the procedure?",
        "surgery paid by plan?",
        "Does the policy handle the surgery?",
        "Does surgery apply to the policy?",
        "Plan allows for my surgery?",
        "Should I have my surgical needs covered?",
        "Does my plan go through for surgery?",
        "I want to know if I can get coverage for my procedure.",
        "Is surgery included in my policy.",
        "Can you provide coverage for my operation?",
        "Do the policy include surgery?",
        "Do I have my operation within the plan's domain?",
        "Is my plan protecting my surgery?",
        "Will my insurance pay me for the procedure?",
        "Is surgery reimbursed according to plan?",
        "Is surgery reimbursed by plan?",
        "Can my insurance help pay for the procedure?",
        "I am wondering if insurance will cover my procedure.",
        "Can I be covered during the procedure?",
        "Is I protected if surgery is needed?",
        "Are I protected if surgery is necessary?",
        "Will insurance pay for an operation?",
        "Have the surgeon in the plan been covered?",
        "Am I covered for the costs of surgery?",
        "Will I be protected in case I need surgery?",
        "Am I insured for the surgery?",
        "I wonder if my procedure will be covered.",
        "Are my procedures covered by insurance?",
        "Is a surgery like mine covered?",
        "Does my surgery need to be covered under my plan?",
        "My procedure will be included in the plan?",
        "Surgery is acceptable with the health plan?",
        "Okay with the health plan for surgery?",
        "If plan include my procedure?",
        "Does my plan pay for this procedure?",
        "Does my plan have plans for surgery?",
        "Does my plan allow me to do this surgery?",
        "Was my op covered or not?",
        "Is my plan covering any surgery?",
        "Is this surgery on my plan?",
        "Would my plan cover this surgery?",
        "Will the surgery be covered?",
        "Am surgery covered in my plan?",
        "Will my insurance pay for procedure?",
        "Is it okay to cover my surgical needs?",
        "Is insurance able to pay for surgery?",
        "Is the surgery paid according to the plan?",
        "I wonder if my plan coughs for surgery.",
        "Can my surgeries be covered?",
        "Should you confirm coverage for my operation?",
        "I am wondering if I will be covered for the surgery cost.",
        "Surgeon covered in plan?",
        "The surgery might be covered by the policy.",
        "Plan includes my procedure?",
        "My operation in the plan's domain?",
        "Was the operation in the plan?",
        "Does my surgery covered by my plan?",
        "I wondered if my surgeries were covered.",
        "Will insurers pay for my procedure?",
        "What is under my plan for surgery?",
        "I want to know if surgery is covered.",
        "Would that cover my surgical needs?",
        "Is my plan going to include this surgery?",
        "My plan may cover my surgery.",
        "Are ops a part of this package?",
        "Is it okay to have surgery with health plan?",
        "Is this surgery within coverage?",
        "Will insurance be able to cover surgery?",
        "Does my plan reimburse this procedure?",
        "Does my plan talk about surgery?",
        "Is the plan to include my procedure?",
        "Does the insurance pay for the surgery?",
        "Is it possible that I get procedure coverage.",
        "Can you confirm the coverage for my operation.",
        "Operations are in the plan?",
        "Is that surgery included in my plan?",
        "Is surgery paid according to plan.",
        "Do my surgeries get covered under my plan?",
        "Is my plan include this surgery?",
        "I question if surgery is covered.",
        "Is the operation funded in the plan?",
        "Is there plan coverage for surgery?",
        "Does my plan defense this surgery?",
        "I don't know if my scheme pays surgeries.",
        "Does my plan allow me for my surgery?",
        "Will my surgery be covered by me?",
        "This surgery is in my plan?",
        "Does operation belong in the plan?",
        "Will the insurance be able to cover surgery?",
        "Is there cover for the surgery cost?",
        "Would surgery be ok with the health plan?",
        "Could surgery be in my plan?",
        "Does the surgery count in my policies?",
        "I wonder if surgery is under my plan?",
        "Am I covered for surgery costs?",
        "am I covered for this procedure",
        "Will I have my procedure covered?",
        "Am I covered for surgery in the plan?",
        "Is surgery paid for through a plan?",
        "I'm wondering if my procedure will be covered.",
        "Has my op been covered?",
        "Does my plan have to pay for surgery?",
        "Does my surgery work under my plan?",
        "Was it surgery within the coverage?",
        "is my plan covering surgery?",
        "Does my strategy include this surgery?",
        "Is surgery financed through a plan?",
        "I wonder if surgery is included in my plan.",
        "My operation - within the plan's domain?",
        "Does the policy allow for the surgery?",
        "Will the insurance cover my procedures?",
        "Is it covered my surgical needs?",
        "Was the surgery included in the policy?",
        "The operation is in the plan?",
        "Does my plan contain this operation?",
        "Is the procedure paid for by plan?",
        "Will the insurance help pay for the surgery?",
        "Is my surgery covered for?",
        "My plan pay for surgeries?",
        "Does my plan covered my surgery?",
        "Could my procedure be covered?",
        "Plan coverage for the procedure?",
        "Is insurance paid for an operation?",
        "Would my surgery be covered by me?",
        "I wonder if my plan is covering surgery.",
        "Is the surgery in my plan?",
        "Is my plan paying for my surgery?",
        "Would the surgery be under my plan?",
        "Is this cover for my surgical needs?",
        "Is surgery paid for in a plan?",
        "Does my plan cover surgeries?",
        "Has the surgery been included in the policy?",
        "Does the policy includes surgery?",
        "Is the surgery within the coverage?",
        "Does the policy accept surgery?",
        "Is it a cover for my surgical needs?",
        "Should it cover my surgical needs?",
        "I am not sure if my procedure is covered.",
        "My operation inside the plan's domain?",
        "I need to know if my procedure is covered.",
        "My operation is inside the plans domain?",
        "Does my plan help pay for this surgery?",
        "Can you confirm that my surgery is covered?",
        "I asked if my procedure would be covered.",
        "Do my plans pay for this surgery?",
        "Should surgery be okay with health plan?",
        "Am I going to have surgery under my plan?",
        "Is the insurance covering the op?",
        "I ask if I'm covered for this procedure.",
        "Can you tell me if I am covered for my operation?",
        "I wonder if I am covered for my surgery.",
        "Will my procedure be covered by insurer?",
        "Would the surgeon be covered in the plan?",
        "Is the operation paid in Plan?",
        "Does my plan compensate for my surgery?",
        "Is my plan paying surgeries?",
        "Is this surgery a part of my plan?",
        "Do plans include my procedure?",
        "Can you confirm coverage for my surgery?",
        "Does my plan assist in this surgery?",
        "Am I allowed to have surgery in my plan?",
        "What's under my plan for surgery?",
        "Insurance coverage for my procedure?",
        "Does the insurance cover surgeries?",
        "Uhm, surgery under my plan?",
        "Is insurance paid for an op?",
        "Can you confirm my operation coverage?",
        "Does my procedure have coverage?",
        "Did you cover my surgical needs?",
        "Will the surgery be covered in my plan?",
        "Are my plans for my surgery covered?",
        "Does the surgery exist in my policy?",
        "Does my plan apply to my surgery?",
        "Is my operation covered under my plan?",
        "Is it cover for surgery?",
        "Are I covered for this surgery?",
        "I would like to know if surgeries like mine are covered.",
        "Can the surgery be covered by me?",
        "Does my plan coverage this surgery?",
        "Is this procedure under the plan coverage?",
        "Does my surgical plan cover it?",
        "Are you able to confirm coverage of my operation?",
        "Is an operation included?",
        "My operation is within the plans domain?",
        "Is my policy covered by the surgery?",
        "Does my plan reimburse surgeries?",
        "Does it include this surgery in my plan?",
        "If surgery is under my plan?",
        "Are my surgeries paid for by my scheme?",
        "My procedure should be included in the plan?",
        "Am I covered for the surgery expenses?",
        "Is my procedure to be covered?",
        "Does my plan cover a surgical procedure?",
        "Would the surgeon be in the plan?",
        "Does surgery is included in the policy?",
        "Is operation part of the plan.",
        "I don't know if my surgery is covered under my plan.",
        "Can surgery in my plan be covered?",
        "Can I receive coverage for my surgery?",
        "Does my plan coincide with surgery?",
        "Will insurance cover the cost of a surgery?",
        "Does my operation fall within plan's domain?",
        "Is my operation within plan?",
        "A plan include my procedure?",
        "Is the surgery okay with a health plan?",
        "does my plan pay for this surgery?",
        "In my plan, is surgery covered?",
        "Does surgery be included in the policy?",
        "does the policy include surgery?",
        "Is the surgery available in my policy?",
        "How is my plan covering surgery?",
        "Will I be protected in case of surgery?",
        "Is the surgery included in my policy",
        "Surgery, is it covered?",
        "Has my surgical needs been covered?",
        "Is the surgery covered in my plan?",
        "Do surgeries like mine get coverage?",
        "Is it in the plan for operation?",
        "Am I covered for the procedure?",
        "Do I have an operation within plan's domain?",
        "Am I covered for the costs of the surgery?",
        "Is my surgery covered under the plan?",
        "I was wondering if surgeries like mine are covered.",
        "Will surgery be included in my policy?",
        "Does my plan support a surgery?",
        "Does the policy protect surgery?",
        "Would my operation be within the plan's domain?",
        "Does my plan include surgery?",
        "What happens if plan covers my surgery?",
        "Is surgery paid for according to the plan?",
        "What is my plan to cover surgery?",
        "Was my procedure included in the plan?",
        "I am wondering if my surgeries are covered.",
        "Will I be covered for the procedure?",
        "Is this surgery in the plan?",
        "Am I allowed to have surgery under my plan?",
        "Does my plan pay for this surgery?",
        "Plan covers surgery?",
        "My operation goes within the plan's domain?",
        "Is my plan covering the surgery?",
        "Is the procedure in the plan?",
        "Can you tell me the coverage for the operation?",
        "Does surgery under my plan?",
        "Does operation pay in a plan?",
        "Can the plan cover my surgery?",
        "Should surgery be under my plan?",
        "Does my plan cover the cost of this surgery?",
        "My plan called for surgery?",
        "Does insurance cover my procedures?",
        "A procedure under the plan coverage?",
        "I wonder if the covers my surgical needs.",
        "Was the procedure under the plan coverage?",
        "Does my plan adequately cover the surgery?",
        "Is insurance going to cover surgery?",
        "My surgery covered by the plan?",
        "Does this cover my surgery needs?",
        "Can I get coverage for a procedure?",
        "Is the plan involved with operations?",
        "Is that operation included?",
        "Has surgery been included in my policy?",
        "Are surgeries like mine insured?",
        "Will the insurance pay for an operation?",
        "Is My procedure covered?",
        "Am I covered for surgery in my plan",
        "Will there be insurance for my procedure?",
        "Does my surgery get covered in my plan?",
        "Is surgery okay with a health plan?",
        "Will the insurance pay for surgery?",
        "A surgeon is included in the plan?",
        "I question if the surgery is covered.",
        "Am I covered for surgery, in my plan?",
        "Does the insurance pay for the operation?",
        "Will my medical procedure be covered by insurance?",
        "I'm wondering if surgery is covered.",
        "Does insurance pay for a procedure?",
        "Do insurance cover my procedure?",
        "My operations are within the plan's domain?",
        "Plan pays for my surgery?",
        "So my operation is within the plan's domain?",
        "It is unclear if the surgery is covered.",
        "Does operation come in the plan?",
        "I am wondering if I'm covered for this procedure.",
        "Can you tell me if I'm covered for my operation?",
        "Is plan include my procedure?",
        "Can I be covered for my surgical needs?",
        "Is the surgery paid using a plan?",
        "What is my operation that is within plan's domain?",
        "Is surgery okay with a plan?",
        "Should this surgery be in my plan?",
        "Is my plan to do this surgery?",
        "Is my surgery under my plan?",
        "Is it possible the policy includes surgery?",
        "My proposal pays for surgeries?",
        "Ismy procedure covered?",
        "Will insurance cover surgeries?",
        "If I need surgery will I be protected?",
        "I wondered if my procedure would be covered.",
        "I would like the plan to include my procedure.",
        "I would like to know if my plan includes this surgery.",
        "I want to know if I'm covered for this procedure.",
        "am I covered for the surgery cost?",
        "will my insurance pay for the procedure?",
        "Does my plan includes surgery?",
        "Is my scheme paying for surgeries?",
        "Does my plan pay for this surgical procedure?",
        "Can you clarify coverage for my operation?",
        "Will surgery work with a health plan?",
        "I wonder if I am covered for this procedure.",
        "Is it possible to confirm coverage for my operation?",
        "Is my operation within the plan's domain?",
        "Did I have surgery covered by me?",
        "Is the surgery covered by the insurance?",
        "Is it possible to confirm my operation coverage?",
        "Will the surgery be funded by insurance?",
        "Does surgery covered by this policy?",
        "Is operation in the plan",
        "Am I covered for Surgery in my plan?",
        "Will my insurance help out with the procedure?",
        "Is surgery good with a health plan?",
        "Is this policy covering surgery?",
        "I wonder if I am covered for the cost of the surgery.",
        "Will it be surgery within coverage?",
        "Does surgery exist within coverage?",
        "Will my procedure covered?",
        "What is the surgery included in my policy?",
        "Has surgery been paid by plan?",
        "Will surgery be okay with health plan?",
        "Is the policy includes surgery?",
        "Should a plan cover my surgery?",
        "Is my plan responsible for my surgery?",
        "Will surgery be done within coverage?",
        "Will my insurance cover the procedure",
        "Does my plan cover my procedures?",
        "My policy may include surgery.",
        "I am wondering if my procedure will be covered.",
        "My procedure should be part of the plan?",
        "Do I get covered for my surgical needs?",
        "Is the operation paid under a plan?",
        "Is operations covered by this policy?",
        "Does my insurance cover my procedure?",
        "Plan include my procedure",
        "Will the insurance be able to pay for the surgery?",
        "Are my surgeries covered by my scheme?",
        "Do my plans involve surgery?",
        "Will my procedure be fully covered?",
        "Is the procedure insured?",
        "Will my insurance pay to have the procedure?",
        "I need to know if you have coverage for my operation.",
        "Is surgery paid for the plan?",
        "Does my plan adequately cover this surgery?",
        "I'm unsure if I'm covered for this procedure.",
        "Plan to cover my surgery?",
        "Is procedure paid by plan?",
        "My plan may be covering surgery.",
        "Surgery part of my plan?",
        "Is surgery covered by this policy.",
        "Is surgery paid by plan.",
        "Does my plan afford surgery?",
        "Does this surgery count in my plan?",
        "Does the surgery include in the policy?",
        "I question if I am covered for this procedure.",
        "How should my plan include my procedure?",
        "Is the plan include my procedure?",
        "Will my insurance coverage cover the procedure?",
        "Will my insurance be able to cover the procedure?",
        "I wonder if I am covered for the procedure.",
        "Planning to include my procedure?",
        "Was my plan covering surgery?",
        "Is plan covering my surgery?",
        "Is there any coverage for surgery?",
        "Does my plan afford the surgery?",
        "Does the insurance pay for operations?",
        "Does my plan covers surgery?",
        "Is it possible for the surgery to be paid by plan?",
        "I don't know if my operation is within plan's domain.",
        "Is it possible to be covered for the surgery cost?",
        "Is my policy including the surgery?",
        "Will the insurance pay for the procedure?",
        "Would my scheme pay for surgeries?",
        "Is the surgery on my policy?",
        "Under my plan is my surgery covered?",
        "My operation should be within plan's domain?",
        "What is the coverage for this procedure?",
        "Is operations in the plan?",
        "Will insurance pay for my procedure.",
        "Will my insurance be able to pay for the procedure?",
        "Can surgery take place within coverage?",
        "Is the operation in the plans?",
        "Are my surgery covered under my plan?",
        "Does my plan coverage my surgery?",
        "My plan includes surgery?",
        "Will my coverage include my procedure?",
        "Will surgeries covered by this policy?",
        "Does my plan ever include this surgery?",
        "Does my plan afford this surgery?",
        "Well, is surgery okay with the health plan?",
        "Will my plan include this surgery?",
        "Is surgery a part of the plan?",
        "Does insurance help pay for an operation?",
        "Will I be covered for the cost of surgery?",
        "Does the insurance cover my procedure?",
        "Does my plan allow for surgeries?",
        "I suppose my operation is within plan's domain?",
        "Does insurance pay for an surgery?",
        "Plan covering my surgery?",
        "Will my Insurance pay for the procedure?",
        "Is my plan pertaining to surgery?",
        "surgery within coverage?",
        "The surgeon may be covered in the plan.",
        "Is the insurance paid for the op?",
        "Can you tell me if there is coverage for my operation?",
        "Will I still be covered for this procedure?",
        "Does my plan have this surgery?",
        "My plan for surgery, is it covered?",
        "Is it okay for surgery with health plan?",
        "Is I covered for the procedure?",
        "Does surgery get included in my policy?",
        "Can my insurance cover the procedure?",
        "Do I have my op covered?",
        "Does my plan cover medical procedures?",
        "Is my insurer going to pay for the procedure?",
        "My policy might include the surgery.",
        "Am I covered during this procedure?",
        "Is the operation covered by the plan?",
        "Are surgeries for me covered?",
        "Is the surgery paid with a plan?",
        "Does the plan pay for the operation?",
        "Is my operation in plan's domain?",
        "I wonder if surgery is under my plan.",
        "Is my procedure covered by insurance.",
        "Can I have my procedure coverage?",
        "My operation, is it within plan's domain?",
        "Is operation included in the plan?",
        "Can you tell me if I have coverage for the operation?",
        "Does the operation pay in the plan?",
        "Will the insurance pay for the surgery.",
        "Will my Insurance cover the procedure?",
        "Can I get coverage for my procedures?",
        "I wonder if my surgery is covered by my plan?",
        "Surgeon covered by plan?",
        "Does the surgery covered by this policy?",
        "Does my plan still cover the surgery?",
        "Are the surgeries included in my policy?",
        "Does my plan not pay for my surgery?",
        "Is my plan ready for the surgery?",
        "Does operation pay in the plan?",
        "Will I still be protected if surgery is necessary?",
        "Do you know if operation is paid in plan?",
        "Is surgery part of a plan?",
        "Does my plan cover this operation?",
        "Will my benefits pay for the procedure?",
        "Is the surgery my plan?",
        "Is surgery okay under the health plan?",
        "Is surgery within coverage allowed?",
        "Is my plan covered for this surgery?",
        "Am I covered by my procedure?",
        "Is my plan for surgeryokay?",
        "Is planned operation in the plan?",
        "I need to know if you can confirm my coverage for my operation.",
        "Are my surgeries covered by my plan?",
        "Can you confirm the coverage for the operation?",
        "Is operation included in the plan.",
        "Do I have coverage for the procedure?",
        "My operation is within plan's domain, right?",
        "I don't know if I will get procedure coverage.",
        "Is my surgery covered under my insurance?",
        "I was wondering if my surgery was covered under my plan.",
        "Did the surgeon in the plan be covered?",
        "Is operation on the plan?",
        "Is there surgery under my plan?",
        "Does policy include the surgery?",
        "Does insurance cover the cost for surgery?",
        "Do the plan cover my surgery?",
        "Is insurance paying for the op?",
        "Is my plan to cover this surgery?",
        "Does the surgery come with my policy?",
        "Insurance coverage for surgery?",
        "Does my plan handle this surgery?",
        "Are I covered by my plan for surgery?",
        "Is my plan fine for surgery?",
        "I have surgery in my plan, is it covered?",
        "I was wondering if you could confirm coverage for my operation.",
        "Is my op covered or not?",
        "I need you to confirm coverage for my operation.",
        "There is a question about whether surgery is covered or not.",
        "Can I get the procedure covered?",
        "Could surgery be paid by plan?",
        "Did the plan include the procedure?",
        "Is it possible to confirm coverage for my operation.",
        "Will I have surgery under my plan?",
        "Is the plan covering the surgery?",
        "Does my plan assist with the surgery?",
        "I wonder if my surgery is covered under my plan.",
        "Are the operation paid in a plan?",
        "Does the plan include my procedure?",
        "Was operation included in the plan?",
        "Is it possible that I am covered for the surgery cost?",
        "This surgery could be included in my plan.",
        "I need to know if I am covered for the surgery cost.",
        "Is my policy covering surgery?",
        "Is the surgery covered by a health insurer?",
        "Will my procedure have coverage?",
        "Does my surgery count in my plan?",
        "Am I covered when I have surgery in my plan?",
        "My plan may not cover my surgery.",
        "Did my plan include the surgery?",
        "I need you to confirm coverage for my surgery.",
        "Does my plan account for this surgery?",
        "The plan will cover my surgery?",
        "Is it possible that I am covered for this procedure?",
        "Coverage of surgery?",
        "Is the procedure paid in the plan?",
        "I wondered if I would be covered for the surgery cost.",
        "Is the insurance going to pay for surgery?",
        "Does my plan reimburse this surgery?",
        "Is there surgery in my plan?",
        "Is the surgery funded by a plan?",
        "Will you cover my surgical expenses?",
        "Am I eligible for surgery in my plan?",
        "Am I covered if I have this procedure?",
        "Can I have coverage for my procedures?",
        "Do you think my procedure should be included in the plan?",
        "Is my plan paying for surgery?",
        "It is not known if the surgery is covered.",
        "I want my plan to include my procedure.",
        "Is the operation paid with a plan?",
        "Will medical insurance pay for surgery?",
        "Will the insurance pay for the operation?",
        "A plan covers my surgery?",
        "Will my insurance cover the costs of the procedure?",
        "Is my op protected?",
        "I wonder if I'm covered for surgery in my plan.",
        "WillInsurance cover my procedure?",
        "Is an operation paid in a plan?",
        "Wait, surgery under my plan?",
        "Will my procedure be provided for?",
        "Is my surgery covered by my Plan?",
        "Does this policy cover surgery?",
        "Would the plan include the procedure?",
        "Does surgery include coverage?",
        "Does my plans include this procedure?",
        "Surgery paid by plan?",
        "Will my surgery be covered by the plan?",
        "If I have to have surgery, will I be protected?",
        "Was surgeries covered by this policy?",
        "Is it possible to cover my needs for surgery?",
        "Is the surgery covered by my policy?",
        "I am wondering if my operation is within plan's domain.",
        "Does my plan recognize this surgery?",
        "Is surgery under the plan?",
        "Does my plan accept this surgery?",
        "The surgery is okay with the health plan?",
        "Is the plan having operation in it?",
        "The surgery can be included in my policy.",
        "I'm not sure if the operation is included or not.",
        "Will it include my procedure?",
        "Is this a covered procedure for me?",
        "Is my scheme able to pay surgeries?",
        "I wonder if I'm covered for that procedure.",
        "Will the insurance fund the surgery?",
        "Did my surgery be covered by me?",
        "Is this procedure covered for me?",
        "I asked if I was covered for this procedure.",
        "my operation is within the plan's domain?",
        "Will I be covered by insurance for my procedure?",
        "I wonder if my plan covers surgery.",
        "Does the surgery come included in my policy?",
        "Does my plan have to cover my surgery?",
        "Can I have coverage for the surgery?",
        "Do I have my surgery covered by my plan?",
        "I wonder if I can get covered for the surgery cost.",
        "Is the surgery included as part of my policy?",
        "Where is the surgery in my policy?",
        "Will surgery be paid by plan?",
        "Is surgery covered in my plan?",
        "Are the surgery covered by me?",
        "Can I get coverage for the procedure.",
        "Is my plan supporting surgery?",
        "Does the policy carry surgery?",
        "Do you want the plan to include my procedure?",
        "I was wondering if my insurance would pay for the procedure.",
        "Does the operation pay in a plan?",
        "Is my plan to have surgery covered?",
        "Will my scheme pay for surgeries?",
        "Does my plan allow this procedure?",
        "Can I be covered for the surgery?",
        "Do I get covered for this procedure?",
        "Can I avail of procedure coverage?",
        "Is this the case for my surgical needs?",
        "Will the surgery be covered by the insurance?",
        "Does my plan provide coverage for this surgery?",
        "Will you cover me for my surgery?",
        "Will I be covered for my surgery costs?",
        "Can I be covered for the surgery cost?",
        "Isn't surgery included in my policy?",
        "Coverage for surgery?",
        "Does my plan have to cover surgery?",
        "Will my insurance pay for surgery?",
        "Is my plan includes this surgery?",
        "Is the surgery paid for through a plan?",
        "Is my insurance able to pay for the procedure?",
        "I am wondering if you can confirm my coverage for the operation.",
        "I don't know if surgeries like mine are covered.",
        "The procedure under the plan coverage?",
        "Is surgery paid under the plan?",
        "will insurance cover my procedure?",
        "Is my surgery covered in the plan?",
        "Is the procedure covered by me?",
        "Am I covered by the plan for my surgery?",
        "Is it Covered for surgery?",
        "Are surgeries covered under this policy?",
        "Are surgery covered by my plan?",
        "Is there procedure coverage available?",
        "Is my operation within plan's domain?",
        "Do I have the surgery included in my policy?",
        "Is that my operation within the plan's domain?",
        "I want to know if you will confirm coverage for my operation.",
        "Does my plan accommodate my surgery?",
        "Will I be covered for the cost of my surgery?",
        "I wonder if surgery is in my plan.",
        "Do my plans cover surgery?",
        "Will insurance cover my procedure.",
        "Does operation make up the plan?",
        "Does operation fall into the plan?",
        "Covered to have surgery?",
        "Can surgery be done in my plan?",
        "Is my operation covered by my plan?",
        "are surgeries covered by this policy",
        "Do I have to do surgery under my plan?",
        "Does the policy cover an operation?",
        "Does insurance pay for procedure?",
        "The surgery is within coverage?",
        "Will my surgery be covered in my plan?",
        "Will insurance help with surgery?",
        "Will my procedure be protected by insurance?",
        "Is the policy cover surgeries?",
        "Does my procedure have any coverage?",
        "I'm not sure if the operation is included.",
        "Is operation paid in a plan?",
        "Can my surgery be covered in my plan?",
        "Is there any coverage for my operation?",
        "Is my plan including the surgery?",
        "Plans will cover my surgery?",
        "I am wondering if you can confirm the coverage for my operation.",
        "Will the operation be paid in a plan?",
        "Does my plan encompass my surgery?",
        "Is surgery covered by plan?",
        "I am wondering if my op is covered.",
        "What's the coverage for surgery?",
        "Is my surgery covered on my plan?",
        "Does my plan deal with surgery?",
        "Do I get coverage for the surgery cost?",
        "My plan might include this surgery.",
        "Will I get my procedure covered?",
        "Is it possible for me to get procedure coverage.",
        "I want to know if surgery is paid by plan.",
        "I wonder if my surgery is covered by my plan.",
        "Are my operations covered?",
        "Does my plan provide for this surgery?",
        "I don't know if my surgery is covered by my plan.",
        "does my plan pay for surgery?",
        "Can I be covered for the cost of my surgery?",
        "Does my plan contain any surgery?",
        "Did you confirm coverage for my operation?",
        "Is surgery a part of the policy?",
        "Is surgery funded by plan?",
        "Is my procedure covered or not?",
        "Does it cover my needs for surgical care?",
        "Does the policy deal with the surgery?",
        "Does the surgery include coverage?",
        "surgeries are covered by this policy?",
        "Is insurance paid for op?",
        "Is my operation within the plan's domain.",
        "I question if the operation is paid in plan.",
        "Does my plan get me through my surgery?",
        "Is my plan covering operations?",
        "Is there a plan that includes my procedure?",
        "Would surgery be under my plan?",
        "Are the surgery included in my policy.",
        "Are my surgeries covered by insurance?",
        "Can I have surgery in my plan.",
        "surgery under my plan?",
        "Is my insurance going to pay for the procedure.",
        "Is the operation payed in the plan?",
        "I wonder if I am covered for the surgery.",
        "I'm wondering if you can confirm the coverage for my operation.",
        "Can you assure me that my operation is covered?",
        "Plan protects my surgery?",
        "Does my plan reimburse me for my surgery?",
        "Should surgery be covered in my plan?",
        "Will it be a procedure under plan coverage?",
        "Are surgery paid by a plan?",
        "Are my plans covering surgery?",
        "Plan covers the surgery?",
        "Is my plan over the surgery?",
        "Is my plan cover surgery?",
        "Can I get coverage for my surgery?",
        "Covered surgery for me?",
        "Does my plan address this surgery?",
        "Does my plan assist with my surgery?",
        "My operation is part of plan's domain?",
        "Is surgery reimbursed by a plan?",
        "Can you confirm the coverage of my operation?",
        "Are my surgeries under my plan?",
        "will my procedure be covered?",
        "What's the cover for my surgical needs?",
        "Will my insurance help with the procedure?",
        "Does my plan include the surgery.",
        "Will insurance reimburse surgery?",
        "Does my plan include this specific surgery?",
        "What happens if the plan covers my surgery?",
        "Is surgery ok with a health plan?",
        "Will the coverage be for surgery?",
        "Has my plan covered this surgery?",
        "Is my surgery covered, under my plan?",
        "Do my plans cover surgeries?",
        "Does the policy contain surgical procedures?",
        "My procedure is included in the plan?",
        "Will the insurance paying for the surgery?",
        "Does my plan have coverage for this surgery?",
        "Does my plan includes this surgery?",
        "Doesmy plan include this surgery?",
        "Is it possible that surgery is paid by a plan?",
        "Will my insurance cover my procedure.",
        "Am I covered for surgery in this plan?",
        "Has my plan covered surgery?",
        "Including surgery in the benefits?",
        "Is my plan going to cover my surgery?",
        "Will you cover this procedure?",
        "Does my plans include the surgery?",
        "Does my plan reflect this surgery?",
        "Does the policy include some type of surgery?",
        "Is my procedure covered by the insurance?",
        "does the policy include surgery",
        "Can you tell me the coverage for my operation?",
        "Is surgery covered by my plan?",
        "are surgeries covered by this policy?",
        "Is the surgery insured?",
        "Do I need surgery in my plan?",
        "Is the cover for my surgical needs?",
        "Will my plan cover this surgery?",
        "Is my procedure will be covered?",
        "Is the surgery covered by me?",
        "Is the policy cover the surgery?",
        "My plan might cover my surgery.",
        "Am I still covered for this procedure?",
        "Am I covered for the surgery I have?",
        "I wondered if my procedure was covered.",
        "Can I be covered for my surgery?",
        "Does my plan reimburse me for the surgery?",
        "Will my policies cover the procedure?",
        "Am I covered for that surgery?",
        "I wondered if my insurance would pay for the procedure.",
        "Will you cover the procedure?",
        "Is I protected if I need surgery?",
        "Is it covered to my surgical needs?",
        "Will my insurance pays for the procedure?",
        "Does my plan cover this surgical procedure?",
        "Will my insurer pay for my procedure?",
        "Will insurance covers surgery?",
        "Is this plan covering my surgery?",
        "Does insurance help pay for the surgery?",
        "My operation will be within plan's domain?",
        "Plan is covering my surgery?",
        "What about surgery for coverage?",
        "My operation will be within the plan's domain?",
        "My operation, which is within plan's domain?",
        "I am unsure if my op is covered.",
        "My operation is within my plan's domain?",
        "Are surgery covered by me?",
        "Provides a covering for my surgical needs?",
        "Is it under my plan for surgery?",
        "Does the surgery go into my policy?",
        "I am wondering if you will confirm coverage for my operation.",
        "What's the coverage for this procedure?",
        "Does my plan tolerate this surgery?",
        "Covered for a procedure?",
        "are the surgeries covered by this policy?",
        "Surgery approved with health plan?",
        "I wonder if the policy covers the surgery.",
        "Does insurance pay for the surgery?",
        "Will insurance help with my procedure?",
        "Does my plan get me for surgery?",
        "Do my operations fall within plan's domain?",
        "Plan provides for my surgery?",
        "Will my insurance be responsible for the procedure?",
        "I don't know if surgery is included in my policy.",
        "Did my scheme pay for surgeries?",
        "Will I be protected when I need surgery?",
        "Is my operation within the plans domain?",
        "Is this a procedure I will be covered for?",
        "Is the surgery cost covered by my insurance?",
        "Is surgery ok for the health plan?",
        "Will the insurer cover the surgery?",
        "Is the surgery covered by a plan?",
        "Does my plan contain anything for surgery?",
        "Will my operation be covered by insurance?",
        "Will the procedure be paid for by my insurance?",
        "Are my procedures included in the plan?",
        "Can you tell me about my operation coverage?",
        "Does the policy protect the surgery?",
        "Is my cover for surgery?",
        "Should my plan cover this surgery?",
        "Does my plan cover the costs of my surgery?",
        "Is my plan enough for surgery?",
        "Will the insurance help pay for surgery?",
        "Will the operation be included?",
        "I wondering if the surgery is covered.",
        "Is my plans for surgery covered?",
        "Will my procedure be protected?",
        "Does my plan pay for my surgery?",
        "What about the coverage for surgery?",
        "My procedure will be covered?",
        "Is my operation covered?",
        "Can I be covered for my procedures?",
        "Does my surgery cost anything under my plan?",
        "Plan helps cover my surgery?",
        "My plan may cover surgery.",
        "Does my plan honor this surgery?",
        "Does my plan now include this surgery?",
        "I am wondering if you can confirm coverage for my surgery.",
        "Is it possible I could get procedure coverage?",
        "Is the operation paid by the plan?",
        "Will my procedure be allowed?",
        "Can I get covered for the procedure?",
        "Did surgery be covered by me?",
        "Is my plan covering a surgery?",
        "Can you verify the coverage for my operation?",
        "Will insurer cover my procedure?",
        "Do the plan include my procedure?",
        "How will the plan cover my surgery?",
        "Is surgery allowed with a health plan?",
        "Will health insurance pay for the surgery?",
        "I don't know if my surgeries are covered.",
        "Can you confirm the coverage for an operation?",
        "What happens if my surgery is covered by my plan?",
        "Is it my plan to cover surgery?",
        "Have the plan included my procedure?",
        "I want to know if my plan covers this surgery.",
        "Does the operation count in the plan?",
        "Does my surgery come under my plan?",
        "Is the surgery on my plan?",
        "Will my procedure be paid for by insurance?",
        "Would my plan cover surgery?",
        "Will my insurance cover the procedure?",
        "Will the plan cover the surgery?",
        "I'm not sure if the surgery is included in my policy.",
        "Will the procedure be covered by the insurance?",
        "Covered in case of surgery?",
        "Is my plan cover my surgery?",
        "Will my surgery be included in my plan?",
        "Is that the cover for my surgical needs?",
        "Can the policy include surgery?",
        "What about coverage for surgery?",
        "Part of my plan for surgery?",
        "Does operation paid in plan?",
        "I want to know if I can get the procedure coverage.",
        "Does the policy include an operation?",
        "Is my plan ok for surgery?",
        "I want to know if my plan is covering surgery.",
        "Does insurance pay to have an op?",
        "Will I be protected in the event of a surgery?",
        "Am I protected for the procedure?",
        "Do the policy cover the surgery?",
        "Is it possible that I will get procedure coverage?",
        "Is my insurance going to pay for my procedure?",
        "Would operation be in the plan?",
        "Is it possible that surgeries like mine are covered?",
        "Does my plan have a surgery in it?",
        "Do surgeries fall under this policy?",
        "Does surgery include the policy?",
        "Are surgeries covered in my case?",
        "Is surgery paid for under a plan?",
        "Does my surgery have to be covered by my plan?",
        "I wonder if the plan includes my procedure.",
        "I need you to confirm the coverage for my operation.",
        "My operation within plan's domain?",
        "Does my plan handle my surgery?",
        "Have my procedure included in the plan?",
        "I wonder if my procedure will be paid for.",
        "Was my surgery covered in my plan?",
        "I need to know if my procedure will be covered.",
        "Would I be covered for the surgery cost?",
        "I want to know if I'm covered for the surgery costs.",
        "Is this something that covers my surgical needs?",
        "Does my plan fund this surgery?",
        "Can you tell me coverage for my operation?",
        "Will I be protected if I go under the knife?",
        "Yes, can you confirm coverage for my operation?",
        "Do my plans cover this procedure?",
        "Will I be protected if I need a surgery?",
        "Is there any coverage for the surgery costs?",
        "Does my plan cover surgery",
        "Does surgery include in my policy?",
        "Are the surgeries covered in this policy?",
        "Am I covered for surgery in my plan.",
        "Does my plan help with this procedure?",
        "Could I get coverage for the procedure?",
        "Includes my surgery needs?",
        "Doing surgery under my plan?",
        "I wonder whether surgeries like mine are covered.",
        "Can there be coverage for the procedure?",
        "Was the procedure under the plan covered?",
        "Am i covered for this procedure?",
        "Will surgeries like mine be covered?",
        "Is my plan for surgery paid for?",
        "Is insurance paying for an operation?",
        "I wonder if my plan coughs up for surgery.",
        "Does the plan covers my surgery?",
        "Will medical insurance cover the cost of surgery?",
        "My operation can be within the plan's domain?",
        "My procedure should be included in the plan",
        "Including my surgical needs?",
        "My plan may include my surgery.",
        "Does the policy contain surgery?",
        "Can you tell me if my operation is covered?",
        "I am unsure if my surgery is covered by my plan.",
        "Does surgery fit with a health plan?",
        "Is the procedure covered by the insurance?",
        "Will you cover this surgery?",
        "Is surgery part of your benefits?",
        "My plan may or may not cover my surgery.",
        "Will my insurer pay for a procedure?",
        "Is it possible that I can get coverage for the procedure?",
        "Is the surgery covered by my insurer?",
        "Is the surgery covered by my plan.",
        "Can my plan cover surgery?",
        "Are surgical procedures within coverage?",
        "Can my insurance pay for the procedure?",
        "Is my surgery included under my plan?",
        "Was surgery in my plan?",
        "Is my insurance paying for the procedure?",
        "Was the plan to include my procedure?",
        "Plan to include my procedure?",
        "I don't know if I'm covered for the surgery costs.",
        "I don't know if I'm covered for surgery in my plan.",
        "Is surgery reimbursed by the plan?",
        "Is the procedure paid for in the plan?",
        "Would the surgery be included in my policy?",
        "Will it cover my surgery needs?",
        "Will surgery under my plan?",
        "I am wondering if I am covered for the procedure.",
        "I want to know if my surgeries are covered.",
        "Is the operation paid in a plan.",
        "Is the operation paid for in a plan?",
        "surgery within the coverage?",
        "Is the surgery under my plan?",
        "Have you been able to confirm coverage for my operation?",
        "My scheme provides for surgeries?",
        "Will the surgery be in my policy?",
        "Is surgery covered by me?",
        "Is the insurance able to pay for surgery?",
        "Is this surgery part of my plan?",
        "I am wondering if I can get coverage for the procedure.",
        "Is the operation paid into the plan?",
        "Should I include my procedure in the plan?",
        "Will plan include my procedure?",
        "Is the operation cost included in the plan?",
        "Is my plan in the works for surgery?",
        "Is surgeries like mine coverage?",
        "Am I covered for my surgery cost?",
        "Can you tell me what the coverage is for my operation?",
        "Is operation paid according to plan?",
        "So is my plan covering surgery?",
        "Is this surgery in my policy?",
        "Is my surgery covered by my insurance?",
        "Will this surgery be included in my plan?",
        "I want to know if surgeries are covered by this policy.",
        "Is my plan for my surgery?",
        "Does the surgery comprise my policy?",
        "Is my plan for this surgery covered?",
        "Is surgery covered by health insurance?",
        "Is there an operation included in the plan?",
        "Can my plan cover my surgery?",
        "Is operation paid in the plan?",
        "Will it be surgery under my plan?",
        "Coverage for my operation can you confirm?",
        "I would like my procedure included in the plan.",
        "Does my plan have any coverage for surgery?",
        "I was wondering if surgery is paid by plan.",
        "Am I covered for surgery that's in my plan?",
        "My plan pays surgeries?",
        "Is there something that covers my surgical needs?",
        "Are my surgeries covered in my plan?",
        "Are the surgery covered by the policy?",
        "Surgery alright with a health plan?",
        "Is surgery paid in a plan?",
        "My operation is in plan's domain?",
        "Is surgery something under my plan?",
        "Does insurance cover the costs of an op?",
        "Is my plan covered by my surgery?",
        "Are the operation included?",
        "Will I be protected when I have surgery?",
        "Will surgery be covered by insurance?",
        "My operation lies within plan's domain?",
        "Do I have covered surgery?",
        "Does the policy allows surgery?",
        "Is it possible that the policy includes surgery?",
        "Will you cover my surgery?",
        "Is surgery fine with a health plan?",
        "Plan is what covers my surgery?",
        "Will my scheme pay surgery?",
        "Will you be able to cover my surgery?",
        "Is there any cover for the surgery cost?",
        "Has surgery been approved with the health plan?",
        "Will this procedure be covered by me?",
        "Does surgery fit in my plan?",
        "Does operation comprise the plan?",
        "Are surgery covered in my plan?",
        "Could I get coverage for my procedure?",
        "What about covered surgery for me?",
        "Are you able to confirm coverage for my operation.",
        "Will my insurers cover the procedure?",
        "I don't know if my plan covers this surgery.",
        "Does my plan even cover this surgery?",
        "Is the operation cost in the plan?",
        "Does the insurance pay for an operation?",
        "Did the policy cover the surgery?",
        "I wonder if my op is covered.",
        "Is my covered for this procedure?",
        "I want you to confirm coverage for my surgery.",
        "Are there coverage for surgery?",
        "I want to know if you can confirm my coverage for my operation.",
        "Is the surgery covered by the policy?",
        "Is surgery reimbursed through a plan?",
        "I want to know if the operation is included or not.",
        "I'd like to know if you can confirm coverage for my operation.",
        "Surgeon included in the plan?",
        "My procedure may be covered by insurance.",
        "Will cover my surgical needs?",
        "Am I covered for the cost of surgery?",
        "Will surgery be in my plan?",
        "Are surgery like mine covered?",
        "Does the policy cover surgeries?",
        "I wonder if surgeries are covered by this policy.",
        "I want to know if my plan includes this surgery.",
        "Can I get coverage for my procedure.",
        "My operation is in a plan's domain?",
        "I would like to know if the surgery is covered.",
        "What plan would include my procedure?",
        "Does insurance pay for an operation.",
        "Does the surgery get included in my policy?",
        "I need to know if the surgery is covered.",
        "Does my plan protect me from this surgery?",
        "I would like to know if I am covered for this procedure.",
        "Does my plan involve this procedure?",
        "Will my insurance cover surgery?",
        "Are surgery okay with the health plan?",
        "Is surgery paid with a plan?",
        "Does surgery make up my policy?",
        "Will I be protected if the need for surgery arises?",
        "I wonder if surgery is included in my policy.",
        "Can my scheme pay surgeries?",
        "Can you tell me whether or not my operation is covered?",
        "Is myProcedure covered",
        "Is surgery good with the health plan?",
        "Will my hospital procedure be covered by insurance?",
        "Can I have coverage for the procedure?",
        "Will insurance cover a surgery?",
        "Is my plan covers my surgery?",
        "plan include my procedure?",
        "Can I have my surgery covered?",
        "Surgery under my plan, right?",
        "Does my surgery belong under my plan?",
        "My operation is within the plan?",
        "Is it surgery within coverage?",
        "Is my op being covered?",
        "Do I get the surgery in my policy?",
        "Plan for me to have a procedure?",
        "Is it possible that it covers my surgical needs?",
        "Is it covered by me for this procedure?",
        "Is my surgery in my plan?",
        "I have surgery in my plan?",
        "I didn't know if I was covered for the surgery cost.",
        "Has the plan covered my surgery?",
        "Is surgery okay with my health plan?",
        "Will my procedure expenses be covered?",
        "Is my scheme covering surgeries?",
        "Will insurance support surgery?",
        "Could surgery be within coverage?",
        "Is my plan valid for my surgery?",
        "Will my operation be within the plan?",
        "I want to know if my insurance will cover the procedure.",
        "Plan allow for my procedure?",
        "Will the plan covers my surgery?",
        "Does insurance cover costs for surgery?",
        "My op is covered?",
        "It's surgery under my plan?",
        "Is it possible that insurance will cover my procedure?",
        "Can I be covered for procedure?",
        "I'm wondering if my procedure is covered.",
        "Is there an operation included or not?",
        "Will my insurance cover me for the procedure?",
        "Is my plan for surgery adequate?",
        "Will the plan protect my surgery?",
        "Does policy provide for surgery?",
        "Is surgery a part of my plan?",
        "I wonder if the operation is paid in the plan.",
        "Is the surgery covered by health insurance?",
        "Is it covered surgery for me?",
        "Are the plan to include my procedure?",
        "Is surgery included in the coverage?",
        "am I covered for the surgery in my plan?",
        "Is my plan for this surgery?",
        "Will my insurance compensate for the procedure?",
        "Would surgery be covered by me?",
        "Do you plan to include my procedure?",
        "Are you able to confirm my operation coverage?",
        "Do my plans cover my surgery?",
        "Yes, does the policy include surgery?",
        "Is the surgery within my policy?",
        "What about surgery under my plan?",
        "Does the policy have surgery listed?",
        "Can you tell me if my operation has coverage?",
        "Have my op been covered?",
        "Does insurance cover my procedure?",
        "My procedure is covered?",
        "Are I allowed to get procedure coverage?",
        "Is the surgery included?",
        "The surgery might be part of my policy.",
        "Does my plan cover that surgery?",
        "Is I covered for that procedure?",
        "Is the operation a part of the plan?",
        "Can I get covered for the surgery cost?",
        "Will I have the procedure covered?",
        "Does policy allow for the surgery?",
        "I want to know if you have coverage for my operation.",
        "I wonder if I'm covered for the procedure.",
        "Are I covered for surgery in my plan.",
        "Surgeries covered by mine?",
        "Would my surgery be covered by the plan?",
        "surgery covered by this policy?",
        "Does my plan benefit from this surgery?",
        "Is the operation paid on a plan?",
        "Should my plan include my surgery?",
        "Was this procedure under plan coverage?",
        "Am I covered for the operation?",
        "Will insurance pay to have surgery?",
        "Is the procedure included in the plan?",
        "Will there be insurance coverage for my procedure?",
        "Will insurance take care of my procedure?",
        "Does the cover my surgical needs?",
        "Is the coverage of my surgical needs?",
        "Does operation count in the plan?",
        "Will the procedure be financed by my insurance?",
        "Does my plan include something like this surgery?",
        "Will my insurance covered the procedure?",
        "am I covered for this procedure?",
        "Will this operation be included or not?",
        "Does surgery part of the policy?",
        "Does the policy contains surgery?",
        "Plan will include my procedure?",
        "Am I covered by my plan for surgery?",
        "Are the surgeries in my policy?",
        "Does my plan involve my surgery?",
        "Do I include the surgery in my plan?",
        "Will my insurance still cover the procedure?",
        "Does surgery happen within coverage?",
        "A surgery under my plan?",
        "Did my plan include this surgery?",
        "My operation is within Plan's domain?",
        "Are the surgeries okay with the health plan?",
        "Are surgeries covered in this policy?",
        "Surgery covered in the plan?",
        "I want to know if you can confirm coverage for my surgery.",
        "Can you confirm that I have coverage for my operation?",
        "I wonder if I can get coverage for the procedure.",
        "Am I covered for any surgery in my plan?",
        "Does my plan accommodate this procedure?",
        "Will my plan allow for surgery?",
        "Is surgery paid under a plan?",
        "In my policy is the surgery included?",
        "Is this a procedure that I will be covered for?",
        "Will my plan contain this surgery?",
        "Does insurance pay for surgery?",
        "Plan coverage for an operation?",
        "I was wondering if I am covered for the surgery cost.",
        "Is my plan involved with surgery?",
        "Will you cover it for the surgery?",
        "Is surgeries covered by the policy?",
        "Will insurance cover my operation?",
        "Is plan for my surgery?",
        "Would my surgery be covered under my plan?",
        "Is surgical treatment covered?",
        "Will my plan help with surgery?",
        "Does the policy have surgery?",
        "Is the insurance covers surgeries?",
        "Is the procedure included in the policy?",
        "I wonder if surgery is part of my plan?",
        "Did the policy include surgery?",
        "Does operation fit into the plan?",
        "Am the surgery covered in my plan?",
        "My procedure can be included in the plan?",
        "Insurance will cover the procedure?",
        "Am I going to have my procedure covered?",
        "Do my operations fit within the plan's domain?",
        "Is surgeries covered by this policy?",
        "Was I covered for this procedure?",
        "So is the operation included?",
        "Should I be covered for surgery in my plan?",
        "Can the insurance cover my procedure?",
        "Will it be covered by insurance for surgery?",
        "Is this surgery included in my plan.",
        "Do I be covered for surgery in my plan?",
        "I don't know if I can get coverage for my procedure.",
        "Do my surgeries come from my scheme?",
        "Did my scheme pay for surgery?",
        "Does my plan included this surgery?",
        "Is surgery paid for by plan.",
        "Is my plan able to cover this surgery?",
        "Does my plan repay this surgery?",
        "Is our procedure covered?",
        "My operation is inside the plan's domain?",
        "Does my plan assist with surgery?",
        "Is my plan ready for this surgery?",
        "Does its policy include surgery?",
        "Does my plan covers my surgery?",
        "Does operation take place in the plan?",
        "Does my plan come with surgery?",
        "Does my plan have to pay for my surgery?",
        "Does insurance support surgery?",
        "Surgery under plan?",
        "Can surgery happen within coverage?",
        "Is surgery included with my policy?",
        "Does my plan cover my procedure?",
        "Does my plan pay for my operation?",
        "Am I covered for this operation?",
        "Does insurance cover the costs of surgery?",
        "Do you know if the operation is paid in plan?",
        "Will surgery be within coverage?",
        "Does insurance cover the cost of an op?",
        "Should my insurance pay for the procedure?",
        "will insurance pay for surgery?",
        "My operation is within the plan domain?",
        "I wonder if the operation is included.",
        "Is there insurance that will cover my procedure?",
        "Can you tell me if you have coverage for my operation?",
        "Under my plan for surgery?",
        "Will there be any coverage for my procedure?",
        "Am I able to have surgery in my plan?",
        "Does my plan contain that surgery?",
        "Does my plan care about my surgery?",
        "Can I be covered for a procedure?",
        "Does operation pay in plan?",
        "Is my plan for surgery included?",
        "Is it alright to have surgery with a health plan?",
        "Can you clarify the coverage for my operation?",
        "Will my insurance cover a procedure?",
        "Does the covers my surgical needs?",
        "Is the operation paid in plan.",
        "My plan may not cover this surgery.",
        "Does my plan include having surgery?",
        "will I be protected if surgery is needed?",
        "Does the policy covers surgery?",
        "Is operation a part of the plan?",
        "My operation is within the plan's domain?",
        "Are I covered for surgery costs?",
        "Would my procedure be included in the plan?",
        "Is the surgery included in the policy?",
        "Does the plan include operation?",
        "Does my plan provide cover for my surgery?",
        "I am wondering if I am covered for the surgery costs.",
        "Can surgeries be covered by this policy?",
        "Is my plan included in this surgery?",
        "I was wondering if my procedure is covered.",
        "Does operation go in the plan?",
        "My plan might cover surgery.",
        "My surgery can be covered by the plan.",
        "Does my plan prepare me for surgery?",
        "I wonder if it covers my surgical needs.",
        "Is it possible that I get coverage for the procedure?",
        "Am I taken care of for this procedure?",
        "This surgery might be covered by my plan.",
        "The surgery could be included in the policy.",
        "Does insurance pay for things like surgery?",
        "I want my procedure included in the plan.",
        "Do you think the plan covers my surgery?",
        "Is my procedure coverage?",
        "Under the plan coverage, a procedure?",
        "Is there surgery within coverage?",
        "Does my plan provide coverage for my surgery?",
        "Is the surgery within coverage?",
        "Does my plan allow for my surgery?",
        "Will you cover the surgical procedure?",
        "Is operations paid in a plan?",
        "Are you sure about coverage for surgery?",
        "Is the operation in the plan?",
        "I wonder if my surgeries are covered?",
        "Is my Surgery covered by my plan?",
        "Was this surgery under my plan?",
        "Would I be protected if surgery were needed?",
        "Does my plan affect my surgery?",
        "surgery ok with health plan?",
        "I would like to know if my procedure will be covered.",
        "Is my insurance going to cover my procedure?",
        "Are I covered for surgeries?",
        "Is the surgery paid under a plan?",
        "Is my plan okay for surgery?",
        "Is it possible to get coverage for my procedure?",
        "Are surgery in my plan covered?",
        "Does my plan give me permission to have surgery?",
        "Is surgery covered under my plan?",
        "Is the plan going to include my procedure?",
        "Will surgery costs be covered by insurance?",
        "Will insurance reimburse my procedure?",
        "Does my plan pay for my surgery",
        "Is surgery paid on a plan?",
        "Does my plan cover operations?",
        "Is the surgery included in my policy.",
        "Will my insurance pay for this procedure?",
        "Is there an operation included?",
        "Is there procedure coverage for me?",
        "Will the insurance help with surgery?",
        "What plan include my procedure?",
        "Can you give me coverage for my operation?",
        "Is my surgery covered through my plan?",
        "Has my surgery cost been covered?",
        "Does the policy provide surgery?",
        "Does the policy include surgeons?",
        "Possible surgery within coverage?",
        "Does the surgery belong in my policy?",
        "Did the plan cover my surgery?",
        "Were the surgery covered by me?",
        "What about surgery with a health plan?",
        "Am I covered for surgery during my plan?",
        "Is the operation paid in plan?",
        "Is I protected for this procedure?",
        "I wonder if my surgery is covered.",
        "Does my surgery get covered under my plan?",
        "Does it encompass surgery?",
        "Does insurance pay for operating?",
        "Can I have coverage for my surgery?",
        "Is my operation covered or not?",
        "The procedure is under plan coverage?",
        "Is surgery included within coverage?",
        "For surgery, is it covered?",
        "Is surgery paid by a plan?",
        "Is it possible that surgeries are covered by this policy?",
        "Might I be covered for surgery?",
        "Does my plan reimburse me for surgery?",
        "Will my medical insurance pay for the procedure?",
        "Is the surgery included with my policy?",
        "Is my plan to pay for surgery?",
        "What is the cover to my surgical needs?",
        "Was my surgery covered by my plan?",
        "I asked if I was covered for the surgery cost.",
        "Is surgical procedure paid by plan?",
        "Will my insurance cover my surgery?",
        "Does my plan finance the surgery?",
        "Will my plan pay for this surgery?",
        "Is surgery allowed within coverage?",
        "Will insurance be able to pay for surgery?",
        "Does the policy allow for surgery?",
        "Can you confirm that there is coverage for my operation?",
        "Is my procedure covered by something?",
        "Does surgery make up the policy?",
        "Does my plan allow for this surgery?",
        "Have my procedure been included in the plan?",
        "Does the plan include my surgery?",
        "Can you tell me how much coverage I have for my operation?",
        "Does my scheme pay for surgery?",
        "Will this procedure be covered by insurance?",
        "Does my plan will cover my surgery?",
        "I don't know if my surgery is covered.",
        "Can I be protected if I need surgery?",
        "Are surgeries that I have covered?",
        "Am I covered by the surgery in my plan?",
        "Will the insurers cover my procedure?",
        "Is my plan to include my procedure?",
        "Does surgery in the policy?",
        "Will my plan pay for surgery?",
        "Is surgery paid as per plan?",
        "Does the policy include surgery.",
        "I don't know if I could get procedure coverage.",
        "Does my plan actually work for surgery?",
        "Does my plan work out for the surgery?",
        "Does my plan let me have surgery?",
        "Does my plan cover this surgery",
        "Did the insurance cover surgeries?",
        "Is my scheme capable of paying surgeries?",
        "Is procedure under plan coverage possible?",
        "Is my surgery covered under my plan",
        "Does my plan let me do this surgery?",
        "Is it possible to cover my surgical requirements?",
        "Will my surgical needs be covered?",
        "Does my plan cover this surgery.",
        "Is surgery happening under my plan?",
        "Does my plan permit this surgery?",
        "My policy may include the surgery.",
        "Am I covered for that procedure?",
        "Are surgery in coverage?",
        "I wonder if the surgery cost is covered.",
        "surgery on my plan?",
        "Will my insurer help with the procedure?",
        "Is surgery paid for under the plan?",
        "Plan might include my procedure?",
        "Could it be surgery under my plan?",
        "Can I get coverage for my procedure?",
        "Does my plan protect me against surgery?",
        "I want to know if my insurance pays for the procedure.",
        "Does insurance cover the cost of the operation?",
        "Does surgery fit in coverage?",
        "Is it possible to confirm the coverage for my operation?",
        "My operation is inside of plan's domain?",
        "I want to know if the surgery is in my policy.",
        "Am I going to be covered for this procedure?",
        "Is my insurance willing to cover the procedure?",
        "Will insurance pay for a surgery?",
        "Is operation paid for in a plan?",
        "Are surgeries performed on me covered?",
        "My operation is within the confines of the plan?",
        "Will the insurance pay for my procedure?",
        "Plans to include my procedure?",
        "Does my plan provide cover for this surgery?",
        "Is the surgery added to my policy?",
        "How is my operation within the plan's domain?",
        "Does my plan cover the surgery I have?",
        "Should surgery be okay with the health plan?",
        "Will you confirm coverage for my surgery?",
        "Someone wants to know if the surgery is covered.",
        "Plan includes my surgery?",
        "Does my plan benefit from surgery?",
        "This surgery is covered by my plan?",
        "Is it covered in case of surgery?",
        "Am I covered for the surgery in my plan.",
        "Have I been covered for the surgery cost?",
        "Am I considered covered for this procedure?",
        "Will surgery be paid by a plan?",
        "Is my surgery covered in my plan?",
        "Will my insurance cover this procedure?",
        "Am the surgery covered by my plan?",
        "I wonder if my insurance will cover the procedure.",
        "I don't know if the surgery is under my plan.",
        "My operation was within the plan's domain?",
        "Does the surgery in my policy?",
        "Does my plan involve having surgery?",
        "Was my operation within the plan's domain?",
        "What about the surgery coverage?",
        "Is there coverage for this procedure?",
        "Will insurance pay for my procedure?",
        "Is my insurance coverage for my procedure?",
        "Is the operation paid in your plan?",
        "Is the plan covering surgery?",
        "My plan involves surgery?",
        "So am I covered for the surgery cost?",
        "Does my plan take care of this surgery?",
        "I want to know if you confirm coverage for my operation.",
        "I ask if I am covered for this procedure.",
        "I wonder if my operation is within plan's domain.",
        "Is my operations within the plan's domain?",
        "Does my plan include this type of surgery?",
        "Does my surgery under my plan?",
        "Should surgery be okay with a health plan?",
        "Is operation part of the plan?",
        "Do you think surgery is okay with the health plan?",
        "My operation should be within the plan's domain?",
        "Is operation involved in the plan?",
        "Is my surgery covered by my plan?",
        "Does mine cover my surgery?",
        "Does my plan cost anything for my surgery?",
        "I need to know if my surgery is covered under my plan.",
        "Does the policy covers the surgery?",
        "Is my coverage for this procedure?",
        "Surgeries are covered by the policy?",
        "Is it something to cover my surgical needs?",
        "Does my plan allow me to have this surgery?",
        "Does my plan consider surgery?",
        "Does my insurance cover my surgery?",
        "Is surgery included in the policy.",
        "Does my insurance cover this surgery?",
        "Is it possible for me to get coverage for my procedure?",
        "Do I have a plan to cover my surgery?",
        "Is my procedure covered by it?",
        "Is the procedure in my policy?",
        "is surgeries covered by this policy?",
        "Will my insurance pay for the surgery?",
        "Is surgery in coverage?",
        "How much of my surgery is covered by my plan?",
        "Did it include surgery part of the benefits?",
        "Can my insurance cover my procedure?",
        "Does the surgery count in my plan?",
        "My plan's domain for my operation?",
        "Will the plan include my surgery?",
        "Am my surgery covered?",
        "Is surgery okay with health plans?",
        "I would like surgery under my plan.",
        "Is this procedure under plan coverage?",
        "Is surgery included on my policy?",
        "Will insurance pay for my procedures?",
        "Am I covered for surgery that is in my plan?",
        "Should my insurance cover the procedure?",
        "Will my policy cover my procedure?",
        "Does operation involve the plan?",
        "My operation is inside of the plan's domain?",
        "Will my insurance cover the cost of my procedure?",
        "Will the procedure be covered by insurance",
        "A surgeon is covered in the plan?",
        "Are the surgery covered by my plan?",
        "Is the plan involved with operation?",
        "Is that surgery in my policy?",
        "I would like to find out if I can get procedure coverage.",
        "I wonder if I am covered for the cost of surgery.",
        "Do I have surgery under my plan?",
        "Will insurance cover my surgery?",
        "Am I covered for this surgery?",
        "is the operation paid in the plan?",
        "Does insurance pay for the procedure?",
        "Are there surgery under my plan?",
        "Does my plan take care of surgery?",
        "Is the surgery paid by plan.",
        "Will myInsurance cover my procedure?",
        "I don't know if the operation is paid in plan.",
        "Does my surgery pay under my plan?",
        "Plan may include my procedure?",
        "What about a surgeon in the plan?",
        "Is surgery ok with the health plan?",
        "Does my proposal cover this surgery?",
        "Is surgery part of my plan?",
        "Does insurance pay for the op?",
        "I question if operation is in the plan.",
        "Surgeries covered in mine?",
        "Does the plan contain this surgery?",
        "Does my plan fit in with surgery?",
        "Is the operation included??",
        "I want my surgery covered by my plan.",
        "Surgeon covered by the plan?",
        "Will I be protected if surgery is required?",
        "I need to know if I can get procedure coverage.",
        "Is the surgery in my policies?",
        "Is operation contained in the plan?",
        "Do my plan cover my surgery?",
        "I'm wondering if I can get coverage for the procedure.",
        "Does my plan go along with my surgery?",
        "Isn't my surgery covered under my plan?",
        "Will operation be part of the plan?",
        "Would this plan include my procedure?",
        "Does the policy cover this procedure?",
        "I am curious if you can confirm coverage for my operation.",
        "Does my plan include any surgery?",
        "Is my surgery reimbursed by my plan?",
        "Can it cover my surgical needs?",
        "Does my plan involve surgical procedures?",
        "I wonder if my plan includes this surgery.",
        "Is surgery okay with health plan?",
        "I would like to know if I could get procedure coverage.",
        "Will my insurance reimburse me for the surgery?",
        "Does the policy include surgery, for example?",
        "Is it possible that insurance will cover surgery?",
        "Is my insurance going to pay for the surgery?",
        "Is surgery part of my policy?",
        "Is my plan for surgery",
        "Should the surgery be allowed with the health plan?",
        "Are they covering my surgical needs?",
        "Is the surgery listed in the policy?",
        "Is it possible that I will be covered for this procedure?",
        "Does the plan include surgery?",
        "Is surgery part of the policy?",
        "I want to know if my surgery is covered under my plan.",
        "Is operation covered by the plan?",
        "I wonder if the surgery is covered.",
        "Is the operation paid through a plan?",
        "In my plan for surgery?",
        "I don't know if I'll get procedure coverage.",
        "My plan should include my procedure?",
        "Did the plan cover the surgery?",
        "Will the insurance take care of the surgery?",
        "Does my procedure include coverage?",
        "Will I have my insurance pay for the procedure?",
        "Can you tell me the coverage for my operation.",
        "Would surgery under my plan?",
        "Is my procedure in the plan?",
        "Is ops part of this package?",
        "Am there surgery in my plan?",
        "Surgery is okay with the health plan?",
        "Does the policy take care of the surgery?",
        "Am I covered for this surgery in my plan?",
        "Am I supposed to have surgery under my plan?",
        "Has the plan included my procedure?",
        "Will the surgeries be covered by this policy?",
        "Could the policy include surgery?",
        "Am I in my plan for surgery?",
        "Does my plan deal with my surgery?",
        "Will my procedure be insured?",
        "Will my insurance finance the procedure?",
        "Are certain surgeries covered by this policy?",
        "Will the surgery be under my plan?",
        "I'm not sure if the surgery is covered.",
        "Does my plan involve the surgery?",
        "Does my plan permit my surgery?",
        "Does plan include my procedure?",
        "Is the surgery covered by this policy.",
        "Are the surgery paid by plan?",
        "Was the surgery paid by plan?",
        "Will my procedure be covered by an insurance company?",
        "Will it cover my surgical needs?",
        "I don't know if the surgery is in my policy.",
        "If I need a surgery, will I be protected?",
        "Provides coverage of my surgical needs?",
        "Surgeon included in plan?",
        "Can you tell me your coverage for my operation?",
        "Does anyone know if the policy includes surgery?",
        "Will I be protected if I need an operation?",
        "Could I be covered for this procedure?",
        "Does my plan allow surgery?",
        "Is the procedure paid for by a plan?",
        "Is I covered for this procedure.",
        "Do you plan on including my procedure?",
        "Is my operations within plan's domain?",
        "Does my plan include surgery",
        "Will my insurance reimburse me for my procedure?",
        "My plan could include this surgery.",
        "Are surgeries covered by my insurance?",
        "Is it possible that my Surgeries are covered like mine?",
        "Does the surgery fit in my plan?",
        "Can I have coverage of the procedure?",
        "Is there any surgery included in my policy?",
        "Surgery, will you cover it?",
        "Is my surgery funded by my plan?",
        "Does my plan provide cover for surgery?",
        "Is it possible to cover my surgery needs?",
        "Is my plans covering surgery?",
        "Are I covered for the surgery costs?",
        "Are my operations within the plan's domain?",
        "Plan would cover my surgery?",
        "Is the policy including surgery?",
        "Does my plans include this surgery?",
        "Does my plan cover me for surgery?",
        "I wonder if surgery is covered or not.",
        "surgery part of my plan?",
        "Am I covered for this procedure.",
        "Does my plan cover my Surgery?",
        "I am unsure if my procedure will be covered.",
        "Are operation in the plan?",
        "Does it include the surgery?",
        "Would plan include my procedure?",
        "Does my plan help me with my surgery?",
        "The surgery may be covered by the policy.",
        "I wonder if the plan covers my surgery.",
        "Is there a procedure under coverage?",
        "Does surgeries like mine get covered?",
        "Do I need to include my procedure in the plan?",
        "Was the procedure under plan coverage?",
        "My operation is within planning's domain?",
        "Is surgery like my one covered?",
        "My operation is within the plan's area?",
        "Does my plan support this procedure?",
        "I don't know if insurance pays for op.",
        "Includes my surgical needs?",
        "Does my planning include this surgery?",
        "Is surgery funded through a plan?",
        "Will my procedure still be covered?",
        "Will my insurance pay to have a procedure?",
        "Plan include my procedures?",
        "Will there be a procedure under plan coverage?",
        "Is my plan covering surgery",
        "There is a procedure under plan coverage?",
        "Is the operation included in this?",
        "Will surgery be covered under my plan?",
        "surgery like mine is covered?",
        "Does surgery happen within the coverage?",
        "Can you tell me if there's coverage for my operation?",
        "Is my surgeries covered?",
        "I wonder if operation is in the plan.",
        "I was wondering if the operation was paid in plan.",
        "Do my operations are within plan's domain?",
        "Is my surgery covered under my plan.",
        "Should my plan include my procedures?",
        "Is it a surgery under my plan?",
        "Would my scheme pay surgeries?",
        "Can I get coverage of my procedure?",
        "Is the surgery paid for by the plan?",
        "Can I have coverage for my procedure?",
        "I would like to have surgery under my plan.",
        "Will the surgery be covered by my plan?",
        "Was the surgery within the coverage?",
        "Is surgery in my plan?",
        "Will health insurance cover surgery?",
        "Is my plan to pay for this surgery?",
        "I wonder if my surgery will be covered.",
        "Does my plan reimburse me for this surgery?",
        "Does my plan cover the operation?",
        "Is the operation paid within the plan?",
        "Are my surgeries covered by me?",
        "Is the procedure paid for by the plan?",
        "Would my plan include this surgery?",
        "Are the surgeries under my plan?",
        "Surgery ok with health plan?",
        "Would surgery work with the health plan?",
        "My operation within the plan's domain?",
        "Will my plan cough up for surgery?",
        "I wonder if my insurance will pay for the procedure.",
        "Will insurance cover the cost for surgery?",
        "Is any surgery included in my policy?",
        "Is the procedure under plan coverage possible?",
        "Is it my op that's covered?",
        "Does the surgery make up my policy?",
        "My insurance may not pay for the procedure.",
        "Am I protected for this surgery?",
        "Should surgery be in my plan?",
        "Are my procedures insured?",
        "Does my plan consider this surgery?",
        "Will my procedure get covered by insurance?",
        "I asked if I could get procedure coverage.",
        "Is the surgery under my plan.",
        "Could my surgery be covered by my plan?",
        "I asked if you could confirm coverage for my operation.",
        "Is my procedure covered by my plan?",
        "Will my procedure get coverage?",
        "Should the surgery be included in the policy?",
        "Will I be protected if I have to undergo surgery?",
        "Surgery in my plan?",
        "Can my op be covered?",
        "Are my surgery needs covered?",
        "In my plan is surgery covered?",
        "Does my plan include this operations?",
        "I'm not sure if my procedure is covered.",
        "Is it covered for the surgery?",
        "Is the operation within plan's domain?",
        "Am the surgery included in my policy?",
        "Does it include the operation or not?",
        "I was wondering if I would be covered for the surgery cost.",
        "Will insurance pay for my surgery?",
        "Is it in the plan for the operation to be paid?",
        "Are I protected for this procedure?",
        "This surgery does my plan include?",
        "Can you confirm the amount of coverage for my operation?",
        "Is my surgery covered by me?",
        "Are I able to get procedure coverage?",
        "Is this covering my surgical needs?",
        "Is that my procedure covered?",
        "Can you tell me if I have coverage for my surgery?",
        "Will the surgeon be covered in the plan?",
        "Is it okay for surgery with a health plan.",
        "Will insurance pay for the operation?",
        "Does this surgery feature in my plan?",
        "So is my surgery covered by my plan?",
        "Will the insurance be able to cover the surgery?",
        "Should surgery be included in my plan?",
        "Does my plan allow me to have my surgery?",
        "You can confirm coverage for my operation?",
        "Does the surgery get included in the policy?",
        "This surgery could be in my plan.",
        "Should the surgery be part of my policy?",
        "Do plans cover my surgery?",
        "Is my plan for surgery in place?",
        "I want to know if I can get coverage for the procedure.",
        "Can the operation be included?",
        "For this procedure, am I covered?",
        "How about surgery under my plan?",
        "are my surgeries covered?",
        "Will insurance cover the procedure?",
        "Does the plan include the surgery?",
        "I am wondering if my procedure will be covered by insurance.",
        "Does my plan contain this surgery.",
        "Are you able to confirm the coverage of my operation?",
        "Is the procedure under plan coverage something?",
        "Is it okay to have surgery with the health plan?",
        "under my plan is my surgery covered?",
        "Can you confirm coverage of my operation?",
        "Does the policy include surgery?!",
        "Did insurance cover surgeries?",
        "Isn't my surgery covered by my plan?",
        "Will insurance cover the bill for surgery?",
        "Is there an operation involved in the plan?",
        "So will my procedure be covered?",
        "Is my plan for this surgery included?",
        "Will my insurer pay for the surgery?",
        "Do my procedures get covered?",
        "Has operation been included in the plan?",
        "Can my plan include this surgery?",
        "Is the surgery paid for in a plan?",
        "Is my procedure covered in some way?",
        "What's my operation within the plan's domain?",
        "Will my insurance pay for my procedure?",
        "Is my plan able to cover surgery?",
        "Is my operation inside plan's domain?",
        "Would it cover my needs for surgery?",
        "Will my plan pay for the procedure?",
        "Will my insurance reimburse me for my surgery?",
        "does my plan cover this surgery?",
        "Has my surgery been covered by my plan?",
        "I want to know if the surgery is covered.",
        "Is the operation accounted for in the plan?",
        "I ask if the surgery is covered.",
        "Will I be covered by insurance for the procedure?",
        "Does the policy include surgical procedures.",
        "Does surgeries like mine have coverage?",
        "Can you clarify coverage for my surgery?",
        "What about surgery coverage?",
        "Is my procedure insurance?",
        "I don't know if the policy includes surgery.",
        "Is my scheme paying surgery?",
        "Does surgery receive coverage?",
        "surgical coverage?",
        "Is my surgery covered by my plan",
        "The plan should include my procedure?",
        "Does my plan cover the costs of the surgery?",
        "Were the surgery under my plan?",
        "Can insurance pay for an op?",
        "Does my surgery fit under my plan?",
        "Does my plan pay my surgery?",
        "Plan may cover my surgery.",
        "I wonder if my operation is within the plan's domain?",
        "Does this surgery join my plan?",
        "Is that procedure under plan coverage?",
        "Am I able to get procedure coverage?",
        "Surgery coverage or not?",
        "Is the surgical procedure covered?",
        "Is it possible for surgery within coverage?",
        "Can I have the procedure covered?",
        "Is my operation within the plan?",
        "Does my plan include a surgery?",
        "Insurance will pay for my procedure?",
        "I wonder if the surgery is under my plan?",
        "I don't know if I'll be covered for the surgery cost.",
        "There is a question about whether I can get procedure coverage.",
        "Will my insurer help pay for the procedure?",
        "Will my operation be within the plan's domain?",
        "my operation is within plan's domain?",
        "Will I be covered for my surgery cost?",
        "Is my plan covering surgeries?",
        "The plan would cover my surgery.",
        "Is my insurance covering my procedure?",
        "Does my plan cover Surgery?",
        "Does the policy have surgeries in it?",
        "Does my plan cover procedure?",
        "How will plan cover my surgery?",
        "I was wondering if I was covered for the surgery costs.",
        "Can surgery be done with health plan?",
        "Am I covered for surgery in my plans?",
        "Are the surgery part of my plan?",
        "Was there a procedure under plan coverage?",
        "Is the surgery paid in the plan?",
        "Does surgery pay by plan?",
        "Can my surgery be covered by my plan?",
        "plan include my procedure",
        "My plans pays for surgeries?",
        "Does my plan fund my surgery?",
        "My procedure is within the plan's domain?",
        "Is the surgery paid on a plan?",
        "I want you to confirm coverage for my operation.",
        "Does my plan support this surgery?",
        "My operation within the plan?",
        "Can insurance cover my procedure?",
        "Willinsurance cover my procedure?",
        "I wonder if surgery is paid by plan?",
        "Can you assure me of coverage for my operation?",
        "Does surgery fit in my policy?",
        "Should surgery be covered by my plan?",
        "Does my idea include this surgery?",
        "Is surgery scheduled under my plan?",
        "Am I covered for surgery within my plan?",
        "I don't know if my plan coughs up for surgery.",
        "Did plan include my procedure?",
        "What about surgery within coverage?",
        "Were I covered for the surgery cost?",
        "Is there operation in the plan?",
        "Is insurance able to pay for an op?",
        "Am I covered after surgery in my plan?",
        "Does my plan cover the surgery?",
        "Am I covered for my surgical needs?",
        "Is Surgeries covered by this policy?",
        "Is the surgery of my policy?",
        "surgical procedure within coverage?",
        "Would my plan include my procedure?",
        "I wonder if surgery is covered by my plan.",
        "If plan covers my surgery?",
        "Is I covered for this procedure?",
        "Would I be covered for the procedure?",
        "My operation is inside a plan's domain?",
        "Does my plan allow my surgery?",
        "Coverage for my operation?",
        "Can my scheme pay for surgeries?",
        "Will my insurer pay for my surgery?",
        "Can you give me the coverage for my operation?",
        "Does surgery exist in the policy?",
        "I need to know if my surgery is covered by my plan.",
        "Does my plan obligate me to have surgery?",
        "Will surgeries be covered by insurance?",
        "Will my procedure be covered by the insurance?",
        "Is the procedure covered by my plan?",
        "I am not sure if the surgery is included in my policy.",
        "My operation is within a plan's domain?",
        "Does the insurance pay for surgery?",
        "There is a question about whether surgeries are covered by this policy.",
        "Can my plan cover this surgery?",
        "Is my op being covered or not?",
        "My plan may include this surgery.",
        "I asked if the surgery was covered.",
        "Does the policy cover a surgery?",
        "Is this procedure covered by my insurance?",
        "Are the surgery ok with the health plan?",
        "I don't know if I'm covered for the procedure.",
        "Should my plan include surgery?",
        "Will the insurer cover my procedure?",
        "Surgeries are covered by this policy?",
        "Is the surgery paid by plan?",
        "If the plan includes my procedure?",
        "Yeah, surgery under my plan?",
        "Is surgery paid for using a plan?",
        "Does my plan include this surgical procedure?",
        "Is my procedure considered covered?",
        "I wondered if I was covered for the procedure.",
        "Is my op insured?",
        "Does insurance pay for my procedure?",
        "Is the surgery included in my policies?",
        "Does this policy include surgery?",
        "Is it okay for surgery with the health plan?",
        "Do I have procedure coverage?",
        "Surgery is ok with health plan?",
        "Will I be protected if there is a need for surgery?",
        "What about my operation, within plan's domain?",
        "Covered for an operation?",
        "Is I protected if I have surgery?",
        "Does my plan involve this surgery?",
        "Is my plan adequate for this surgery?",
        "Does my plan include this surgery, for example?",
        "Is surgeries paid by plan?",
        "Coverage for the surgery?",
        "The surgery may be included in the policy.",
        "Plan to handle my surgery?",
        "I want to know if operation is paid in plan.",
        "Does my plan get surgery?",
        "Does the policy say that surgery is included?",
        "Does my plan pay for my procedure?",
        "I wanted to know if you could confirm coverage for my operation.",
        "I am curious if I can get procedure coverage.",
        "Is the operation included in my policy?",
        "I would like to know if my procedure is covered.",
        "Is my surgery covered by insurance?",
        "Are my procedures covered under my plan?",
        "Is it possible that I can get coverage for my procedure?",
        "The surgery under my plan?",
        "am I covered for my procedure?",
        "Is the procedure paid by plan?",
        "Is it a procedure under plan coverage?",
        "Can I get coverage of the procedure?",
        "Isn't my operation within the plan's domain?",
        "Is the procedure part of my policy?",
        "Does insurance pay to have an operation?",
        "Is surgery available within coverage?",
        "Is my insurance going to cover the procedure?",
        "What is the surgery in my policy?",
        "Is my surgery covered under my health plan?",
        "Is the surgery in my policy.",
        "Is it possible for me to get coverage for the procedure?",
        "Does my plan cover the cost of my surgery?",
        "Am I covered for surgery in my plan?",
        "Does my plan give me coverage for my surgery?",
        "Is this procedure insured?",
        "Did it cover my surgical needs?",
        "I'm wondering if the surgery is included in my policy.",
        "Does the surgery come in my policy?",
        "Is it covered for my surgery cost?",
        "Am I covered for the cost of the surgery?",
        "My operation, within the plan's domain?",
        "Should insurance cover my procedure?",
        "Is my plan covered for surgery?",
        "Are you able to confirm the coverage for the operation?",
        "Could the plan include my procedure?",
        "Do my plan include this surgery?",
        "My plan calls for surgery?",
        "Is the operations in the plan?",
        "Plan to cover my procedure?",
        "covers my surgical needs?",
        "Does my plan reimburse for my surgery?",
        "Is my surgery reimbursed under my plan?",
        "Does surgery be paid by plan?",
        "Do my procedures have coverage?",
        "Is there coverage for the surgery costs?",
        "Is my plan to cover my surgery?",
        "Is my plan about the surgery?",
        "Do I be covered for this procedure?",
        "surgery acceptable with health plan?",
        "Does my plan allow for this operation?",
        "Is the procedure included in my policy?",
        "Is my plan appropriate for surgery?",
        "Will I be protected if I have an operation?",
        "My operation is within the confines of the plan's domain?",
        "Is it covered to have surgery?",
        "Is my scheme going to pay for surgeries?",
        "Does surgery come in my policy?",
        "Is it covered for this procedure?",
        "Will my procedure be covered by insurance",
        "Is the operation financed in the plan?",
        "Can you confirm that my operation has coverage?",
        "Will the policy include surgery?",
        "Does the policy have surgery within it?",
        "Is the surgery covered by my plan?",
        "Will my plan have this surgery?",
        "Will you cover the costs of my surgery?",
        "Is there coverage for my surgery?",
        "A surgeon in the plan covered?",
        "Will the procedure be covered by insurance.",
        "Does the insurance cover the op?",
        "Are the operation in the plan?",
        "Can there be surgery within coverage?",
        "Does this cover my surgical needs?",
        "Is surgery paid using a plan?",
        "Are my procedure covered?",
        "Does my plan protect me from my surgery?",
        "Plan covers my procedure?",
        "Does my plan cover my operation?",
        "Does my plan address surgery?",
        "Is surgeries such as mine covered?",
        "It's surgery, will you cover it?",
        "Does my plan enable me to have surgery?",
        "I am wondering if my surgery is covered by my plan.",
        "So are surgeries covered by this policy?",
        "Not sure if the surgery is covered.",
        "Will the insurance cover my procedure?",
        "Is my plan good for surgery?",
        "Will my plan cover the surgery?",
        "Is surgery covered by my policy?",
        "Will operation be paid in the plan?",
        "How is my operation within plan's domain?",
        "It is not known if the operation is included or not.",
        "I am wondering if the surgery is covered.",
        "Will my surgery be in my plan?",
        "Will I be protected if there is an operation?",
        "I am wondering if surgery is paid by plan.",
        "Does my plan help with surgery?",
        "Can I get coverage during the procedure?",
        "Will a surgery be paid for by insurance?",
        "Is the cover on my surgical needs?",
        "Is surgery in my plan covered?",
        "I'm wondering if my surgery is covered under my plan.",
        "Can I be protected if surgery is needed?",
        "Does surgery occur in the policy?",
        "Is operation something in the plan?",
        "Insurance will cover my procedure?",
        "Does my plan defense my surgery?",
        "Does my plan accommodate the surgery?",
        "I don't know if surgeries are covered by this policy.",
        "Does insurance cover me for my procedure?",
        "Is the operation covered by insurance?",
        "Is it an operation in the plan?",
        "Do they include the operation or not?",
        "Did my plan include surgery?",
        "Should surgery be ok with a health plan?",
        "This surgery is included in my plan?",
        "What is my plan's domain for my operation?",
        "Is this a procedure I am covered for?",
        "I wonder if I will be covered for the procedure.",
        "Is the operation paid for in the plan?",
        "My surgery is covered by me?",
        "Is the insurance paying for the op?",
        "Does my plan cover the surgical procedures?",
        "Is the operation paid according to the plan?",
        "Are the surgery included in the policy?",
        "Willmy procedure be covered by insurance?",
        "Does the policy cover this surgery?",
        "Does it cover my needs for surgery?",
        "What is the plan about my surgery?",
        "Will my procedure be covered by insurance?",
        "Will there be surgery within coverage?",
        "I was wondering if my procedure was covered.",
        "Were my surgeries covered by me?",
        "Is my Surgeries covered?",
        "Should my plan cover surgery?",
        "Will you confirm coverage for my operation?",
        "Will this surgery be paid for by insurance?",
        "Can there be a procedure under plan coverage?",
        "Am I covered for surgery under my plan?",
        "I don't know if I'm covered for surgery costs.",
        "I wonder if you can confirm coverage for my surgery.",
        "Can I receive procedure coverage?",
        "Can you confirm the coverage for my procedure?",
        "Am I covered under my plan for surgery?",
        "Is my plan covering my surgeries?",
        "Is surgery possible within coverage?",
        "The surgery may be included in my policy.",
        "I need to know if I'm covered for the surgery cost.",
        "Can surgeries be covered by the policy?",
        "Does my plan authorize this surgery?",
        "I want you to confirm the coverage for my operation.",
        "Will the insurance pay for the op?",
        "Is the plan about my surgery?",
        "Is the cost of surgery covered by me?",
        "Did the plan include my procedure?",
        "I am wondering if I can get coverage for my procedure.",
        "Was this procedure covered by me?",
        "My operation is within plans domain?",
        "Does my plan pays for my surgery?",
        "Does my scheme pay for surgeries?",
        "Will my procedure be in the plan?",
        "Do I have my procedure covered?",
        "my plan covers surgery",
        "Does my plan include any surgical procedures?",
        "Is my plan covering this operation?",
        "Will I get coverage for my procedure?",
        "Was my plan covering the surgery?",
        "Coverage for my operation can you confirm it?",
        "Will I still be protected if surgery is required?",
        "Does my plan include surgeries?",
        "Does the plan involve operation?",
        "Is my surgical needs covered?",
        "will my procedure be covered",
        "Will the surgery be okay with the health plan?",
        "Does the plan pay for my surgery?",
        "The surgery may be in my policy.",
        "Under my plan for the surgery?",
        "I wonder if operation is in the plan?",
        "Is surgery within coverage?",
        "Can my procedure be covered by insurance?",
        "Was the operation paid in the plan?",
        "Does this policy cover the surgery?",
        "Can my plan include my procedure?",
        "am I covered for surgery in my plan",
        "Will my insurance coverage cover my procedure?",
        "Will my policies pay for the procedure?",
        "Is my op taken care of?",
        "Will insurance be able to pay for the surgery?",
        "What about the surgery under my plan?",
        "I need to know if you can confirm coverage for my operation.",
        "Will insurance be able to cover the surgery?",
        "Is my surgical procedure covered?",
        "Is the operation included?",
        "Is there coverage for my procedure?",
        "I was wondering if you could confirm the coverage for my operation.",
        "Is it my plan to have surgery?",
        "Does the insurance cover the costs of the op?",
        "Will the insurance cover my procedure.",
        "Were I covered for this procedure?",
        "Has the operation been paid in the plan?",
        "Does my plan still pay for this surgery?",
        "Is my plan taking care of my surgery?",
        "Will the procedure have insurance coverage?",
        "Does my plan give cover for surgery?",
        "am I covered for surgery?",
        "insured for surgery?",
        "Are I protected if I have to have surgery?",
        "My plan may cover this surgery.",
        "Had surgery under my plan?",
        "Will the surgery be covered by the policy?",
        "Will I be protected if I need to go under the knife?",
        "Is this surgery okay with the health plan?",
        "Can the surgery be included in my policy?",
        "Does that policy include surgery?",
        "Does my plan covered this surgery?",
        "surgery in my plan?",
        "Does insurance pay for surgery",
        "Does the surgery appear in my plan?",
        "What is the plan to cover my surgery?",
        "Is procedure coverage available to me?",
        "Is it possible that I get procedure coverage?",
        "Can you tell me about the coverage for the operation?",
        "I wonder if the surgery is paid by plan.",
        "I want to know if surgeries like mine are covered.",
        "What happens under my plan for surgery?",
        "Yes, is my procedure covered?",
        "Does my plan let me have this surgery?",
        "A procedure under a plan?",
        "Does my policy include the surgery?",
        "If I need surgery will I still be protected?",
        "Is there any coverage for the surgery?",
        "Is my surgery part of my plan?",
        "Does my plan cover an operation?",
        "Is my plan to cover the surgery?",
        "Is my procedure reimbursed?",
        "Will the insurer pay for surgery?",
        "I wonder if surgery is covered.",
        "Does my plans include surgery?",
        "Is surgery under my plan?",
        "Does my plan sound good for surgery?",
        "Is my plan adequate for my surgery?",
        "I wonder if my procedure is covered.",
        "Is surgery included in my policies?",
        "I was wondering if my surgery was covered by my plan.",
        "My operation, within plan's domain?",
        "How about a surgeon in the plan?",
        "Does my plan assist my surgery?",
        "Was the procedure under coverage?",
        "Is surgery paid for on a plan?",
        "How about surgery in coverage?",
        "Is surgery right with the health plan?",
        "A procedure under coverage?",
        "Does the plan work out for surgery?",
        "Does my plan help my surgery?",
        "Do my plans contain this surgery?",
        "Will myinsurer pay for the procedure?",
        "I need surgery under my plan.",
        "My procedure might be covered by insurance.",
        "Will my insurance pay for my procedures?",
        "Will my cover pay for the procedure?",
        "Can they cover my procedure?",
        "I wonder if you can confirm coverage for my operation.",
        "Was the surgery within coverage?",
        "If an operation is required, will I be protected?",
        "I want to know if the operation is paid in plan.",
        "Is the procedure under the plan coverage?",
        "Are the surgeries included in this policy?",
        "Will the procedure be insured?",
        "Does my idea work for surgery?",
        "Would the plan include my procedure?",
        "Are the surgery in my plan?",
        "I'm unsure if I'm covered for the surgery cost.",
        "Are surgeries covered by this policy",
        "Does insurance reimburse you for an op?",
        "Will my insurance care for the procedure?",
        "I am unsure if I can get procedure coverage.",
        "I don't know if I can get procedure coverage",
        "How is the surgery included in my policy?",
        "Does my plan accommodate surgery?",
        "Will there be coverage for my procedure?",
        "Will insurance cover the costs for surgery?",
        "Includes my procedure?",
        "Would this surgery be included in my plan?",
        "Is surgerypaid by plan?",
        "Is surgery acceptable with the health plan?",
        "Are surgical procedures covered by this policy?",
        "Is my plan to go for surgery?",
        "Does my plan take this surgery?",
        "Can I be covered for my procedure?",
        "Is operation within the plan?",
        "Does the policy permit surgery?",
        "Will the surgery be within coverage?",
        "I want to know if I can have procedure coverage.",
        "Does surgery count in my policy?",
        "Is it covered by me for surgery?",
        "Does the policy provide for surgery?",
        "I'm wondering if I'm covered for this procedure.",
        "I'm wondering if I can get procedure coverage.",
        "Can surgery be included in my policy?",
        "does my plan include this surgery?",
        "So my operation is within plan's domain?",
        "Is my plan covering the surgery.",
        "Will my procedures be covered?",
        "Is my plan for surgery alright?",
        "Will my plan include surgery?",
        "I wonder if I'll be covered for this procedure.",
        "Will my insurance cover the surgery?",
        "Will I be protected if I get surgery?",
        "Do my plans pay for my surgery?",
        "Was the surgery covered by me?",
        "I wonder if my plan is covering the surgery.",
        "Are I covered for the cost of the surgery?",
        "I am unsure if my insurance will pay for the procedure.",
        "Should my operation be within the plan's domain?",
        "What about my operation within plan's domain?",
        "Are surgical procedures like mine covered?",
        "I don't know if surgery is paid by plan.",
        "Is my op covered, or not?",
        "Is myProcedure covered?",
        "Does this surgery be in my plan?",
        "Can the surgery be covered by the policy?",
        "Can you confirm that my operation was covered?",
        "Are my surgeries paid by my scheme?",
        "Were the surgeon covered in the plan?",
        "plan covers my surgery",
        "Is it possible for me to have procedure coverage?",
        "I don't know if I'll be covered for this procedure.",
        "Does the plan include operations?",
        "surgery under plan?",
        "Does my plan work for my surgery?",
        "Am I insured for this procedure?",
        "Is surgery what my plan is?",
        "Do my plans include this surgery?",
        "I wonder if you can confirm the coverage for my operation.",
        "Is my procedure insurance covered?",
        "Will my insurance support the procedure?",
        "I don't know whether I'm covered for this procedure.",
        "Will myProcedure be covered?",
        "This surgery might be included in my plan.",
        "Will any insurance cover my procedure?",
        "Are my plans covering the surgery?",
        "Does my plan fit for an operation?",
        "Is my plan for surgery okay?",
        "Do you include my procedure?",
        "Is the operation covered in the plan?",
        "I was wondering if I am covered for this procedure.",
        "I wonder if the operation is included or not.",
        "Will insurance cover me for my procedure?",
        "Does my plan help cover my surgery?",
        "Does it include the surgery in my policy?",
        "Is the surgery on the policy?",
        "Are I covered for the surgery in my plan?",
        "Does the plan cover surgery?",
        "Are there plans to include my procedure?",
        "Are my plans for surgery covered?",
        "Will my insurance help pay for my procedure?",
        "Am I covered by surgery in my plan?",
        "Plans should cover my surgery?",
        "Does the surgery get covered by the policy?",
        "is the operation paid in plan?",
        "Covered my surgical needs?",
        "Will a plan cover my surgery?",
        "Does my plan include this surgery??",
        "Can my procedure be covered?",
        "Am I covered by my op or not?",
        "What about my operation within the plan's domain?",
        "Does this surgery fit in my plan?",
        "Does surgery are included in the policy?",
        "Do I have a plan for this surgery?",
        "Does my plan cover these procedures?",
        "Are surgery part of my plan?",
        "Is my procedure part of the plan?",
        "Do I have to have surgery in my plan?",
        "Will you cover my operation?",
        "I want to know if the policy includes surgery.",
        "How about a procedure under plan coverage?",
        "Is the insurance for surgeries correct?",
        "My operation is within the plan's territory?",
        "Should my plan include my procedure.",
        "Does it contain surgery?",
        "Does my plan pay for the procedure?",
        "Is surgery paid by the plan?",
        "Does my plan work for surgery?",
        "Will my procedure reimbursed?",
        "Is my plan prepared for surgery?",
        "Does my plan covers the surgery?",
        "Does my surgery have to be paid for by my plan?",
        "Does operation fit within the plan?",
        "Does my plan for surgery cover it?",
        "My operation is within the domain of a plan?",
        "Will my op be covered or not?",
        "Can I get cover for the procedure?",
        "am I covered for surgery in my plan?",
        "Will I be protected if a surgery is required?",
        "Will my surgery be covered by plan?",
        "I do not know if I am covered for this procedure.",
        "I wonder if insurance pays for op.",
        "Does the surgery involve my policy?",
        "It covers my surgical needs?",
        "I wonder if I am covered for surgery costs.",
        "Is my operation in the plan's domain?",
        "Is I protected if surgery is required?",
        "Should my plan include my procedure?",
        "I wonder if I can receive procedure coverage.",
        "Is me covered for this procedure?",
        "I wonder if surgery is paid by plan.",
        "Is the operation included in it?",
        "Does my plan cover my surgical procedure?",
        "I am wondering if my operation is within the plan's domain.",
        "Does my plan still cover my surgery?",
        "Has my surgery been included in my plan?",
        "Will my insurance payment for the procedure?",
        "What is the plan to include my procedure?",
        "Under plan coverage can there be a procedure?",
        "does my plan cover my surgery?",
        "Are I covered for my surgery in my plan?",
        "Does my plan only cover my surgery?",
        "My operation is in the plan's domain?",
        "Is surgery on my policy?",
        "Are my surgical needs being covered?",
        "Is my plan about surgery?",
        "Will my insurer pay for the procedure?",
        "Does the surgery occur in my policy?",
        "Does the policy reimburse the surgery?",
        "Is surgery funded by a plan?",
        "Is it possible for I to get procedure coverage?",
        "Surgery is alright with a health plan?",
        "Is surgery part of coverage?",
        "Is surgery listed in my policy?",
        "Are I protected if surgery is needed?",
        "Does my plan cover the procedures?",
        "Is my surgeries covered by my plan?",
        "Is I protected if surgery is necessary?",
        "I ask if my procedure is covered.",
        "Does my plan end up covering surgery?",
        "I was wondering if the surgery was included in my policy.",
        "I question if my procedure is covered.",
        "Is my scheme able to pay for surgeries?",
        "Does my scheme pay surgery costs?",
        "Is the surgery covered under my plan?",
        "Does insurance cover my procedure.",
        "Is my insurance gonna pay for the procedure?",
        "Does surgery happen under my plan?",
        "Is the surgery paid for under a plan?",
        "Does the policy include surgical procedures?",
        "Are mine surgeries covered?",
        "Are the operation paid in the plan?",
        "Is there surgery in coverage?",
        "Is that what covers my surgical needs?",
        "Is it possible I am covered for the surgery cost?",
        "Does my plan encompass surgery?",
        "Will my insurance pay for my procedure.",
        "Is it possible that my procedure will be covered?",
        "Will my plan pay for my surgery?",
        "My operation, in the plan's domain?",
        "Do you include my procedure in the plan?",
        "Am I covered by my plan for my surgery?",
        "Is operations included in the plan?",
        "Plan contain my procedure?",
        "My procedure might be included in the plan.",
        "I wonder if the surgery is included in the policy.",
        "Is my surgery covered by a plan?",
        "Will the surgery be included in my policy?",
        "Does my plan encompass this surgery?",
        "Am I insured for the surgery cost?",
        "Is the procedure included in my policy.",
        "Is it included in my procedure?",
        "Is my plan covered for my surgery?",
        "Will my procedure being covered by insurance?",
        "Will insurance cover my procedure",
        "Was surgery okay with the health plan?",
        "Will my insurers pay for my procedure?",
        "This plan covers my surgery?",
        "Does my plan cover all my surgeries?",
        "Was the surgery part of my plan?",
        "Surgery acceptable with a health plan?",
        "Does my surgery need to be covered by my plan?",
        "Am I covered for the surgery in my plan?",
        "I don't know if surgery is covered or not.",
        "Is surgery part of the coverage?",
        "Can I have coverage of my procedure?",
        "Does my plan authorize my surgery?",
        "Does my plan pay for any surgery?",
        "Will I be protected if I have to have a surgery?",
        "Does my plan give for surgery?",
        "Will my insurers cover my procedure?",
        "does the policy cover the surgery?",
        "Does my plan protect me against this surgery?",
        "Will insurance cover my procedures?",
        "Is surgery OK with the health plan?",
        "Plan for me to have my procedure?",
        "Plan on covering my surgery?",
        "Is it okay for surgery with a health plan?",
        "Is surgery within coverage a possibility?",
        "Will surgery work with the health plan?",
        "Does my surgery plan cover it?",
        "Is the plan to cover my surgery?",
        "Coverage can you confirm for my operation?",
        "Is my plan involving surgery?",
        "Does the surgery count on my policy?",
        "Will I be covered for surgery in my plan?",
        "Will I be protected if there is a surgery?",
        "Is the operation paid on plan?",
        "Can surgery be covered by me?",
        "Was my scheme paid for surgeries?",
        "I ask if my surgery is covered by my plan.",
        "Surgery in the coverage?",
        "Will my plan include my procedure?",
        "Is my plan to include this surgery?",
        "Is the surgery part of the policy?",
        "Can I receive coverage for a procedure?",
        "Should the plan include my procedure?",
        "Does my plan include this procedure.",
        "Will you cover my surgery costs?",
        "Shall my procedure be covered?",
        "Is surgery paid for by a plan.",
        "Can I be insured for the surgery cost?",
        "Is the operating procedure included?",
        "does my plan cover surgery?",
        "Covered for the operation?",
        "Is my plan covering my surgery?",
        "Does my plan allow me for surgery?",
        "Is my insurance covered for the procedure?",
        "Does the policy cover surgery?",
        "Am I protected for this procedure?",
        "I wonder if my procedure will be covered by insurance.",
        "If the plan includes my procedure.",
        "Has the surgery cost been covered by me?",
        "Can you tell me the coverage for my procedure?",
        "What coverage can you confirm for my operation?",
        "I wanted to know if I could get procedure coverage.",
        "Would the policy include surgery?",
        "Is the surgery in the policy.",
        "Can you tell me what coverage I have for my operation?",
        "Is it possible that I will be protected if surgery is required?",
        "Will the insurance covers the surgery?",
        "I don't know if my plan includes this surgery.",
        "My operation is in the domain of the plan?",
        "Can I get coverage for the procedure?",
        "Are you able to confirm the coverage for my operation?",
        "Will my procedure be funded by insurance?",
        "Does my plan include surgery.",
        "Is my policy covering the surgery?",
        "I wonder if my surgery is covered in my plan.",
        "under my plan for surgery?",
        "Is my procedure covered in my plan?",
        "Does operation in the plan?",
        "Does my plan allow the surgery?",
        "So is surgery paid by plan?",
        "Does the policy handle surgery?",
        "Is my procedure covering?",
        "What about surgery within the coverage?",
        "This surgery is part of my plan?",
        "I want to know if you can confirm coverage of my operation.",
        "Is the operation being included?",
        "Is Surgeries like mine covered?",
        "Is the surgery part of my plan?",
        "Yes, is surgery paid by plan?",
        "Does operation fall under the plan?",
        "Does the policy include operations?",
        "What is the coverage of my surgical needs?",
        "surgery is covered by this policy?",
        "Is surgery part of my policy.",
        "Does the policy includes surgeries?",
        "Going under my plan for surgery?",
        "surgery under the plan?",
        "Are you able to confirm coverage for my procedure?",
        "Does my plan call for a surgery?",
        "Should this plan include my procedure?",
        "Does insurance pay for operation?",
        "Is surgery covered by the policy.",
        "Is the surgery paid for under the plan?",
        "I want to know if my procedure will be covered by insurance.",
        "Do I have cover for this procedure?",
        "Will my surgery be covered by a plan?",
        "I wonder if surgeries are covered by the policy.",
        "Will my insurance pay for procedures?",
        "I wonder if my scheme pays for surgeries?",
        "What is the coverage for surgery?",
        "Can it be surgery within coverage?",
        "That plan covers my surgery?",
        "Is the operation paid in the plan?",
        "Can I have the procedure coverage?",
        "Does my plan includes this procedure?",
        "I wonder if I'm covered for the surgery costs.",
        "Will the surgery cost be covered by me?",
        "Does my plan still cover this surgery?",
        "Is the plan that includes operation?",
        "Is the surgery included in a policy?",
        "Is it possible to include my surgical needs?",
        "What about the surgery in my policy?",
        "I don't know if I am covered for the procedure.",
        "I want to know if I am covered for the surgery cost.",
        "Does my scheme pay surgeries?",
        "Is my procedure included?",
        "Does the policy include surgical treatment?",
        "My operation is within the plan's domain, right?",
        "I wonder if I'm covered for this procedure?",
        "Is that surgery within coverage?",
        "Am I covered for surgeries in my plan?",
        "I have surgery in my plan, am I covered?",
        "Does the policy feature surgery?",
        "Will insurance cover the cost of surgery?",
        "Will the insurance cover the costs for surgery?",
        "Surgery: will it be covered?",
        "Is the surgery covered in my policy.",
        "My plan might not cover my surgery.",
        "Are my surgeries insured?",
        "I would like to know if you can confirm coverage for my surgery.",
        "Does mine cover this surgery?",
        "Does my plan contain plans for surgery?",
        "Can my operation be within plan's domain?",
        "Are operation paid in the plan?",
        "I wonder if my plan covers my surgery.",
        "Are my Surgeries covered?",
        "Is surgery covered by the plan?",
        "Is there an operation within the plan?",
        "Maybe my plan includes this surgery.",
        "Is it possible that my surgical needs are covered?",
        "Will insurance help pay for surgery?",
        "Can my insurance pay for my procedure?",
        "Does my surgery qualify under my plan?",
        "Do my surgeries count under my plan?",
        "I don't know if my procedure will be covered by insurance.",
        "Am I covered for my surgery costs?",
        "Does the policy cover that surgery?",
        "Am I covered for the surgery I have in my plan?",
        "Will this plan cover my surgery?",
        "Does my plan have surgery included?",
        "Will insurance help cover my procedure?",
        "Does my plan indemnify me for this surgery?",
        "Will my insurance honor the procedure?",
        "Is my plan clear for surgery?",
        "Does my plan support the surgery?",
        "Will plan cover my surgery?",
        "Can you tell me about coverage for my operation?",
        "Does the plan contain operation?",
        "Does my plan incorporate this surgery?",
        "Is surgery in my plan okay?",
        "Can I be protected if I have to have surgery?",
        "Can surgery be done with your health plan?",
        "Will my insurers pay for the procedure?",
        "Is surgery covered by the policy?",
        "Am I included in my plan for surgery?",
        "Should surgery be ok with the health plan?",
        "Will the insurance cover the operation?",
        "Will my insurance cover the procedure??",
        "Will I be protected for surgery?",
        "Does the policy include surgical interventions?",
        "Is it covered for the surgery costs?",
        "Is surgery ok with the health plan.",
        "Is the surgery covered by this policy?",
        "I don't know if my insurance will pay for the procedure.",
        "Is surgery covered by the insurance?",
        "Does my insurance pay for my procedure?",
        "Is my surgery covered in my plan.",
        "Does my plan coverage surgery?",
        "Is it covered for surgery in my plan?",
        "Is that coverage for my operation?",
        "What about my surgery plan?",
        "It's not clear if the operation is included or not.",
        "Does my plan apply to this surgery?",
        "Is my plan coverage for this surgery?",
        "Will the plan include my procedure?",
        "Is my plan to undergo surgery?",
        "Is there something to cover my surgical needs?",
        "Are my surgery covered by the plan?",
        "Is my plan responsible for this surgery?",
        "Will I have my insurance cover the procedure?",
        "My operation is within a plan?",
        "Is the surgery included in it?",
        "Does the plan include an operation?",
        "I was wondering if the surgery was covered.",
        "Is my plan able to pay for this surgery?",
        "Does my plan contain the surgery?",
        "Does operation be paid in plan?",
        "operation in the plan?",
        "Am my surgery covered by my plan?",
        "Is my plan paying for surgeries?",
        "Does the surgery include in my policy?",
        "Is my plan for the surgery covered?",
        "Will my insurance help cover the procedure?",
        "My plan has surgery under it.",
        "Does the insurance cover the cost of surgery?",
        "Will surgeries be covered by the policy?",
        "Was surgery under my plan?",
        "Will there be coverage for the surgery?",
        "Does the plan involve surgery?",
        "Will my plan work for surgery?",
        "The surgery may be part of my policy.",
        "Will medical insurance cover surgery?",
        "Will surgery be ok with health plan?",
        "Will I be covered for this procedure?",
        "Will surgical procedures be paid for by insurance?",
        "Surgery alright with health plan?",
        "I wonder if surgery is covered by me.",
        "Can I get the procedure coverage?",
        "Is my procedure protected by insurance?",
        "Will you cover surgical procedures?",
        "I don't know if my op is covered or not.",
        "Is surgery in my plan ok?",
        "Does insurance cover an op?",
        "Is the insurance going to cover my procedure?",
        "am I covered for the surgery?",
        "Does my plan cover this particular surgery?",
        "Will I be covered for the surgery?",
        "I question if I am covered for the surgery cost.",
        "Are the surgeries covered by the policy?",
        "The surgery is included in the policy?",
        "The procedure under plan coverage?",
        "Will my procedure be included?",
        "Can surgeries like mine be covered?",
        "Is there coverage for the operation?",
        "Should surgery be included in my policy?",
        "Is this surgery covered by me?",
        "Does my plan have that surgery?",
        "Will my coverage pay for my procedure?",
        "Are the surgery okay with the health plan?",
        "A question about whether my procedure will be covered.",
        "Is my plan covering the operation?",
        "How about surgery with a health plan?",
        "Is surgery paid for in the plan?",
        "Does operation fit in the plan?",
        "Is ops a part of this package?",
        "Is the operation paid according to plan?",
        "procedure under plan coverage?",
        "Is surgery okay with a health plan.",
        "Is the surgery required in my policy?",
        "Does my plan compensate for surgery?",
        "Does the policy cover surgery",
        "My procedure should be in the plan?",
        "Is my planned surgery covered?",
        "Does my plans cover my surgery?",
        "Will surgery be paid for by plan?",
        "Plan incorporate my procedure?",
        "Are surgery within the coverage?",
        "Does insurance cover the cost of an operation?",
        "Does my plan use this surgery?",
        "Are I covered for the costs of the surgery?",
        "I'm wondering if I'm covered for the surgery cost.",
        "Is the surgery covered by my policy.",
        "Does my plan pay for surgery.",
        "Is surgery included in my policy?",
        "What happens if my surgery is covered under my plan?",
        "Does policy pay for surgeries?",
        "Am I part of my plan for surgery?",
        "Is myprocedure covered?",
        "I would like to know if you can confirm my coverage for my operation.",
        "Is my plan enough for my surgery?",
        "Does my plan pay for an operation?",
        "Should I be covered for the procedure?",
        "Is surgery paid for via a plan?",
        "My operation, is it within the plan's domain?",
        "Was it surgery within coverage?",
        "Will my medical insurance cover the procedure?",
        "Is that procedure covered by me?",
        "Are I insured for the surgery cost?",
        "Is my surgery a part of my plan?",
        "Are surgery within coverage?",
        "Is my insurance paid for the procedure?",
        "Does my plan contain any plans for surgery?",
        "Will the insurer pay for the procedure?",
        "Will insurance help pay for a surgery?",
        "Will insurance covers the cost of surgery?",
        "is my procedure covered?",
        "Surgery is ok with the health plan?",
        "Is there any coverage for this procedure?",
        "Does my plan help with this surgery?",
        "Will my plan be for surgery?",
        "Can I get surgery in my plan?",
        "Does the policy cover the surgery?",
        "I'm wondering if the surgery is covered.",
        "Was it possible to cover my surgical needs?",
        "Can you let me know the coverage for my operation?",
        "I wonder if surgery was covered by me?",
        "Will my surgeries be covered?",
        "Is my plan to have this surgery?",
        "Does my plan have coverage for surgery?",
        "Are the surgery included in my policy?",
        "Surgery as part of coverage?",
        "Is the surgery part of my policy?",
        "Is the operation within the plan's domain?",
        "I wonder if insurance will pay for surgery.",
        "I wonder if the surgery is in my policy.",
        "Is the surgery okay with the plan?",
        "Is the surgery mentioned in my policy?",
        "Does the policy let you have surgery?",
        "Is it insured for surgery?",
        "Is the operation part of a plan?",
        "What is my operation within the plan's domain?",
        "Do you think the plan should include my procedure?",
        "Will the operation be paid in the plan?",
        "Could surgery be done with the health plan?",
        "Is the surgery part of my policies?",
        "Willmy insurance cover the procedure?",
        "Will I be protected if an operation is required?",
        "Do you know the coverage for my operation?",
        "Is this surgery covered in my plan?",
        "Yes, are surgeries covered by this policy?",
        "Does my plan contain this surgery?",
        "I don't know if surgery is covered.",
        "Would surgeries like mine be covered?",
        "I am unsure if I am covered for the surgery cost.",
        "Does my plan help me with this surgery?",
        "Will my insurance pay for a procedure?",
        "Can I include this surgery in my plan?",
        "Does my plan pay for my Surgery?",
        "Is my surgery included with my plan?",
        "Will insurance pay for a procedure?",
        "I need to know if you will confirm coverage for my operation.",
        "Are Surgeries like mine covered?",
        "Is it possible that I will be covered for the surgery cost?",
        "Is my surgery included?",
        "Is it the policy that includes surgery?",
        "I am wondering if I am covered for this procedure.",
        "Will policy cover the surgery?",
        "Does my plan include this procedure?",
        "Will my own insurance cover the procedure?",
        "Is surgery covered by coverage?",
        "Does my plan include this surgery",
        "Can you tell me about the coverage for my surgery?",
        "Maybe the surgery is included in my policy.",
        "Is my surgery covered as part of my plan?",
        "Does my plan covering my surgery?",
        "Is it possible to cover my surgical needs?",
        "Will I have insurance to cover my procedure?",
        "Will my plan cover my surgery?",
        "Does the plan include this procedure?",
        "Is this procedure covered by me.",
        "Is surgery covered by the insurer?",
        "Am I protected for the surgery cost?",
        "Would my plan cover my surgery?",
        "Is the policy that includes surgery?",
        "Is the insurance covering surgeries?",
        "Is my scheme paying for surgery?",
        "Would the operation be paid in plan?",
        "My operation in plan's domain?",
        "Does insurance cover surgery?",
        "Does my plan help pay for surgery?",
        "Does the procedure under plan coverage apply?",
        "Surgery okay with the plan?",
        "Could surgeries be covered by this policy?",
        "Does that policy cover the surgery?",
        "Have I been covered for this procedure?",
        "Has my surgery been covered under my plan?",
        "Should I surgery under my plan?",
        "Did my plan cover my surgery?",
        "Is my plan for surgery covering?",
        "Would I be covered for this procedure?",
        "Will the procedure be funded by my insurance?",
        "I wonder if surgery is part of my plan.",
        "I am wondering if I am covered for the surgery cost.",
        "Does the surgery make up my plan?",
        "Does the cover my needs for surgery?",
        "Covers my surgery needs?",
        "Will my policy pay for my procedure?",
        "Do my plans include the surgery?",
        "Does my plan include anything for surgery?",
        "Does surgery work with the health plan?",
        "Is procedure coverage available?",
        "Is the surgery paid through a plan?",
        "Are surgery okay with a health plan?",
        "Does it cover my surgery needs?",
        "My operations is within plan's domain?",
        "Does my plan care about this surgery?",
        "Will this plan include my procedure?",
        "Does my plan include operations?",
        "Surgery under my plans?",
        "Does my plan aid my surgery?",
        "Does my plan let me have my surgery?",
        "Is my plan good for this surgery?",
        "Does my plan cover my surgery",
        "Can you verify coverage for my operation?",
        "Is surgery in my plan covered.",
        "Does the operation fit in the plan?",
        "Is this surgery included in the plan?",
        "Does the policy currently include surgery?",
        "Are operation paid in plan?",
        "I don't know if I will be covered for the surgery cost.",
        "I wonder if the plan includes operation.",
        "Does surgery pay according to plan?",
        "My operations are within plan's domain?",
        "Are I covered for my surgery?",
        "Is it covered in my procedure?",
        "I am unsure if my op is covered or not.",
        "I don't know if I am covered for this procedure.",
        "Can I be protected if surgery is required?",
        "Will the operation be paid in plan?",
        "I want to know if my surgery is covered in my plan.",
        "Is my scheme paid for surgeries?",
        "Does my plan covering this surgery?",
        "I wonder if I am covered for the surgery costs.",
        "Will my procedures be covered by insurance?",
        "Could the surgery be under my plan?",
        "Plan involves my surgery?",
        "Does insurance paid for the surgery?",
        "What if surgery is under my plan?",
        "Does my procedure cover it?",
        "Will it cover my procedure?",
        "I wonder if I are covered for this procedure.",
        "I am curious about coverage for my operation.",
        "Does my plan cover the surgery.",
        "Does my plan fit with surgery?",
        "Does it include surgery?",
        "Does my plan plan for this surgery?",
        "Will the plan include the procedure?",
        "Am my surgery covered in my plan?",
        "Is my plan to get surgery?",
        "Is my surgery covered by my plan.",
        "Does my plan get me through surgery?",
        "Is surgery included in my plan?",
        "Will I be protected should I need surgery?",
        "Will it be covered for surgery?",
        "Can I get covered for the surgery costs?",
        "Will a procedure be covered by insurance?",
        "Will my insurance pay for my surgery?",
        "What about the procedure under plan coverage?",
        "Can I be protected if surgery is necessary?",
        "I wonder if I'm covered for this procedure.",
        "Does my Plan include this surgery?",
        "Can my surgery be paid for under my plan?",
        "My operation would be within the plan's domain?",
        "Does my plan allow me to have surgery?",
        "Is my plan in regards to surgery?",
        "Is my plan for surgery ok?",
        "I would like to know if you can confirm the coverage for my operation.",
        "Is surgery paid by Plan?",
        "How about my plan for surgery?",
        "Will surgery be okay with a health plan?",
        "This procedure is covered by me?",
        "Is surgery in my policy.",
        "Could surgery be covered by me?",
        "Does my plan pay for this surgery",
        "Should my surgery be covered by the plan?",
        "I don't know if I am covered for surgery in my plan.",
        "Does surgery fit in the policy?",
        "Are surgeries covered for me?",
        "I ask if I can get procedure coverage.",
        "Was surgery part of my plan?",
        "Is it possible that I will be protected if surgery is needed?",
        "Are the surgery within coverage?",
        "Can you tell me the coverage for my surgery?",
        "Do you mean to include my procedure in the plan?",
        "Can I get the coverage for the procedure?",
        "Is this surgery covered by my plan?",
        "Is it surgery under my plan?",
        "The surgery is part of my plan?",
        "Is the plan covers my surgery?",
        "Will my medical procedure be covered?",
        "Was the surgery okay with the health plan?",
        "Does the policy included surgery?",
        "Do I have my surgical needs covered?",
        "Did surgery fall under my plan?",
        "Is my insurance able to cover the procedure?",
        "Are you able to confirm my coverage for the operation?",
        "Is the surgery ok with the health plan?",
        "Is my procedure covered by insurance?",
        "What if my surgery is covered by my plan?",
        "Is the policy inclusive of surgery?",
        "I question if my procedure will be covered.",
        "Does that cover my needs for surgery?",
        "Will Insurance cover my procedure?",
        "Is surgery included in my insurance?",
        "Does policy pay for the surgery?",
        "Is surgery in my plan insured?",
        "Will insurance take care of surgery?",
        "Is my surgery covered under my policy?",
        "Does insurance cover the cost of the procedure?",
        "Is the procedure paid in a plan?",
        "Does my plan help cover this surgery?",
        "I don't know if my plan covers my surgery.",
        "Will the insurer pay for the surgery?",
        "Are I covered for my surgery cost?",
        "Are the plan include my procedure?",
        "Is surgery possible with a health plan?",
        "Is the surgery included in my insurance policy?",
        "Is surgery covered under this policy?",
        "Does the surgery make it into my policy?",
        "Will my procedure being covered?",
        "I want to know if operation is in the plan.",
        "Will the procedure be covered by my insurance?",
        "Will my insurance help pay for my surgery?",
        "Will my insurance cover my procedure",
        "Is surgery covered by a health insurer?",
        "Does my plan plan for surgery?",
        "Surgery acceptable with health plan?",
        "Does my plan keep up with this surgery?",
        "Is my procedure going to be covered?",
        "Can I have my procedure covered?",
        "Is my plan covered by the surgery?",
        "Do you have a plan that includes my procedure?",
        "You have to confirm coverage for my operation.",
        "Will my insurance take care of the procedure?",
        "Is it covered by my plan for surgery?",
        "Is the surgery listed in my policy?",
        "Is my plan dealing with surgery?",
        "What about the surgery in my plan?",
        "Can I be covered for the cost of the surgery?",
        "I wonder if my operation is within the plan's domain.",
        "Do I have to include this surgery in my plan?",
        "Does the policy have surgery in it?",
        "Are surgeries covered by the policy?",
        "Does my plan make up for my surgery?",
        "Is my surgery treated under my plan?",
        "Plan could include my procedure?",
        "Will surgery be covered by me?",
        "Do you want my procedure included in the plan?",
        "Does my plan allow for this procedure?",
        "Will the policy cover my procedure?",
        "Is there procedure under plan coverage?",
        "Does my insurance cover the surgery?",
        "I wondering if my procedure is covered.",
        "Is surgery going to happen under my plan?",
        "Will the plan include my procedures?",
        "Does my plan include a surgical procedure?",
        "Does my plan relate to surgery?",
        "Is this policy covers surgeries?",
        "Will I have my insurance pay for my procedure?",
        "Can my surgery be covered by me?",
        "Are surgery under my plan?",
        "Is it the case that surgery is paid by plan?",
        "Is the surgery involved in my policy?",
        "Plan on including my procedure?",
        "Does my plan reimburse this operation?",
        "Does the policy have surgery as part of it?",
        "Will my insurance cover the procedures?",
        "Will my insurance make up for the procedure?",
        "Is the surgery planned under my plan?",
        "Is my plan appropriate for this surgery?",
        "Can surgery be done with the health plan?",
        "Does insurance pay for the operation?",
        "Is insurance paying for an op?",
        "I would like to know if I'm covered for the surgery cost.",
        "What about surgery in my plan?",
        "Does surgery have coverage?",
        "Am I covered to have this procedure?",
        "Is surgery alright with health plan?",
        "Does the surgery fall under the policy?",
        "Is it cover my surgical needs?",
        "insurance will cover my procedure?",
        "Are my plans to include my procedure?",
        "Am I covered when I have surgery?",
        "Does operation fit with the plan?",
        "Provides cover for my surgical needs?",
        "Is the surgery included with my policy.",
        "Has my procedure covered?",
        "Does my plan have the surgery in it?",
        "Will my insurance reimburse the procedure?",
        "Are I covered for the cost of my surgery?",
        "Plans covers my surgery?",
        "Is my operation within plan's domain.",
        "Will it be covered for the surgery?",
        "Does my plan call for this surgery?",
        "Does my plan financially support my surgery?",
        "Do I have my operation within plan's domain?",
        "am I covered for surgery",
        "Does covering my surgical needs happen?",
        "Are my surgeries covered under my plan?",
        "Does my plan protect this surgery?",
        "Surgery is alright with the health plan?",
        "Are my op covered or not?",
        "Is it possible surgeries are covered by this policy?",
        "Does my plan involve an operation?",
        "Are you able to confirm my coverage for my operation?",
        "Is my plan helping with surgery?",
        "Surgery under coverage?",
        "Is my plan covering Surgery?",
        "Covered by me the surgery?",
        "Does the plan cover this surgery?",
        "I question if surgeries like mine are covered.",
        "Are my plan covering surgery?",
        "Could surgery be under my plan?",
        "I would like to know if I am covered for the surgery cost.",
        "Is my procedure covered for?",
        "Is it covered when it comes to surgery?",
        "Is surgery taking place under my plan?",
        "I want to know if you can confirm the coverage for my operation.",
        "How about surgery within the coverage?",
        "Is my plan valid for this surgery?",
        "Is an operation in the plan?",
        "Does mine include this surgery?",
        "I am wondering if my procedure is covered.",
        "Is the surgery a part of my policy.",
        "Would surgery be okay with the health plan?",
        "Does my plan include the surgery?",
        "How about plan coverage for surgery?",
        "Does my plan cover the surgeries?",
        "In my policy, is the surgery included?",
        "Is my surgical plan in place?",
        "Does my plan include that procedure?",
        "Can you tell me if there is any coverage for my operation?",
        "Is surgery contemplated under my plan?",
        "Does my procedure covered?",
        "Was surgery a part of my plan?",
        "Can you say if there is coverage for my operation?",
        "does my plan pay for my surgery?",
        "Is my plan for surgery OK?",
        "This surgery can be included in my plan.",
        "Is the surgery covered by the insurer?",
        "Is my operation inside the plan's domain?",
        "Does it include surgery part of the benefits?",
        "Will the procedure be covered by an insurance policy?",
        "Does my plan authorize surgery?",
        "Is it possible that I'm covered for this procedure?",
        "I want to know if my procedure is covered.",
        "Isn't my plan covering surgery?",
        "Is operation paid according to the plan?",
        "Does the operation get paid in plan?",
        "Does my plan also include this surgery?",
        "What is the coverage for the surgery?",
        "Is surgery paid for according to plan?",
        "Does my plan accommodate this surgery?",
        "Will the plan include operation?",
        "Was it a procedure under plan coverage?",
        "Will myprocedure be covered?",
        "Will surgeries be covered by this policy?",
        "Surgery is fine with the health plan?",
        "If an operation is needed will I be protected?",
        "Did insurance cover my procedure?",
        "Is surgery on my plan?",
        "Are operations in the plan?",
        "Will my procedure have insurance?",
        "surgery with health plan?",
        "Is operations paid in plan?",
        "This surgery may be in my plan.",
        "Am I covered for the surgery that is in my plan?",
        "Are there surgery within the coverage?",
        "Would surgery be covered in my plan?",
        "I don't know if I'm covered for that procedure.",
        "There is a question about whether the surgery is covered.",
        "Does the surgery part of my policy?",
        "Are operation part of the plan?",
        "Does my plan include this sort of surgery?",
        "Has surgery been included in my plan?",
        "Are I covered for the procedure?",
        "Does surgery come in the policy?",
        "Are you able to confirm coverage for my operation?",
        "Are surgery okay with your health plan?",
        "Are I protected if I need surgery?",
        "Is it possible I will be covered for the surgery cost?",
        "Will insurance cover the cost of the surgery?",
        "Will my surgery be covered under my plan?",
        "Was surgery covered by me?",
        "Is it possible to confirm coverage of my operation?",
        "Has I been covered for this procedure?",
        "Does my plan involve any surgery?",
        "Is my plan to have surgery?",
        "Does it include surgeries?",
        "Would the surgeon be covered by the plan?",
        "Surgery is okay with a health plan?",
        "What if my plan includes this surgery?",
        "Does operation happen in the plan?",
        "My procedure should be included in the plan.",
        "Is my insurance responsible for the procedure?",
        "Does my surgery cover my plan?",
        "I wondered if I could get procedure coverage.",
        "Am I covered for the costs of my surgery?",
        "Was my procedure covered by insurance?",
        "Do I be covered for the surgery cost?",
        "Does the policy include things like surgery?",
        "Are my surgeries covered?",
        "Plan may include my procedure.",
        "Will I be covered for the surgery in my plan?",
        "Will my insurance cover that procedure?",
        "Do my plans include surgery?",
        "Were the surgeries covered by this policy?",
        "Will the surgeon be covered by the plan?",
        "Does my plans cover the surgery?",
        "Is that surgery covered by me?",
        "Does the insurer pay for the operation?",
        "Will insurance help pay for my procedure?",
        "Is my procedure covered by insurers?",
        "A surgeon covered by the plan?",
        "Is surgery paid for by a plan?",
        "Is the surgery part of my policy.",
        "Does my plan cater to my surgery?",
        "Does my surgery include my plan?",
        "Will policy cover my procedure?",
        "Did my scheme pay surgery?",
        "Do I have an operation within the plan's domain?",
        "Yes, surgery under my plan?",
        "A procedure under plan coverage?",
        "Is operation inside the plan?",
        "Is there surgery covered by me?",
        "Does my plan address my surgery?",
        "Will I be covered for surgery costs?",
        "I am not sure if I can get procedure coverage.",
        "Is my surgery covered by my insurer?",
        "Was my operation within plan's domain?",
        "Is surgery included in my policy",
        "Will surgery be included in my plan?",
        "Does my plan protect me from the surgery?",
        "My operation, inside plan's domain?",
        "My procedure would be included in the plan.",
        "Does the surgery count in my policy.",
        "Can you confirm coverage for an operation?",
        "Does my plan help with the surgery?",
        "Will operation be paid in plan?",
        "Will the operation be in the plan?",
        "Does insurance reimburse for surgery?",
        "Is surgery paid by way of a plan?",
        "Will the surgery be included in the policy?",
        "Is there coverage for procedure?",
        "I don't know if the surgery is covered.",
        "I want to know if my surgery cost is covered.",
        "I question if I can get procedure coverage.",
        "Does my plan still cover surgery?",
        "Is the surgery a part of my policy?",
        "Is the surgery covered in my policy?",
        "Covered surgery for myself?",
        "I'm not sure if I'm covered for the surgery cost.",
        "Does it protect my surgical needs?",
        "Could there be surgery within coverage?",
        "I want to know if my procedure will be covered.",
        "Does the policy cover the surgery",
        "I wonder if insurance will cover my procedure.",
        "Is my procedure covered under my plan?",
        "My plan includes surgery, am I covered?",
        "Is the operation paid in its plan?",
        "Is my surgery covered in my plans?",
        "I don't know if I'm covered for the surgery cost.",
        "I was wondering if I could get procedure coverage.",
        "Does surgery get paid by plan?",
        "Does my plan contain surgery?",
        "Will there be coverage for surgery?",
        "Will insurance cover surgery?",
        "Is it a covered surgery for me?",
        "Will my insurance help me pay for the procedure?",
        "Is it possible that my plan includes this surgery?",
        "I would like to know if the surgery is included in my policy.",
        "My surgery is covered by a plan?",
        "Does insurance cover an operation?",
        "I am asking if you can confirm coverage for my operation.",
        "Am I covered for my operation?",
        "Will surgery happen under my plan?",
        "Is my surgery covered in my plan",
        "Does the policy include the procedure?",
        "Will my insurance help me with the procedure?",
        "Are you able to confirm coverage for the operation?",
        "Is my plan going to be covered by surgery?",
        "Is there a plan to include my procedure?",
        "Does my plan pay for my procedures?",
        "Did you include my procedure in the plan?",
        "Am this procedure covered by me?",
        "Does insurance cover the cost of surgery?",
        "I don't know if my procedure will be covered.",
        "I suppose surgery is under my plan?",
        "Can I be covered during my procedure?",
        "Does my insurance pay for procedures?",
        "Coverage of my surgery?",
        "Will the insurance pay for a surgery?",
        "Is that cover my surgical needs?",
        "Will my insured pay for the procedure?",
        "Are surgeries covered by that policy?",
        "How about the surgery under my plan?",
        "How about the procedure coverage?",
        "Surgery are covered by this policy?",
        "Will I be insured for my procedure?",
        "Can I get cover for my procedure?",
        "I am wondering if you can confirm my coverage for my operation.",
        "It's unclear if the operation is included or not.",
        "Covered by me for surgery?",
        "Does this policy covers surgeries?",
        "Is my surgical procedure covered by my plan?",
        "Is the policy include surgery?",
        "Is it okay to have surgery with a health plan.",
        "Will insurance reimburse me for my procedure?",
        "Can you please confirm the coverage for my operation?",
        "Includes surgery part of benefits?",
        "Is my plan for surgery?",
        "Will the surgery be paid for by the insurance?",
        "The surgeon is covered in the plan?",
        "Is my surgery covered within my plan?",
        "Does the insurance cover the cost of the op?",
        "Is the surgery cost covered by my insurer?",
        "I wonder if my scheme pays surgeries?",
        "I am unsure if I am covered for this procedure.",
        "Plan include my surgery?",
        "Is the surgery in the policy?",
        "I plan on having surgery, am I covered?",
        "Does my plan fully cover this surgery?",
        "I don't know if operation is paid in plan.",
        "Can I have the surgery cost covered?",
        "Does the surgery feature in my policy?",
        "Will insurance cover the procedure I have?",
        "Are my operations covered under my plan?",
        "Are you able to confirm that coverage for my operation?",
        "I am not sure if my op is covered.",
        "Does my plan permit surgery?",
        "Isn't the surgery included in my policy?",
        "I want to know if I'm covered for the surgery cost.",
        "Does this include my surgical needs?",
        "Does surgery count under the policy?",
        "Is my surgery covered by my plans?",
        "Will the insurance pay to have surgery?",
        "Can you tell me about the coverage of my operation?",
        "Surgery okay with a health plan?",
        "Is there an operation in the plan?",
        "Do you want my procedure to be included in the plan?",
        "I do not know if my procedure is covered.",
        "Is surgery paid according to a plan?",
        "Can my surgery be covered under my plan?",
        "WillInsurance pay for surgery?",
        "Does the insurance cover the costs of the surgery?",
        "I need to know if my plan is covering surgery.",
        "Are surgeries done by me covered?",
        "Is there anything to cover my surgical needs?",
        "Is it my plan for surgery?",
        "I am wondering if I'm covered for the surgery cost.",
        "Is surgery paid by plan",
        "Does my plan protect me from surgery?",
        "I wonder if I can get coverage for my procedure.",
        "Okay with health plan for surgery?",
        "I want surgery under my plan.",
        "Are my surgery covered by my plan?",
        "I don't know if I can get procedure coverage.",
        "I wonder if my surgeries are covered.",
        "Is the surgery under the plan?",
        "Do you think my procedure will be covered?",
        "Surgery is part of my plan?",
        "Are I covered for that procedure?",
        "Does the policy allow surgery?",
        "Does the surgery go with my policy?",
        "The plan may include my procedure.",
        "Is surgery a part of coverage?",
        "Would I be protected if I had surgery?",
        "Would surgeries be covered by this policy?",
        "Surgery on my plan?",
        "Does operation meet the plan?",
        "I wonder if my surgery cost is covered.",
        "Is it a covered procedure for me?",
        "Do I have the procedure covered?",
        "Does my plan include surgical procedures?",
        "Are you able to confirm coverage for my surgery?",
        "Does it covers my surgical needs?",
        "Does surgery fit with health plan?",
        "Will the procedure be paid for by my insurer?",
        "Am my surgery covered under my plan?",
        "Was this procedure under the plan coverage?",
        "My plan to have surgery?",
        "My surgery is covered by the plan?",
        "Is it possible to covers my surgical needs?",
        "Are my surgery covered?",
        "Is the surgery included in my insurance?",
        "Does the plan cover my surgery?",
        "Will the insurance cover the costs of the surgery?",
        "Plan to take care of my surgery?",
        "I wonder if I'm covered for the surgery cost.",
        "Does the insurer pay for the surgery?",
        "Plan to include my procedures?",
        "Surgery under the plan?",
        "What plan will include my procedure?",
        "Am I covered for the cost of my surgery?",
        "I need surgery under my plan?",
        "Would surgery be part of my plan?",
        "Does my plan affect this surgery?",
        "Is it possible that covers my surgical needs?",
        "surgery under my plan",
        "Is my plan in place for surgery?",
        "My operation within a plan?",
        "Does this surgery fit into my plan?",
        "What about surgery under the plan?",
        "Is surgery acceptable with a health plan?",
        "Does this surgery be included in my plan?",
        "Will surgery be under my plan?",
        "Can I receive coverage for the procedure?",
        "Does my surgery count towards my plan?",
        "Are surgery included in the policy?",
        "My operation inside plan's domain?",
        "Is this surgery included in my plan?",
        "Does my plan allow for the surgery?",
        "Does the surgery fit in the policy?",
        "Is my plan to do surgery?",
        "I'm not sure if my plan is covering surgery.",
        "Will my coverage pay for the procedure?",
        "Does my plan help with my operation?",
        "Plan will cover my surgery?",
        "Is there a plan for my surgery?",
        "Did you include my procedure?",
        "Do I have the procedure coverage?",
        "Did insurance pay for the op?",
        "I wonder whether my procedure will be covered.",
        "Will my insurance help cover my procedure?",
        "Were surgeries covered by this policy?",
        "I'd like to know if I can get procedure coverage.",
        "Will myprocedure be covered by insurance?",
        "My scheme covers surgeries?",
        "Would it cover my surgical needs?",
        "Should this surgery be included in my plan?",
        "Does insurance cover the surgery?",
        "Is it the case that covers my surgical needs?",
        "Please confirm coverage for my operation.",
        "I wonder if the operation is paid in plan.",
        "Is it possible for you to confirm coverage for my operation?",
        "Will it include the operation or not?",
        "Is this plan for my surgery?",
        "coverage for surgery?",
        "Is surgery paid by a plan.",
        "Is this surgery under my plan?",
        "Does my plan provide for any surgery?",
        "Is the operation paid in the plan.",
        "I question if my plan is covering surgery.",
        "Is my plan enough to cover my surgery?",
        "I question if the operation is included or not.",
        "Is it possible that I can get procedure coverage?",
        "Is surgery a part of my policy?",
        "Will insurance pay for procedure?",
        "Is I covered for this surgery?",
        "Is this coverage of my surgical needs?",
        "Is surgery covered by this policy?",
        "Will I be covered for the surgery costs?",
        "Is it possible for the operation to be paid in plan?",
        "Does surgery happen in my policy?",
        "Will you cover my surgeries?",
        "Am my surgeries covered?",
        "Do you know if operation is in the plan?",
        "Does my surgery involve my plan?",
        "Would surgery be paid by plan?",
        "Does the operation go in the plan?",
        "Am I fully covered for this procedure?",
        "Maybe my surgery is covered by my plan.",
        "Surgery okay with your health plan?",
        "Does insurance cover the cost of the op?",
        "Does my plan reimburse the cost of surgery?",
        "Is my plan going to be for surgery?",
        "Is the procedure under plan coverage?",
        "Will insurance covers my procedure?",
        "I wonder if my plan will cover my surgery.",
        "Will I still be protected if surgery is needed?",
        "Will insurance help pay for the surgery?",
        "Can you confirm coverage for a surgery?",
        "Is the operation covered by a plan?",
        "Is it possible to keep my surgical needs covered?",
        "There is a question of whether the operation is included or not.",
        "Does my plan benefit from my surgery?",
        "Does surgery fit with my plan?",
        "Can you confirm the coverage for my surgery?",
        "Will insurance help me with my procedure?",
        "Will my insurance covering the procedure?",
        "Is the insurance coverage for surgeries correct?",
        "Does this surgery make up my plan?",
        "Will the surgery be in my plan?",
        "Is there surgery in my policy?",
        "Is that covers my surgical needs?",
        "Does my procedure cover?",
        "I wonder if my surgery is included in my plan.",
        "I wonder if the operation is in the plan.",
        "I don't know if the surgery is included in my policy.",
        "I wonder if the policy includes surgery.",
        "Plan included my procedure?",
        "My plan might cover this surgery.",
        "I didn't know if I was covered for this procedure.",
        "Is it okay to have surgery with your health plan?",
        "Does the plan cover the surgery?",
        "I ask if I'm covered for the surgery cost.",
        "Does my plan help pay for the surgery?",
        "I wonder if I will get procedure coverage.",
        "Does the policy also include surgery?",
        "Does my plans cover this surgery?",
        "In my plan, am I covered for surgery?",
        "I wonder if my operation is within plan's domain?",
        "Is the surgery included on my policy?",
        "Will the surgery in my plan be covered?",
        "Has the surgeon in the plan been covered?",
        "Is there a coverage for the surgery cost?",
        "Does my plan always cover my surgery?",
        "Can my surgical needs be covered?",
        "I wonder if surgery is covered in my plan.",
        "Is my surgery covered under my plan?",
        "Will my benefits cover the procedure?",
        "Will I be protected if I need to have surgery?",
        "Does this surgery appear in my plan?",
        "I wonder if my plan covers this surgery.",
        "Will my insurance pay for the procedure",
        "Does surgery fit with your health plan?",
        "Can I be covered during a procedure?",
        "What about surgery under coverage?",
        "Is I covered for surgery in my plan?",
        "Is the operation within the plan?",
        "Will I be covered for surgery?",
        "Is my procedure is covered?",
        "Does policy reimburse the surgery?",
        "I am not sure if I am covered for this procedure.",
        "Is operation funded in the plan?",
        "Is surgery paid for by plan?",
        "Is surgery under my plans?",
        "Will my insurer pay for the procedure.",
        "Will it cover my needs for surgery?",
        "My operation can be within the plan's domain.",
        "Does my plan cover my surgery.",
        "Is it something thatcovers my surgical needs?",
        "Is there surgery within the coverage?",
        "Am I covered for surgeons in my plan?",
        "I would like to know if I'm covered for this procedure.",
        "I don't know if my insurance will cover the procedure.",
        "Does my plan cover all of this surgery?",
        "I would like to know if my surgery is covered under my plan.",
        "Is my plan paying for this surgery?",
        "I wonder if I will be covered for the surgery cost.",
        "Is surgery covered under the plan?",
        "Can I be covered for this procedure?",
        "Does my plan include this Surgery?",
        "Are surgeries insured by this policy?",
        "Do surgeries get covered by this policy?",
        "Plans cover my surgery?",
        "Can you tell me what coverage is for my operation?",
        "Are the surgery okay with the plan?",
        "Covers my needs for surgery?",
        "Does the policy include operation?",
        "Is the plan for my surgery covered?",
        "Is my plan for surgery covering it?",
        "Can the plan include my procedure?",
        "Would my scheme pay for surgery?",
        "Is the procedure covered by my insurance?",
        "Is my health plan covering my surgery?",
        "Are surgeries that I had covered?",
        "Is surgery ok with a health plan.",
        "Is my procedure included in the plan?",
        "Am I covered for the surgery?",
        "Is the plan paying for the operation?",
        "Am I covered for the surgery costs?",
        "Does the policy coverage the surgery?",
        "Is it possible to confirm coverage for my procedure?",
        "The surgery might be included in my policy.",
        "I don't know if I am covered for the surgery costs.",
        "Does my plan provide coverage for surgery?",
        "Could I get procedure coverage?",
        "Surgery is within coverage?",
        "I was wondering if my plan was covering surgery.",
        "Is this operation included?",
        "Does the surgery coverage exist?",
        "Will you cover the cost of my surgery?",
        "Are surgeries of mine covered?",
        "Does insurance pay for a surgery?",
        "I am wondering if surgeries like mine are covered.",
        "Does my plan include such an operation?",
        "I ask if surgeries like mine are covered.",
        "Does the surgery fit in my policy?",
        "Do I have a plan that includes this surgery?",
        "Does surgery feature in the policy?",
        "Does insurance cover expenses for surgery?",
        "Is the procedure paid in plan?",
        "Is my cover for this procedure?",
        "Is the cost of the operation included in the plan?",
        "Will my insurance allow me to have the procedure?",
        "Does it cover the surgery?",
        "Are the surgeries included in the policy?",
        "Does the operation paid in plan?",
        "Will the surgeon in the plan be covered?",
        "Could the surgery be within coverage?",
        "Does my insurance cover the procedure?",
        "My operations is within the plan's domain?",
        "I want to know if the surgery cost is covered.",
        "Can I receive coverage for my procedure?",
        "My procedure may be included in the plan.",
        "Is that surgery under my plan?",
        "Is the operation payed in plan?",
        "Will my policy cover the procedure?",
        "Is this surgery okay with your health plan?",
        "Should my operation be within plan's domain?",
        "Will they cover my procedure?",
        "Are there surgical procedures within coverage?",
        "Will you be able to confirm coverage for my operation?",
        "Is my plan including this surgery?",
        "Is surgery expensed by plan?",
        "Does my plan reimburse the surgery?",
        "Does my plan go towards my surgery?",
        "Is it possible to include my procedure in the plan?",
        "Has my plan covered my surgery?",
        "Could surgery happen within coverage?",
        "Is my surgery covered by my insurance plan?",
        "Will it include surgery?",
        "I question if the surgery is included in my policy.",
        "Does my plan help pay for my surgery?",
        "Will my procedure be provided?",
        "Is my plan able to cover my surgery?",
        "Is it possible that you can confirm coverage for my operation?",
        "Will my plan cover surgery?",
        "Is surgery a covered expense?",
        "Is it possible I will get procedure coverage?",
        "Will my procedure be included in the plan?",
        "Will I still be protected if I need surgery?",
        "Is my plan about this surgery?"
    ]
}