{
    "company_type": "Online Banks and FinTech Companies",
    "inquiry_category": "Fraudulent activity and security concerns",
    "inquiry_sub_category": "Card Fraud",
    "description": "Customers notice unauthorized charges or use of their debit or credit cards, raising concerns about card cloning, data breaches, or fraudulent transactions.",
    "inquiry": "Are these charges unauthorized?",
    "paraphrases": [
        "Whatabout the illegal fees?",
        "I'm not entirely sure if these fees are unauthorized or not.",
        "Is there an Unauthorized invoices?",
        "There are some charges that aren't legal.",
        "Did unauthorized charges occur?",
        "Some of their billing may not be legit.",
        "You have to be wondering if charges are unauthorized.",
        "Is that the unauthorized charges that they had for?",
        "These charges have a chance to be unauthorized.",
        "Unauthorized charges are there?",
        "What are they illegal expenses?",
        "Is the charge unauthorized.",
        "Yes, am I charged without consent?",
        "Do you believe that charges are unauthorized?",
        "charges that aren't legal",
        "Is it possible that some of the charges are not authorized.",
        "These are not approved charges.",
        "Is the charges that they had unauthorized for?",
        "Is this an unauthorized charge?",
        "Wrongful charges then?",
        "Are these charges something that shouldn't have been brought up?",
        "Does it mean there are unauthorized charges?",
        "Is there any unauthorized charges?",
        "Is it possible that some of their billing is inappropriate?",
        "Is charge unauthorized?",
        "What are the charges not authorized?",
        "These fees are unknown if they are unauthorized or not.",
        "Do unauthorized fees exist?",
        "Some of the charges may not be legal.",
        "Is it because they made unauthorized charges?",
        "There may be unauthorized charges here.",
        "Was these costs not authorized?",
        "I do not know if the fees are unauthorized.",
        "Concerning unauthorized charges?",
        "The fees are something I don't know if they are unauthorized or not.",
        "I wonder if the charges are in violation of the law.",
        "Is it possible I have been charged without consent?",
        "unauthorized charges are there?",
        "Do you believe charges are unauthorized?",
        "Is any of them charges unauthorized?",
        "Is it a mistake to have these charges?",
        "Is it because they had unauthorized charges?",
        "Is it possible that there's unauthorized charges?",
        "Am I charged without their consent?",
        "Can these charges violate the law?",
        "Consider charges that aren't authorized.",
        "There are some charges that are not authorized.",
        "Is there a billed that is not authorized?",
        "Is unauthorized fees or what?",
        "Are these charges improper?",
        "Is this a charge that should not be charged?",
        "Are those fees unauthorized?",
        "Is there a violation of the law by these charges?",
        "Can you tell me if the charges are unauthorized?",
        "Unauthorized charges might happen.",
        "Were these costs not allowable?",
        "Some of their bills may be not authorized.",
        "Is that the unauthorized charges that they incurred?",
        "I don't know if they made unauthorized charges.",
        "It is possible that some of the charges are not approved.",
        "Were they unauthorized?",
        "Maybe some of their bills are illegal.",
        "Is it possible that some of their bills were unauthorized?",
        "What unauthorized charges are on there?",
        "Is it possible some of the charges are not legal?",
        "Maybe some of the charges are unauthorized?",
        "These charges could be out of place.",
        "There are charges that weren't authorized.",
        "Is there something illegal about the charges?",
        "The charges are not authorized, are they?",
        "These charges have a chance of being unauthorized.",
        "Are fees without authority.",
        "Is the charges something that should have not been done?",
        "Is it possible that some of these charges are not authorized?",
        "Is there a possibility of unauthorized charges?",
        "I'm not sure if these fees are unauthorized or not.",
        "Is it really unauthorized charges?",
        "Is this expense illegal?",
        "It is possible that some charges are unauthorized.",
        "You may be wondering if the charges are unauthorized.",
        "I would like to know if some of their billing is unauthorized.",
        "Is this the charges that were unauthorized?",
        "Wrong CHARGES here?",
        "You should be wondering if unauthorized charges are involved.",
        "Are they in fact illegal expenses?",
        "Am I charged without notice?",
        "Did they have Unauthorized invoices?",
        "I wonder if I am charged without consent.",
        "There is a question if this is a fraudulent charge.",
        "That could be unauthorized charges.",
        "Is there a billing that isn't authorized.",
        "What is the unauthorized nature of the charges?",
        "Can some charges be unauthorized?",
        "Is this a charge that should not have been done?",
        "Is this charge something that should never have been done?",
        "I wonder if these charges should not have been done.",
        "I don't know if these are unauthorized fees or not.",
        "Is that charge that they had unauthorized charges?",
        "Is the charges something that should never be done?",
        "I am not sure whether they're unauthorized or not.",
        "What about the unauthorized charges?",
        "Is the charges bogus?",
        "Is there wrongful charges here?",
        "Are those charges for which they had unauthorized charges?",
        "I don't know if the fees are Unauthorized or not.",
        "Is it possible that the charges aren't legal?",
        "Is that an unauthorized charges?",
        "It is questionable if these charges should have been brought up.",
        "What if these costs were unauthorized?",
        "Were these costs incurred without permission?",
        "did they make unauthorized charges?",
        "Is this charge something that should not have been charged?",
        "Are fees forbidden?",
        "Which are the charges unauthorized?",
        "I wonder if charges are unauthorized?",
        "Is unauthorized charges there?",
        "Does anyone know if charges are unauthorized?",
        "There are charges that aren't authorized.",
        "Unauthorized charges could be a possibility.",
        "Are some of their billing unauthorized?",
        "Is it possible that the charges were not authorized?",
        "Is any of them unauthorized charges?",
        "It is possible that unauthorized charges can be made.",
        "I don't know if the Fees are unauthorized or not.",
        "Are them unauthorized charges?",
        "Are they illegitimate?",
        "Isn't there charges that aren't authorized?",
        "Their billing might be unauthorized.",
        "What are the charges that aren't allowed?",
        "What if charges are unauthorized?",
        "Is the charges inappropriate?",
        "Unauthorized charges may happen.",
        "You should wonder if there are unauthorized charges.",
        "I'm not sure if they had unauthorized charges.",
        "Unauthorized charges may be possible.",
        "Should charges be illegal?",
        "Is that something that they had unauthorized charges for?",
        "What about charges that weren't authorized?",
        "There are charges that aren't approved.",
        "I don't know if there are unauthorized fees.",
        "Were these costs taken without permission?",
        "Is these charges in breech of the law?",
        "Is it the charges they had unauthorized?",
        "Unauthorized fees or what?",
        "Is it possible that those were unauthorized charges?",
        "Are there unauthorized charges here?",
        "It is possible to have unauthorized charges.",
        "Wrongful charges here?",
        "Is it possible that they had unauthorized charges?",
        "The charges were unauthorized?",
        "Is I being charged without consent?",
        "Is the charges an error?",
        "Unauthorized invoices is a possibility.",
        "Those charges may be a mistake.",
        "Is it possible that some of their invoices are not authorized?",
        "Were I charged without consent?",
        "Unauthorities charges?",
        "Is that charge that aren't authorized?",
        "are the charges incorrect?",
        "These were unauthorized invoices?",
        "Is it possible some of their bills are not legitimate?",
        "Are they all illegal expenses?",
        "These charges are not in accordance with the law.",
        "Is it possible that some of the charges are illegitimate?",
        "unauthorized charges by someone?",
        "Does this charge violate the law?",
        "Is this the charges they had unauthorized?",
        "Wrongful criminal charges here?",
        "I'm not sure if I'm charged without consent.",
        "Is it possible there are unauthorized invoices?",
        "I don't know if these fees are unauthorized or not.",
        "Unauthorized charges??",
        "These charges may be unauthorized",
        "Is it a possibility that some of the charges are not authorized?",
        "Is that the charge that they had unauthorized charges?",
        "You should ask if they are unauthorized.",
        "Is there unauthorized charges they made?",
        "You should have questions about unauthorized charges.",
        "Is these charges a mistake.",
        "I wondered if these costs were unauthorized.",
        "Are those fees not supposed to be?",
        "Is it possible some charges are not approved?",
        "Did they charge unauthorized amounts?",
        "Any of them unauthorized charges?",
        "Is there a charge that is not authorized?",
        "It is possible that some of the billing is unauthorized.",
        "Is it possible that some charges are unauthorized.",
        "Is the fees illegal?",
        "Is it possible that some of their billing is not legitimate?",
        "Unauthorized charges could be present.",
        "Is it possible for expenses to be without consent?",
        "What about expenses without permission?",
        "Unauthorised charges are possible.",
        "There are certain charges that aren't authorized.",
        "I wonder if they made unauthorized charges?",
        "Unauthorized charges are what they are?",
        "There are charges that aren't authorized?",
        "Does they make unauthorized charges?",
        "The charges are possible to be unauthorized.",
        "The charges could be a mistake",
        "Are unauthorized charges a possibility?",
        "Is the charges against them in violation of the law.",
        "Isn't the fees illegal?",
        "Is these charges outside of the law?",
        "Is it possible their billing is not authorized?",
        "What unauthorized charges are there now?",
        "Is there charges that are not of legal status?",
        "Any unauthorized fees?",
        "Was there some unauthorized charges?",
        "It's possible that some of the charges are not legal.",
        "These are not fees that you should be paying.",
        "Did they make any unauthorized charges?",
        "Is some of the charges unauthorized?",
        "Will these charges be incorrect?",
        "You should question if the charges are unauthorized.",
        "Can there be unauthorized charges?",
        "The fees are something I do not know if they are unauthorized or not.",
        "Unauthorized charges are possible in this case.",
        "Is it possible that the charges are not legal?",
        "What are some charges that are not authorized?",
        "Should the charges be considered in violation of the law?",
        "I'm not sure if those are unauthorized or not.",
        "Is the charges anything that shouldn't have been charged?",
        "Is there any chance they made unauthorized charges?",
        "Is it possible that some bills are unauthorized?",
        "Did they charge without authorization?",
        "Unauthorized charges is a possibility.",
        "Am I being charged without consent?",
        "Is it that they had unauthorized charges?",
        "these charges are not legit.",
        "There were charges that are not authorized.",
        "Is that unauthorized fees or something else?",
        "Am I accused without consent?",
        "Do you know if there is a billing that is not authorized?",
        "Is it the case that they made unauthorized charges?",
        "Did they rack up unauthorized charges?",
        "Perhaps some of their bills are not authorized?",
        "They had unauthorized charges, Is that the case?",
        "Is all of them unauthorized charges?",
        "There are charges which are not authorized.",
        "Are these charges violations of the law?",
        "Are they illegal expenses?",
        "Do these charges violate law?",
        "Is it charged without consent?",
        "Are the charges that aren't of official legal status?",
        "Is these unauthorized charges?",
        "There could be some unauthorized charges.",
        "Is there any charges that aren't authorized?",
        "It's possible the charges are unauthorized.",
        "These are some charges not authorized.",
        "Is this charges something that shouldn't have been brought up?",
        "Is they illegally expenses?",
        "Is the charges against them a violation of the law?",
        "Is there unauthorized costs?",
        "Is this charge Unauthorized?",
        "Is it possible that something is not authorized?",
        "Is it possible that the charges are not official?",
        "Should you ask if charges are unauthorized?",
        "these charges are not legal",
        "Can they be in violation of the law?",
        "Is the charges something that should not have been raised?",
        "Is that the charges that they had without authorization?",
        "Charge are not authorized",
        "Their bills could be unauthorized.",
        "I want to know if there were unauthorized bills.",
        "Is that the illegal fees?",
        "Are they charging unauthorized charges?",
        "Is there a violation of the law with these charges?",
        "Is this possible that some of the billing is unauthorized?",
        "Did they have illegal charges?",
        "Were they unauthorized in making charges?",
        "Some of the charges may be illegal.",
        "Some of their bills may not be authorized.",
        "These charges have not my authorization, are they?",
        "Is there a chance that the charges are not authorized?",
        "Is it possible that some of the charges are not regulated?",
        "Were the unauthorized bills there?",
        "Unauthorized charges are definitely possible.",
        "Is the charges incorrect?",
        "Did they have unauthorized charges?",
        "Some of their billing might be illegal.",
        "Unauthoristic charges?",
        "Some of their bills could possibly be unauthorized.",
        "I am not sure if these are unauthorized fees or not.",
        "Any charges that are not authorized?",
        "Were these costs done without approval?",
        "The fees are something I am not sure if they are unauthorized or not.",
        "Will they have made unauthorized charges?",
        "Is there a not authorized billing?",
        "Is there something unauthorized about them?",
        "Unusual charges?",
        "Is there Unauthorized invoices?",
        "Is it possible that the charges are not recognised?",
        "I am not sure if these are unauthorized or not.",
        "Is that the case with Unauthorized invoices?",
        "There are Unauthorized charges?",
        "Is it possible that some of the charges are inappropriate?",
        "Those charges weren't authorized?",
        "Did the unauthorized bills exist?",
        "Wrongful charges brought here?",
        "These charges are questionable?",
        "These are not the fees that are supposed to be, do they?",
        "Some charges are not of legal status.",
        "There are possible Unauthorized charges.",
        "Is it unauthorized to have these charges?",
        "Is this a wrongful charge?",
        "Correct? Unauthorized charges?",
        "You should be wondering if there are unauthorized charges.",
        "Is this possible that the charges are unauthorized?",
        "What are the charges for which they are not authorized?",
        "Was this costs unauthorized?",
        "Some charges may be illegitimate.",
        "Unauthorizedcharges, that's what?",
        "Unauthorizing charges are possible.",
        "Some of their bills may not be legal.",
        "These charges have the potential to be unauthorized.",
        "It's possible that these charges are unauthorized.",
        "Is these expenses illegal?",
        "Expenses without the consent of the consumer?",
        "the charges aren't authorized",
        "There might be unauthorized charges.",
        "Is it possible that some of their billing was not authorized?",
        "Do you want to know if charges are unauthorized?",
        "Some of the charges are not legal.",
        "Is that the charges that they did not authorize?",
        "Is charges unauthorized.",
        "These fees may be unauthorized or not.",
        "There seems to be a billing that is not authorized.",
        "Incorrect charges held?",
        "These charges may not be authorized.",
        "You should be inquiring about unauthorized charges.",
        "I'm not sure if these charges are a mistake.",
        "Wrongive charges here?",
        "wrong charges here?",
        "You should be wondering if unauthorized charges are present.",
        "Maybe these charges are in violation of the law.",
        "Unauthorized costs?",
        "The fees are something I don't know if they are unauthorized.",
        "Is the charges something that shouldn't happen?",
        "Is it possible that some of the charges are not registered?",
        "There is a possibility that some charges are unauthorized.",
        "unauthorized charges issued?",
        "What about Unauthorized charges?",
        "Is this charged unauthorized?",
        "Is that the charge they had without authorization?",
        "Is the charges something that shouldn't be done?",
        "I wonder if there were unauthorized bills?",
        "Is it possible they are unauthorized?",
        "Is it unauthorized charges they had for?",
        "Is it unauthorized charge?",
        "Would these costs have been unauthorized?",
        "Is it possible these fees are not mine?",
        "Is charged not authorized?",
        "Is the charge something that shouldn't have been done?",
        "There are fees that I don't know if they are unauthorized or not.",
        "These charges may or may not be unauthorized.",
        "Were these unauthorized costs?",
        "The charges might be in violation of the law.",
        "The charges might be unauthorized.",
        "Are these fees unauthorized?",
        "charge are not authorized?",
        "Kind of unauthorized charges?",
        "Unauthorized charges are possibilities.",
        "Some charges that aren't authorized.",
        "Is it something that shouldn't be charged?",
        "I am wondering if they are illegal expenses.",
        "I wonder if these fees are unauthorized?",
        "These charges may be in violation of the law",
        "Is it possible that the charges are incorrect?",
        "Wondering if charges are unauthorized?",
        "These charges probably are not unauthorized.",
        "Is it plausible that some of the charges are not legal?",
        "Strange charges happening?",
        "I want to know if they made unauthorized charges.",
        "Is it possible they make unauthorized charges?",
        "Is this charges violation of the law?",
        "Had these costs been unauthorized?",
        "Wrongfulness charges here?",
        "It is possible these charges are not unauthorized.",
        "Is this a charge that shouldn't have been done?",
        "Wrongful charges made?",
        "Did there unauthorized bills?",
        "Is this the case with unauthorized charges?",
        "Any charges are unauthorized?",
        "The unauthorized fees or what?",
        "Not authorized charges?",
        "I don't know if charges are authorized.",
        "Wrong charges?",
        "Does that mean they made unauthorized charges?",
        "There are some charges that are not of official legal status.",
        "Is it possible that a few charges are not authorized?",
        "Is it possible that the charges are not legit?",
        "Is it a possibility that some of the charges are unauthorized?",
        "Should the charges be unauthorized?",
        "Perhaps some of their billing is not authorized.",
        "Is it possible that their bills are not legit?",
        "Is there a chance that some of their billing is not legal?",
        "These are possibly unauthorized charges.",
        "What's the situation with the illegal fees?",
        "Did these costs not have permission?",
        "Are THEY illegal expenses?",
        "What are the Unauthorized charges?",
        "Is this unauthorized fees or what?",
        "I wonder if they had unauthorized charges for that.",
        "What are the charges without permission?",
        "What are the unauthorized charges in this case?",
        "is the charges unauthorized?",
        "These charges are not authorized?",
        "Do they have unauthorized charges?",
        "Are they true illegal expenses?",
        "It is conceivable that some of the charges are unauthorized.",
        "Is that their billing is not authorized?",
        "Is there Unauthorized Fees or what?",
        "Is some of them unauthorized charges?",
        "What are some charges unauthorized?",
        "Is it correct that they made unauthorized charges?",
        "Are the unauthorized charges that they had?",
        "Unapproved charges?",
        "Is this charge something that should never be done?",
        "It is possible that unauthorized charges are made.",
        "Do they appear to be illegal expenses?",
        "I don't know if charges are unauthorized.",
        "Are they really illegal expenses?",
        "Is it possible that some bills aren't theirs?",
        "Is that it's unauthorized charges?",
        "Wrongful charges here??",
        "Were they making unauthorized charges?",
        "There are charges that aren't official legal status?",
        "There are charges that are not official legal status?",
        "What if there's unauthorized charges?",
        "I don't know if I have been charged without consent.",
        "Is their costs unauthorized?",
        "Will there be unauthorized charges?",
        "There may be unauthorized bills.",
        "Wrongful charges brought?",
        "Some of their bills may have been unauthorized.",
        "Some of the charges could be unauthorized?",
        "They had unauthorized charges, is that the case?",
        "Unauthorized charges may exist.",
        "Are the charges not authorized?",
        "Some of the charges are unauthorized",
        "I wonder if some of their bills are unauthorized.",
        "These charges don't have my authorization, right?",
        "Are these charges outside of the law?",
        "Is this charged as unauthorized charges?",
        "Should you be wondering about unauthorized charges?",
        "Are they in violation of the law.",
        "There may be a billed that is not authorized.",
        "Were any of them unauthorized charges?",
        "I wonder if there are unauthorized charges?",
        "Is it possible that there is unauthorized invoices?",
        "Are these charges in violation of the law?",
        "Is it possible that some of the charges are not authorized?",
        "Are those illegal expenses?",
        "Are these charges in violation of the law",
        "The costs were unauthorized?",
        "Do they make unauthorized charges?",
        "That's what, Unauthorized charges?",
        "Perhaps some of the charges are not authorized.",
        "What are the charges that were not authorized?",
        "These costs, were they unauthorized?",
        "There are charges that are not of legal status.",
        "charges that were not authorized?",
        "Is there a charges that aren't authorized?",
        "Is this fee not supposed to be?",
        "Unauthorised charges can be possible.",
        "If charges are unauthorized you should be curious.",
        "Is there charges that are not authorized?",
        "Is it possible that unauthorized charges are present?",
        "Is some of the charges illegal?",
        "Is it illegal to charge unauthorized amounts?",
        "unauthorized charges taken?",
        "there is a billing that is not authorized",
        "Is it possible that these charges are not appropriate?",
        "Is it possible that it is not authorized?",
        "Is the charges anything that shouldn't be done?",
        "Is there actually unauthorized charges?",
        "These are not the fees that are supposed to be, aren't they?",
        "Is there a chance that their billing is unauthorized?",
        "If charges are unauthorized, you should question them.",
        "Are they having unauthorized charges for?",
        "Is such expenses illegal?",
        "Is it possible that some of their billing is not legit?",
        "Are charges unauthorized?",
        "I'm not sure if there are unauthorized charges.",
        "Is it Unauthorized Fees or what?",
        "Was it an unauthorized charge?",
        "Is it possible that some of the charges are not theirs?",
        "Does any of them involve unauthorized charges?",
        "Are they outside the bounds of the law?",
        "You need to wonder if the charges are unauthorized.",
        "Is this charge illegal?",
        "Was this an unauthorized charge?",
        "These charges, are they incorrect?",
        "Are the charges incorrect.",
        "Unauthorized charges?",
        "Is it unauthorized fees or?",
        "Is it an unauthorized charge?",
        "Wrongful charges are made here?",
        "Was this charges unauthorized?",
        "How are unauthorized charges?",
        "Is there an unauthorized Charge?",
        "Can it be that some of their billing is unauthorized?",
        "You mean charges that are not authorized?",
        "Are they illegal expenses.",
        "Are they unauthorized costs?",
        "Is there charges that aren't legal?",
        "Is the expenses illegal.",
        "Is it unauthorized charges they had?",
        "Is it possible that the charges were not approved?",
        "What do you think of unauthorized charges?",
        "Is it a mistake to make these charges?",
        "Do you understand if charges are unauthorized?",
        "Is the expenses illegal?",
        "Is the charge that aren't authorized?",
        "I don't know if these fees are unauthorized.",
        "Has the costs been unauthorized?",
        "I asked if there were unauthorized bills.",
        "What is with the illegal fees?",
        "These charges are wrong?",
        "Is it possible that their billing is not legitimate?",
        "Do those charges violate the law?",
        "What about the illegal fees.",
        "I don't know whether or not these fees are unauthorized.",
        "Some of the charges may have been unauthorized.",
        "Is it the case of unauthorized charges?",
        "Is this billing illegal?",
        "What if they are illegal expenses?",
        "The illegal fees?",
        "What are the charges which are unauthorized?",
        "unauthorized CHARGES?",
        "Is these charges something that should not have been done?",
        "Unauthorized charges could happen.",
        "I do not know if these fees are unauthorized or not.",
        "Were the fees unauthorized.",
        "Is there some kind of unauthorized charges?",
        "Is there anything unauthorized in the charges?",
        "There is possible unauthorized charges.",
        "Can any of them be unauthorized charges?",
        "Should these charges be violation of the law?",
        "Are these charges in violation of the laws?",
        "Unauthoricious charges?",
        "Is any of them unauthorized charges",
        "Is it possible that a few of their bills are not authorized?",
        "Should these charges be illegal?",
        "these charges are not authorized",
        "It is possible that some charges are illegal.",
        "These charges are not authorized, are they?",
        "Is it unauthorized for me to charge these fees?",
        "Could their billing be unauthorized?",
        "Is these fees not what they're supposed to be?",
        "Wrongful charges at this time?",
        "Is it possible that they made unauthorized charges.",
        "I wonder if there is unauthorized charges.",
        "Is this billing an unauthorized one?",
        "Is any of those charges unauthorized?",
        "Are these costs illegal?",
        "Were some costs unauthorized?",
        "Unauthorized invoices are possible.",
        "Is the fees illegitimate?",
        "Perhaps some of the charges are unauthorized.",
        "Is anyone having unauthorized charges?",
        "Is it a charged without consent?",
        "Are those charges unauthorized?",
        "Some of the charges are unauthorized.",
        "Am I charged with no consent?",
        "Is the charges wrong here?",
        "Some of them might be unauthorized charges.",
        "Is the charge violation of the law?",
        "charges are not authorized?",
        "Are they classified as illegal expenses?",
        "Is there a chance their bills are not authorized?",
        "This charges may be incorrect.",
        "unauthorized charges imposed?",
        "Is there anything unauthorized about the charges?",
        "Which fees are unauthorized?",
        "I am not sure if these charges are a mistake.",
        "unauthorized charges are present?",
        "Is it possible that some of their bills are illegal?",
        "Is that the charges that they had without authority?",
        "Is that their billing is not legit?",
        "Is these charges something that should not have been charged?",
        "These charges may be illegal.",
        "Is their charges in violation of the law?",
        "Unauthorized charges can be a possibility.",
        "Is it possible there is unauthorized billing?",
        "Maybe the charges are unauthorized?",
        "Is it possible some of their billing is unauthorized?",
        "Is it something the charges should not have been done?",
        "They had unauthorized charges, right?",
        "Were they able to make unauthorized charges?",
        "Maybe some of their bills are not legit.",
        "Isn't the fees unauthorized?",
        "Unauthorized charges, that is?",
        "Is this charging illegal?",
        "Is the charges anything that should not have been brought up?",
        "It is possible that some charges are not legitimate.",
        "It's unauthorized charges?",
        "The charges may be in violation of the law.",
        "These charges are possible to be unauthorized.",
        "Is unauthorized charges what they are?",
        "Is there unauthorizedcharging?",
        "Were fees unauthorized.",
        "It is possible that there are unauthorized bills.",
        "Is it ok for these charges to be unauthorized?",
        "It could be that these charges are not unauthorized.",
        "Is it possible that they had unauthorized bills?",
        "Do you want to know if the charges are unauthorized?",
        "The charges were not authorized?",
        "Is this something with the illegal fees?",
        "Wrongcharging here?",
        "Is it possible that the billing is not authorized?",
        "Should you be questioning if the charges are unauthorized?",
        "What if some of their bills are unauthorized?",
        "There were unauthorized charges?",
        "Is it charge without consent?",
        "These costs might be unauthorized.",
        "Is it the charges they had that were unauthorized?",
        "Is it possible that some of their bills are bogus?",
        "What if these charges are in violation of the law?",
        "Did they file unauthorized charges?",
        "You can have unauthorized charges.",
        "What are these charges that are not legal?",
        "Is it possible that these charges are not authorized?",
        "Is there a billing that is not authorized?",
        "Wrongful charges against this person?",
        "Unauthorized charges can be incurred.",
        "You should be wondering if unauthorized charges are included.",
        "Is it possible charges are not authorized?",
        "Are they breaking the law?",
        "Is there an unauthorized charge they made?",
        "I don't know if they are Unauthorized or not.",
        "Is it a mistake to charge these things?",
        "Is it true that there are unauthorized charges?",
        "Were these costs incurred without authorization?",
        "Did they have unauthorized costs?",
        "Is it possible that some of the bills are not legal?",
        "Unauthorized charges may be a possibility.",
        "Is there a chance that their bills are unauthorized?",
        "Was there incorrect charges here?",
        "Are these unauthorized charges?",
        "were there unauthorized bills?",
        "Did they charge unauthorized things?",
        "Are the charges in violation of the law",
        "Could be unauthorized invoices?",
        "Wrongful charges happened here?",
        "Do you have unauthorized charges?",
        "So are they illegal expenses?",
        "Is there an unauthorized charge for them?",
        "Are they in violation of the law?",
        "Why are some charges not authorized?",
        "Did they make charges outside the law?",
        "Did they carry out unauthorized charges?",
        "Is there any unauthorized charge?",
        "I don't know if they had unauthorized charges for that.",
        "Are those charges that they had unauthorized charges?",
        "Is it wrong for these charges to be done?",
        "It is possible for unauthorized charges to happen.",
        "Is it the charges that were not authorized?",
        "Is it possible that some of their billing is unauthorized.",
        "I don't know whether these fees are unauthorized or not.",
        "These charges could be considered unauthorized.",
        "I do not know if they are unauthorized or not.",
        "Is it something that should not have been charged.",
        "What are unauthorized charges there?",
        "I don't know if I'm being charged without consent.",
        "Is charges that aren't official legal status?",
        "Is these charges Unauthorized?",
        "Am I charged without consent.",
        "There could be a billing that isn't authorized.",
        "Is it possible some of the charges are illegal?",
        "Unauthorized charges can take place.",
        "Is it unauthorized charges.",
        "Is there any unauthorized charges involved?",
        "Were these costs done without authority?",
        "Is this something that is illegal?",
        "Unauthorized charges may be made.",
        "I don't know if these Fees are unauthorized or not.",
        "Is the charges something we shouldn't do?",
        "I ask if I am charged without consent.",
        "Do these charges violate the laws?",
        "Did the charges they made be unauthorized?",
        "Is it plausible that some charges are not authorized?",
        "Was this charge unauthorized?",
        "Unauthorized charges levied?",
        "I wonder if these costs were unauthorized.",
        "Unauthorized charges have the possibility.",
        "What if the charges aren't authorized?",
        "Should these charges be considered unauthorized?",
        "Is there charges that aren't official legal status?",
        "What are the charges that are not authorization?",
        "Were these costs not permitted?",
        "Maybe some of their billing is not legal?",
        "Charges that aren't approved?",
        "Yes, Unauthorized charges?",
        "Is it the unauthorized charges for that?",
        "They might have had unauthorized charges for that.",
        "Were the expenses unauthorized?",
        "Is this a bogus charge?",
        "Were these costs illegal?",
        "Did they charge them without authorization?",
        "Was it illegal for them to make unauthorized charges?",
        "Those charges that aren't authorized?",
        "I wonder if they had unauthorized charges for it.",
        "What are the charges not authorized.",
        "These charges may be in violation.",
        "Is it true they are illegal expenses?",
        "Any unauthorized charges?",
        "Was it Unauthorized invoices?",
        "Are I charged without a consent?",
        "I wondered if they made unauthorized charges.",
        "Some of the charges aren't authorized.",
        "Unauthorized charges were possible.",
        "Is it the unauthorized charges they had?",
        "Is it unauthorized fees or not?",
        "Is it Unauthorized fees or what?",
        "Am these charges in violation of the law?",
        "It was unauthorized charges?",
        "Have these charges been in violation of the law?",
        "The charges are not of official legal status?",
        "What are the unauthorized charge?",
        "Is there unauthorized charges?",
        "Are charges that aren't authorized?",
        "Was that unauthorized charges?",
        "Is unauthorized charges what it is?",
        "I don't know if they're unauthorized or not",
        "Wrongful charges?",
        "Is it possible for them to be unauthorized charges?",
        "Is anyone making unauthorized charges?",
        "Do you think charges are unauthorized?",
        "How come there are illegal fees?",
        "Is that the charges are not authorized?",
        "There may be some unauthorized charges.",
        "illegal charges?",
        "What if there is unauthorized charges?",
        "There are Unauthorized invoices?",
        "Is the charges a mistake.",
        "The charges do not have my authorization, are they?",
        "These charges may not be legal.",
        "Is these charges incorrect.",
        "You should be wondering if the charges are unauthorized?",
        "Which unauthorized charges are here?",
        "Is it possible that some of their bills aren't theirs?",
        "Can these charges be unauthorized?",
        "There should be a question if charges are unauthorized.",
        "Are the fees unauthorized?",
        "We don't know if these charges are unauthorized.",
        "Does this mean that they had unauthorized charges?",
        "There is a chance of unauthorized charges being made.",
        "charges are forbidden?",
        "Shall I be charged without consent?",
        "Charges that are unauthorized?",
        "Did the charges be unauthorized?",
        "Unauthorized costs or not?",
        "Charges that are not officially legal?",
        "Is it possible that some charges aren't legit?",
        "Is that charge that is not authorized?",
        "Is there unauthorized fees or what.",
        "I need to know what unauthorized charges are there.",
        "It is possible for unauthorized charges to be charged.",
        "Some of the charges may be not legal.",
        "Is there something about the illegal fees?",
        "It is possible for charges to be unauthorized.",
        "There are charges that aren't authorized!",
        "Is this unauthorized fees?",
        "Is that expenses without consent?",
        "Is their billing possibly unauthorized?",
        "Is the charges something that shouldn't be done.",
        "It's possible that some of their bills aren't authorized.",
        "Is those costs unauthorized?",
        "Were their costs unauthorized?",
        "Unauthorized charges could be committed.",
        "Is it possible these charges should not have been charged?",
        "Is it Unauthorized Fees or something?",
        "Those charges are not authorized?",
        "Wrongful charges being brought here?",
        "Is that unauthorized fees or something?",
        "Did these costs violate any laws?",
        "Is it unauthorized to make those charges?",
        "Is there any unauthorized charges present?",
        "You could have unauthorized charges.",
        "I wonder if I've been charged without consent.",
        "Were some of these costs unauthorized?",
        "Is that the charges that they had been unauthorized?",
        "You should be asking about unauthorized charges.",
        "Is the unauthorized fees or what?",
        "Is there unauthorized charges",
        "How is the charges unauthorized?",
        "There are unauthorized charges that could be made.",
        "Unauthoritative charges?",
        "Is it possible that there are Unauthorized invoices?",
        "Is that what unauthorized charges are?",
        "Some of them may be unauthorized.",
        "Those are charges that aren't authorized.",
        "Is it possible that the charges aren't legit?",
        "Are the charges violation of the law?",
        "How are the unauthorized charges?",
        "I question if these charges are unauthorized.",
        "You should be asking yourself if the charges are unauthorized.",
        "charging are not authorized?",
        "There is a chance that some of their bills are unauthorized.",
        "Is there anything with the illegal fees?",
        "Is it unauthorized fee or what?",
        "Is it unauthorized to charge unauthorized fees.",
        "I am not sure whether these fees are unauthorized or not.",
        "Is these charges something that should not happen?",
        "Were these expenses done without permission?",
        "What may be unauthorized fees?",
        "Is it possible that some of them are not legal?",
        "Unauthorized charges could be brought.",
        "There are charges that aren't of official legal status?",
        "Do the charges break the law?",
        "These charges may be against the law.",
        "Is these charges in violation of the law?",
        "What are your unauthorized fees?",
        "Do you have any unauthorized charges?",
        "Is it possible their billing is not legal?",
        "I'm not sure whether these fees are unauthorized or not.",
        "I want to know if any of them are unauthorized charges.",
        "Illegal charges are possible.",
        "Is those unauthorized charges?",
        "charges are unauthorized?",
        "Is that the charges they had that were unauthorized?",
        "Is this billing not authorized?",
        "What are the unauthorized charges.",
        "Really unauthorized charges?",
        "Unauthorized charges may occur.",
        "I don't know if I'm charged without permission.",
        "Is the expenses Illegal?",
        "That's unauthorized charges?",
        "Wrongful charges for this?",
        "Is it possible that there was unauthorized bills?",
        "Are they having unauthorized charges for that?",
        "You should be wondering if the charges are not authorized.",
        "Can they be illegal expenses?",
        "Is there any unauthorized charges out there?",
        "Unauthorized charges, okay?",
        "They may have some unauthorized billing.",
        "There aren't authorized charges?",
        "Unauthoritive charges?",
        "Some of their billing could be illegal.",
        "Do you question if charges are unauthorized?",
        "unauthorized charges included?",
        "Possible unauthorized charges are possible.",
        "Is it possible the charges are not legal?",
        "There are some questionable charges.",
        "Are unauthorized fees or something?",
        "Will these charges be wrong?",
        "I have no idea if those fees are unauthorized or not.",
        "Could these costs have been unauthorized?",
        "Do you wonder if charges are unauthorized?",
        "Is that charges are unauthorized?",
        "Fees that aren't authorized?",
        "They may be in violation of the law.",
        "Were these costs wrong?",
        "There are some charges that are not officially legal.",
        "What about the charges that are not authorized?",
        "Unauthorized charges are possible.",
        "Is some charges unauthorized?",
        "What are the unauthorized charges here?",
        "The charges could possibly be a mistake.",
        "I wonder if I'm charged without consent.",
        "Is that there are illegal charges?",
        "There are unauthorized charges involved.",
        "These charges could possibly be incorrect.",
        "Charges that are not authorized.",
        "Unauthorized charges would be possible.",
        "Is it true that these charges should not have been charged?",
        "I doesn't know if they're unauthorized or not.",
        "Was it possible for them to make unauthorized charges?",
        "Is that charges that are unauthorized?",
        "I wonder if these charges are incorrect.",
        "Has any of them been unauthorized charges?",
        "Wrong charges here?!",
        "Is it possible that some of the charges were not authorized?",
        "Is it possible that part of their billing is unauthorized?",
        "Was there some unauthorized bills?",
        "Is it possible to have unauthorized charges?",
        "Which are unauthorized fees or what?",
        "You want to know if charges are unauthorized.",
        "Is there charges that are not official legal status?",
        "Is there charges that are not legal?",
        "Is it possible that some of their billing is not approved?",
        "Is the charges not authorized?",
        "Maybe some of their bills are not authorized?",
        "It is possible that some bills are not authorized.",
        "What are the unauthorized charges that exist?",
        "Who are the charges that are not authorized?",
        "Is it true that these costs were unauthorized?",
        "Is that a billing that isn't authorized?",
        "These charges might be in violation.",
        "Is these charges unwarranted?",
        "What charges are illegitimate?",
        "These charges maybe not unauthorized.",
        "What are some unauthorized charges?",
        "Is it the unauthorized charges they had for?",
        "Is this unauthorized fees, or what?",
        "Is this charge for unauthorized charges?",
        "Is it possible some bills are not authorized?",
        "charges are not legal?",
        "Can these charges be considered incorrect?",
        "unauthorized criminal charges?",
        "Am the charges incorrect?",
        "Is these costs illegal?",
        "Are these charges breaking the law?",
        "Some charges aren't official legal status.",
        "You should ask if charges are unauthorized.",
        "Is this charges something that should not have been brought up?",
        "Some of the charges may be without authority.",
        "Some billing may be unauthorized.",
        "Did they charge unauthorized sums?",
        "I don't know if these are illegal or not.",
        "I wonder if charges are unauthorized.",
        "Is it unauthorized fees or what?",
        "Some of their billing can be unauthorized.",
        "Is it possible the invoices are unauthorized?",
        "Unauthorised invoices exist?",
        "Is there charges that aren't of official legal status?",
        "Wrongy charges here?",
        "Has the charges been unauthorized?",
        "Is it possible that some of their billing was unauthorized?",
        "Did there be unauthorized bills?",
        "Unauthorized charges or what?",
        "Is it possible that some of the charges are not lawful?",
        "Is that their billing is unauthorized?",
        "Is that the case where I am charged without consent?",
        "Are some of their bills unauthorized?",
        "Is charges not authorized?",
        "Charge not authorized?",
        "Is there some unauthorized invoices?",
        "Does it mean that charges are unauthorized?",
        "unauthorized expenses?",
        "Is this the charge without consent?",
        "Can they be considered illegal expenses?",
        "Unauthorised bills?",
        "Is this possible that some of their billing is not authorized?",
        "I wonder if they made unauthorized charges.",
        "Is it unauthorized to charges?",
        "Is these charges outside the law?",
        "unauthorized charges were made.",
        "Do these fees aren't supposed to be?",
        "Unauthorized charges are possible, though.",
        "Do unauthorized charges exist?",
        "Do charges not have authorization?",
        "Is a billing that isn't authorized?",
        "There is a possibility that some of their billing is not authorized.",
        "There's a chance for unauthorized charges.",
        "Is it possible the charges are not authorized?",
        "Is the charges wrongful here?",
        "Is there any illegal fees?",
        "Perhaps some of the charges are not legal?",
        "Will the charges violate the law?",
        "Wrong Charges here?",
        "I wonder if some of the charges are unauthorized.",
        "Were the costs unauthorized?",
        "Is the charges something that should not be done.",
        "Were these costs without authorization?",
        "Is it possible that the bills are not legitimate?",
        "Is this illegal expenses?",
        "These charges possibly are not unauthorized.",
        "Is that the case where they had unauthorized charges?",
        "Are those charges violation of the law?",
        "Is Charges unauthorized?",
        "Is it unauthorized to charge it?",
        "Is there something illegal about these charges?",
        "What if I'm charged without consent?",
        "Is it possible that some of their billing is illegal?",
        "What are the charges illegitimate?",
        "Is it incorrect to have these charges?",
        "But charges that aren't authorized?",
        "Is it possible some of the charges are not legitimate?",
        "Perhaps some of their bills are not authorized.",
        "It is possible to have Unauthorized charges.",
        "Possible Unauthorized charges are possible.",
        "Wrongful charges exist here?",
        "Is it unauthorized to charge something?",
        "What do you think about the illicit fees?",
        "What CHARGES are not authorized?",
        "Some of the charges may not have been authorized.",
        "Such charges aren't authorized?",
        "Is it possible that their billing was not authorized?",
        "Is it possible that a billing isn't authorized?",
        "Is it true that the charges were unauthorized?",
        "Is there charges that aren't approved?",
        "How about unauthorized fees?",
        "What is the situation with the illegal fees?",
        "Is it possible for there to be unauthorized charges?",
        "Unusual charges are unauthorized?",
        "Is it possible that some of the charges are without authority?",
        "You may be charged with unauthorized charges.",
        "Unauthorised billing?",
        "It is possible for Unauthorized charges to be made.",
        "I question if they made unauthorized charges.",
        "Charges not authorized?",
        "I am unsure if these fees are unauthorized or not.",
        "The charges may be not unauthorized.",
        "I was wondering if they made unauthorized charges.",
        "unauthorized charging?",
        "What are those charges not authorized?",
        "These costs could have been unauthorized.",
        "Those charges aren't authorized?",
        "Is this charge in violation of the law?",
        "Is there a chance that some of their billing is not authorized?",
        "The charges have no authorization, do they?",
        "There is a possibility of unauthorized charges.",
        "I would like to know if their bills are unauthorized.",
        "Wrongful charges found here?",
        "Are they making illegal expenses?",
        "Wondering if the charges are unauthorized?",
        "What unauthorized fees are they?",
        "You should want to know if charges are unauthorized.",
        "There are charged that aren't authorized.",
        "There are charges that could be unauthorized.",
        "I wondered if I was charged without consent.",
        "Is there any unauthorized charges that they have?",
        "Is this charges not authorized?",
        "Are the charges breaking the law?",
        "I asked if I was charged without consent.",
        "These charges could potentially be wrong.",
        "You might be wondering if there are unauthorized charges.",
        "I wonder if some of the charges are illegal.",
        "Will I be charged without consent?",
        "What if some of the charges are unauthorized?",
        "You must be wondering if the charges are unauthorized.",
        "Was it unauthorized for these costs to be there?",
        "Isn't there a billing that isn't authorized?",
        "The charges have not been authorized.",
        "They have no authorization, do they?",
        "There's a chance that some of their billing is unauthorized.",
        "What do you think about the illegal fees.",
        "Maybe some of the charges are not legitimate.",
        "These charges are illegal?",
        "Is this charges in violation of the law?",
        "There are charges that can be unauthorized.",
        "Wrong charges here??",
        "Is there something the charges should not have been done?",
        "Could it be unauthorized invoices?",
        "Wrongful charges are here?",
        "Wrongful charges present here?",
        "Is the charge anything that should not have been charged?",
        "Is the charge something that shouldn't have been charged?",
        "Is it possible some of the charges are unauthorized?",
        "Is any are unauthorized charges?",
        "Unauthorized charges are still possible.",
        "Some of their billing seems to be unauthorized.",
        "Is this possible that their bills are unauthorized?",
        "Is the charges something that should not have been brought up.",
        "Is there unauthorized fees or something?",
        "unauthorized charges are possible",
        "Is the charges they had unauthorized?",
        "Is the charges illegitimate?",
        "It's possible to have unauthorized charges.",
        "Are the charges in noncompliance with the law?",
        "You ought to be wondering if charges are unauthorized.",
        "You should ask about unauthorized charges.",
        "There is a chance that these charges are not unauthorized.",
        "Are these expenses unauthorized?",
        "What do you think about unauthorized charges?",
        "Which charges are in violation of the law?",
        "It's possible that their bills are unauthorized.",
        "Is it possible that the billing is not legit?",
        "Is that unauthorized fees?",
        "Is this charge related to unauthorized charges?",
        "How about charges that aren't legal?",
        "I'm not sure if these fees are unauthorized.",
        "Is it possible the charges were not authorized?",
        "Is some of their billing unauthorized?",
        "Are they break the law?",
        "Is it possible that some of the billing is not legit?",
        "Is this the unauthorized charges they had?",
        "Is it charges without consent?",
        "Is this charges something that shouldn't have been done?",
        "Do you mean unauthorized charges?",
        "Is it possible that some of the charges are not legit?",
        "Are these charges a mistake.",
        "Wrongful Charges?",
        "Is there an issue with the illegal fees?",
        "There may be unauthorized invoices.",
        "Is this charge something that should not have been brought up.",
        "It is possible these charges are unauthorized.",
        "I don't know if the fees are unauthorized",
        "Is the charges for which they had unauthorized charges for?",
        "What are the charges without authority?",
        "There are some charges that are not authorized",
        "Were these costs not allowed?",
        "Is these charges in violation?",
        "Was these charges unauthorized?",
        "Is the charge that is not authorized?",
        "These charges have no authorization, do they?",
        "That's something, Unauthorized charges?",
        "Wrongting charges here?",
        "Is this possible that they have unauthorized billing?",
        "Is the fees unauthorized.",
        "What are the unauthorized charges that are made?",
        "Are these charges something that should never have been charged?",
        "Am you charged without consent?",
        "Is this charge something that should have never been charged?",
        "Are these charges violating the law?",
        "Is this unauthorized charges?",
        "These charges do not have my permission, are they?",
        "I do not know if these are unauthorized or not.",
        "Is it possible that some of the billing is not legal?",
        "It is possible that these charges are a mistake.",
        "Is there more than one unauthorized charge?",
        "Do you know if the charges are unauthorized?",
        "I don't know if there is unauthorized charges.",
        "These charges may be incorrect",
        "Is it possible that some charges are not official?",
        "do these charges violate the law?",
        "Are the unauthorized charges?",
        "Is it possible that they are billing without permission?",
        "The invoices may be unauthorized.",
        "These charges are not my authorization, do they?",
        "Is this charges something that should not have been done?",
        "Is it a possibility that some of their billing is not authorized?",
        "Is the unauthorized charges that they had?",
        "What unauthorizedcharges are there?",
        "I want to know what unauthorized charges are there.",
        "Was charges unauthorized?",
        "Did they charge unauthorizedly?",
        "Is the charges violating the law?",
        "What unauthorized charges have been made?",
        "You should ask if the charges are unauthorized.",
        "All the charges are unauthorized?",
        "Is it possible that some of the charges aren't legitimate?",
        "Is the charges anything that shouldn't have been done?",
        "There are charges that might be unauthorized.",
        "Is that they had unauthorized charges?",
        "unrecognized charges?",
        "What are these charges that are illegal?",
        "It's possible that the charges are not unauthorized.",
        "There are charges that are not authorized",
        "Some of their bills might be unauthorized.",
        "Are the charges that they had unauthorized charges?",
        "Was they illegal expenses?",
        "Are there charges that are not official legal status?",
        "What unauthorized charge are there?",
        "Unauthorized Charges are possible.",
        "Is that unauthorized charges they had?",
        "Is it a mistake to charge these charges?",
        "Is it possible that some of their bills are not legal?",
        "Are these charges in violation of laws?",
        "Are some of the charges unauthorized?",
        "Are there charges that should not have been charged?",
        "Are them illegal expenses?",
        "Possible unauthorized charges",
        "Is this charge something that should have not been charged?",
        "Is there an expense without consent?",
        "Are their fees unauthorized.",
        "Can some of their bills be unauthorized?",
        "We don't know if they are illegal expenses.",
        "Maybe some of the charges are illegal.",
        "Were these costs done without permission?",
        "Unauthorized charges may be involved.",
        "These charges are outside the rules.",
        "Is their expenses Illegal?",
        "Is this unauthorized charge there?",
        "Is there any unauthorized charges",
        "Is the charges something that should not have been done?",
        "Are these charges done without authority?",
        "Is it possible their bills are not authorized?",
        "Are these charges in breech of the law?",
        "Some of the charges are not of legal status.",
        "The charges that are not authorized?",
        "Is it possible for some of their billing to be unauthorized?",
        "I have asked if I am charged without consent.",
        "Is this possibly a case of unauthorized billing?",
        "Is this charging something that shouldn't have been done?",
        "I don't know if they're Unauthorized or not.",
        "unauthorized fees or something?",
        "Is these charges an error?",
        "I would like to know if they are unauthorized charges.",
        "Are these charges not authorized?",
        "Were these costs off the books?",
        "Is this something that shouldn't be charged?",
        "Is it possible that the charges should not have been charged?",
        "Unauthorized invoices can be.",
        "Were costs unauthorized?",
        "Is the charges in violation of the law?",
        "Some charges may not be legal.",
        "These charges aren't official legal status?",
        "Is this charge something that should have not been brought up?",
        "Those charges aren't authorized",
        "Is there a billing that's not authorized?",
        "It is possible some of the charges are unauthorized.",
        "I would like to know if I'm charged without consent.",
        "The unauthorized charges are possible.",
        "Unauthorized charges? that's what?",
        "Were this costs unauthorized?",
        "Unauthorized charges are raised.",
        "Multiple charges that are not authorized?",
        "Is it possible that there's unauthorized billing?",
        "Wrong Charges?",
        "Charges not of official legal status?",
        "Wrongful charged here?",
        "unauthorized fees?",
        "This may be unauthorized charges.",
        "I don't know if the fees are illegal or not.",
        "charges that aren't legal?",
        "Wrongful charges this?",
        "Is the unauthorized charges they have?",
        "Should these charges be considered violation of the law?",
        "These aren't the fees that are supposed to be, are they?",
        "These charges could be an error.",
        "There can be unauthorized charges.",
        "Wrong serious charges here?",
        "Unauthorized invoices made?",
        "There are charges that aren't of official legal status.",
        "They might have unauthorized charges for that.",
        "Is their charges unauthorized?",
        "Is there no approval for these charges?",
        "It's possible that some of their bills are not theirs.",
        "Unauthorized accusations?",
        "There are charges that could possibly be a mistake.",
        "Is they illegal expenses?",
        "I am unsure if these are unauthorized or not.",
        "Were these expenses unauthorized?",
        "Do you think there are charges that aren't authorized?",
        "The charges could possibly be incorrect.",
        "Do they be illegal expenses?",
        "These fees are not what they are supposed to be",
        "Isn't they illegal expenses?",
        "Is there any unauthorized Charges?",
        "Do these charges violate the rules?",
        "There is a possibility that these charges are not unauthorized.",
        "Is there a charge that isn't authorized?",
        "Do they make illegal expenses?",
        "What is the legality of unauthorized fees?",
        "I'm not sure if these charges are legit.",
        "There are charges that aren't legal?",
        "Is it any unauthorized charges?",
        "It is possible the charges are unauthorized.",
        "Are there any unauthorized charges?",
        "Are charges that are not official legal status?",
        "Are they having unauthorized charges?",
        "Is it possible that charges are unauthorized?",
        "Is it true that they are illegal expenses?",
        "Is it possible that they had unauthorized billing?",
        "Could it be that some of their billing is unauthorized?",
        "Is CHARGED without consent?",
        "Did they charge something without authorization?",
        "Is it possible they may have unauthorized billing?",
        "Is there unauthorized fees or what?",
        "Some of the charges may not be authorized.",
        "There are charges that were not authorized.",
        "Unauthorized charges can be made.",
        "Are there charges that are not authorized?",
        "Wrongful charges imposed here?",
        "Irregular charges?",
        "Does the charges violate the law?",
        "Were they illegal?",
        "Is this charge in violation of the law.",
        "Is this charges that were unauthorized?",
        "Is the charges something that should have never been brought up?",
        "It's possible that some of the charges are not authorized.",
        "These charges might be in violation of the law.",
        "Is there a unauthorized charge there?",
        "Is it possible some of the charges are not legit?",
        "Is it a possibility that some of their bills are not authorized?",
        "Is it unauthorized charges for which they had them?",
        "Is these charges unauthorized?",
        "Wrongful charges leveled here?",
        "There's a chance these charges are not unauthorized.",
        "These are unauthorized fees or what?",
        "Is it a case of charged without consent?",
        "Is it possible that the charges are not proper?",
        "Is it possible that the charges shouldn't have been brought up?",
        "Is it possible some charges are not legal?",
        "Are the charges something that should not have been brought up?",
        "I'm unsure if these fees are unauthorized or not.",
        "Are they Unauthorized invoices?",
        "An unauthorized charge?",
        "Is the charges something that should have not been brought up?",
        "Did they make illegitimate charges?",
        "Unauthorized charges can exist.",
        "There are charges that don't have official legal status.",
        "Some of the charges may be unauthorized.",
        "I am unsure if the fees are unauthorized or not.",
        "Did these costs not belong?",
        "Are they indeed illegal expenses?",
        "These charges may not be unauthorized",
        "These charges have no authority, are they?",
        "I am not entirely sure if the fees are unauthorized or not.",
        "Is this illegal charges?",
        "Is it possible their bills aren't legitimate?",
        "Is it possible that some of their billing is unauthorized?",
        "You should be wondering if unauthorized charges exist.",
        "Is this charge not authorized?",
        "Wrongious charges here?",
        "Is it the charges they had without authorization?",
        "I don't know if I am charged without consent",
        "I don't know whether these are unauthorized or not.",
        "What if the charges aren't legal?",
        "Is this anything that should not have been charged?",
        "unauthorizedchargings?",
        "Unauthorised charges are possible",
        "do they have illegal expenses?",
        "The charges don't have my permission, are they?",
        "Is this charges a mistake.",
        "The charges aren't authorized",
        "I wonder if they are unauthorized charges?",
        "I was wondering if there are unauthorized charges.",
        "Is this charges illegal?",
        "I am not sure if the fees are unauthorized.",
        "These charges don't have my authorization, are they?",
        "Is it possible that some charges aren't authorized?",
        "It's possible for unauthorized charges to be taken.",
        "Unapproved invoices?",
        "Are these charges a violation of the law?",
        "what are the unauthorized charges",
        "It is possible these charges are a mistake.",
        "These charges could be the wrong ones.",
        "Is any of these charges unauthorized?",
        "Could some of the charges be unauthorized?",
        "Has there been unauthorized charges?",
        "Is it unauthorized to charge",
        "What unauthorized charges are there",
        "What do you think are unauthorized charges?",
        "Is it possible the charges are not legit?",
        "It is possible that some of their billing is not legitimate.",
        "Is it possible that these fees aren't mine?",
        "Are the fees not authorized?",
        "Charges that were not authorized?",
        "were the costs unauthorized?",
        "There are charges that aren't legal.",
        "Are there charges that should not have been brought up?",
        "Is that there is unauthorized charge?",
        "Is it possible that some of their bills are not legit?",
        "unauthorized charges were made",
        "Some of the charges could be unauthorized.",
        "Is it possible that some of the charges aren't authorized?",
        "Did you mean charges that aren't authorized?",
        "What are the charges that can't be authorized?",
        "So what are the charges that are not authorized?",
        "Is it a unauthorized charge?",
        "Is it possible that these charges do not have my authorization?",
        "Was it possible they made unauthorized charges?",
        "Wrongful charges filed here?",
        "You should be wondering if charges are not authorized.",
        "I don't know if this is unauthorized or not.",
        "Is this an unauthorized fee or something?",
        "Is it possible they had unauthorized charges for that?",
        "Are they illegal?",
        "Wrongfulness of charges here?",
        "Which unauthorized charges exist?",
        "Wrong charging charges here?",
        "Is thecharges incorrect?",
        "Some charges are not authorized.",
        "Which charges are not authorized?",
        "These charges could be not right.",
        "Is there a chance that they have unauthorized bills?",
        "Do you think there is unauthorized charges?",
        "You should think about if the charges are unauthorized.",
        "Is it possible that the charges are unauthorized?",
        "Is these charges bogus?",
        "Did they violate the law?",
        "They may have unauthorized charges.",
        "The fees are illegitimate.",
        "It is possible that some of their bills are not authorized.",
        "Is that the costs were unauthorized?",
        "There are some charges that are not legal.",
        "Expenses that were not authorized?",
        "Is this an illegal expense?",
        "Is this the charges they had not authorized?",
        "Is they Illegal expenses?",
        "The charges may be in violation of law.",
        "Will charges be unauthorized?",
        "Is the charge in violation of law?",
        "Is it possible there was unauthorized bills?",
        "Do they have any unauthorized charges?",
        "Was it unauthorized charges that they made?",
        "I don't know if there were unauthorized bills.",
        "Those are charges that aren't authorized?",
        "Is I charged without my consent?",
        "I wonder if they are illegal expenses.",
        "Is it possible that they are not authorized?",
        "Is it possible that some of their bills are not legitimate?",
        "I'm not entirely sure if these are unauthorized or not.",
        "Is it possible their billing is not legit?",
        "These charges are unauthorized?",
        "unauthorized ones?",
        "You should be wondering if your charges are unauthorized.",
        "Do you know if there is unauthorized charges?",
        "Is it possible that their bills are illegal?",
        "Do I get charged without consent?",
        "Unauthorizable invoices?",
        "I am not quite sure if these fees are unauthorized or not.",
        "There are charges that don't have legal status.",
        "What about charges that are not of legal status?",
        "These aren't authorized charges?",
        "Is this a billing that is not authorized?",
        "I want to know if they are illegal expenses.",
        "You should be wondering if they're unauthorized.",
        "The charges might not have been authorized.",
        "Is the charge something that should not have been charged?",
        "Is it possible that some of their billing is not authorized?",
        "Is that charges that are not authorized?",
        "There is the possibility of unauthorized charges.",
        "What Charges are not authorized?",
        "What charges is unauthorized?",
        "These charges are irregular.",
        "It's possible these charges aren't unauthorized.",
        "Did they make an unauthorized charge?",
        "Is it unauthorized for them to charge you?",
        "Unauthorized charges, is that what?",
        "This is incorrect charges here?",
        "Is there Unauthorized Charges?",
        "It's possible that some of their billing is not legit.",
        "Is there any unauthorized charges they had?",
        "I want to know if I am charged without consent.",
        "Is it possible there is unauthorized charges?",
        "Wrong charged here?",
        "Are the fees not supposed to be?",
        "Is it possible that the charges are not authorized.",
        "charges are not valid?",
        "Is it possible that some of their billing is not authorized.",
        "unauthorized charges??",
        "Unauthorized invoices possible?",
        "Wrongful charges levied here?",
        "Did they charge unauthorized charges?",
        "Was unauthorized charges made?",
        "Unauthorized charges, right?",
        "Is there a chance the charges are unauthorized?",
        "What if some of the charges are not authorized?",
        "It is possible that they have unauthorized bills.",
        "Unauthorized bills?",
        "Unauthories charges?",
        "Is it possible that there are some unauthorized bills?",
        "These charges do not have my consent, are they?",
        "Is this a charge that is not legit?",
        "Is it possible that these costs were not authorized?",
        "Some of the charges are possible to be unauthorized.",
        "Wrongfully charged?",
        "Is it possible that some of their billing is improper?",
        "Wrongcharges here?",
        "Is it a possibility that they have unauthorized billing?",
        "Is these charges something that shouldn't have been brought up?",
        "Is it unauthorized costs or what?",
        "I don't know if there are unauthorized charges.",
        "Were these costs paid without permission?",
        "I don't understand if I'm charged without consent.",
        "Is that what Unauthorized charges are?",
        "It is possible for unauthorized charges to be levied.",
        "Is it the unauthorized charges they have?",
        "There is a chance of unauthorized charges.",
        "Is that a charge that is unauthorized?",
        "Is it possible that a few of the charges are unauthorized?",
        "It is possible that some of their billing is not legal.",
        "Is there a chance that the charges are unauthorized?",
        "Wrongful charges here, that's what?",
        "I don't know if they're illegal or not.",
        "was it unauthorized bills?",
        "It is possible that some of the charges are not legal.",
        "There is a possibility that some of their billing is unauthorized.",
        "Is it true I am charged without consent?",
        "Is unauthorized fees or something?",
        "It's a good idea to ask if charges are unauthorized.",
        "Is it conceivable that some of their billing is unauthorized?",
        "Is it possible that some of their bill are not authorized?",
        "Is there an illegitimate charge?",
        "Is there any unauthorized charges in them?",
        "Do these charges lack my authorization?",
        "I don't know if I've been charged without consent.",
        "Possible unauthorized charges?",
        "Is it possible that the charges are not legitimate?",
        "Is these charges something that should not be charged?",
        "Is it possible that the charges are illegitimate?",
        "Am I charged without permission?",
        "Is that the case where they made unauthorized charges?",
        "Might they be illegal expenses?",
        "charges that were unauthorized?",
        "What unauthorized charges are being made?",
        "Is any of them illegal charges?",
        "What do you think are the illegal fees?",
        "Could it be that some of their billing is not authorized?",
        "Is this possible that their billing is not authorized?",
        "Unauthorizing charges?",
        "Is it an illegal expenses?",
        "These charges do not seem legit.",
        "The charges may be in violation.",
        "There are unauthorized charges, right?",
        "Do they have unauthorized charges for that?",
        "Or unauthorized charges?",
        "Have I been charged without consent?",
        "Some charges that are not authorized.",
        "Is that the charges unauthorized?",
        "Wrongful charges in this situation?",
        "Was these costs illegal?",
        "I am not sure if these fees are unauthorized or not.",
        "Unauthorized charges is that what?",
        "Can there be charges that aren't authorized?",
        "unauthorized charging",
        "The charges are not legal.",
        "Is these charges improper?",
        "There could be unauthorized bills.",
        "Is this charge something that should not have been brought up?",
        "Are there charges that should not have been done?",
        "Wrongful charging here?",
        "I don't know if those fees are authorized or not.",
        "Do you have unauthorized fees?",
        "I wonder if these charges are something that should not have been done.",
        "There are some charges not authorized.",
        "Do these charges break the law?",
        "Is this Unauthorized charges?",
        "You may have unauthorized charges.",
        "Wrong allegations here?",
        "I'm not sure if they're unauthorized or not",
        "Is they illegal expenses",
        "Was this unauthorized cost?",
        "Is that billing not authorized.",
        "Charge are not authorized?",
        "I'm not sure if they are unauthorized charges.",
        "Charges that aren't officially legal?",
        "Wrongulent charges here?",
        "Is it Unauthorized fees or something?",
        "I might be charged without consent.",
        "Were the costs done unauthorized?",
        "Did these costs have no authorization?",
        "The charges are not authorized?",
        "Is that there is unauthorized charges?",
        "Is it possible that the charges are not approved?",
        "unauthorized Charge?",
        "I don't know if these fees are legit.",
        "Is it possible that some billing is not authorized?",
        "Is there a chance that some of the charges are unauthorized?",
        "What is the deal with the illegal fees?",
        "Are some of their bills not authorized?",
        "Is that something they had unauthorized charges for?",
        "unauthorized charges made",
        "Some of them may be unauthorized charges.",
        "It's possible for unauthorized charges to be committed.",
        "There are charges that aren't official legal.",
        "Is that unauthorized fee or what?",
        "Can be unauthorized charges.",
        "Unauthorized charges are not ruled out.",
        "There are Charges that aren't authorized.",
        "Did there unauthorized charges?",
        "You have unauthorized charges?",
        "Is there something illegal about that?",
        "Do they constitute illegal expenses?",
        "Were these costs out of line?",
        "Is this all unauthorized charges?",
        "\"Unauthorized charges, that's what?\"",
        "Can they be unauthorized charges?",
        "Shouldn't they be illegal expenses?",
        "There are charges that aren't an official legal status.",
        "Is that the fact that they had unauthorized charges?",
        "Is it possible that these charges shouldn't have been brought up?",
        "There is a billing that may not be authorized.",
        "There are charges that do not have legal status.",
        "Which are the unauthorized charges?",
        "Is it possible that they made unauthorized charges?",
        "Is it possible that some of their billing is not legit.",
        "Is it possible that the charges aren't legitimate?",
        "What if they're illegal expenses?",
        "Are unauthorized fees or what?",
        "Unauthorized claims?",
        "It is possible that charges are unauthorized.",
        "Is the charges without consent?",
        "Wrongful charges, here?",
        "Some of their billing might be unauthorized.",
        "Is Unauthorized Charges what?",
        "I don't know if these fees are unauthorized",
        "unauthorized claims?",
        "Is this some unauthorized charges?",
        "Is it unauthorized charges?",
        "Are they in violation of law?",
        "What about the charges unauthorized?",
        "The charges aren't authorized.",
        "What are the unauthorized charges",
        "These costs may be unauthorized.",
        "Are these charges against them in violation of the law?",
        "these charges are not legal.",
        "Is it unauthorized Charges?",
        "It could be unauthorized charges.",
        "There might be a billing that is not authorized.",
        "Is it the case that I am charged without consent?",
        "Is this charges something that should not be done?",
        "unauthorized charges made.",
        "Wrongful charges involved here?",
        "Is this what unauthorized charges are?",
        "What charges are not legal?",
        "Is it possible that they have unauthorized bills?",
        "Are the charges something that shouldn't be done?",
        "There are charges that aren't official legal",
        "Can these charges be considered a violation of the law?",
        "Is it an unauthorized Charge?",
        "Is these charges something that should never be done?",
        "I don't know if their fees are unauthorized or not.",
        "What about charges that are not legal?",
        "I do not know if these are unauthorized fees or not.",
        "It is questionable if the charges are unauthorized.",
        "the charges are not authorized",
        "Were the charges wrong here?",
        "Were there unauthorized costs?",
        "Is the charges anything that shouldn't have been brought up?",
        "Is it possible that they make unauthorized charges?",
        "Unauthorized charges, thats what?",
        "unauthorized charges, yeah?",
        "Did they make charges without permission?",
        "What unauthorized charges are occurring?",
        "Is it possible that there were unauthorized bills?",
        "Unauthorized charges can be possible.",
        "Was there a billing that was not authorized?",
        "There are charges that are not considered legal.",
        "The charges might not be unauthorized.",
        "I don't understand if I am charged without consent.",
        "Is it plausible that some charges are unauthorized?",
        "Absolutely unauthorized billings?",
        "Unfair charges here?",
        "Did these costs come from an unauthorized source?",
        "Were some of the costs unauthorized?",
        "Is these charges something that should not have been raised?",
        "I do not know if I have been charged without consent.",
        "There are fees I don't know if they're unauthorized or not.",
        "Is there any unauthorized fees?",
        "Unauthorised charges, that's what?",
        "Is that expenses are illegal?",
        "Unauthorized charges, that's all?",
        "Is the charge Wrongful?",
        "Is it a mistake to charge these people?",
        "I'm not sure if the fees are unauthorized or not.",
        "Are they actually illegal expenses?",
        "There are charges that aren't legit.",
        "Is there a billing that is not legal?",
        "Unauthorized fees or otherwise?",
        "Is that the charges that they had unauthorized for?",
        "Were they unauthorized in their charges?",
        "What unauthorized charges are made?",
        "There are charges not authorized.",
        "Unauthorized fees or things?",
        "Some of their bills may be illegal.",
        "If charges are not authorized, you should ask.",
        "Is this the case of unauthorized invoices?",
        "Is this the charges unauthorized?",
        "It's possible that some of the charges are unauthorized.",
        "Were those costs not authorized?",
        "Is this charge something that should not have been filed?",
        "Is it possible that some of their billing is out of place?",
        "Can you tell me if charges are unauthorized?",
        "Is this something that should have not been charged?",
        "Are there unauthorized fees.",
        "What about charges that aren't legal?",
        "Some of their bills may be unauthorized",
        "Is it possible that the charges aren't authorized?",
        "Is that a charge that was unauthorized?",
        "Were these costs somehow unauthorized?",
        "It's questionable if charges are unauthorized.",
        "It is unclear if these fees are unauthorized or not.",
        "Is that the charges they did not authorize?",
        "Is these charges unauthorized",
        "Is it true that there were unauthorized charges?",
        "Are some charges unauthorized?",
        "It's possible that some of their billing is unauthorized.",
        "Is the charge that they had unauthorized charges?",
        "Is this charge something that should never have been charged?",
        "Is charged unauthorized?",
        "Is that they are illegal expenses?",
        "Is there unauthorized expenses?",
        "Is this something that should have never been charged?",
        "Is it possible that some charges are not legal?",
        "Do these fees violate my rights?",
        "These charges should be considered unauthorized.",
        "A question about unauthorized charges.",
        "Were these costs never authorized?",
        "incorrect charges?",
        "What illegal charges are there?",
        "charged that aren't authorized",
        "There are charges that are not official legal.",
        "Do these charges violate the law?",
        "Or are they illegal expenses?",
        "The charges do not have my permission, are they?",
        "Are the costs unauthorized?",
        "Is it possible some charges are unauthorized?",
        "Is there Unauthorized charges?",
        "Is it true that there were unauthorized bills?",
        "They may have had unauthorized charges for it.",
        "Had they made unauthorized charges?",
        "I'm not sure if the fees are unauthorized.",
        "You should ask yourself if the charges are unauthorized.",
        "Are the expenses without consent?",
        "Are those costs unauthorized?",
        "what about unauthorized charges?",
        "Those charges aren't legal?",
        "You might be wondering if charges are unauthorized.",
        "Some of their bills may be unauthorized.",
        "Some charges were not authorized.",
        "Is them illegal expenses?",
        "Are expenses without consent?",
        "I don't know if these fees are not unauthorized.",
        "Are there billings that are not authorized?",
        "Do you think there are unauthorized charges?",
        "Those charges are unauthorized?",
        "Is these charges against them in violation of the law?",
        "There are unauthorized invoices?",
        "I wondered if I had been charged without consent.",
        "unwanted charges?",
        "Is this expenses illegal?",
        "These charges may violate the law.",
        "Do you think some of their billing is unauthorized?",
        "There are fees that are illegitimate.",
        "Is the charges violation of law?",
        "What about unauthorized fees or what?",
        "Are the charges a mistake.",
        "charges that are not authorized?",
        "Unauthorized charges, what about that?",
        "It's possible they have unauthorized billing.",
        "I wanted to know if I was charged without consent.",
        "How about charges that aren't authorized?",
        "Is it possible that I was charged without consent?",
        "There are charges that aren't of legal standing.",
        "Is there a chance that some of the charges are illegal?",
        "Unauthorized charges is what it is?",
        "Some charges are possibly unauthorized.",
        "These might be unauthorized charges.",
        "I wonder what unauthorized charges there are.",
        "There are charges that are unauthorized?",
        "Do the charges that aren't authorized exist?",
        "The fees are unknown if they are unauthorized or not.",
        "Is these charges violation of law?",
        "The charges aren't official legal status?",
        "Is the unauthorized charges the case?",
        "Possible unauthorized invoices?",
        "Are unauthorized fees.",
        "Is this charge something that should never have been brought up?",
        "Was these costs done unauthorized?",
        "These charges may not have been authorized.",
        "Is that illegal expenses?",
        "Are those charges incorrect?",
        "Are these charges in violation of the rules?",
        "I wonder if the invoices are unauthorized?",
        "What are there unauthorized charges?",
        "Is it possible their bills are not legit?",
        "It is possible that some of their bills are unauthorized.",
        "Is that charges that aren't legal?",
        "The fees are not legal.",
        "Some of them are unauthorized charges.",
        "There is a question as to whether this is a fraudulent charge.",
        "It's possible that there are unauthorized charges.",
        "The fees are unauthorized or what?",
        "Is it possible that some of their invoices are not legit?",
        "You should consider if the charges are unauthorized.",
        "Unauthorized fees is a question.",
        "There might be unauthorized charges here.",
        "It's unclear if they're unauthorized or not.",
        "Do you know if there are unauthorized charges?",
        "There might be some unauthorized charges.",
        "Is any of the charges illegal?",
        "Is these charges incorrect",
        "charged are not authorized?",
        "Is I charged without a consent?",
        "Can you tell me about the unauthorized charges?",
        "What are some charges that aren't authorized?",
        "Unauthorized charges could be available.",
        "These costs were unauthorized?",
        "Is this just unauthorized charges?",
        "Is it a violation of the law for these charges to be there?",
        "Is it inappropriate for these charges to be done?",
        "I wonder if the charges were unauthorized?",
        "Is these charges something that shouldn't have been done?",
        "Could they be illegal expenses?",
        "I was asked if I was charged without consent.",
        "Is there some unauthorized bills?",
        "Are unauthorized fees?",
        "Is it true that these charges should not have been brought up?",
        "Is there a possibility that charges are unauthorized?",
        "There are charges that are not approved.",
        "Is there anything about the illegal fees?",
        "Is it unauthorized to charge these charges?",
        "There may be unauthorized charges.",
        "How are the charges unauthorized?",
        "Is the charges that aren't authorized?",
        "Some of the charges may be Unauthorized.",
        "Is it unauthorized charges for that?",
        "Were these costs done illegally?",
        "Is it conceivable that some of their bills are not authorized?",
        "Is this unauthorized fee or something?",
        "These charges don't have my permission, are they?",
        "What are the unauthorized fees.",
        "You should be pondering if charges are unauthorized.",
        "It is possible for unauthorized charges to be taken.",
        "Is it possible that some of the charges are not proper?",
        "What are the illegal charges.",
        "There is a chance that some of the charges are not authorized.",
        "I'm not entirely sure if they're unauthorized or not.",
        "Is there unauthorized Charges?",
        "Am I charged without my permission?",
        "It is questionable if these charges are a mistake.",
        "There are some charges that aren't official legal status.",
        "Is it a mistake to charges these?",
        "Is it possible that they are billing without authorization?",
        "you should be wondering if charges are unauthorized",
        "Charges that are not approved?",
        "Is the charges something that should not have been charged?",
        "Is it unauthorized charges that they have?",
        "It's possible they have unauthorized bills.",
        "Is this a charge that shouldn't be done?",
        "There are some fees I don't know if they're unauthorized or not.",
        "Wrongful accusations here?",
        "Wrongicious charges here?",
        "Wrongful charges are there?",
        "Is it a billing that is not authorized?",
        "Is that the unauthorized charges that they had?",
        "If charges are unauthorized, you should be curious.",
        "I don't know if they are unauthorized.",
        "These charges are illegitimate.",
        "Were those costs illegal?",
        "What about unauthorized charges.",
        "There are some charges that don't have official legal status.",
        "Do they seem to be illegal expenses?",
        "Is there charges that aren't of legal status?",
        "There are charges that aren't proper.",
        "Is the charges wrong?",
        "Is it unauthorized for them to charge them?",
        "Possible unauthorized charges can be made.",
        "Is that their unauthorized charges?",
        "What are some of the charges unauthorized?",
        "Is it possible that a few of their bills are unauthorized?",
        "I want to know if they had unauthorized charges.",
        "Is there a chance that the charges are not legal?",
        "You should be wondering if the charges are illegal.",
        "Is it possible that some of the billing is not approved?",
        "Is it the unauthorized charges that they have?",
        "They may have had unauthorized charges for that.",
        "Is their charges not authorized?",
        "Is it true they had unauthorized charges?",
        "are these charges in violation of the law",
        "I'm not sure if those fees are unauthorized or not.",
        "Is it possible they are unauthorized charges?",
        "Some of their bills could potentially be unauthorized.",
        "unauthorized charges levied?",
        "These charges can be unauthorized.",
        "Unauthorized charge?",
        "these charges are not authorized?",
        "What about the illegal fees?",
        "If charges are unauthorized, you should be asking.",
        "Am I charged in the wrong way?",
        "Which ones are unauthorized fees or what?",
        "Is that the unauthorized charges that they have?",
        "Unauthorized charges made?",
        "What about a billing that is not authorized?",
        "It's possible that some of the bills are unauthorized.",
        "I'm unsure if these are unauthorized or not.",
        "Is it possible that some bills are not authorized?",
        "Is Charges not authorized?",
        "I don't know if there are unauthorized fees or not.",
        "There may be a billing that is not authorized.",
        "Unauthorized charges could be there.",
        "Some of the charges might be unauthorized",
        "Is it possible there are unauthorized charges?",
        "Maybe some charges are unauthorized?",
        "I wonder if some of their billing is unauthorized.",
        "I wonder if I have been charged without consent.",
        "I wonder if their bills are unauthorized.",
        "Any charges are not authorized?",
        "These charges appear to be in violation of the law.",
        "I don't know if they had unauthorized charges.",
        "If the charges are unauthorized you should be wondering.",
        "Is it possible that there are unauthorized charges?",
        "There are charges that aren't officially legal?",
        "There has been a billing that is not authorized.",
        "Some of their billing may have been unauthorized.",
        "It's possible that these charges are a mistake.",
        "Is it the case that they had unauthorized charges?",
        "Are charges illegal?",
        "I need to know if I am charged without consent.",
        "Charge that aren't authorized?",
        "Shouldn't you be wondering if charges are unauthorized?",
        "unauthorized charges being made?",
        "Is it possible that some of their billing is illegal.",
        "What unauthorized charges do we have?",
        "Unauthorized charges could occur.",
        "A question about unauthorized fees or what?",
        "Did the charges violate the law?",
        "Would they be illegal expenses?",
        "There are a number of charges that are not authorized.",
        "Are those charges in violation of the law?",
        "Is there a chance some of the charges are not authorized?",
        "Are these charges incorrect?",
        "Are they illegal expenses",
        "Is it possible that some of the charges were not approved?",
        "Is that the charges that were unauthorized?",
        "Is those expenses illegal?",
        "You should be wondering if charges are illegal.",
        "Is it possible that some of the billing was unauthorized?",
        "Is the charges that they had unauthorized?",
        "Does that have unauthorized charges?",
        "Is there something illegal about them?",
        "These charges might not be unauthorized",
        "I'm not quite sure if they are unauthorized or not.",
        "Unauthorized fees or what.",
        "There are charges that aren't official legal status.",
        "Has they been illegal expenses?",
        "Am I charged without authority?",
        "Am I charged without prior consent?",
        "Is that the case where they had unauthorized charges for?",
        "Is it possible that some of their bills aren't legit?",
        "Is it alright for these charges to be unauthorized?",
        "They could be illegal expenses.",
        "Unauthorized charges are considered.",
        "In unauthorized charges?",
        "If the charges are unauthorized you should ask.",
        "The charges could be not unauthorized.",
        "Is there a possibility that some of the charges are unauthorized?",
        "There were charges that weren't authorized.",
        "accusations are not authorized?",
        "Are these charges in noncompliance with the law?",
        "Some of their billing could be unauthorized.",
        "Some charges may be illegal.",
        "Is this the charges that they had unauthorized?",
        "Is there illegal charges?",
        "Is there a charge for unauthorized charges?",
        "Is the charges something that should not have been brought up?",
        "wrongful charges here?",
        "Unauthorized charges might be possible.",
        "Some of their billing may be unauthorized",
        "What are the unauthorized charges??",
        "Can you say if charges are unauthorized?",
        "Is this charging incorrect?",
        "Were these costs out of bounds?",
        "Wronglegations here?",
        "Is any of them unauthorized charges.",
        "Is this something that shouldn't have been charged?",
        "I question if this is a fraudulent charge.",
        "Did these charges violate the law?",
        "Some charges aren't legal.",
        "It is possible that the charges are not legal.",
        "Is he charged without consent?",
        "Should any of them be unauthorized charges?",
        "You can be charged with unauthorized charges.",
        "Wrongful charges here now?",
        "Unauthorized charges are a possibility",
        "They have unauthorized charges, is that the case?",
        "I don't know whether they're unauthorized or not.",
        "These may be unauthorized charges.",
        "Unauthorized charges are possible?",
        "I don't know if these fees are legal.",
        "Some charges might be unauthorized.",
        "Yeah, unauthorized charges?",
        "Is the charge for unauthorized charges the case?",
        "Was the charge unauthorized?",
        "Is there a possibility of unauthorized billing?",
        "What charges are illegal?",
        "Did there be unauthorized bills.",
        "Is it possible that these charges should not have been done?",
        "How are the illegal fees?",
        "Are they in violation of the law",
        "Were these costs without authority?",
        "Unauthorized charges, how about that?",
        "Is there a possibility that the charges are unauthorized?",
        "Any charges not authorized?",
        "It's possible that the charges are a mistake.",
        "Are these charges wrong.",
        "Is the charge not authorized?",
        "Some of their billing may not be legal.",
        "WrongCharges here?",
        "Is it possible that some charges are not lawful?",
        "Is the charge that isn't authorized?",
        "Is this charge without consent?",
        "Maybe they are illegal expenses.",
        "Is it possible that these are not the fees that are supposed to be?",
        "Is the charges anything that should not be done?",
        "There are unauthorized charges, is that the case?",
        "Yes, unauthorized charges?",
        "Is there a chance that some charges are unauthorized?",
        "There is a possibility that some of the charges are not legal.",
        "Does anyone have unauthorized charges?",
        "What about the charges that aren't authorized?",
        "I do not know whether they're unauthorized or not.",
        "I am not sure if I am charged without consent.",
        "I wondered if there was unauthorized bills.",
        "Did they impose unauthorized charges?",
        "Is the charges something that shouldn't be brought up?",
        "There were charges that aren't authorized.",
        "Is there something illegal in the charges?",
        "What if the charges are in violation of the law?",
        "Is this possible that some of their billing is not legit?",
        "Is charging not authorized?",
        "Unauthorised charges?",
        "Is that Unauthorized charges?",
        "I am not entirely sure if they are unauthorized or not.",
        "Would these charges be incorrect?",
        "A billing that is not authorized?",
        "I don't know if those fees are unauthorized.",
        "Was these costs done without permission?",
        "Is there a violation of the law here?",
        "I need to know if I'm charged without consent.",
        "Did they charge the wrong things?",
        "These fees are not known if they are unauthorized or not.",
        "Some charges are unauthorized",
        "Was it unauthorized to have these costs?",
        "Is it unauthorized to charge that?",
        "Is this really unauthorized charges?",
        "Is the charges that aren't legal?",
        "Is there an unauthorized charge?",
        "Unauthorized charges could be incurred.",
        "Is this possible that some charges are unauthorized?",
        "Questions should be asked if charges are unauthorized.",
        "Maybe some charges are not authorized.",
        "I'm not certain if they're unauthorized or not.",
        "There's charges that aren't authorized.",
        "Is there a charge unauthorized?",
        "I'm not sure if there is unauthorized charges.",
        "Which charges were unauthorized?",
        "Can charges be not authorized?",
        "I would like to know if some of their bills are unauthorized.",
        "You need to ponder if charges are unauthorized.",
        "Some of the billing could be unauthorized.",
        "Is there a chance their bills are unauthorized?",
        "Are these charges illegitimate?",
        "Is that the unauthorized charges they had?",
        "Those are unauthorized fees or what?",
        "Unauthorized charges can possibly be made.",
        "There are questionable charges here.",
        "Is it possible their bills are not legal?",
        "Are there a billing that is not authorized?",
        "I don't know if these fees are authorized.",
        "Is that the charges for which they had unauthorized charges?",
        "Is it possible that I've been charged without consent?",
        "Wrong Charges Here?",
        "wondering if charges are unauthorized",
        "I am not quite sure if they're unauthorized or not.",
        "These charges seem unauthorized.",
        "Is it an Unauthorized Charges?",
        "Are these charges something that should not be charged?",
        "Are the charges in breech of the law?",
        "What unauthorized claims are there?",
        "Is thereany unauthorized charges?",
        "I don't know if these are unauthorized or not",
        "Is that the charges they had without permission?",
        "Was it possible that they made unauthorized charges?",
        "Possible unauthorized charges.",
        "Is there any doubt they made unauthorized charges?",
        "What are these charges that aren't authorized?",
        "You should inquire about unauthorized charges.",
        "Is these charges something that should not have been brought up?",
        "Is it possible that some of their bills aren't authorized?",
        "Were these costs done without authorization?",
        "It is a good idea to ask if charges are unauthorized.",
        "Is that the case of unauthorized charges they had?",
        "I would like to know if there are unauthorized charges.",
        "It is possible that some of their billing is not legit.",
        "Is it the charges for which they had unauthorized charges?",
        "Is this charges something that shouldn't be done?",
        "I'm asked if I'm charged without consent.",
        "They are illegal expenses?",
        "The charges could potentially be a mistake.",
        "Perhaps some of the charges are not authorized?",
        "I have no idea if these are unauthorized or not.",
        "Could charges be unauthorized?",
        "Is the charges something that should not happen?",
        "Is this charge something that shouldn't be charged?",
        "Some of the charges may be illegitimate.",
        "What are the charges with no authority?",
        "Has these costs been unauthorized?",
        "Is there any sort of unauthorized charges?",
        "Some of their bills could be unauthorized.",
        "Those charges aren't legal.",
        "What charges are unauthorized?",
        "You are wondering if charges are unauthorized.",
        "Someone is wondering if this is a fraudulent charge.",
        "Is there unauthorized charges they had?",
        "Are the unauthorized charges that they had for?",
        "Does these charges violate the law?",
        "Is it possible some of their bills are not legal?",
        "Perhaps some of their bills are unauthorized?",
        "Were these costs fraudulent?",
        "Was it the unauthorized charges that they had?",
        "Wrongful charges incurred here?",
        "Do these charges constitute a violation of the law?",
        "Some charges are not legal.",
        "Did I be charged without consent?",
        "Should these charges be considered in violation of the law?",
        "There may be charges that are not authorized.",
        "Is it a billing that isn't authorized?",
        "Is it possible that they were unauthorized invoices?",
        "Wrongful charges used here?",
        "Wrongful charges given here?",
        "Is this Unauthorized Charges?",
        "Which unauthorized charges are present?",
        "Is it possible that some of their bills aren't legitimate?",
        "Are these fees not authorized?",
        "Wrongful charges taken here?",
        "Is it true that expenses without consent?",
        "I don't know if they were unauthorized or not.",
        "These charges aren't authorized?",
        "Is this charging unauthorized?",
        "The fees may be unauthorized or not.",
        "Is it unauthorized to charge you?",
        "Some of their bills might be illegal.",
        "Was there unauthorized bills?",
        "Is that charges that should not have been brought up?",
        "You should be curious about unauthorized charges.",
        "Is the charges something that should never have been brought up?",
        "Is there a chance that some charges are illegal?",
        "It is conceivable that some of their billing is unauthorized.",
        "Is it possible that some charges are improper?",
        "Do they have unauthorized charges for it?",
        "Do you mean charges that are not authorized?",
        "Did they break the law?",
        "Is it possible that some of the bills are not legitimate?",
        "Is there a chance that some of the bills are unauthorized?",
        "Maybe their billing is unauthorized?",
        "Is it possible that some of the billing is not authorized?",
        "What are these charges that are not allowed?",
        "Is it possible that some of the charges weren't authorized?",
        "Do they have charges that are unauthorized?",
        "unauthorized charges can be made",
        "Some of the charges are possible unauthorized.",
        "These costs may not have been authorized.",
        "There is a chance that some charges are unauthorized.",
        "Was those costs unauthorized?",
        "What's the deal with the illegal fees?",
        "Is it possible some of their billing is not legit?",
        "Unauthorized charges can be brought about.",
        "You could be wondering if the charges are unauthorized.",
        "are these charges incorrect?",
        "Is it possible that their billing is illegal?",
        "There may be charges that aren't authorized.",
        "Is that the charges they had without authority?",
        "What are the unauthorizedcharges?",
        "Possible unauthorized charges are there.",
        "Do these charges not have permission?",
        "Is this possible that they have unauthorized bills?",
        "You might wonder if the charges are unauthorized.",
        "Is the charges violation of the law?",
        "Were the costs unauthorized.",
        "Is the charges Wrongful?",
        "unauthorized charges are made?",
        "Are any fees unauthorized?",
        "Some charges aren't authorized.",
        "I wonder if there are unauthorized charges.",
        "There may be a billing that isn't authorized.",
        "Is there an unauthorized fee or what?",
        "These charges are not authentic.",
        "Have they unauthorized charges?",
        "Was it unauthorized charges.",
        "Are these fees not what they're supposed to be?",
        "Is there a billing that is illegal?",
        "Maybe some of their bills are not legal.",
        "There should be questions about unauthorized charges.",
        "What are the charges that are not authorized?",
        "These charges could be incorrect.",
        "You should be wondering if they are unauthorized.",
        "Is unauthorized charges involved?",
        "They make unauthorized charges?",
        "Should these charges be considered incorrect?",
        "You should be checking if charges are unauthorized.",
        "These charges are in violation of the law?",
        "Fees that are not authorized?",
        "Could they be unauthorized charges?",
        "Unauthorized charges are possible too.",
        "Is these charges a violation of the law?",
        "Is it possible that some of the bills are not authorized?",
        "Is this charge violation of the law?",
        "Is there any unauthorized charges that they had?",
        "If charges are unauthorized, you should ask.",
        "Did they have unauthorized fees?",
        "What unauthorized costs are there?",
        "Are there charges that aren't official legal status?",
        "Is that the unauthorized charges.",
        "I don't know if I'm charged without consent",
        "Really? Unauthorized invoices?",
        "Is it possible that some of the charges are not legal?",
        "Is it the charges that they had without authorization?",
        "You should ask if the charges are authorized.",
        "These charges may not be legit.",
        "There is a question about unauthorized charges.",
        "Is this possible that their bills are not authorized?",
        "These may or may not be unauthorized.",
        "What are they unauthorized charges?",
        "charges are not allowed?",
        "Are the charges that they had unauthorized?",
        "Charges aren't authorized?",
        "Is these charges something that should never have been done?",
        "I am not quite sure if they are unauthorized or not.",
        "You should be wondering if the charges are unauthorized.",
        "unauthorized charge?",
        "Is there an unauthorized fee?",
        "There are charges that aren't authorized, right?",
        "These charges do not have my authorization, do they?",
        "Is it possible that a billing is not authorized?",
        "I question if there is unauthorized charges.",
        "I do not know if those fees are unauthorized or not.",
        "Some of these charges are not authorized.",
        "What do you say about unauthorized fees?",
        "It's possible for unauthorized charges to be made.",
        "Are any of them unauthorized charges.",
        "There are charges that not authorized.",
        "Unauthorized Charges, that's what?",
        "I wonder if they are unauthorized or not.",
        "Is it incorrect to bring these charges up?",
        "Criminal charges can be Unauthorized.",
        "Was this cost unauthorized?",
        "The charges are not authorized.",
        "Incorrect fees held?",
        "You should be wondering if any charges are unauthorized.",
        "Is it possible that the invoices are unauthorized?",
        "Should those charges be unauthorized?",
        "What are the charged that are not authorized?",
        "The charges are in violation of the law?",
        "Are fees not allowed.",
        "I want to know if there is a billing that is not authorized.",
        "Are charges that are not authorized?",
        "I wonder if there are unauthorized invoices?",
        "Was it unauthorized for these costs to exist?",
        "Possible charges that aren't authorized?",
        "You may wonder if the charges are unauthorized.",
        "Are they charges that are not authorized?",
        "Is that a charge that isn't authorized?",
        "Is these charges violation of the law?",
        "I don't know if these charges are unauthorized.",
        "What about illegal fees?",
        "Do these charges violate any laws?",
        "What are the charges which are not authorized?",
        "These charges might be illegal.",
        "charges aren't authorized?",
        "Is it unauthorized to charge them?",
        "It is possible the charges are a mistake.",
        "Is there a billing that is not approved?",
        "You should be thinking if charges are unauthorized.",
        "Is there an Unauthorized Charges?",
        "Is the charge in violation of the law.",
        "I question if I'm charged without consent.",
        "There is a possibility that the charges are unauthorized.",
        "I don't know if they're unauthorized, or not.",
        "It is possible that some of the charges are not authorized.",
        "I'm not sure if they're unauthorized.",
        "Was this unauthorized billing?",
        "These may be incorrect charges.",
        "Is it unauthorized to have those charges?",
        "are any of them unauthorized charges?",
        "Were they illegal expenses?",
        "Is certain charges unauthorized?",
        "The charges may have been unauthorized.",
        "Were there unauthorized expenses?",
        "The charges that weren't authorized?",
        "Is these charges something that shouldn't happen?",
        "Charges are not legal?",
        "Wrongful charges here, right?",
        "These charges are considered unauthorized.",
        "I don't know if I was charged without consent.",
        "What's with the illegal fees?",
        "What are unauthorized charges that are there?",
        "Is there a billed that isn't authorized?",
        "You mean charges are not authorized?",
        "What unauthorized fees are there?",
        "Was there any unauthorized charges?",
        "Some of the charges are not legit.",
        "Is that some unauthorized charges?",
        "Did the charges come from unauthorized sources?",
        "Is that the illicit fees?",
        "These charges are possible to be unauthorized",
        "There are charges unauthorized?",
        "What are the unauthorized charges?",
        "Were these charges wrong?",
        "Are there unauthorized charges?",
        "Is it possible that the charges are not lawful?",
        "Is that the case of unauthorized charges that they had?",
        "These costs might not have been authorized.",
        "wonder if charges are unauthorized",
        "Is there a non- authorized bill?",
        "Was their costs unauthorized?",
        "It's possible that some of their billing is not authorized.",
        "It's possible that charges are unauthorized.",
        "Is it okay for these charges to be unauthorized?",
        "Unauthorized charges are a possibility?",
        "Is it possible that some of the charges are not legitimate?",
        "They may be illegal expenses.",
        "What unauthorized charges exist?",
        "What, unauthorized fees?",
        "Wrongful charges about this?",
        "There are charges that are not of legal status?",
        "Expenses that are without consent?",
        "Is it plausible that some of the charges are not authorized?",
        "Is the charges unauthorized",
        "Is this a charge that should not be done?",
        "Is that charges that aren't authorized?",
        "Is the charges in noncompliance with the law?",
        "Is it possible that a portion of their billing is unauthorized?",
        "Some of their billing may not be authorized.",
        "What are their charges unauthorized?",
        "Is it possible some of their billing is illegal?",
        "You might wonder if charges are unauthorized.",
        "I don't know if they are unauthorized or not",
        "There are charges that are not legal.",
        "I wonder if I am charged without permission.",
        "Unauthorized fees? or what?",
        "Did they incur unauthorized charges?",
        "These fees are not known if they're unauthorized or not.",
        "Is it possible that some of their bills are out of place?",
        "Is it unauthorized fees, or what?",
        "Is it possible these charges should not have been done?",
        "I wanted to know if there were unauthorized bills.",
        "These are not fees that are supposed to be, are they?",
        "I want to know if I was charged without consent.",
        "Is the fees not supposed to be?",
        "Is there any charges that aren't authorized.",
        "The charges might be not unauthorized.",
        "What unauthorized charges there are?",
        "There may be Unauthorized charges.",
        "was there unauthorized bills?",
        "Isn't there unauthorized charges?",
        "Is it possible the charges are not legitimate?",
        "Is it possible that charges are not authorized?",
        "Unauthorized charges are included?",
        "So, unauthorized charges?",
        "Was it unauthorized for them to make charges?",
        "unauthorized charges done?",
        "Is it possible for unauthorized charges to be made?",
        "Is the expenses without consent?",
        "Wrongly filed charges here?",
        "Is that charges that should not have been charged?",
        "Unauthorized invoices are there?",
        "What are they unauthorized fees?",
        "Are they in violation?",
        "Could these charges be in violation of the law?",
        "There could be Unauthorized charges.",
        "are the charges unauthorized?",
        "Do they involve illegal expenses?",
        "Is this an unauthorized invoices?",
        "Is there some wrong charges here?",
        "I wonder if there are unauthorized bills?",
        "These fees may not be mine.",
        "Expenses that are not authorized?",
        "These are unauthorized invoices?",
        "I wonder if some charges are unauthorized.",
        "There are some charges that aren't officially legal.",
        "Are these charges incorrect.",
        "There are some charges that are not of legal status.",
        "Is there something illegal going on?",
        "Is these charges illegal?",
        "I don't know if they are illegal or not.",
        "Are these charges something that shouldn't have been done?",
        "Is it true that I am charged without consent?",
        "These costs may or may not have been unauthorized.",
        "These charges aren't authorized",
        "Is it possible that these costs are unauthorized?",
        "Some of the charges might not be legal.",
        "These charges are probably not unauthorized.",
        "There are charges that aren't of legal status?",
        "Is the charges something that should not have been done.",
        "Is it the unauthorized charges that they had for?",
        "Did they charge unauthorizeds?",
        "How about the illegitimate fees?",
        "Is it possible they had unauthorized bills?",
        "Is it plausible that some of the charges are unauthorized?",
        "are there unauthorized charges?",
        "Is that the case in which they had unauthorized charges?",
        "This may be an unauthorized charge.",
        "Is that the case, with unauthorized charges?",
        "Unauthorised charges are a possibility.",
        "Is that unauthorized charges that they had?",
        "Either unauthorized fees or what?",
        "Is it possible that their billing is not legit?",
        "They had unauthorized charges?",
        "Is that the charges that were unauthorized for?",
        "charges are not permitted?",
        "I have no idea whether these fees are unauthorized or not.",
        "were they unauthorized?",
        "Were the costs illegal?",
        "You can ask if charges are unauthorized.",
        "What were the charges that are not authorized?",
        "Do you think these charges should not be done?",
        "Is there a chance some of their bills are unauthorized?",
        "Is there a chance they have unauthorized bills?",
        "What unauthorized charges have there?",
        "the charges are not authorized.",
        "Is they violating the law?",
        "Is it possible that these aren't the fees that are supposed to be?",
        "An unauthorized charge is possible.",
        "Does that mean I am charged without consent?",
        "It's possible some charges are unauthorized.",
        "Wrongful charges happen here?",
        "These charges could potentially be a mistake.",
        "Is there something illegal here?",
        "What about the illegal charges?",
        "I wonder if the charges should not have been done.",
        "There is a chance that their billing is unauthorized.",
        "Are costs not authorized.",
        "Are their fees unauthorized?",
        "There are charges which aren't official legal status.",
        "These charges are not legal",
        "Is their billing possible to be unauthorized?",
        "Is this any unauthorized charges?",
        "Did they have unauthorized charges for that?",
        "What illegitimate charges are there?",
        "Did they have an unauthorized charge?",
        "These charges are not legit",
        "Is there charges that are not of official legal status?",
        "Some of their bills may not be legitimate.",
        "Can you tell me what the unauthorized charges are?",
        "Wrong CHARGES?",
        "Wrong criminal charges here?",
        "Some of the charges can be unauthorized.",
        "Is it true that these charges should not have been done?",
        "Is that any unauthorized charge?",
        "These charges might be incorrect.",
        "Some charges don't have legal status.",
        "Unauthorized charges, yeah?",
        "Is there a chance that some of the charges are not authorized?",
        "what about charges that aren't authorized?",
        "Is it true there are unauthorized charges?",
        "Wrong charging?",
        "Are the charges a mistake?",
        "Does it mean that they had unauthorized charges?",
        "Is it possible that some charges are not authorized?",
        "Can these charges be found in violation of the law?",
        "Are there unauthorized charges.",
        "Is it possible that their bills aren't authorized?",
        "These charges don't have authorization.",
        "There are possibly unauthorized charges.",
        "Is it unauthorized fees or something?",
        "It's possible that some of their billing isn't authorized.",
        "I have no idea if these fees are authorized or not.",
        "Do you think there is unauthorized invoices?",
        "I don't know if the fees are unauthorized or not.",
        "What is the existence of the illegal fees?",
        "The charges do not have my authorization, do they?",
        "Is the charges in question something that should not be done?",
        "They might be illegal expenses.",
        "I am not sure if these fees are authorized or not.",
        "Are these charges without authority?",
        "Is expenses without consent?",
        "I am not sure if they are unauthorized or not.",
        "Unauthorized charges, huh?",
        "These charges aren't legit.",
        "Unauthorized rates?",
        "I am not sure if there are unauthorized charges.",
        "Is there unauthorized charging?",
        "Could their bills be unauthorized?",
        "It is possible that some charges are not approved.",
        "You should be wondering whether charges are unauthorized.",
        "Have they made unauthorized charges?",
        "Are unauthorized charges possible?",
        "Is it possible there is a billing that is not authorized?",
        "These charges might not be in line with the law.",
        "Is that the illegal expenses?",
        "Absolutely unauthorized invoices?",
        "What, Unauthorized charges?",
        "Is there incorrect charges here?",
        "Is there any chance that the charges are unauthorized?",
        "Some charges are not official legal status?",
        "Is any of their charges unauthorized?",
        "These charges may be in violation of the law.",
        "I'm not sure whether they're unauthorized or not.",
        "Has I been charged without consent?",
        "I don't know if these charges are unauthorized or not.",
        "There are unknown unauthorized charges.",
        "Is the charges incorrect",
        "Are their expenses illegal?",
        "There is a chance that some of their bills are not authorized.",
        "Could be unauthorized invoices.",
        "Should they be unauthorized charges?",
        "Would charges be unauthorized?",
        "Is it possible that some charges are not authorized.",
        "Is the unauthorized charges for that?",
        "Unauthorized charges are an possibility.",
        "What unauthorized charges has there been?",
        "They possibly made unauthorized charges.",
        "Are the charges violating the law?",
        "Is there no authorization for the charges?",
        "Are they breaching the law?",
        "Is that the charges that were unauthorized.",
        "Unauthorized charges may be available.",
        "What unauthorized charges are here?",
        "Is it possible that there are illegal charges?",
        "Is there a possibility that some of the charges are not legal?",
        "I don't know what the charges are unauthorized.",
        "These are probably not unauthorized charges.",
        "What unauthorized charges do they have?",
        "I have no clue if the fees are unauthorized or not.",
        "Is it a possibility that some of the charges are not legal?",
        "Are the unauthorized charges they had?",
        "Is there a chance some of the charges are unauthorized?",
        "Is they an illegal expenses?",
        "It is possible that charges are not authorized.",
        "Unauthorized charges are possible though.",
        "Are there unauthorized charges there?",
        "I wonder if they are illegal expenses?",
        "Is this charge a violation of the law?",
        "Is those charges incorrect?",
        "Have you wondered if charges are unauthorized?",
        "Was the costs unauthorized?",
        "Is it conceivable that some charges are not authorized?",
        "These charges may be wrong.",
        "Is there something illegal about it?",
        "Are any charges that aren't authorized?",
        "Is this a charge that should not have been charged?",
        "Can the charges be in violation of the law?",
        "I want to know what charges are not authorized.",
        "You need to ask if the charges are unauthorized.",
        "What are the unauthorized charges that are there?",
        "These charges could be out of line.",
        "Unauthorized charges will be possible.",
        "Wrongful charges are brought here?",
        "Is there a chance the charges are not authorized?",
        "The charges might be in violation of law.",
        "Is it possible the billing is not authorized?",
        "These charges may be unauthorized.",
        "Was the charges illegal?",
        "Which are they illegal expenses?",
        "They might have made unauthorized charges",
        "There are some charges that aren't of legal status.",
        "Is the charges in violation of the laws?",
        "Is it because of unauthorized charges?",
        "I do not know if these fees are unauthorized.",
        "unlawful charges?",
        "Is charges unauthorized?",
        "These may or may not be unauthorized charges.",
        "Those are charges that are not authorized.",
        "Is it possible that the charges they had were unauthorized?",
        "I questioned if I was charged without consent.",
        "Is that there unauthorized charges?",
        "These charges may not be something that should be done.",
        "Unauthorized fee?",
        "What unauthorized charges are out there?",
        "Were them unauthorized?",
        "Is this charge something that shouldn't happen?",
        "Maybe some of the charges are not legal?",
        "I wonder if some of the bills are unauthorized.",
        "Some of the charges might be unauthorized.",
        "Is it a mistake to charge these?",
        "These charges might be not unauthorized.",
        "Is the charges in violation of the law.",
        "The charges may be wrong.",
        "Unauthorized charges can be.",
        "Wronging charges here?",
        "There are charges that are not of official legal status.",
        "The charges appear to be in violation of the law.",
        "Is it possible for charges to be unauthorized?",
        "I'm not sure if these are unauthorized or not.",
        "Is their billing illegal?",
        "Did they do unauthorized charges?",
        "What unauthorized charges are they?",
        "The Unauthorized fees or what?",
        "Is it possible that some of the charges are unauthorized",
        "It's unclear if these fees are unauthorized or not.",
        "Does that mean charges are unauthorized?",
        "Is this something that should not have been charged.",
        "You should be questioning if charges are unauthorized.",
        "Unlicensed charges?",
        "Is there unauthorized charges or what?",
        "Is it true they made unauthorized charges?",
        "These charges could possibly be unauthorized.",
        "Are any of them illegal charges?",
        "Are those expenses illegal?",
        "Which unauthorized charges are there?",
        "Might some of the charges be unauthorized?",
        "These charges would be a mistake.",
        "Were they illegitimate?",
        "It's possible that some of the bills are not authorized.",
        "Were these costs done unauthorized?",
        "Such charges are unauthorized?",
        "Is that charged without consent?",
        "Is there an unauthorized charges?",
        "It's possible that their bills are not authorized.",
        "Are they illegal costs?",
        "I don't know if those are unauthorized or not.",
        "Is the charge something that shouldn't be charged?",
        "Do they have charges that aren't authorized?",
        "Is it the unauthorized charges that they had?",
        "Is it a possibility that they have unauthorized bills?",
        "Charges that aren't of official legal status?",
        "what are the unauthorized charges?",
        "Is the charges they had for unauthorized use?",
        "Some of the charges are potentially unauthorized.",
        "Is it possible that some of them are not authorized?",
        "Those aren't authorized charges?",
        "You should inquire if the charges are unauthorized.",
        "Is it possible that some of their bills are not valid?",
        "Are they breaks the law?",
        "Have these costs been unauthorized?",
        "Is it possible that some of their billing is not lawful?",
        "Are those charges wrong?",
        "I don't know if these are unauthorized fees.",
        "Unauthorized charges, that's what?",
        "Charges unauthorized?",
        "Were these costs done wrong?",
        "unauthorized charges, right?",
        "Were these costs illegitimate?",
        "Unauthorized charges are possible at times.",
        "So, Unauthorized charges?",
        "Is it possible they are billing without authorization?",
        "Is there any chance that some of their billing is unauthorized?",
        "Those charges are not of official legal status?",
        "Is it unauthorized to charge any of them?",
        "Is it the charges that they had unauthorized?",
        "Is it a mistake for these charges to be done?",
        "It's possible that they have unauthorized bills.",
        "Should they be in violation of the law?",
        "Is the charge something that shouldn't have been brought up?",
        "Is it incorrect for these charges to be there?",
        "Any of them are unauthorized charges?",
        "The charges could possibly be wrong.",
        "You have to be wondering if the charges are unauthorized.",
        "There are certain charges that are not authorized.",
        "Unwanted charges are possible.",
        "I am not sure if these fees are unauthorized.",
        "Is this charge something that should not have been taken?",
        "If charges are not authorized, you should be wondering.",
        "Unauthorized charges can be made",
        "Unauthorized charges can be faced.",
        "What unauthorized charges are there.",
        "What are the illegal fees?",
        "Is that they made unauthorized charges?",
        "Are all of them unauthorized charges?",
        "Is this an illegal charge?",
        "These charges may be in violation of law.",
        "Are some of them unauthorized charges?",
        "These could be unauthorized charges.",
        "Are these charges unauthorized?",
        "unauthorized charges filed?",
        "Can you tell me if they are unauthorized charges?",
        "Illegal service costs?",
        "Might some of their bills be unauthorized?",
        "I am wondering if I have been charged without consent.",
        "Inappropriate charges?",
        "Are these charges in violation of the law.",
        "I would like to know if some of the charges are unauthorized.",
        "Is the case of unauthorized charges?",
        "Could there be unauthorized charges?",
        "Is it unauthorized to charge someone?",
        "Is the charges improper?",
        "Unauthorized charges are involved.",
        "Is it possible that the charges should not be done?",
        "Am I charged illegally?",
        "Wrongig charges here?",
        "unauthorized charges exist",
        "You should be wondering if the charges are not unauthorized.",
        "Is this possible that some of their billing is not legal?",
        "Unauthorized charges can be present.",
        "These charges may be violation of the law.",
        "Do they have unauthorized charges for?",
        "Unauthorized charges can happen.",
        "There were unauthorized charges made.",
        "Is it the charges they had without permission?",
        "Is that the charges that they had unauthorized charges for?",
        "Is it a possibility that some of their billing is unauthorized?",
        "If charges are unauthorized you should ask.",
        "Are these charges not in line with the law?",
        "There's a chance that some of the charges are unauthorized.",
        "I don't know if they're unauthorized or not.",
        "What about the illegitimate fees?",
        "Are these charges something that should never have been done?",
        "Is a charge unauthorized?",
        "Is it possible that their bills are not authorized?",
        "Have these charges violated the law?",
        "Any charges that aren't authorized?",
        "What unauthorized charges are involved?",
        "These are charges that are not authorized",
        "Is these charges breaking the law?",
        "Is it Unauthorized invoices?",
        "Charges that are not authorized?",
        "Are there any unauthorized charges there?",
        "The charges may be violation of the law.",
        "I am not entirely sure if they're unauthorized or not.",
        "That's Unauthorized Charges?",
        "What's going on with the illegal fees?",
        "Incorrect charges?",
        "Were they to make unauthorized charges?",
        "There have been unauthorized charges.",
        "Is there unauthorized charges there?",
        "Did they make charges without their knowledge?",
        "Were these costs not authorized.",
        "Is there any illegal expenses?",
        "How unauthorized are the charges?",
        "Are these charges wrong?",
        "Is these charges inappropriate?",
        "Wrongful charges charged here?",
        "If charges are unauthorized, you should be questioning them.",
        "Is it possible that some of the bills aren't theirs?",
        "There could be unauthorized charges.",
        "Wrongitten charges here?",
        "Is it illegal for them to have unauthorized charges?",
        "unauthorized fees or not?",
        "The charges may not be something that should be done.",
        "Is that the unauthorized charges?",
        "Is it possible that some charges are without authority?",
        "Is there a chance that some of their billing is illegal?",
        "I don't know if they are unauthorized or not.",
        "These fees are something I don't know if they are legal.",
        "Isn't the charges not authorized?",
        "Is the charge something that should not have been done?",
        "The charges are not legal?",
        "These costs may have been unauthorized.",
        "These fees are unknown if they're unauthorized or not.",
        "Is there charges not authorized?",
        "Is it possible that these charges should not have been levied?",
        "Are fees not legal.",
        "Are these charges violation of the law?",
        "It is possible they have unauthorized bills.",
        "Unauthorized invoices or not?",
        "Are fees not allowed?",
        "Is it true that the charges should not have been brought up?",
        "They might've made unauthorized charges.",
        "You should be pondering if the charges are unauthorized.",
        "unauthorized accusations?",
        "Are I charged without consent?",
        "Did they use unauthorized charges?",
        "Do you think that charges are unauthorized?",
        "Can these charges be in violation of the law?",
        "Is Unauthorized charges what?",
        "Maybe some of their billing is not legal.",
        "There are some charges that aren't of official legal status.",
        "Wronglable charges here?",
        "Was the charges wrong here?",
        "It is possible for unauthorized charges to be committed.",
        "Is this charge anything that should not have been done?",
        "Charges that aren't official?",
        "Are they outside of the law?",
        "Unusual charges happening?",
        "I don't know if I am charged without consent.",
        "It's possible that some of their billing is not legal.",
        "Should you be questioning if charges are unauthorized?",
        "Is that the charges they had not authorized?",
        "Is it possible that there were unauthorized charges?",
        "Are the charges for which they had unauthorized charges?",
        "Are there unauthorized fees or what?",
        "You ought to be wondering if the charges are unauthorized.",
        "There are charges not authorized?",
        "Did they make unauthorized charges.",
        "I wonder if the charges are incorrect.",
        "Did they violate the laws?",
        "They made unauthorized charges?",
        "What unauthorized charges are present?",
        "Is there unauthorized charge?",
        "Is it possible that there is a billing that is not authorized?",
        "Is it possible a billing is not authorized?",
        "Ischarges not authorized?",
        "Are these charges something that should not happen?",
        "Is the charge something that should not be done?",
        "Were there any unauthorized costs?",
        "I wonder if they had unauthorized charges for that?",
        "Is unauthorized charges possible?",
        "Is it possible that some charges are inappropriate?",
        "Can you tell me about unauthorized charges?",
        "There are charges not authorized",
        "Unauthorized invoices are possible?",
        "inappropriate charges?",
        "Is thecharge unauthorized?",
        "Possible unauthorized charges exist.",
        "You could be wondering if charges are unauthorized.",
        "You have to wonder if charges are unauthorized.",
        "Is this the unauthorized charges that they had?",
        "Were the charges wrong?",
        "Is this charges unauthorized.",
        "It's possible that some charges are unauthorized.",
        "Is it possible that I'm charged without consent?",
        "Unauthorized charges have been made.",
        "Are they in fact illegal?",
        "Was their charges unauthorized?",
        "Weird charges happening?",
        "What about the charges that aren't legal?",
        "Was the charges unauthorized?",
        "Is these charges wrong.",
        "Is this charge that isn't authorized?",
        "Maybe some charges are unauthorized.",
        "Is it unauthorized to charges them?",
        "I don't know if the fees are illegal.",
        "I'm not certain if they are unauthorized or not.",
        "Is that charges that were unauthorized?",
        "Is that the case where unauthorized charges are involved?",
        "Some of their billing is possible to be unauthorized.",
        "Are these illegal expenses?",
        "Is there a chance that some of the charges are not legitimate?",
        "What unauthorized charges exists?",
        "I'm uncertain if they're unauthorized or not.",
        "Were these costs improper?",
        "Do they have illegal expenses?",
        "Are these charges violative of the law?",
        "Some of their billing might not be authorized.",
        "Is that the case that they had unauthorized charges for?",
        "There may have been unauthorized charges.",
        "Charge are unauthorized?",
        "I do not know if the fees are unauthorized or not.",
        "Is the charges that aren't official legal status?",
        "Is it an unauthorized charges?",
        "Is this charge something that should not have been raised?",
        "What are the charges that haven't been authorized?",
        "Is that the charges they had that weren't authorized?",
        "These charges might not be legit.",
        "Was it possible that there were unauthorized bills?",
        "Costs without consent?",
        "Unlicensed charges are possible.",
        "Is it unauthorized charges for?",
        "Did there are unauthorized bills?",
        "Wrongful charges taken?",
        "Is there Unauthorized fees or what?",
        "Unauthorising charges?",
        "Is it possible that the charges are unauthorized.",
        "Unauthorized charges can arise.",
        "How are the charges unauthorized.",
        "I don't know if those are unauthorized fees or not.",
        "Am i charged without consent?",
        "Is the charges something that shouldn't have been brought up?",
        "I want to know if there is unauthorized charges.",
        "Is there a chance that some of their bills are not authorized?",
        "Is it the charges that they had without permission?",
        "If the charges are unauthorized, you should be curious.",
        "Charges are illegal?",
        "Is it illegal to charge any of them?",
        "Might their bills be unauthorized?",
        "It's possible that some bills are unauthorized.",
        "Does anyone have any unauthorized charges?",
        "Are the charges illegal?",
        "Is the charges something that should not have happened?",
        "I don't know if these fees are authorized or not.",
        "These may be unauthorized.",
        "I wonder if any of them are unauthorized charges.",
        "What are the charges illegal?",
        "Is anyone doing unauthorized charges?",
        "What do you think of unauthorized fees?",
        "Is charge without consent?",
        "What are the charges that aren't authorized?",
        "You should ask yourself if charges are unauthorized.",
        "There were charges that were not authorized.",
        "What about the charges that are unauthorized?",
        "Some of their billing is not authorized.",
        "Perhaps they made unauthorized charges.",
        "Is it possible the charges are illegal?",
        "Are there any charges that aren't authorized?",
        "It is possible that the charges are unauthorized.",
        "The charges could be unauthorized.",
        "Is the charges in breech of the law?",
        "Is this charges something that should not have been charged?",
        "Is that what Unauthorized Charges are?",
        "I'm unsure if they're unauthorized or not.",
        "I don't know if these charges are incorrect.",
        "That charges aren't authorized?",
        "How about charges that aren't authorized.",
        "Is it possible that some of their bills are invalid?",
        "You should be questioning if the charges are unauthorized.",
        "I wonder if there are unauthorized bills.",
        "Is there an unauthorized charge.",
        "Is there anything illegal about them?",
        "I am not sure if I have been charged without consent.",
        "It's possible for unauthorized charges to be charged.",
        "Charges that aren't legal?",
        "I'm being charged without consent.",
        "There is a chance that some of their billing is not authorized.",
        "They might have unauthorized charges.",
        "Is the unauthorized charges they had for?",
        "Are those unauthorized charges?",
        "Were these charges not authorized?",
        "Unauthorised fees or what?",
        "Perhaps some of their bills are unauthorized.",
        "Did they have unauthorized charges for it?",
        "Those are not authorized charges?",
        "Is it charging me without consent?",
        "The charges could be in violation of the law.",
        "Are these charges anything that should not be done?",
        "I'm not quite sure if these fees are unauthorized or not.",
        "Is this Charge unauthorized?",
        "Some of their billing could possibly be unauthorized.",
        "Is the charges outside the law?",
        "These charges could be illegal.",
        "There are charges that haven't been authorized.",
        "Is that the charges they had unauthorized?",
        "Unauthorized fees or not?",
        "Did they make unknown charges?",
        "Charges are unauthorized?",
        "Is this possible that some of the charges are unauthorized?",
        "Are charges unauthorized.",
        "What are the charges that have not been authorized?",
        "Fees may be unauthorized.",
        "Absolutely Unauthorized invoices?",
        "Unauthorized charges exist?",
        "Is it possible they made unauthorized charges?",
        "There are charges that are not official legal status",
        "Should you be wondering if there are unauthorized charges?",
        "So the charges are not authorized?",
        "The charges may be unauthorized.",
        "these charges are not legal?",
        "Is that something? Unauthorized charges?",
        "Some of the charges could be illegitimate.",
        "You could be charged with unauthorized charges.",
        "Wrong charges here, right?",
        "Is the expense without consent?",
        "Is there any unauthorized charges there?",
        "Is the unauthorized charges that they had.",
        "Were charges unauthorized?",
        "Is it a case of unauthorized charges?",
        "What about charges that are unauthorized?",
        "Should you be wondering if the charges are unauthorized?",
        "What are the unauthorized charges or what?",
        "Some charges aren't of legal status.",
        "Wrongful counts here?",
        "It might be possible that some of their billing is unauthorized.",
        "What are the unauthorized Charges?",
        "I'm not sure if they're Unauthorized or not.",
        "Did they make charges without authority?",
        "I don't understand if the fees are unauthorized or not.",
        "I question if I am charged without consent.",
        "Is the charges something not to do?",
        "Is it a mistake to charge these items?",
        "Can you tell me what the charges are unauthorized?",
        "You may be wondering if there are unauthorized charges.",
        "Is it possible that these fees are unauthorized?",
        "You are wondering if the charges are unauthorized.",
        "Was it unauthorized fees or something?",
        "Did these costs violate the law?",
        "Is it the unauthorized charges that they incurred?",
        "Is it possible that there are unauthorized bills?",
        "Is it true that I'm charged without consent?",
        "The fees are questionable.",
        "I'm not entirely sure if they are unauthorized or not.",
        "I wonder if they had unauthorized charges.",
        "Is it possible that these charges should have not been done?",
        "Is there a charge without consent?",
        "Is it possible the charges aren't legal?",
        "These are some charges that aren't authorized.",
        "Is it unauthorized fees?",
        "Some of the charges appear to be unauthorized.",
        "Some of the charges could be unauthorized",
        "Is these charges something that should not be done?",
        "There are charges that aren't official.",
        "Unauthorized charges are the question.",
        "Were the charges in violation of the law?",
        "There's a possibility of unauthorized charges.",
        "Unauthorized charges that's what?",
        "Those charges are not authorized.",
        "Is it a possibility that some charges are not authorized?",
        "Is there any question if charges are unauthorized?",
        "Were these charges incorrect?",
        "I don't know whether I am charged without consent.",
        "Is these fees not what they should be?",
        "Is it possible these fees aren't mine?",
        "There might be a billing that isn't authorized.",
        "Fees could be unauthorized.",
        "I am charged without consent?",
        "Do any of them have unauthorized charges?",
        "Is it the illegal fees?",
        "unauthorized fees, or what?",
        "It is possible that some of their billing is illegal.",
        "Does the charges are unauthorized?",
        "Some of the charges could possibly be illegal.",
        "Is that the charges that aren't legal?",
        "Might some of their billing be unauthorized?",
        "You might be wondering if the charges are unauthorized.",
        "Does that mean unauthorized charges?",
        "Is this something illegal?",
        "Some fees are not authorized.",
        "It is possible that their bills are not authorized.",
        "Is these charges something that should not be brought up?",
        "Is it possible some charges are not authorized?",
        "Unauthorized charges, what do you think?",
        "These charges aren't my authorization, are they?",
        "Is it possible that the charges are not authorized?",
        "I have no idea if I'm charged without consent.",
        "It's possible that some bills are not authorized.",
        "Charges not of legal status?",
        "Is there a unauthorized billing?",
        "Is this possible that some of their billing is unauthorized?",
        "Unauthorized charges are possibility.",
        "Maybe charges are unauthorized.",
        "The charges seem to be in violation of the law.",
        "Unauthorised charges are there?",
        "Were fees unauthorized?",
        "Do you think these charges should not have been done?",
        "You should be asking if the charges are unauthorized.",
        "These charges can be unrecognized.",
        "What sort of unauthorized charges are there?",
        "Is it possible some of the charges aren't legal?",
        "Was they able to make unauthorized charges?",
        "Are some fees unauthorized?",
        "There are charges that may be unauthorized.",
        "Is that a case of unauthorized charges?",
        "Is this charge unauthorized.",
        "Is there a chance that there are unauthorized charges?",
        "Is there a chance that some of their bills are unauthorized?",
        "Is it possible that some of their charges are not authorized?",
        "I'm unsure if they are unauthorized or not.",
        "That's unauthorized charges, right?",
        "Unauthorized charges?!",
        "Absolutely unauthorized charges?",
        "Are these fees without my permission?",
        "Is it possible that some charges are unauthorized?",
        "Is this Unauthorized fees or what?",
        "Will the charges be unauthorized?",
        "Is the charges unwarranted?",
        "I don't know if these fees are illegal.",
        "Are the charges an error?",
        "Is it possible that their billing is unauthorized?",
        "Are the charges unauthorized?",
        "Is this expense without consent?",
        "It is not certain if these charges are unauthorized.",
        "These charges have no authorization, right?",
        "Is there something illegal about those charges?",
        "Wrongful charges being made here?",
        "Is it possible these costs are unauthorized?",
        "Are these fees not what they are supposed to be?",
        "These charges may not be approved.",
        "Is it possible that a few charges are unauthorized?",
        "Is it conceivable that some of the charges are not authorized?",
        "In what way are the charges unauthorized?",
        "Is this charge something that shouldn't have been charged?",
        "Is it the case that these charges should not have been done?",
        "unauthorized costs?",
        "They are charges that aren't authorized.",
        "Is it possible that these charges should not have been charged?",
        "Is there an unauthorized charge that they made?",
        "Are they truly illegal expenses?",
        "Was it unauthorized to make charges?",
        "Is it because of the unauthorized charges?",
        "Was it the case that they made unauthorized charges?",
        "Was there unauthorized billing?",
        "How about the illegal fees?",
        "Possible unauthorized charges are present.",
        "Is it for the unauthorized charges?",
        "are these charges unauthorized?",
        "illegal expenses?",
        "Have the charges been in violation of the law?",
        "Are they violation of the law?",
        "You need to think if charges are unauthorized.",
        "Fees are potentially unauthorized.",
        "Did there be unauthorized charges?",
        "Do they think some of their billing is unauthorized?",
        "Charging are not authorized?",
        "What are some charges not authorized?",
        "These charges might be incorrect",
        "Are those unauthorized fees?",
        "They were suspected of making unauthorized charges.",
        "It is possible for unauthorized charges to be incurred.",
        "Are the unauthorized fees?",
        "charges have not been authorized?",
        "There are charges that aren't of legal status",
        "There are several charges that are not authorized.",
        "Is there anything unauthorized about these charges?",
        "Unauthorized costs or what?",
        "Is this charge something that shouldn't be done?",
        "Unscrupulous charges?",
        "Are the charges that they had unauthorized charges for?",
        "Is anyone taking unauthorized charges?",
        "Are there charges that aren't legal?",
        "These charges are outside of the law.",
        "Is it possible that there are unauthorized billings?",
        "Charges that aren't official legal status?",
        "Were these costs unauthorized?",
        "Is the charge something that should not have been levied?",
        "You should inquire if charges are unauthorized.",
        "Does the charge violate the law?",
        "Is these charges something that should never have been brought up?",
        "These charges have no authority, do they?",
        "Is they having unauthorized charges?",
        "Wrongful charges were made here?",
        "Was these expenses unauthorized?",
        "Are charges in violation of the law?",
        "What are the charges that are not legal?",
        "Some charges are possible to be unauthorized.",
        "Is there charges that aren't authorized.",
        "Unauthorized charges are the possibility.",
        "Is this something that shouldn't have been charged.",
        "Are these charges something that should not have been charged?",
        "Some of the charges could be Unauthorized.",
        "Did they charge unauthorized money?",
        "There are fees not authorized.",
        "Maybe charges that aren't authorized.",
        "Did they make unauthorized charges?",
        "I'm not sure if this is unauthorized or not.",
        "Was these costs unauthorized.",
        "Are these illegal charges?",
        "There should be a question about unauthorized charges.",
        "Did they charge an unauthorized amount?",
        "Is this unauthorized fees or something?",
        "These fees aren't supposed to be, are they?",
        "These charges might not be authorized.",
        "I don't know if I am charged without permission.",
        "Are any of those unauthorized charges?",
        "There is a possibility for unauthorized charges.",
        "Is there charges that aren't official?",
        "Is the charges not of legal status?",
        "Am they illegal expenses?",
        "I want to know if there are unauthorized charges.",
        "Are these fees not supposed to be so?",
        "Those charges aren't authorized.",
        "These charges are not authorized.",
        "What if the charges are unauthorized?",
        "Is it possible that they have unauthorized billing?",
        "You are wondering if there are unauthorized charges.",
        "Well, unauthorized charges?",
        "Was it possible that some of their billing was unauthorized?",
        "Are any of the unauthorized charges?",
        "Wrong charges in this case?",
        "What unauthorized Charges are there?",
        "You should be wondering if the charges were unauthorized.",
        "Can these charges be considered unauthorized?",
        "Those charges that are not authorized?",
        "Do you know if they are unauthorized charges?",
        "unauthorized charges, that's what?",
        "Is they illegal costs?",
        "Is there an illegal expense?",
        "Is it possible they may have unauthorized bills?",
        "Unauthorized charges can be levied.",
        "Charges that weren't authorized?",
        "Is there a billing that is not allowed?",
        "what are the unauthorized fees?",
        "Is it possible they had unauthorized charges?",
        "Is it possible there are some unauthorized charges?",
        "Is it possible for some of the charges to be unauthorized?",
        "Unauthorized charging?",
        "There's a chance of unauthorized charges.",
        "Wrong charges there?",
        "They were accused of making unauthorized charges.",
        "Perhaps some of their billing is unauthorized?",
        "Charges are not allowed?",
        "I am not certain if these are unauthorized or not.",
        "Unauthorized charges are possible, however.",
        "Is the charges anything that should not have been done?",
        "Is this possible that some of their bills are unauthorized?",
        "Are these charges something that shouldn't have been charged?",
        "Is these charges in noncompliance with the law?",
        "Did they make unauthorized charges",
        "Which charges are unauthorized?",
        "Is the charges unauthorized.",
        "What are the illegitimate fees?",
        "Unverified costs?",
        "Is it possible some of the billing is unauthorized?",
        "Is the charges something that should have not been charged?",
        "Are these charges out of place?",
        "There are unauthorized charges that can occur.",
        "Are these unauthorized fees or what?",
        "Are these charges against you a violation of the law?",
        "I want to know if I have been charged without consent.",
        "It's possible some of the charges are unauthorized.",
        "Is the charges questionable?",
        "Were there unauthorized bills.",
        "Unauthorized charges could be made.",
        "Wrongful charges done here?",
        "Is it for the unauthorized charges they had?",
        "There are expenses without consent.",
        "Is there any charges that are not authorized?",
        "There are possibilities of unauthorized charges.",
        "Is it possible for expenses without consent?",
        "Is it unauthorized for these charges to be made?",
        "Is the charges something that should never have been done?",
        "Will the charges be in violation of the law?",
        "Is there unauthorized charges involved?",
        "These charges could possibly be wrong.",
        "Was there charges that weren't authorized?",
        "Are this charges in violation of the law?",
        "Is that some unauthorized invoices?",
        "Unauthorized charges are certainly possible.",
        "Is these charges unauthorized.",
        "I don't know if I'm charged without consent?",
        "There are charges that aren't of official legal status",
        "I'm not certain if these are unauthorized or not.",
        "Is it a violation to charge me without consent?",
        "Charges that aren't authorized.",
        "Is it possible that their bills are not legitimate?",
        "Are fees not authorized.",
        "Maybe some of their bills are not legitimate.",
        "Is the expenses without permission?",
        "I don't know if these are unauthorized charges or not.",
        "There are charges not of official legal status.",
        "Wrongful charges at this point?",
        "Maybe some of the charges are not authorized?",
        "No, am I charged without consent?",
        "Is that the charges for which they were unauthorized?",
        "Were those costs unauthorized?",
        "They may or may not have had unauthorized charges.",
        "It is possible that their billing is not authorized.",
        "Do you think the invoices are unauthorized?",
        "Is it plausible that there are unauthorized charges?",
        "These charges are probably not legit.",
        "There are wrong charges here?",
        "What are the charges unauthorized?",
        "unauthorizedcharges?",
        "Is there a chance some charges are unauthorized?",
        "It's possible these charges are not unauthorized.",
        "Is the charges in violation of laws?",
        "Unauthorized charges were made.",
        "Some charges aren't authorized",
        "What charges that are not authorized?",
        "possible unauthorized charges",
        "It is possible that they have unauthorized billing.",
        "Are unauthorized charges?",
        "Was it unauthorized to charge these costs?",
        "You have to wonder if the charges are unauthorized.",
        "These aren't the fees that are supposed to be, do they?",
        "Wrongful charges here for sure?",
        "These charges might be violation of the law.",
        "Is it possible their bills aren't authorized?",
        "Does that mean I'm charged without consent?",
        "Are I charged without permission?",
        "Was there no authorization for the bills?",
        "Is it okay for these costs to be unauthorized?",
        "Is there an Unauthorized Charge?",
        "Unauthorized fees or so?",
        "Is this unauthorized charge?",
        "I am not sure if this is unauthorized or not.",
        "What are the unlicensed charges?",
        "I have no idea if I have been charged without consent.",
        "These charges are likely not unauthorized.",
        "I don't know if these fees are legal or not.",
        "What are any unauthorized charges?",
        "Is that the illegal charges they had?",
        "unauthorized charges for example?",
        "Shouldn't these charges be in violation of the law?",
        "Unauthorized charging is possible.",
        "Did they issue unauthorized charges?",
        "Unauthorized charges are conceivable.",
        "That charges are not authorized?",
        "Is it possible that these charges are in violation of the law?",
        "Is it possible that some of the charges are out of place?",
        "What are these charges that are not authorized?",
        "charges not authorized?",
        "I would like to know if there is unauthorized charges.",
        "Maybe some of the charges are unauthorized.",
        "Is unauthorized fees what?",
        "I don't know whether they are unauthorized or not.",
        "Is the unauthorized charges they had for that?",
        "Is the charges something that shouldn't have happened?",
        "You need to ask if charges are unauthorized.",
        "Is it possible the charges aren't authorized?",
        "I wonder if there is a billing that is not authorized.",
        "Is this charge something that shouldn't have been done?",
        "Some of the charges may be in violation of the law.",
        "The charges may be in violation of the law",
        "Charges are not authorized?",
        "Is there an Unauthorized charges?",
        "Are they an illegal expense?",
        "It's not clear if these fees are unauthorized or not.",
        "Is the charges something that should never have been charged?",
        "I need to know if there are unauthorized charges.",
        "Is it unauthorized charges that are there?",
        "Huh, unauthorized charges?",
        "Unauthorized fees or what?!",
        "Is this possible that there are unauthorized charges?",
        "incorrect charges here?",
        "That's Unauthorized charges?",
        "What's the matter with the illegal fees?",
        "There are charges that are not legal?",
        "Did these costs violate the rules?",
        "It is possible that some bills are unauthorized.",
        "Wrongfully charged here?",
        "Is there unauthorized charges that they made?",
        "Is the charges in violation of law.",
        "These charges possibly aren't unauthorized.",
        "Is it possible that there are some unauthorized charges?",
        "Were there unauthorized bills?",
        "I wonder if some of the charges are not legal.",
        "Is it possible that a few of the charges are not authorized?",
        "Do you have a billing that is not authorized?",
        "Unauthorized fees or not.",
        "Were the costs not authorized?",
        "Is unauthorized fees something?",
        "What do you think about the improper fees?",
        "There are incorrect charges here?",
        "There are fees that I don't know if they're unauthorized or not.",
        "There are charges that aren't actually legal.",
        "Charges that are not legal?",
        "Charge aren't authorized?",
        "Is it incorrect to charge these charges?",
        "Someone should be wondering if charges are unauthorized.",
        "Is this charge anything that should not have been charged?",
        "What's happening with the illegitimate fees?",
        "Were these cost not authorized?",
        "Is that an illegal expenses?",
        "Is it possible that they're unauthorized charges?",
        "Is this a case of wrong charges?",
        "Does that mean charges that aren't authorized?",
        "These charges are not legality.",
        "Is expenses without permission?",
        "Does that include unauthorized charges?",
        "Is it possible that the billing is unauthorized?",
        "Is it unauthorized fees or anything?",
        "Is their expenses illegal.",
        "Is this something that they had unauthorized charges for?",
        "I don't know if the fees are authorized or not.",
        "Is there unauthorized charges.",
        "Is there a chance some of the charges are not legal?",
        "Are those charges a mistake?",
        "Is it a mistake to have these charges done?",
        "You mean charges that aren't authorized?",
        "These are not the fees that are supposed to be, are they?",
        "I have no idea if I am charged without consent.",
        "It's possible that some of their bills are not legal.",
        "Is this something that should not be charged?",
        "Is this possible that some of their billing is illegal?",
        "It's not clear if the fees are unauthorized or not.",
        "I'm not quite sure if they're unauthorized or not.",
        "Is the charges something that should not be charged?",
        "Wrong charges made here?",
        "Did they violate the law by making unauthorized charges?",
        "what unauthorized charges are there",
        "I wonder if the charges are unauthorized?",
        "Are some of the charges illegal?",
        "There are unauthorized charges that are possible",
        "Is it possible some of their bills are not authorized?",
        "Is this wrongful charges?",
        "Should you be wondering if charges are unauthorized?",
        "Are these charges against you in violation of the law?",
        "I wonder if I'm charged without permission.",
        "are these charges in violation of the law?",
        "What if there are unauthorized fees?",
        "Possible unauthorized charges are available.",
        "Is the charge that they had unauthorized charges for?",
        "Did they resort to unauthorized charges?",
        "These charges may or may not be in violation of the law.",
        "Is there charges that aren't officially legal?",
        "Is there unauthorized charges that they had?",
        "Were they unauthorized charges?",
        "How about unauthorized fees or what?",
        "There were charges that weren't legal.",
        "I'm not sure if they're unauthorized or not.",
        "Is the charge that isn't of legal status?",
        "Is those charges unauthorized?",
        "Are the unauthorized charges that they have?",
        "These fees might be unauthorized or not.",
        "I wonder if these charges should not be done.",
        "Is it possible that a portion of their billing is not authorized?",
        "These charges don't have my consent, are they?",
        "Are charges Unauthorized?",
        "Are they a violation of the law?",
        "Is it possible some charges are not legitimate?",
        "Is there anything illegal about the charges?",
        "Maybe some of the charges are not legit.",
        "I am asked if I am charged without consent.",
        "If charges are unauthorized, you need to ask.",
        "Are these charges out of line with the law?",
        "What do you think about the unlicensed fees?",
        "Is it possible that some of the billing is unauthorized?",
        "Is the charged without consent?",
        "Is it possible the charges are not approved?",
        "What about charges that aren't authorized?",
        "Unauthoritarian charges?",
        "Some charges are not authorized?",
        "Is there charges that aren't official legal?",
        "I have no idea if these fees are unauthorized or not.",
        "Is it possible that some of their bills are unauthorized.",
        "You should be asking if charges are unauthorized.",
        "Is they something that should not have been done?",
        "Is they not illegal expenses?",
        "I am not entirely sure if these fees are unauthorized or not.",
        "There are unauthorized charges out there.",
        "These charges are not legit.",
        "These charges might not be unauthorized.",
        "Does that mean there are unauthorized charges?",
        "What do you think about unauthorized charges.",
        "Some of their billing could potentially be unauthorized.",
        "Some of the charges could potentially be unauthorized.",
        "Is it because they had unauthorized charges for it?",
        "Maybe they had unauthorized charges.",
        "Is that the charges that they had unauthorized?",
        "Is the unauthorized charges that they have?",
        "Is it related to unauthorized charges?",
        "I wonder if the charges should not be done.",
        "Is there a possibility that some of the charges are not authorized?",
        "There might be charges that aren't authorized.",
        "Are these charges something that shouldn't be done?",
        "Is it possible that some bills are not theirs?",
        "The charges are not in line with the law.",
        "I wonder if these fees are unauthorized.",
        "Unauthorized charges, or what?",
        "Is it possible the charges should not have been done?",
        "I don't know if the fees were unauthorized or not.",
        "Are unauthorized charges a thing?",
        "Is it possible that some of the charges are illegal?",
        "Are these charges not allowed?",
        "Are those unauthorized charges that they had?",
        "It is possible for unauthorized charges.",
        "Is there an unauthorized charge that they had?",
        "Some of the charges may be invalid.",
        "Is these fees unauthorized?",
        "These are charges that are not authorized.",
        "There is a possibility that some of their bills are unauthorized.",
        "Are the charges in question unauthorized?",
        "Is it possible that those charges were unauthorized?",
        "These charges are incorrect, are they?",
        "Was the charges wrong?",
        "are they illegal expenses?",
        "Maybe some of their bills are not authorized.",
        "Is it possible that some of the charges aren't legit?",
        "Some of the charges are not authorized",
        "It's possible these charges are unauthorized.",
        "Was it unauthorized charges?",
        "Is that actually unauthorized charges?",
        "Illegal charges?",
        "You should be wondering if the charges aren't unauthorized.",
        "Is this something that should never have been charged?",
        "You need to be wondering if charges are unauthorized.",
        "Is it unauthorized charges or what?",
        "Is it possible that their billing is not approved?",
        "What are the charges not authorized",
        "Is it possible that some of their billing isn't legitimate?",
        "Is it possible the charges are not official?",
        "Do you mean unauthorized fees?",
        "Is that unauthorized fees or what?",
        "Is that the charges that aren't authorized?",
        "Any charges unauthorized?",
        "Is it possible there is unauthorized bills?",
        "Is it possible that some of the billing is illegal?",
        "There are charges that aren't authorized",
        "Do you mean charges that aren't authorized?",
        "Wrongful charges happening here?",
        "Is it possible that there are unauthorized charges.",
        "It is questionable if charges are unauthorized.",
        "Is it possible that the invoices are Unauthorized?",
        "Was it unauthorized for these costs?",
        "What do you say about the illegal fees?",
        "Some unauthorized charges are possible.",
        "Some charges may be unauthorized.",
        "Unlicensed charges, that's what?",
        "There is a possibility that their billing is unauthorized.",
        "These charges could be illegitimate.",
        "Are the charges in violation of the laws?",
        "Is it possible charges are unauthorized?",
        "I question if they are illegal expenses.",
        "These charges are possibly incorrect.",
        "Are those charges that aren't authorized?",
        "Is there any unauthorized fees or what?",
        "Will these costs have been unauthorized?",
        "There are charges that do not have official legal status.",
        "Is it unauthorized fees or something.",
        "I would like to know if this is a fraudulent charge.",
        "Maybe some of their bills are not legal?",
        "It is possible that some charges are not authorized.",
        "Is this what Unauthorized charges are?",
        "Is this unauthorized fees or something else?",
        "You should be wondering if some charges are unauthorized.",
        "What if unauthorized fees are involved?",
        "Is it a violation of the law to have these charges?",
        "Is it true that charges are not authorized?",
        "What if there are unauthorized charges?",
        "Is it possible that some of the charges are not approved?",
        "Are these charges something that should never have been brought up?",
        "Is it possible for me to be charged without consent?",
        "Was the costs illegal?",
        "Unauthority charges?",
        "Do the charges lack approval?",
        "Some of the charges could be illegal.",
        "What about unauthorized fees?",
        "Unauthorized charges could be taken.",
        "I don't know if these are fees that are unauthorized or not.",
        "what are the charges not authorized?",
        "Do these charges not have authorization?",
        "The charges may not be authorized.",
        "Is there any question that they made unauthorized charges?",
        "Is it possible that their bills are unauthorized?",
        "Wrongful charges here, yes?",
        "Is that charge that isn't authorized?",
        "Wrongcharge here?",
        "Was they unauthorized?",
        "Was it unauthorized bills?",
        "Do they violate the law?",
        "Are those the unauthorized charges that they had?",
        "Are the fees illegal.",
        "Did they make charges that were unauthorized?",
        "What is the issue with the illegal fees?",
        "Is it plausible that they have unauthorized billing?",
        "Will these charges violate the law?",
        "Those charges could be a mistake.",
        "Is there a unauthorized charge?",
        "Do these charges amount to a violation of the law?",
        "Is it possible that some of their billing isn't legal?",
        "Is charged without consent?",
        "Some of the fees are not supposed to be.",
        "There is a question of if this is a fraudulent charge.",
        "These charges may be incorrect.",
        "Are the charges in violation of the law?",
        "Is this charge something that should not have been done?",
        "Is it possible there are unauthorized bills?",
        "Unauthorized charges are a possibility.",
        "Do they are illegal expenses?",
        "Unauthorized charges possible?",
        "Is this the charge that they had unauthorized charges for?",
        "Is there a problem with unauthorized charges?",
        "There are any unauthorized charges?",
        "What are the alleged unauthorized charges?",
        "Are the charges that are not authorized?",
        "unwarranted charges?",
        "Is this cost unauthorized?",
        "Is this the case where they made unauthorized charges?",
        "Unauthorized invoices exist?",
        "charges are not approved?",
        "Can these charges be considered in violation of the law?",
        "Fees might be unauthorized.",
        "Is it possible some of the billing is not authorized?",
        "Will they be illegal expenses?",
        "Are these charges against the law?",
        "Is the charge something that should not be charged?",
        "The charges are not legit.",
        "Is there a possibility that some of their billing is unauthorized?",
        "I don't know if these fees are Unauthorized or not.",
        "Is these charges in violation of the laws?",
        "I do not know if they are unauthorized.",
        "Are they expenses that are not legal?",
        "What are the charges unauthorized",
        "Did they charge someone without their permission?",
        "There are some illegal fees.",
        "Is the charge without consenting?",
        "These fees may or may not be unauthorized.",
        "Do you think there are unauthorized invoices?",
        "Is it a mistake to charge these charges.",
        "Is it possible that some bills are not legal?",
        "Could some of their bills be unauthorized?",
        "Do these charges are incorrect?",
        "That isn't authorized charges?",
        "Is it possible that I am charged without consent?",
        "Was it the case they made unauthorized charges?",
        "Is it possible that the charges were unauthorized?",
        "If the charges are unauthorized, you should ask.",
        "Is there unauthorized charges that they have?",
        "Is I charged without permission?",
        "Some of the charges might be illegitimate.",
        "What, unauthorized fees or what?",
        "Are these fees not what they should be?",
        "Unauthorized charges may be present.",
        "unlicensed charges?",
        "Was it an unauthorized billing?",
        "What are the charges that were unauthorized?",
        "Is it possible that some of the charges are unauthorized.",
        "Is there someone making unauthorized charges?",
        "Is it something that should not be charged?",
        "There are possible unauthorized charges.",
        "I wonder if these charges are unauthorized.",
        "These are some charges that are not authorized.",
        "What are the charges that aren't legal?",
        "Is the charges something we should not do?",
        "It's possible that some of their bills are illegal.",
        "A charge that isn't authorized?",
        "The fees might be unauthorized or not.",
        "These charges do not have my authorization, are they?",
        "Wrongly charges here?",
        "Was it unauthorized charges they made?",
        "Unauthoritarian billings?",
        "What unauthorized charges are there then?",
        "What are those charges that are not authorized?",
        "Are the charges in violation of law?",
        "Possible unauthorized charges are a possibility.",
        "I would like to know if the charges are unauthorized.",
        "Am the charges unauthorized?",
        "Is it possible that some charges are not legitimate?",
        "These could be incorrect charges.",
        "I am unsure if they're unauthorized or not.",
        "It is possible that these charges are unauthorized.",
        "It's possible that some of their bills are unauthorized.",
        "Are there wrongful charges here?",
        "There is a question as to if this is a fraudulent charge.",
        "You're wondering if the charges are unauthorized.",
        "Possibly unauthorized invoices.",
        "Is it possible that some of their billing is not theirs?",
        "Is it possible that they are unauthorized charges?",
        "These charges may be not unauthorized.",
        "Some billing might be unauthorized.",
        "You should be wondering if charges are not unauthorized.",
        "Are fees unauthorized.",
        "Unauthorized charges were made?",
        "Are these charges made wrong?",
        "Is there any unauthorized charges for that?",
        "Does that mean that they had unauthorized charges?",
        "These charges might violate the law.",
        "There are some charges that have not been authorized.",
        "Possibly unauthorized charges.",
        "There are charges that aren't valid.",
        "Did these costs not have authorization?",
        "Is that charges unauthorized?",
        "Are the charges against them in violation of the law?",
        "What about the unauthorized fees?",
        "Did they charge them without permission?",
        "Do charges are unauthorized?",
        "Is it possible their bills are not legitimate?",
        "Is it possible some of the bills are unauthorized?",
        "Is it a mistake for these charges to be brought up?",
        "Is there a billing that is not approved.",
        "Am I charged without any consent?",
        "Is this charge something that should not be brought up?",
        "Is it possible that some of the charges are not valid?",
        "They may have had unauthorized charges.",
        "Is the charges something that should not have come up?",
        "Was these charges in violation of the law?",
        "What are some unauthorized fees?",
        "Is it possible that some charges are not recognized?",
        "am I charged without consent?",
        "Some of the charges might have been unauthorized.",
        "There is a possibility that some of the charges are unauthorized.",
        "Is that charges are not authorized?",
        "These charges seem to be in violation of the law.",
        "It's possible that the charges are unauthorized.",
        "Is it possible that some of their bills are not authorized?",
        "Is there a billing that isn't authorized?",
        "There could be a billing that is not authorized.",
        "Are those unauthorized charges for?",
        "Is the unauthorized charges they had?",
        "Certain charges are not authorized.",
        "Is there a billing that is unauthorized?",
        "Wrongful charges brought against this person?",
        "Is there anything unauthorized about those charges?",
        "Is their charge unauthorized?",
        "These charges might not be legal.",
        "Maybe some of their billing is unauthorized?",
        "Is there something that shouldn't have been charged.",
        "Is it possible their bills are unauthorized?",
        "Is this charged incorrect?",
        "charges are not permissible?",
        "So are these charges in violation of the law?",
        "Is it illegal for them to make unauthorized charges?",
        "What are the charges that aren't authorized",
        "The charges aren't legal.",
        "Are these costs unauthorized?",
        "Is the charge something that should not have been brought up?",
        "Is that the charges that were not authorized?",
        "There is a billing that might not be authorized.",
        "Was any of them unauthorized charges?",
        "These costs might have been unauthorized.",
        "Did they charge without authority?",
        "Were these expenses not authorized?",
        "Was this unauthorized charges?",
        "Is it possible that their bills aren't legal?",
        "If charges are unauthorized you should be wondering.",
        "Is it possible that some of their billing is illegitimate?",
        "is that there are unauthorized charges?",
        "Was the costs unauthorized.",
        "We don't know if they're unauthorized or not.",
        "There are unauthorized charges possible.",
        "Was there unauthorized charges made?",
        "I am not sure if those fees are unauthorized or not.",
        "There is the chance of unauthorized charges.",
        "Was it possible that some of the charges were unauthorized?",
        "Is there a billing without authorization?",
        "I don't know if they're an unauthorized fee or not.",
        "Are fees not authorized?",
        "What are the charges that are not authorized",
        "Was it the case that there were unauthorized bills?",
        "These charges are possibly unauthorized.",
        "What do you think about unauthorized fees?",
        "I wonder what unauthorized charges are there.",
        "Is the charges Unauthorized?",
        "unauthorized fees or what?",
        "These charges may have been unauthorized.",
        "Is anyone wondering if charges are unauthorized?",
        "Will some of their bills be unauthorized?",
        "Can some of the charges be unauthorized?",
        "Did they actually make unauthorized charges?",
        "Is it possible that some of their bills are unauthorized?",
        "The charges that aren't authorized?",
        "Is it Unauthorized to charge these charges?",
        "I'm unsure if I'm charged without consent.",
        "Is that the result of unauthorized charges?",
        "Is it a charge without consent?",
        "Is there something wrong with the charges here?",
        "I wonder if there were unauthorized bills.",
        "I want to know if these charges are unauthorized.",
        "There are possibilities for unauthorized charges.",
        "Some of the charges may be not authorized.",
        "There are charges that aren't official legal status",
        "There should be questions if charges are unauthorized.",
        "Is the charges possibly unauthorized?",
        "Did they charge illegally?",
        "What do you think about the illegitimate fees?",
        "What unauthorized charges is it?",
        "Unauthorized charges can occur.",
        "Can you tell me if there are unauthorized charges?",
        "Is there any doubt that they made unauthorized charges?",
        "These charges could be wrong",
        "Is that the charge they had without permission?",
        "Did they make some unauthorized charges?",
        "Certain charges aren't authorized.",
        "Were these costs forbidden?",
        "Am I to be charged without consent?",
        "Some of the charges may be unauthorized",
        "Is those charges in violation of the law?",
        "Is it Unauthorized charges?",
        "Is the fees unauthorized",
        "There are charges that aren't allowed.",
        "It's possible for unauthorized charges to happen.",
        "Is this a violation of the law?",
        "I don't know if they're illegal.",
        "Do you know what unauthorized charges are there?",
        "Wrongful charges being brought?",
        "Some fees are unauthorized.",
        "unauthorized invoices?",
        "I am uncertain if they're unauthorized or not.",
        "Are these charges in violation?",
        "Did they have unauthorized charges for?",
        "Is there a chance that some of their billing is unauthorized?",
        "Are the charges something that shouldn't have been done?",
        "I don't know if the fees are legal.",
        "These charges are not legitimate.",
        "Unapproved expenses?",
        "Is it possible that the billing isn't authorized?",
        "Am I charged without a consent?",
        "Is the costs unauthorized?",
        "You should ponder if charges are unauthorized.",
        "It is possible that some of the charges are not legitimate.",
        "Do the charges violate the law?",
        "Should the charges be in violation of the law?",
        "Such charges are not authorized.",
        "Are they illegal expense?",
        "Are these fees illegal?",
        "Is the charges for which they had unauthorized charges?",
        "There are potentially unauthorized charges.",
        "They have charges that aren't authorized.",
        "Did they charge someone without authorization?",
        "Is there a non- authorized billing?",
        "What charges aren't authorized?",
        "Is there anything illegal in the charges?",
        "Aren't the charges unauthorized?",
        "I would like to know if I was charged without consent.",
        "Did they charge without permission?",
        "Are fees illegal?",
        "Perhaps some of the charges are unauthorized?",
        "Is it possible that some of their charges are unauthorized?",
        "Were the charges unauthorized?",
        "What are the unauthorized costs?",
        "Wrongful charges here, yeah?",
        "Is it possible that the charges should not have been made?",
        "It's possible the charges are a mistake.",
        "Were there unauthorized charges made?",
        "Some of their billing is not legal.",
        "are they in violation of the law?",
        "Charge that are not authorized?",
        "The charges are not authorized",
        "Is it possible that some of the charges are improper?",
        "unauthorized charges?!",
        "These are not authorized charges?",
        "Is my charges without consent?",
        "Is unauthorized charges something?",
        "Okay, unauthorized charges?",
        "Unauthorizedcharges are possible.",
        "What are some of these charges not authorized?",
        "Should these charges be in violation of the law?",
        "Is there an unauthorized charge",
        "What are some of the charges that are not authorized?",
        "I question if they are unauthorized charges.",
        "Is these charges in violation of the law.",
        "Are their charges unauthorized?",
        "Is this the charges that they had not authorized?",
        "What are the charges that are not authorized.",
        "Is that it is unauthorized charges?",
        "Was it unauthorized to charge it?",
        "These charges could be a mistake.",
        "Unauthorized invoices?",
        "I don't know whether the fees are unauthorized or not.",
        "Charges that aren't allowed?",
        "Unauthorized charges can be encountered.",
        "What about charges that are not authorized?",
        "Are they considered illegal expenses?",
        "Wrongful charges??",
        "Unauthorized charges or not?",
        "Is this charge that aren't authorized?",
        "What's the unauthorized nature of the charges?",
        "Is this charge unauthorized?",
        "Can they be any unauthorized charges?",
        "Was that the case where they made unauthorized charges?",
        "Charges that aren't of legal status?",
        "Is this charged without consent?",
        "Is it possible that the costs were unauthorized?",
        "The charges could be a mistake.",
        "These charges are not proper.",
        "Is the charge unauthorized?",
        "Are there unauthorized fees?",
        "These charges have the possibility of being unauthorized.",
        "What are the unauthorized claims?",
        "Is there any illegal charges?",
        "What about illegal charges?",
        "Is the charges in violation of the rules?",
        "I don't know if these fees are unauthorized, or not.",
        "Did they make charges that were not authorized?",
        "Are I charged without my consent?",
        "It's possible for unauthorized charges to occur.",
        "Are there incorrect charges here?",
        "Is that the charges that weren't authorized?",
        "Is it possible that some of their billing isn't legit?",
        "I have no idea if they are unauthorized or not.",
        "What are the so-called illegal fees?",
        "Is it possible that some of their bills are not theirs?",
        "Are they violations of the law?",
        "Is it possible that they had unauthorized charges for that?",
        "I would like to know if I have been charged without consent.",
        "Is that charge of unauthorized charges?",
        "any unauthorized charges?",
        "Isn't there a billing that is not authorized?",
        "Is this possible that some of their bills are not authorized?",
        "You might want to ask if charges are unauthorized.",
        "I wonder if they are unauthorized charges.",
        "Do you think unauthorized charges are what?",
        "There are possible unauthorized charges",
        "Is it unauthorized charges that they had?",
        "Were these costs without permission?",
        "Is it possible that some of their billing is not legal?",
        "What are these charges not authorized?",
        "Is it possible that some of the charges are unauthorized?",
        "Is that some of their billing is not authorized?",
        "Is that a billing that is not authorized?",
        "These charges might be violating the law.",
        "Is some of the charges not legal?",
        "Was there wrongful charges here?",
        "Unauthorised billings?",
        "These charges might be wrong.",
        "What are some of the unauthorized charges?",
        "Is it possible their billing is unauthorized?",
        "Should these charges be unauthorized?",
        "Is there an unauthorized charge for that?",
        "Some of their bills may not have been authorized.",
        "Is there an Unauthorized charge?",
        "That charges are unauthorized?",
        "Any unauthorized charges are there?",
        "Were these costs taken out of bounds?",
        "I wonder if they had unauthorized charges?",
        "It's expenses without consent?",
        "Was it unauthorized to charge them?",
        "What are those charges that aren't authorized?",
        "Is that the charges are unauthorized?",
        "unauthorized charges incurred?",
        "Is it possible that these charges should not have been made?",
        "Was it unauthorized charges that they had?",
        "unauthorized charges made?",
        "These charges appear to be unauthorized.",
        "Can these charges be considered violation of the law?",
        "Is that the charges that they had without permission?",
        "Does anyone know if any of them are unauthorized charges?",
        "Is it possible for their bills to be unauthorized?",
        "Is I charged without consent?",
        "Is the charges something that shouldn't have been charged?",
        "What if the charges were unauthorized?",
        "Some charges aren't official legal status?",
        "Is those charges not authorized?",
        "Is the charges something that should have never been done?",
        "Is this charge something that should not be done?",
        "Unauthorized invoices may exist.",
        "You need to question if charges are unauthorized.",
        "Is this the case that they made unauthorized charges?",
        "Is it something that should not have been charged?",
        "Is it likely that some of their billing is unauthorized?",
        "Did they charge something without permission?",
        "You may wonder if charges are unauthorized.",
        "Their billing could be unauthorized.",
        "Is it possible some of their bills are unauthorized?",
        "Is that the charges they had that were not authorized?",
        "Are some of their bills illegal?",
        "these charges are not legit",
        "Are the charges unauthorized.",
        "Does that mean that they had unauthorized charges for?",
        "There are charges that are not of official legal status?",
        "Is this charge anything that should not have been brought up?",
        "What unauthorized charges are contained?",
        "There are charges that aren't considered legal.",
        "Could some charges be unauthorized?",
        "Is there unauthorized charges for that?",
        "What are some of the charges that aren't authorized?",
        "You should be pondering if there are unauthorized charges.",
        "Were the costs illegitimate?",
        "Is these fees without my permission?",
        "Were the charges not authorized?",
        "It is possible for unauthorized charges to be made.",
        "Is there unauthorized fees.",
        "Unauthorized fees?",
        "You should be considering if the charges are unauthorized.",
        "Is it a non authorized bill?",
        "You should be asking if there are unauthorized charges.",
        "Is this charges are unauthorized?",
        "Is the charges against them in violation of the law?",
        "Is that a unauthorized charge?",
        "unauthorized charges, yes?",
        "I don't know if they are unauthorized",
        "I don't know if their are unauthorized fees or not.",
        "Is it possible that some of the charges are not legal.",
        "I would like to know if I am charged without consent.",
        "Is it possible that I have been charged without consent?",
        "Are those unauthorized fees or what?",
        "Is it possible these charges are unauthorized?",
        "It is possible for unauthorized charges to be filed.",
        "You need to be wondering if the charges are unauthorized.",
        "Is that the charges that they had not authorized?",
        "Some of the charges may not be legit.",
        "Are those charges for unauthorized charges?",
        "Aren't these charges in violation of the law?",
        "Should you be pondering if charges are unauthorized?",
        "Are the fees illegal?",
        "Some of their billing may be illegitimate.",
        "I don't know if they are unauthorized charges.",
        "It is possible that the charges are not authorized.",
        "Will these charges be unauthorized?",
        "unauthorized charges there?",
        "What's unauthorized about the charges?",
        "unauthorized charges are what they are?",
        "What about the unofficial fees?",
        "Unauthorized fees, or what?",
        "Maybe some of their billing is not authorized?",
        "They might have made unauthorized charges.",
        "Is it possible that some bills are not legitimate?",
        "Is any of these unauthorized charges?",
        "Are any of the charges unauthorized?",
        "Do they have unauthorized fees?",
        "I want to know if they're unauthorized or not.",
        "The costs may have been unauthorized.",
        "What about the fees that are illegitimate?",
        "Is it possible that some of the bills are not legit?",
        "Is that the case of unauthorized charges.",
        "Is it okay for them to be illegal expenses?",
        "What are the charges that are unauthorized?",
        "It's possible some of their billing is unauthorized.",
        "These charges likely aren't unauthorized.",
        "What are the unauthorized charges that are present?",
        "It is possible for unauthorized charges to be brought.",
        "Is these costs unauthorized.",
        "Is it unauthorized fees or something else?",
        "I wonder if the charges are a mistake.",
        "Irregular charges here?",
        "Is the unauthorized fees?",
        "Are the unauthorized charges they had for?",
        "Is it possible that some billing is illegal?",
        "The charges have no authorization, are they?",
        "Charges that have not been authorized?",
        "Is there Unauthorized billings?",
        "Is there something they should not have been charged with?",
        "I am not sure if the fees are unauthorized or not.",
        "Some of the charges seem to be unauthorized.",
        "Is it possible that these charges should not have been brought up?",
        "There are charges that aren't authorization.",
        "These are unauthorized charges?",
        "What are the charges that are not permitted?",
        "Were the unauthorized charges made?",
        "What, unauthorized charges?",
        "Is this actually unauthorized charges?",
        "There are unauthorized charges, what are they?",
        "Is it possible that some of the bills are unauthorized?",
        "Is it possible that they are illegal expenses?",
        "Is it true that they made unauthorized charges?",
        "Is it conceivable that some of the charges are unauthorized?",
        "Is it something that shouldn't have been charged?",
        "I don't know if the fees are unauthorized or not",
        "Is it possible that some charges are illegal?",
        "I wonder if these charges are something that should not be done.",
        "Is this charge something that shouldn't be brought up?",
        "Did they incur illegal expenses?",
        "It's unclear if charges are unauthorized.",
        "If there are unauthorized charges, you should be wondering.",
        "unauthorized charges were made?",
        "Are the charges in violation of the rules?",
        "Some billing could be unauthorized.",
        "Wrongly charged here?",
        "What unauthorized charges are there??",
        "Irregular charges are unauthorized?",
        "We don't know if they made unauthorized charges.",
        "Is this a charge for unauthorized charges?",
        "Are fees not authorized",
        "Should you be asking if the charges are unauthorized?",
        "You should check if charges are unauthorized.",
        "Is fees unauthorized.",
        "Is it the charges that were unauthorized?",
        "What are the unauthorized fees?",
        "Were there unauthorized charges?",
        "There is unauthorized fees or what?",
        "What are these charges not authorized.",
        "Can the charges be unauthorized?",
        "There can be Unauthorized charges.",
        "What are their unauthorized charges?",
        "Is it possible some of the charges aren't authorized?",
        "Are all the charges unauthorized?",
        "Is these charges in violation of the law",
        "Is it possible that there were unauthorized invoices?",
        "Is there an unrecognized charge?",
        "There are charges that have not been authorized.",
        "Is there something that should not have been charged.",
        "Is it a possibility that some of their bills are unauthorized?",
        "Some charges could be unauthorized.",
        "Did unauthorized charges happen?",
        "Which ones are unauthorized charges?",
        "Wrongous charges here?",
        "Were unauthorized charges made?",
        "These fees are not authorized.",
        "Or unauthorized fees?",
        "It's possible some of the charges are not authorized.",
        "Is there something that should not have been charged?",
        "Wrongst charges here?",
        "Are the unauthorized fees or what?",
        "These charges might not have been authorized.",
        "These charges can be in violation of the law.",
        "Is there a chance the charges are not legal?",
        "Were the costs done without permission?",
        "Does the charge are unauthorized?",
        "It's possible that some of the charges are illegal.",
        "Is it possible that some their bills are not authorized?",
        "Some billings are not authorized.",
        "Wrongfully charges here?",
        "unauthorized prices?",
        "Were their charges unauthorized?",
        "There are unauthorized fees or what.",
        "How about unauthorized charges?",
        "It's possible that some of the charges aren't authorized.",
        "Are these charges wrongful?",
        "Do the charges not have authorization?",
        "Do the charges not have legal status?",
        "Did they make improper charges?",
        "Criminal charges can be unauthorized.",
        "You should be wondering whether the charges are unauthorized.",
        "Are the charges that aren't authorized?",
        "Is there any chance that some of the charges are unauthorized?",
        "There is a question if charges are unauthorized.",
        "Charges that aren't authorized?",
        "I'm not sure if these are unauthorized fees or not.",
        "Is it possible that some charges were not authorized?",
        "I question if there are unauthorized charges.",
        "These could be wrong charges.",
        "Is charge not authorized?",
        "Are these charges anything that should not have been charged?",
        "I don't know about the unauthorized fees.",
        "These charges may be an error.",
        "There are charges that are outside of official legal status.",
        "Are charges that aren't official legal status?",
        "I don't know whether or not they're unauthorized.",
        "Is it unauthorized to make these charges?",
        "Is this unauthorized fee or what?",
        "Was there an unauthorized charge?",
        "Is I charged without consent.",
        "Is it possible that some charges were unauthorized?",
        "Is this charge something that should not happen?",
        "Will some of the charges be unauthorized?",
        "Is this charging something that should not have been done?",
        "Are there unauthorized charges for that?",
        "Is this an unauthorized billing?",
        "That's what, unauthorized charges?",
        "Is it correct that they had unauthorized charges?",
        "These charges don't have my authorization, do they?",
        "Is it possible that some of their bills aren't legal?",
        "There are charges that aren't officially legal.",
        "Is it a possibility that some charges are unauthorized?",
        "Is it possible that the charges should not have been done?",
        "Was it unauthorized for these costs to be paid?",
        "There are charges that can be Unauthorized.",
        "Unauthorized charges can happen",
        "Is there wrong charges here?",
        "Are there illegal expenses?",
        "Is this charges incorrect?",
        "Is there some sort of unauthorized charge?",
        "Are costs unauthorized.",
        "Is it ok for charges to be unauthorized?",
        "Which are the charges that are not authorized?",
        "Those charges don't have official legal status?",
        "Could these charges be incorrect?",
        "Is it possible that some charges aren't legitimate?",
        "these charges may not be unauthorized",
        "Could the charges be unauthorized?",
        "You have to ask if charges are unauthorized.",
        "unauthorized charges are possible.",
        "Is that there were unauthorized charges?",
        "I am not sure if those are unauthorized or not.",
        "Has there been unauthorized bills?",
        "Unauthorized invoices are a possibility.",
        "Is there a reason for the illegal fees?",
        "Are these charges anything that should not have been done?",
        "These charges may be bogus.",
        "It's a good question if charges are unauthorized.",
        "Are this charges incorrect?",
        "Is Unauthorized fees or what?",
        "unauthorized charges can be made.",
        "Is these charges wrong?",
        "These charges are not in line with the law.",
        "Is that charges that they did not authorize?",
        "These are not the fees that are supposed to be, do they not?",
        "It is possible that some of their billing is not authorized.",
        "What are the charges that are illegal?",
        "I wonder if there was unauthorized bills.",
        "These charges can potentially be a mistake.",
        "Expenses without the consent of the user?",
        "What are certain charges not authorized?",
        "I wondered if there were unauthorized bills.",
        "Do these charges violate laws?",
        "Was the charges in violation of the law?",
        "Is it possible there were unauthorized bills?",
        "Is this a unauthorized charge?",
        "There are charges that aren't of legal status.",
        "Is this charge something that shouldn't have been brought up?",
        "Maybe some of the charges are not legal.",
        "These charges aren't authorized.",
        "Is it because they had unauthorized charges for that?",
        "Are they out of line?",
        "Is there an unauthorized billing?",
        "I am wondering if I am charged without consent.",
        "I don't know if they're actually unauthorized or not.",
        "These are questionable charges.",
        "Some of the charges are possibly unauthorized.",
        "Are they unauthorized expenses?",
        "I'm wondering if I'm charged without consent.",
        "What unauthorized charges is there?",
        "improper charges?",
        "Is there something that shouldn't have been charged?",
        "the charges are not authorized?",
        "There are some fees that I don't know if they're unauthorized or not.",
        "It's possible that some of their bills are not authorized.",
        "Is this possible that some of the charges are not authorized?",
        "What do you think about the unauthorized fees?",
        "Could some of their billing be unauthorized?",
        "These charges do not have authorization.",
        "Is it possible for unauthorized invoices to exist?",
        "That is unauthorized charges?",
        "What do you think of the illegal fees?",
        "It is possible that some of the charges are unauthorized.",
        "Is the charges illegal?",
        "You should be asking yourself if charges are unauthorized.",
        "Did they make illegal charges?",
        "Are those unauthorized charges that they have?",
        "What is the situation with unauthorized charges?",
        "Is the illegal fees?",
        "What are the charges that are not allowed?",
        "The fees are something I don't know if they're unauthorized or not.",
        "Is this an unauthorized charges?",
        "Are some charges not authorized?",
        "Is it possible that some charges are not valid?",
        "Is there a billing that is not authorized.",
        "Is that there is an unauthorized charge?",
        "Is it possible that the charges should not have been brought up?",
        "And unauthorized charges?",
        "These charges, are they unauthorized?",
        "The charges might not be legal.",
        "Fees may be unauthorized",
        "Does it mean I'm charged without consent?",
        "Would these charges be in violation of the law?",
        "Perhaps they are illegal expenses.",
        "Are these charges something that should have never been done?",
        "Is this charge something that should not have been levied?",
        "Was there unauthorized charges?",
        "Is that the unauthorized charges they have?",
        "You should question if charges are unauthorized.",
        "These charges probably aren't unauthorized.",
        "Is it possible the charges are unauthorized?",
        "Is that the unauthorized charges they had for?",
        "Some charges might be illegal.",
        "Unauthorized charges or something?",
        "Are they expenses that are illegal?",
        "That is Unauthorized charges?",
        "Do the charges in violation of the law?",
        "You should be curious if charges are unauthorized.",
        "Are they outside the law?",
        "Ischarges unauthorized?",
        "Are the charges in violation of the law.",
        "That's what? Unauthorized charges?",
        "Are your charges unauthorized?",
        "Is the charges that were unauthorized?",
        "Is the charge Unauthorized?",
        "Is the charges not authorized.",
        "These fees are something I don't know if they are unauthorized or not.",
        "Was it unauthorized fees or what?",
        "You should be wondering if charges are unauthorized.",
        "Do these charges violate the law.",
        "Is this case in violation of the law?",
        "Are the charges that aren't of legal status?",
        "I don't know if they are illegal expenses.",
        "Do these charges violate rules?",
        "What is the matter with the illegal fees?",
        "I am not certain if they are unauthorized or not.",
        "What are the fees that are illegitimate?",
        "What about charges that aren't authorized.",
        "Is it possible that their billing is not legal?",
        "Is this case of unauthorized charges?",
        "Is there any wrong charges?",
        "What are the illegal fees.",
        "Wrongful charges here in this case?",
        "Wrongful allegations here?",
        "What about unauthorized charges?",
        "Were unauthorized bills there?",
        "If charges are unauthorized, you should be wondering",
        "Is there an unauthorizedcharge?",
        "Is the charges breaking the law?",
        "Wrongful CHARGES?",
        "I am not sure if I'm charged without consent.",
        "Unauthorized charges is possible.",
        "Which charges aren't legal?",
        "What about charges that are not authorized.",
        "Is it possible that some charges were not approved?",
        "unauthorized charges to be made?",
        "What are the illegal charges?",
        "Is that something that shouldn't have been charged?",
        "Is that any unauthorized charges?",
        "Is it unauthorized to have any of those charges?",
        "Is this the case of unauthorized charges?",
        "Unauthorized charges, that's?",
        "Is there a chance that some charges are not legal?",
        "Is this charges unauthorized?",
        "Isn't charges not authorized?",
        "Incorrect charges here?",
        "Did the unauthorized bills happen?",
        "The expenses without consent?",
        "What are the charges that weren't authorized?",
        "There are charges which aren't authorized.",
        "Is it possible some charges are illegal?",
        "Is there unauthorized bills here?",
        "I don't know if the fees are unauthorized, or not.",
        "Wrongful charges here, huh?",
        "There are charges that are not authorized?",
        "Is this the case for unauthorized charges?",
        "There is a possibility that charges are unauthorized.",
        "You should be wondering if charges are unauthorized?",
        "There are charges not of legal status.",
        "The fees are not authorized",
        "Is it possible some of their billing is not legal?",
        "Were these expenses illegal?",
        "Were these costs paid without authorization?",
        "Am I charged without authorization?",
        "These charges might not be their own.",
        "Will they be unauthorized charges?",
        "I am unsure if they are unauthorized or not.",
        "Is these charges in violation of law?",
        "Can the charges be considered in violation of the law?",
        "what charges are not authorized?",
        "These charges could be in violation of the law.",
        "Is that the case that they made unauthorized charges?",
        "I don't know if these fees are unauthorized or not",
        "You should be asking yourself if there are unauthorized charges.",
        "Are these charges something that should never be done?",
        "Some of these charges may be unauthorized.",
        "Is the charges that aren't of official legal status?",
        "Unauthorized fees or?",
        "Is there something illegal about this?",
        "Do you know if charges are unauthorized?",
        "are the charges in violation of the law?",
        "These charges are not legal.",
        "if charges are unauthorized",
        "Are those charges illegal?",
        "Were these costs outside the law?",
        "These charges are not authorized",
        "There are charges that are not authorized.",
        "Maybe there are unauthorized charges.",
        "Are they illegal.",
        "These charges have no authorization, are they?",
        "Is these charges not authorized?",
        "It is unclear if charges are unauthorized.",
        "There is a possibility that some of the charges are not authorized.",
        "Is these costs unauthorized?",
        "What about a billing that isn't authorized?",
        "How about a billing that is not authorized?",
        "Is these charges violating the law?",
        "The charges might not be authorized.",
        "Is the charges something that shouldn't have been done?",
        "Is the unauthorized charges there?",
        "Is it possible for some charges to be unauthorized?",
        "Unauthorized charges is what they are?",
        "what are the charges that are not authorized",
        "Maybe some of the charges are not authorized.",
        "Is the charges anything that should not have been charged?",
        "Is that the case for unauthorized charges?",
        "Were these costs paid without authority?",
        "Are the fees done unauthorized?",
        "I can't say if these fees are unauthorized or not.",
        "Yes, Unauthorized invoices?",
        "What if these charges are unauthorized?",
        "Is this charge something that should not have come up?",
        "I am not sure whether they are unauthorized or not.",
        "What Unauthorized Charges are there?",
        "These charges do not have my authorization, right?",
        "That's unauthorized charges, what?",
        "Is it the unauthorized charges?",
        "I was wondering if there were unauthorized bills.",
        "Wrongful charges related to this?",
        "Can you tell me what unauthorized charges are there?",
        "The charges can be unauthorized.",
        "Is it possible I was charged without consent?",
        "I'm not sure if these fees are authorized or not.",
        "Were these charges in violation of the law?",
        "Is it possible I'm charged without consent?",
        "There are some fees that are not supposed to be.",
        "Is the charge without consent?",
        "Am I charged without my consent?",
        "These are possible unauthorized charges.",
        "Is that charges that should not have been done?",
        "These charges could possibly be a mistake.",
        "The charges aren't authorized?",
        "How about charges that are not authorized?",
        "Is the charge possibly unauthorized?",
        "Were they unauthorized to make charges?",
        "Unauthorized charges exist.",
        "Charges are not approved?",
        "What charges are not authorized?",
        "Is that something with the illegal fees?",
        "Is it possible that these charges shouldn't have been done?",
        "Unauthorized charges can be considered.",
        "What are those charges unauthorized?",
        "Unauthorised charges can be made.",
        "I am not certain if these fees are unauthorized or not.",
        "Is that case of unauthorized charges?",
        "Is my charged without consent?",
        "Is it unauthorized for these charges?",
        "Is it possible they have unauthorized billing?",
        "Is that something that should not have been charged?",
        "It is possible that their bills are unauthorized.",
        "These charges are potentially a mistake.",
        "There are expenses without permission.",
        "What are the illegitimate charges?",
        "Is it possible some of the charges are not approved?",
        "I wonder if there are unauthorized billings?",
        "They are wondering if they made unauthorized charges.",
        "Concerning charges that aren't authorized?",
        "Some charges are not authorized",
        "Some of the charges might not be authorized.",
        "What if there are unauthorized charges.",
        "Is there charges that aren't authorized?",
        "What if they are unauthorized charges?",
        "Is it possible some of their bills are not theirs?",
        "Can you tell me what charges are not authorized?",
        "These charges may have violated the law.",
        "Do they all have unauthorized charges?",
        "It is possible that some of their bills are not legitimate.",
        "Is there illegal expenses?",
        "Is it true that these charges are unauthorized?",
        "Are the charges a violation of the law?",
        "What are the charges that aren't authorized.",
        "Some of the charges are not authorized.",
        "I am uncertain if they are unauthorized or not.",
        "Is there something against the law?",
        "I wonder if they're unauthorized or not.",
        "Are these charges in violation of law?",
        "These charges may not be in line with the law.",
        "Are they irregular expenses?",
        "Is it possible that some of their billing is irregular?",
        "Some of their billing may be unauthorized.",
        "Are these charges illegal?",
        "Some of the charges aren't legal.",
        "There are fees I don't know if they are unauthorized or not.",
        "Are some expenses illegal?",
        "unauthorized charges available?",
        "Is there any unauthorized charging?",
        "It is unclear if the charges are unauthorized.",
        "Wrongful CHARGES here?",
        "Is there an unauthorized charge here?",
        "I wonder if these charges are a mistake.",
        "Do these charges lack approval?",
        "You must be wondering if charges are unauthorized.",
        "Is there a chance that some of the charges are not legal?",
        "It's possible that some of the billing is unauthorized.",
        "Are they charged for unauthorized charges?",
        "Were these costs unrecognized?",
        "Any unauthorized fees or what?",
        "Will any of them be unauthorized charges?",
        "Some charges are unauthorized.",
        "Is there expenses without consent?",
        "There is a possibility of Unauthorized charges.",
        "Some of their billing is possibly unauthorized.",
        "Were these costs not authorized?",
        "Is it possible that these costs were unauthorized?",
        "Maybe some of the billing is unauthorized?",
        "I don't know if the charges are unauthorized or not.",
        "Is it a mistake to charge this?",
        "Did they have unauthorized charges made?",
        "Is they unauthorized charges?",
        "Is it possible that certain charges are not authorized?",
        "Do they have unauthorized fees or what?",
        "What are the unauthorized fees or what?",
        "Aren't they illegal expenses?",
        "unauthorized charges used?",
        "I don't know if the fees are authorized.",
        "Is that the charges they had without authorization?",
        "There could be unauthorized charges here.",
        "Is it unauthorized to charge these things?",
        "I want to know if they are unauthorized charges.",
        "Is the charges something that should not be done?",
        "Unauthorized charges are also possible.",
        "Is it possible they are not authorized?",
        "chargings are not authorized?",
        "Are these charges violation of law?",
        "Wrongful charges there?",
        "Is the charges something that should not be brought up?",
        "Is it true that a billing is not authorized?",
        "It is possible that some charges are not legal.",
        "They may have made unauthorized charges.",
        "I have no clue if these fees are unauthorized or not.",
        "Is the charge in violation of the law?",
        "Is it a possibility that they made unauthorized charges?",
        "There is a chance that the charges are unauthorized.",
        "Unauthorized charges can be had.",
        "Some of the charges could possibly be unauthorized.",
        "Wrongful charges here?!",
        "I am unsure if I am charged without consent.",
        "It is possible that the charges are a mistake.",
        "I don't know whether I'm charged without consent.",
        "Is it illegal for me to be charged without consent?",
        "How about expenses without consent?",
        "Is that some of their billing is unauthorized?",
        "what unauthorized charges are there?",
        "Are they against the law?",
        "A charge is not authorized?",
        "You should consider if charges are unauthorized.",
        "There are some charges that aren't authorized.",
        "There are unauthorized fees or what?",
        "Is it possible that there is unauthorized charges?",
        "Is this something that should not have been charges?",
        "Are the charges that aren't legal?",
        "It's possible that some of their billing is illegal.",
        "Some of their billing appears to be unauthorized.",
        "Wrong Charging here?",
        "Is it possible that they had unauthorized charges.",
        "Is it possible that their billing isn't legit?",
        "Did the charges are unauthorized?",
        "Am these charges incorrect?",
        "Was there unauthorized costs?",
        "Is it possible that these charges are unauthorized?",
        "You should wonder if charges are unauthorized.",
        "Is the charges wrongful?",
        "Is these fees not what they are supposed to be?",
        "If charges are unauthorized you should be asking.",
        "Are these charges something that shouldn't happen?",
        "Is it possible that some of the charges are irregular?",
        "The charges might violate the law.",
        "I wonder if I'm charged without my consent.",
        "Is it unauthorized to make the charges?",
        "What is the unauthorizedness of the charges?",
        "Is this expenses without consent?",
        "Wrongful charges being made?",
        "There were unauthorized fees or what?",
        "Is it unauthorized for these charges to be there?",
        "Is this violation of the law?",
        "Some of the charges might be illegal.",
        "I don't know if I'm charged without my consent.",
        "Were these costs out of the ordinary?",
        "It is possible that some of their bills are not theirs.",
        "Is it the charges they had not authorized?",
        "I do not know if this is unauthorized or not.",
        "Are they illegitimate expenses?",
        "It's not clear if they're unauthorized or not.",
        "I don't know if the fees are unauthorized.",
        "Unauthorized charges are there, what?",
        "Maybe some of their bills are unauthorized?",
        "What is unauthorized about the charges?",
        "You may be wondering if charges are unauthorized.",
        "Are these charges something that should not have been done?",
        "Is that a charge that was not authorized?",
        "Yes, are they illegal expenses?",
        "Unauthorized fees or something?",
        "Were these charges unauthorized?",
        "They may have unauthorized bills.",
        "These charges are possibly not unauthorized.",
        "Unauthorized charges, that?",
        "there are charges that aren't authorized",
        "What unauthorized charges are in there?",
        "Is the charges in violation?",
        "Is it possible they are illegal expenses?",
        "I'm not quite sure if these are unauthorized or not.",
        "Is any of them unauthorized expenses?",
        "I wonder if some of the billing is unauthorized.",
        "Is it possible that these are unauthorized invoices?",
        "Is it possible that some charges are not legit?",
        "These costs were not authorized?",
        "Are them in violation of the law?",
        "Are fees illegal.",
        "These charges are not approved?",
        "Is a billing that is not authorized?",
        "I don't know if I'm charged without consent.",
        "Are there any charges that are not authorized?",
        "You should ponder if the charges are unauthorized.",
        "Is it a charge for unauthorized charges?",
        "Is Unauthorized Fees or what?",
        "Maybe the charges are unauthorized.",
        "Were these unauthorized expenses?",
        "charges that aren't authorized?",
        "Was it unauthorized for these costs to be incurred?",
        "Is there some unauthorized charges there?",
        "Is it possible to be charged without consent?",
        "These charges are perhaps not unauthorized.",
        "Do you have a question about unauthorized charges?",
        "Was it unauthorized billing?",
        "You should be wondering if the charges are unauthorized",
        "Were these costs out of place?",
        "There are some not authorized charges.",
        "Did they make charges without authorization?",
        "I'm unsure if the fees are unauthorized or not.",
        "Is it possible that some of the charges were unauthorized?",
        "Is there an illegal charge?",
        "I'm not quite sure if the fees are unauthorized or not.",
        "Is there unauthorized fees?",
        "I don't know if they're unauthorized.",
        "Might they have made unauthorized charges?",
        "Is there Unauthorized Invoices?",
        "Wrongful charges in this instance?",
        "I don't know if the fee is unauthorized or not.",
        "These charges may be violating the law.",
        "Is it possible that certain charges are unauthorized?",
        "Is this charge in violation of law?",
        "I'm not certain if these fees are unauthorized or not.",
        "It is possible that some of their bills are not legal.",
        "Is it possible they had unauthorized billing?",
        "Unauthorised invoices?",
        "Is it true that I have been charged without consent?",
        "Is it true that I was charged without consent?",
        "Is the charges incorrect.",
        "For unauthorized charges?",
        "Unauthorized charges are possible",
        "Is that the unauthorized charges they incurred?",
        "I don't know if this is an unauthorized fee or not.",
        "Are these charges out of bounds?",
        "Unauthorized charges should be considered.",
        "Some charges can be unauthorized.",
        "Is they illegal?",
        "Is the charge not authorized.",
        "Is this charges that should not have been brought up?",
        "Are there charges that aren't authorized?",
        "Is there any unauthorized charges they have?",
        "Wrongful charges present?",
        "What if some of their billing is unauthorized?",
        "You want to know if the charges are unauthorized.",
        "Unauthorizedcharges?",
        "Is the charges that they had not authorized?",
        "I don't understand if these fees are unauthorized or not.",
        "Are they violating the law?",
        "Did they make charges that weren't authorized?",
        "Are I being charged without consent?",
        "Charges that are not of official legal status?",
        "Is such charges unauthorized?",
        "It is possible that their billing is unauthorized.",
        "Is there some unauthorized charge?",
        "Is it possible that they were unauthorized?",
        "Is any of the charges unauthorized?",
        "They might be illegal.",
        "Are the charges in violation?",
        "Is it possible that some of their bills are fraudulent?",
        "Are they charges that should not have been charged?",
        "Wrongful charge here?",
        "Are these charges out of line?",
        "Are these fees not supposed to be?",
        "Are the charges they had unauthorized?",
        "I am not certain if they're unauthorized or not.",
        "charges are illegal?",
        "Do those charges not have authorization?",
        "The charges may not be unauthorized",
        "These charges are not legit?",
        "Is this the case that they had unauthorized charges?",
        "Could those charges be unauthorized?",
        "There are wrongful charges here?",
        "Those are unauthorized charges?",
        "What are their unauthorized fees?",
        "Is that unauthorized charges?",
        "I wonder if I am charged without consent?",
        "I am being charged without consent.",
        "You should wonder if the charges are unauthorized.",
        "Unauthorized invoices??",
        "Is there any illegitimate charges?",
        "Is there some unauthorized charges?",
        "Is it possible that their billing isn't authorized?",
        "These can be unauthorized charges.",
        "Is there unauthorized bills.",
        "Is this charge something that should not be charged?",
        "Are the fees unauthorized.",
        "I do not know if I am charged without consent.",
        "Are charges not authorized?",
        "I was wondering if there were unauthorized charges.",
        "Is it the charges that they had not authorized?",
        "I wonder if I am charged without my consent.",
        "Is that a charge of unauthorized charges?",
        "Is there any Unauthorized invoices?",
        "Is the charge without consenti?",
        "Is it the charges that they did not authorize?",
        "These charges could be unauthorized.",
        "Have you considered if the charges are unauthorized?",
        "Is it for unauthorized charges?",
        "These charges are not my authorization, are they?",
        "Unlawful charges?",
        "Are this expenses illegal?",
        "Is there expenses without permission?",
        "It is possible that some of their bills are illegal.",
        "Maybe they are illegal expenses?",
        "Is it Unauthorized Charges?",
        "Unauthorized charges could be possible.",
        "Can charges be unauthorized?",
        "Do they count as illegal expenses?",
        "Were these costs unauthorized.",
        "I don't know if these fees are illegal or not.",
        "Is it possible that some of their bills were not authorized?",
        "Wrong charging here?",
        "Is their expenses illegal?",
        "If the charges are unauthorized, you should be wondering.",
        "Is this something that should not have been charged?",
        "I wonder if the charges are unauthorized.",
        "Is the charge without permission?",
        "Is it possible that these charges don't have my authorization?",
        "It is possible for unauthorized charges to take place.",
        "They have no authorization, are they?",
        "Does any of them have an unauthorized charge?",
        "Did unauthorized charges exist?",
        "Are these fees unauthorized or not?",
        "Is there a question if charges are unauthorized?",
        "Which charges aren't authorized?",
        "What? Unauthorized charges?",
        "There are unauthorized charges, is that?",
        "How are unauthorized fees?",
        "Are the charges that aren't official legal status?",
        "Is this charging something that shouldn't be done?",
        "Do they have any unauthorized charges for that?",
        "Is there an unauthorized charge there?",
        "I am not sure if they're unauthorized or not.",
        "Was there unauthorized fees?",
        "There are some charges that are not official legal status.",
        "There are some charges that might be unauthorized.",
        "It is possible for unauthorized charges to occur.",
        "What about charges not authorized?",
        "Is it true that they made unauthorized charges.",
        "Is there unrecognized charges?",
        "Is it possible that their bills are not legal?",
        "Is there something that shouldn't be done with these charges?",
        "An unauthorized charge is there?",
        "You have to ask if the charges are unauthorized.",
        "Is this charge bogus?",
        "Is they in violation of the law?",
        "Is the charges against them violation of the law?",
        "Are there unauthorized charges that they had?",
        "Is this a case of wrongful charges?",
        "What if these charges are not authorized?",
        "You're wondering if charges are unauthorized.",
        "Are there charges that aren't authorized.",
        "These charges might be unauthorized.",
        "Does it mean I am charged without consent?",
        "I do not know if they're unauthorized or not.",
        "unauthorized counts?",
        "It is possible that some of the bills are not authorized.",
        "Is it the case that there are unauthorized charges?",
        "I wonder if I was charged without consent.",
        "Are they unauthorized charges?",
        "These charges might be in violation of law.",
        "Absolutely, are they illegal expenses?",
        "I have no idea if the fees are unauthorized or not.",
        "Is these charges incorrect?",
        "Are these charges something that should not be brought up?",
        "Some of the charges that are not authorized.",
        "You may have unauthorized invoices.",
        "Is it true that charges are unauthorized?",
        "Unauthority charges are possible.",
        "There may have been unauthorized bills.",
        "Is their fees unauthorized?",
        "Unauthorized Charges?",
        "Is it something that should never have been charged?",
        "Can it be that some of the charges are not authorized?",
        "There are not authorized charges?",
        "Multiple charges that aren't authorized?",
        "What are the unauthorized charges you have?",
        "Some of their billing may be illegal.",
        "Is there a charge not authorized?",
        "Is there unauthorized charges here?",
        "These are not the fees supposed to be, are they?",
        "Do you know about the illegal fees?",
        "Unauthorized charges, yes?",
        "There is a chance these charges are unauthorized.",
        "Is it due to unauthorized charges?",
        "Are they outside the bounds of legality?",
        "Is the charges they had not authorized?",
        "Is it possible that some charges are not approved?",
        "Is it plausible that some of their billing is not authorized?",
        "Is it an Unauthorized charges?",
        "What unauthorized charges does it have?",
        "Are the unauthorized charges there?",
        "There is a chance that some of the charges are unauthorized.",
        "Was it unauthorized bills.",
        "Is the unauthorized charge there?",
        "Are the charges something that should not have been done?",
        "Is the charge something that shouldn't be done?",
        "You should wonder if the charges are authorized.",
        "Is there any wrongful charges here?",
        "Is this a charge that shouldn't have been charged?",
        "Is it possible that some charges are illegitimate?",
        "What are the charges not legal?",
        "Are those charges not authorized?",
        "Is your charges unauthorized?",
        "Is these charges illegitimate?",
        "Is it possible for the charges to be unauthorized?",
        "There are potential unauthorized charges.",
        "Is this an illegitimate charge?",
        "You mean unauthorized charges?",
        "these charges aren't authorized",
        "Is there an illegal expenses?",
        "Is it possible that some of their billing isn't authorized?",
        "Is there a billing that is not authorized",
        "Is there any unauthorized charges.",
        "Wrongful claims here?",
        "Is the charges that they had for unauthorized use?",
        "Have you considered if charges are unauthorized?",
        "Is this costs unauthorized?",
        "Is the charge illegitimate?",
        "What do you think are the unauthorized charges?",
        "Those charges might be a mistake.",
        "The charges may violate the law.",
        "Is it a possibility that the charges are unauthorized?",
        "Is the unauthorized charges that they had for?",
        "Would the charges be unauthorized?",
        "Is the charges incorrect here?",
        "Is it possible that these charges should never have been done?",
        "Unauthorized charges can potentially be made.",
        "unauthorized charges against you?",
        "Do you have any questions about unauthorized charges?",
        "Unauthorized charges being made?",
        "Is it possible that some of the billing is not legitimate?",
        "Possibly unauthorized invoices?",
        "Are these charges an error?",
        "Did they charge someone without permission?",
        "Is they making unauthorized charges?",
        "Their billing may be unauthorized.",
        "Unauthorized expenses?",
        "What unauthorized charges have there been?",
        "Certain charges are unauthorized.",
        "There are unauthorized charges, that's what?",
        "Were the fees unauthorized?",
        "There is a chance for unauthorized charges.",
        "Do you mean Unauthorized charges?",
        "Is there any wrong charges here?",
        "There is a chance that some of their billing is unauthorized.",
        "Am I charged without consent?",
        "Could be unauthorized charges?",
        "Does that mean they had unauthorized charges for it?",
        "Is this the case where they had unauthorized charges?",
        "is there unauthorized charges?",
        "Some charges may be unauthorized",
        "These fees could be unauthorized or not.",
        "I wonder if these charges are in violation of the law.",
        "Is it possible that some charges aren't legal?",
        "Is this charged in violation of the law?",
        "What are the unauthorized charges?!",
        "So charges are not authorized?",
        "It is possible for unauthorized charges to exist.",
        "It's possible that they have unauthorized billing.",
        "Such charges aren't authorized.",
        "Wrongful charges against you?",
        "Is there a non authorized billing?",
        "Was this unauthorized fees or what?",
        "Does any of them have unauthorized charges?",
        "I'm not sure if they are unauthorized or not.",
        "Is this possible that some charges are not authorized?",
        "Is that the charges that they didn't authorize?",
        "How about the charges that are not authorized?",
        "Is this a questionable charge?",
        "Is there a chance that some of their bills are not legal?",
        "Is these fees illegal?",
        "Is it possible these costs were unauthorized?",
        "There is a chance that these charges are unauthorized.",
        "Is there illegitimate charges?",
        "Will these charges be in violation of the law?",
        "Is this charging in violation of the law?",
        "These charges lack my authorization, are they?",
        "Is that Unauthorized Charges?",
        "Are there charges that aren't official legal?",
        "Are their fees illegal?",
        "Were these costs outside the rules?",
        "Do you wonder if the charges are unauthorized?",
        "Are these charges something that should not be done?",
        "Did these costs be unauthorized?",
        "You should be wondering about unauthorized charges.",
        "Are the charges bogus?",
        "So what are the unauthorized charges?",
        "Is it something that should not be done with these charges?",
        "Is the charges in violation of law?",
        "I am not certain if the fees are unauthorized or not.",
        "What unauthorized charges are included?",
        "Can expenses be without consent?",
        "Is it possible that some of their bills are not authorized.",
        "Is there any unauthorized charges here?",
        "Is this a case of wrongful charges here?",
        "Some charges could possibly be unauthorized.",
        "These charges might be bogus.",
        "These charges have not my permission, are they?",
        "Is it possible that they have unauthorized charges?",
        "They may have unauthorized charges for that.",
        "There are charges that are not an official legal status.",
        "Is it possible the billing is unauthorized?",
        "Is it possible that some of the charges are not recognized?",
        "Is this possible that some of the charges are not legal?",
        "Do you think these charges are unauthorized?",
        "Is this charges that are unauthorized?",
        "I don't know if they're unauthorized",
        "Unauthorizable charges?",
        "Questions about unauthorized charges should be on your mind.",
        "Unauthorized charges could be true.",
        "Can there be a billing that is not authorized?",
        "Is it possible that some billing is unauthorized?",
        "Is that the charges that are unauthorized?",
        "Are the charges something that should not have been charged?",
        "I'm not entirely sure if the fees are unauthorized or not.",
        "Is it possible some of their billing is not authorized?",
        "The fees may be unauthorized.",
        "Is the unauthorized charges what they have?",
        "Was there unauthorized expenses?",
        "Is it unauthorized fees or what.",
        "Does it mean that I am charged without consent?",
        "Unauthorious charges?",
        "Is it possible that some of their invoices are unauthorized?",
        "They're something I don't know if they're unauthorized or not.",
        "Was these costs done without authorization?",
        "Is it possible that some of them are unauthorized?",
        "So unauthorized charges?",
        "Was I charged without consent?",
        "It's possible for unauthorized charges.",
        "Is that the case with unauthorized charges?",
        "Is it possible there are unauthorized charges.",
        "These charges are not legal?",
        "Is there any unauthorized expenses?",
        "They may have made unauthorized charges",
        "Are these charges something that should not have been brought up?",
        "I don't know if they are an unauthorized fee or not.",
        "Is that the case that they had unauthorized charges?",
        "Is it possible that some of the charges aren't legal?",
        "You should be wondering if charges are unauthorized",
        "Some of their bills could be illegal.",
        "Wrongcharged here?",
        "There is possibility of unauthorized charges.",
        "If the charges are unauthorized, you should be asking.",
        "There are charges that are not official legal status.",
        "There are illegal charges?",
        "Is the fees unauthorized?",
        "Is it possible that these charges should not be done?",
        "Is it true that they had unauthorized charges?",
        "Is this charge something that should not have been made?",
        "Is the charges violation of the law.",
        "Is it possible they have unauthorized bills?",
        "Is it wrongful charges here?",
        "They have charges that are not authorized.",
        "The charges are potentially a mistake.",
        "Were the cost unauthorized?",
        "Is it possible that there is unauthorized billing?",
        "Do these charges go against the law?",
        "Are the charges something that should not be done?",
        "There are some fees that I don't know if they are unauthorized or not.",
        "Possible Unauthorized Charges",
        "Could be unauthorized bills?",
        "Is it possible that some charges are out of place?",
        "Did they charge unauthorized funds?",
        "Is there a chance that some charges are not authorized?",
        "I want to know if I'm charged without consent.",
        "It is possible that there is unauthorized billing.",
        "There was a question of unauthorized bills.",
        "Is it possible that a few of the charges are not legal?",
        "Are any of them unauthorized charges?",
        "Were the costs done without authorization?",
        "Is it possible that they are unauthorized?",
        "Is some of the billing unauthorized?",
        "Fees may not be authorized.",
        "What are the unauthorized charges there?",
        "Is there some charges that aren't authorized?",
        "Wrong charges here?",
        "It's possible that their billing is unauthorized.",
        "Are these fees unauthorized.",
        "What are the possible unauthorized charges?",
        "Those charges aren't official legal status?",
        "Wrongful Charges here?",
        "I don't know if that is unauthorized charges.",
        "Some charges may not be authorized.",
        "Is it possible that their billing is not authorized?",
        "Is it charging without consent?",
        "I don't know if these are unauthorized or not.",
        "Did they bring in unauthorized charges?",
        "Are the charges wrong?",
        "You should be curious if the charges are unauthorized.",
        "The charges are unauthorized?",
        "Fees are possibly unauthorized.",
        "Is they illegal expenses.",
        "Is this a charge that shouldn't have been brought up?",
        "Is there something unauthorized about the charges?",
        "Is it possible I am charged without consent?",
        "Is it possible that their bills aren't legitimate?",
        "I do not know if these fees are authorized or not.",
        "were these costs unauthorized?",
        "Unauthorized proceedings?",
        "Are the fees in question unauthorized?",
        "Is there Unauthorized fees?",
        "Do you know what charges are not authorized?",
        "The charges might not be unauthorized",
        "Are these charges outside the law?",
        "Wrongful charges HERE?",
        "I wonder if I'm charged without consent?",
        "Was there something illegal about it?",
        "I have no idea if these fees are unauthorized.",
        "There are some fees I don't know if they are unauthorized or not.",
        "Could be Unauthorized invoices?",
        "Unauthorized charges to be made?",
        "Is there a billing that cannot be authorized?",
        "Is this an illegal expenses?",
        "Is there any Unauthorized charges?",
        "Is it possible that they are unauthorized invoices?",
        "Is it possible that these fees are not mine?",
        "Wronged charges here?",
        "Is it possible that some charges are not theirs?",
        "There are charges that are not officially legal.",
        "Yes, unauthorized fees or what?",
        "Is there a possibility that some charges are unauthorized?",
        "It's possible that some charges are not legal.",
        "Is the charge illegal?",
        "unauthorized charges or not?",
        "Unauthorized charges are possibly possible.",
        "The fees are unknown if they're unauthorized or not.",
        "Is they an illegal expense?",
        "What's the issue with the illegal fees?",
        "Wrongful charges faced here?",
        "It is possible that some of the bills are unauthorized.",
        "What are the unauthorized charges that are here?",
        "What are the fees that are illegal?",
        "What do you reckon about the illegal fees?",
        "It is possible that some of the charges are illegal.",
        "Illegal expenses?",
        "What are the charges unauthorized.",
        "Is that one of the unauthorized charges they had?",
        "It is possible that some of their billing is unauthorized.",
        "There are unauthorized charges?",
        "You need to wonder if charges are unauthorized.",
        "Did they go against the law?",
        "Wrongful charges occurred here?",
        "Wrongfulcharges here?",
        "Does that mean they had unauthorized charges for?",
        "It is possible that there are unauthorized charges.",
        "Is that the costs that were unauthorized?",
        "You should be wondering if those charges are unauthorized.",
        "Did they make inappropriate charges?",
        "Is it possible they made unauthorized charges.",
        "What are some of the charges not authorized?",
        "Do the charges are unauthorized?",
        "Some charges may be in violation of the law.",
        "Is it CHARGED without consent?",
        "The charges are possibly not unauthorized.",
        "Is that there are unauthorized charges?",
        "do they have unauthorized charges?",
        "There are some unauthorized charges.",
        "Wrongful charges in this case?",
        "Is there unauthorized invoices.",
        "Is it possible that there is unauthorized bills?",
        "Is it an illegal expense?",
        "Should some of the charges be unauthorized?",
        "It is possible that some of the billing is not authorized.",
        "Are they charges that aren't legal?",
        "Maybe their bills are not authorized.",
        "Is there a chance their billing is unauthorized?",
        "unauthorized charges?",
        "Really, unauthorized charges?",
        "It's not clear if these are unauthorized or not.",
        "Are these unauthorized fees?",
        "Is it something that should have not been charged?",
        "Is these charges something that shouldn't be done?",
        "are these charges wrong?",
        "Is this charge wrong?",
        "These charges might be in violation of the law",
        "What are the charges that are unauthorized",
        "Is it an unauthorized billing?",
        "unauthorized Charges?",
        "Is the charges a violation of the law?",
        "Is there a billing that is out of place?",
        "There are charges that aren't legal",
        "Is the charges unauthorized?",
        "Is it possible that some charges are not proper?",
        "Some charges aren't authorized?",
        "I'm not sure if I am charged without consent.",
        "Are charges a mistake?",
        "Are these expenses illegal?",
        "Are they the ones that had unauthorized charges?",
        "The charges don't have my authorization, are they?",
        "Wrongful charges made here?",
        "Are the charges wrong here?",
        "Is the charges against them in violation of law?",
        "It is questionable if they are illegal expenses.",
        "Is any of those unauthorized charges?",
        "Is that the case of unauthorized charges?",
        "Maybe there is a billing that is not authorized.",
        "Some of their billing may be Unauthorized.",
        "Is they really illegal expenses?",
        "Is there some sort of unauthorized charges?",
        "Charges without authorization?",
        "Which are unauthorized invoices?",
        "I was wondering if there was unauthorized bills.",
        "what are the charges that are not authorized?",
        "If charges are unauthorized, you should be wondering.",
        "Is these fees not supposed to be?",
        "Is it true that some charges aren't legal?",
        "Are they charges that aren't authorized?",
        "What unauthorized charges are there?",
        "You mean charges that aren't legal?",
        "Is the Charges unauthorized?",
        "Is the charges in violation of the law",
        "The charges that are unauthorized?",
        "Unauthorized charges might be involved.",
        "Is there a chance of unauthorized charges?",
        "Charges that are not of legal status?",
        "Is it possible that there are unauthorized invoices?",
        "Is this charging something that should not be done?",
        "It's possible these charges are a mistake.",
        "I wonder if their billing is unauthorized.",
        "Are their charges in violation of the law?",
        "Isn't the charges unauthorized?",
        "Is it illegal to charge these charges?",
        "Maybe some of their billing is illegal.",
        "Did any of them have unauthorized charges?",
        "They might be in violation of the law.",
        "charges without authorization?",
        "Has they made unauthorized charges?",
        "Is they illegal expense?",
        "Should they be illegal expenses?",
        "Does that mean they had unauthorized charges?",
        "Is the charges something that shouldn't be charged?",
        "Wrongful charges issued here?",
        "Am I being charged without my consent?",
        "Is it possible that the charges are illegal?",
        "I don't know if these are unauthorized.",
        "I'm not certain if the fees are unauthorized or not.",
        "You should be checking out unauthorized charges.",
        "What Unauthorized charges are there?",
        "There are unauthorized charges that could happen.",
        "There is a billing that is not authorized?",
        "Is it illegal to charge them?",
        "Do you think the charges are unauthorized?",
        "I wonder if these costs are unauthorized.",
        "Is this any unauthorized charge?",
        "I don't quite know if they're unauthorized or not.",
        "Is this charges wrong?",
        "Were this costs not authorized?",
        "They might have had unauthorized charges.",
        "You can possibly have unauthorized charges.",
        "Possible unauthorized charges are possible",
        "Some of the billing is not authorized.",
        "Was the charges not authorized?",
        "What are the charges that are illegitimate?",
        "But unauthorized charges?",
        "Are these Fees not supposed to be?",
        "There are fees that are not authorized.",
        "Have they been illegal expenses?",
        "Are the expenses illegal?",
        "There are charges that arent authorized.",
        "Is this a case of unauthorized charges?",
        "Are they unauthorized fees or what?",
        "You should be thinking if the charges are unauthorized.",
        "These charges seem to violate the law.",
        "Did they have any unauthorized charges?",
        "Some of the billing may be unauthorized.",
        "Is it something the charges should not be done?",
        "I do not know if they're unauthorized.",
        "Was these costs unauthorized?",
        "So what unauthorized charges are there?",
        "Is this possible that their billing is unauthorized?",
        "Did I get charged without consent?",
        "I don't know if those fees are unauthorized or not.",
        "Is it plausible that some of their billing is unauthorized?",
        "are they illegal?",
        "unauthorizedcharges",
        "Are these charges bogus?",
        "It's possible that some charges are not authorized.",
        "Is this a charge without consent?",
        "What do you think about the illegal fees?",
        "Is it possible some of the charges are not authorized?",
        "This could be unauthorized charges.",
        "I don't know if they are unauthorized, or not.",
        "I was wondering if these costs were unauthorized.",
        "Is these charges something that shouldn't have been charged?",
        "Does anyone know if they are unauthorized charges?",
        "Some charges are unauthorized?"
    ]
}