{
    "company_type": "Property Insurance Companies",
    "inquiry_category": "Requesting policy documents or certificates",
    "inquiry_sub_category": "Policy Expiration",
    "description": "Customers want to be informed about the expiration date of their policy to avoid potential coverage lapses and to understand the steps needed to renew or obtain a new policy before expiration.",
    "inquiry": "When does my policy expire?",
    "paraphrases": [
        "The policy will be ending soon, how soon?",
        "I am wondering when the end date for the policy is.",
        "Will my plan expire soon?",
        "Soon the policy is about to end.",
        "What will be the end date on my policy?",
        "The policy may be coming to a end soon.",
        "When is my policy's time-limit up, expired or non-renewal?",
        "When is the last date of validity for my policy.",
        "Do I know the end date of my policy?",
        "My policy's last date of validity is unknown.",
        "Policy expires within a certain time frame?",
        "What end date am I on for my policy?",
        "When will my policy's expire?",
        "What ending date do you think is the end of my policy?",
        "What are my end date with my policy?",
        "Policy is about to end.",
        "End of the term of my insurance?",
        "There is an end date on my policy.",
        "When should my coverage come to an end?",
        "The policy is going to expire soon, when?",
        "the end of my policy?",
        "How soon is thepolicy going to expire?",
        "Policy ends when exactly?",
        "Is there a timescale for the policy end?",
        "When is the policy's time limit up?",
        "The policy term is ends soon.",
        "When is the end of my policy?",
        "End of my insurance period?",
        "When is the policy about to expire?",
        "The policy is winding down soon.",
        "I have a policy and I'm wondering about the end date.",
        "Policy running out soon?",
        "The time for policy's end?",
        "I have a policy, and I don't know when it will end.",
        "When is my Policy's last date of validity?",
        "What end date do you have for my policy?",
        "When is my policy expired?",
        "How soon is the policy going to disappear?",
        "The policy will soon be finished.",
        "The policy expiry time?",
        "Is policy going to end soon?",
        "What is the date for the policy end?",
        "The policyterm will end soon.",
        "The policy is coming to an end?",
        "I'm wondering when my policy will expire.",
        "I have a policy, and I'm wondering when it ends.",
        "the policy is about to end soon.",
        "What are the final dates on my policy?",
        "Will my contract end soon or what?",
        "What was the end date for my policy?",
        "What will end date be for my policy?",
        "when is my policy going to end?",
        "The policy term will soon be over.",
        "My policy ends?",
        "The end date of the policy?",
        "The policy term is soon ending",
        "I have a policy and I don't know when it's going to end.",
        "The policy will soon expire.",
        "The policy is about to wind down.",
        "Is there a time when coverage ceases?",
        "What end date do I possess on my policy?",
        "Timetable for policy end?",
        "I don't know when my coverage ends.",
        "What end date do I have on my Policy?",
        "Maybe policy will end soon?",
        "When will the policy cease?",
        "The policy is about to be ends.",
        "Which is when my coverage ends?",
        "Which is my policy's end date?",
        "When the last date of validity for my policy is?",
        "End of my insurance coverage?",
        "What End Date do I have with my policy?",
        "What will the end date be for my policy?",
        "When the insurance terminates?",
        "When is my policy going tolapse?",
        "The policy is on it's way out.",
        "When is my policy going away?",
        "I'm not sure what my policy end date is.",
        "The policy term is set to end soon.",
        "The policy might be coming to a close soon.",
        "When is my policy coming to an end?",
        "I have a policy and I want to know when it ends.",
        "The time for the end of the policy?",
        "What ending date do I have on my policy?",
        "The policy is going to end shortly.",
        "Policy will likely expire soon?",
        "Is the policy about to end?",
        "When does the insurance stop?",
        "What time does my coverage ends?",
        "The policy is about to end. how soon?",
        "My plan is due to end.",
        "Is my coverage ends?",
        "I am wondering when the end date is for my policy.",
        "When is the policy ending...",
        "Do I know the policy end date?",
        "My insurance term ends?",
        "When is the final date of validity for my policy?",
        "Who knows when my policy will end?",
        "The policy is nearing an end.",
        "Policy going to end when?",
        "The time when my policy ends?",
        "Thepolicy may soon be ending.",
        "The policy is about to be ended?",
        "When should My coverage end?",
        "I have a policy, I wonder when it will end?",
        "I have a policy and I'm wondering when it ends.",
        "I have a policy and I am wondering when it will be over.",
        "Is coverage about to end?",
        "What is my policy end date.",
        "I have a policy and I am not sure when the end is.",
        "When is my policy's time-limit up, expire, or something similar?",
        "I am wondering when the policy will end.",
        "When is my policy's time-limit up, expiration, or something similar?",
        "Did policy end when?",
        "My policy ends when.",
        "Yes, when will it end?",
        "What is the end date for the policy?",
        "I have a policy and I am wondering when the end is.",
        "I have a policy and I'm curious when it ends.",
        "The policy is going to expiring soon.",
        "When is my coverage due to end?",
        "What's the last date of validity for my policy?",
        "When does my coverage ending?",
        "Is the policy ending when.",
        "What end date do I have for my policy",
        "Are my policies end date?",
        "Is policy about to expire soon?",
        "How soon is the policy going to go away?",
        "When insurance will end?",
        "Is it time to end my insurance term?",
        "There's a question about policy expiration.",
        "What end date do you have on my policy?",
        "Cease my coverage when?",
        "Is the end of my policy coming up?",
        "I am not sure what my policy end is.",
        "Policy could be about to expire soon?",
        "The policy is soon to expired.",
        "when is my policy going to expire?",
        "When does my coverage come to a close?",
        "Is the end date of coverage yet?",
        "My policy will lapse eventually.",
        "Will my policy come to an end?",
        "When does a policy end?",
        "When will my policy ends?",
        "Is it end of my insurance term?",
        "policy will expire soon?",
        "How Soon is the policy going to expire?",
        "The policy will come to end soon.",
        "When is my policy time limit up, expired, or something similar?",
        "The policy is about to end soon.",
        "I have a policy and I am wondering when the ends.",
        "This policy may soon be ending.",
        "When does the policy end?",
        "There is a question about when my policy will end.",
        "The policy might soon be coming to an end.",
        "When am I done with my coverage?",
        "The policy ending when, yo?",
        "When is my policy's time-Limit up?",
        "The policies is about to end soon.",
        "The policy may soon be expired.",
        "The policy is soon going to be ending.",
        "The end date of my policy is questionable.",
        "policy ending when, yo?",
        "Do you think the end date of my policy is correct?",
        "What is the final end date for my policy?",
        "I have a policy and I do not know when it ends.",
        "When is the end of insurance?",
        "Will coverage wind up soon?",
        "I have a policy but I'm wondering when the end date is.",
        "My policy end date is a question.",
        "Which is the end date for my policy?",
        "What are the last dates for my policy?",
        "The policy is going to die soon.",
        "When is My policy's last validity date?",
        "Soon the policy term is ending.",
        "What is the policy's ending date?",
        "When would my coverage end?",
        "When does coverage cease to be valid?",
        "Is it the end of my policy?",
        "Policyending when, yo?",
        "Thepolicy is about to end.",
        "I want to know if my plan is ending soon.",
        "I wondered when my coverage should end.",
        "I don't know what the end date is with my policy.",
        "A end date of coverage?",
        "When does my policy die?",
        "Will the policy ending when?",
        "Do I have the end date of my policy?",
        "My policy ends on what date?",
        "I have a policy, but I am not sure when it will end.",
        "The policy term is to end soon.",
        "Is policy due to expire soon?",
        "policy term is ending soon",
        "When the end date for my policy is, I am not sure.",
        "I have a policy and I am wondering when it will ended.",
        "Policy end timing?",
        "The policy could be out of date soon",
        "The policy may end soon.",
        "It is a question about policy expiration.",
        "A question about my policy end.",
        "I have a policy and is it going to end?",
        "Soon the policy is going to be expired.",
        "My policy end is unclear.",
        "Is mypolicy going to end?",
        "My coverage should be over sometime.",
        "Is the end date for my policy?",
        "The policy may ending soon.",
        "What end dates do I have for my policy?",
        "The policy will likely end soon.",
        "When should my coverage be ending?",
        "The policy is about to expire.",
        "Policy ending, when?",
        "What end date are I with my policy?",
        "The policy is about to expired?",
        "Is the policy about to expired soon?",
        "For example, when does my coverage stop?",
        "When does coverage end?",
        "When is my policy's time-limiting limit up?",
        "What is the end time of my coverage?",
        "When is my policy out?",
        "Policy will die soon?",
        "The policy is to come to an end soon.",
        "The policy may soon ended.",
        "A date for the policy end?",
        "I want to know when my policy's last date of validity is.",
        "Policy may soon expire?",
        "When will the policy end...",
        "When does the coverage cease to exist?",
        "Is my insurance term nearing an end?",
        "My policy is going to come to an end.",
        "I have a policy but I do not know when the end date is.",
        "Policy coming to an end soon?",
        "Which end date does I have on my policy?",
        "Is the policy about to be ended?",
        "I wonder when my policy is up.",
        "I have a policy and I am interested in the end date.",
        "How about the end of my policy?",
        "What is the end date for my plan?",
        "The policy is about to end. How soon?",
        "The question is when my policy will end.",
        "I am wondering when a policy will end.",
        "For example, when did my coverage end?",
        "Is my coverage ending?",
        "What is the end date for my policy.",
        "The time when my coverage ends?",
        "The policy is scheduled to expire soon.",
        "When is my policy due to expired?",
        "Does my contract end soon or what?",
        "The policy is about to be expired?",
        "Policy could be expired soon?",
        "For example, when do I end my coverage?",
        "This policy is about to end soon.",
        "What will the end date of my policy be?",
        "When would policy ending?",
        "When is it due to expire?",
        "When is my policy time limit up, expiration, or something similar?",
        "The end date on my policy?",
        "Will the coverage cease soon?",
        "What is the last date on my policy?",
        "I have a policy, and I am unsure when it will end.",
        "Are policy ending when?",
        "When shall the policy end?",
        "I have a policy, but I am not sure when the end date is.",
        "When is coverage going to stop?",
        "Exactly when policy ends?",
        "The policy will likely be out of date soon.",
        "Will its coverage end soon?",
        "What is my policy end day?",
        "I am wondering when my policy ends.",
        "When does my coverage cease, for example?",
        "policy term will end soon",
        "End of my coverage?",
        "I have a policy and I am curious as to the end date.",
        "What about the end of my insurance term?",
        "What end date do I have with my insurance?",
        "What would the end date of my policy be?",
        "When? Policy ends when?",
        "When is my policy's time limit up, expiration or something similar?",
        "When is my policy'slast validity?",
        "The policy term end soon.",
        "policy end?",
        "Is the end date of coverage coming?",
        "When exactly is this policy going to end?",
        "I am wondering when the end of my policy will be.",
        "Is the end date for my policy you reckon is?",
        "I wonder if my plan is ending.",
        "When my policy is going to end?",
        "What is my policy's last date of validity?",
        "When do I stop receiving my coverage?",
        "I wonder when my contract ends.",
        "When Does my Coverage End?",
        "What is my end date on the policy?",
        "The policy is about to be ending.",
        "What date do I have to end my policy?",
        "Is the policy going to expire when?",
        "Is this coverage going to end soon?",
        "What is my end date for the policy?",
        "End day of coverage?",
        "I have a policy and I am curious as to when the end date is.",
        "Policy could soon be ending?",
        "Will my policy end up ending?",
        "The policy expiry is a question.",
        "I do not know when the end date for my policy is.",
        "Is the end of my policy coming soon?",
        "So when is the end date of coverage?",
        "What's the end date of coverage now?",
        "The policy may soon be out of date",
        "I have a policy, but I'm not sure when it will end.",
        "Yo, when is the policy ending?",
        "I'm wondering when my policy will end.",
        "What end date do you think is my policy's end?",
        "End date of my insurance?",
        "When will my policy's last date of validity be?",
        "I have a policy, and I am wondering when it will stop?",
        "The policy will be ending soon",
        "I want to know when my policy's last validity date is.",
        "I don't know the end date of my policy.",
        "When is my policy's last validity date??",
        "The policy would come to an end.",
        "Does my policy go away?",
        "Is there a timing for policy end?",
        "coverage will end soon?",
        "My policy is going to end when?",
        "When is the policy's last date of validity?",
        "How soon is policy end?",
        "What end date do I have on mypolicy?",
        "When shalt my coverage end?",
        "When ought my coverage to end?",
        "What end date do you think is associated with my policy?",
        "When is the time limit up, expiration or non-renewal of my policy?",
        "Policy going away soon?",
        "Is the policy going to be expired soon?",
        "I have a policy but I am unsure of the end date.",
        "How soon is the Expiry date?",
        "I don't know when my insurance term will end.",
        "Has my insurance term ended?",
        "Can you tell me when the policy is going to expire?",
        "My policy will lapse at some point.",
        "End date of the coverage?",
        "I have a policy and am wondering when the end will be.",
        "How soon will the policy ending?",
        "My policy is going to end?",
        "The policy is about to be ended soon.",
        "Is the policy due to expire soon?",
        "Time does my coverage end?",
        "What is the end date for my coverage?",
        "Is there an end date for my policy?",
        "It is possible that the policy will soon end.",
        "The date for the policy end?",
        "I have a policy and I think it will end soon.",
        "When my policy will end?",
        "Policy will expire when?",
        "Is my insurance end?",
        "When is my policy last valid?",
        "Is policy soon going to expire?",
        "The policy end time frame?",
        "Will the coverage come to an end soon?",
        "When is my policy's time limit up, expire or not renewed?",
        "Is the policy soon going to end?",
        "My coverage will end soon.",
        "The End date of coverage?",
        "When is my policy expected to end?",
        "What End date do I have for my policy?",
        "The policy is about to end, when?",
        "Is the policy going to run out soon?",
        "It's the end of my insurance term?",
        "The policy will come to a close soon.",
        "The policy is soon going to be terminated.",
        "I have a policy and am wondering when it expires.",
        "Policy end when, yo?",
        "I have a policy and I'm wondering when it ends?",
        "What's the end date of coverage?",
        "When will policy ending be?",
        "Thepolicy is going to end soon.",
        "End date of the policy?",
        "When does coverage have to end?",
        "When the insurance end?",
        "Do you know when my policy will lapse?",
        "How soon will the policy expiring?",
        "Will the policy end when exactly?",
        "My policy's end date is questionable.",
        "I wonder when my policy will end?",
        "It is possible that the policy will be out of date soon.",
        "Do I know when my policy will stop?",
        "I have a policy and want to know when it will end.",
        "I have a policy, but I am unsure when it will end.",
        "I have a policy and I am wondering, when will it end?",
        "Policy about to expiring soon?",
        "How soon will the policy be ending?",
        "I have a policy and I am unsure when the end date is.",
        "The policy might soon be out of date.",
        "The exact time for the policy end?",
        "Policy is going to expire soon.",
        "The policy may soon be to end.",
        "A policy term is ending.",
        "What end date do I have on my policies?",
        "When does my policy cease?",
        "What are the policy's end dates?",
        "There is going to be an end to the policy soon.",
        "When is the time-limit up on my policy?",
        "How about the end of my insurance term?",
        "Is it time for my coverage to be over?",
        "The policy will expire soon.",
        "Policy set to expire soon?",
        "The policy soon will expire.",
        "I have a policy and am wondering when it will expire.",
        "Exactly when the policy ends?",
        "When, for example, does my coverage end?",
        "Is the policy due to expire?",
        "End day of my policy?",
        "I do not know when my policy is up.",
        "My contract is ending soon or not?",
        "I am wondering when my coverage should be over.",
        "The policy is destined to end soon.",
        "When, yo? Policy ending when?",
        "When is my policy time-limit up?",
        "The policy term is due to end soon.",
        "Policy ends?",
        "What is my policy ending date?",
        "The policy is coming to an end, right?",
        "When is my policy's time-limit up, expiration or whatever?",
        "When does the policy cease to be?",
        "WillCoverage end soon?",
        "What end date are you certain about for my policy?",
        "What is my policy end dates?",
        "When is my policy to lapse?",
        "When will the policy ending?",
        "Is my plan going to expire soon?",
        "Do you know when the policy expires?",
        "The policy term is soon to finish.",
        "I have a policy and I'm unsure about the end date.",
        "What is the last date of my policy's validity?",
        "Policy is ending soon?",
        "The policy is nearing to an end.",
        "When do the policy ends?",
        "It is not known when my coverage ends.",
        "What end date do I have from my policy?",
        "The end date on my policy is unknown.",
        "The policy is expected to be out of date soon.",
        "Which is when my policy expires?",
        "What will my end date be on my policy?",
        "The policy is due to end soon?",
        "Does my policy have the last date of validity?",
        "So when does my policy end?",
        "The policy is soon about to expire.",
        "Policy will likely end soon?",
        "Is Policy ending when?",
        "Thepolicy is going to expire soon.",
        "policy end when, yo?",
        "What end date do I have for my policy.",
        "The policy about to end.",
        "Policy term will end soon.",
        "I have a policy and I am curious about the end date.",
        "I don't know what the end date is for my policy.",
        "When is my policy's time-limitup?",
        "When is my policy time-limit up, expired or something along those lines?",
        "I have a policy and wondered when the end date was.",
        "When is it the last date of validity for my policy?",
        "What are my end date on my policy?",
        "I question when my coverage should end.",
        "I have a policy and I am wondering when the policy ends.",
        "When does coverage expire?",
        "The policy will end",
        "I have a policy and I'm not sure what the end date is.",
        "My coverage ends?",
        "Is my plan about to sunset?",
        "When will that policy end?",
        "How soon is the policy coming to an end?",
        "The policy is going to end, right?",
        "The policy will come to an end.",
        "When will my coverage cease?",
        "The policy is expected to expire soon.",
        "How soon will the policy be expiring?",
        "When can coverage end?",
        "On when should my coverage end?",
        "Soon, the policy is about to end.",
        "What end date are you sure is for my policy?",
        "Does my plan ending yet?",
        "Which is my policy end date?",
        "The policy term is over soon.",
        "The policy is about to come to an end",
        "Policy term is going to end soon.",
        "Policy might soon expire?",
        "The policy is due to be expired.",
        "I'm not sure when the end date is for my policy.",
        "What is my policy enddate?",
        "The policy is soon going to run out.",
        "Is my insurance term going to end?",
        "What end date do I have for my policy??",
        "I have a policy and I am wondering what the end date is.",
        "The policy term is coming to a close soon.",
        "The policy is about to conclude?",
        "I wonder when the end date is for my policy.",
        "Policy that is expiring soon?",
        "The policy could come to an end.",
        "I have a policy and am wondering when it will finish.",
        "Timing for the policy end?",
        "Thepolicy may be out of date soon.",
        "policy ending when.",
        "Will the policy come to an end?",
        "Is my planEnding soon?",
        "The policy will end soon, how soon?",
        "Will coverage run out soon?",
        "For example, when does coverage end?",
        "Policy term to end soon",
        "Time-limit up, expiration or something along those lines, when is my policy?",
        "Whenever is my policy going to end?",
        "When is my policy leaving?",
        "When policy ends, yo?",
        "What are the ending dates for my policy?",
        "When is my policy's last effective date?",
        "What end date do I have on my coverage?",
        "I have a policy and I'm wondering when it's going to end?",
        "Do my contract end soon or not?",
        "Soon policy term will end.",
        "I have a policy that I am wondering when it will end?",
        "The policy term is soon to end.",
        "What end date is there for my policy?",
        "I do not know when the policy will end.",
        "Policy expiration?",
        "Policy term ending soon",
        "What will my policy's end date be?",
        "The Policy is going to expire soon?",
        "What ends date do I have on my policy?",
        "When does my coverage leave?",
        "When is my policy going to be expired?",
        "I have a policy but am wondering when it will end.",
        "I wonder when my policy ends.",
        "Will this coverage come to an end soon?",
        "Are my insurance terms about to end?",
        "The policy soon will be ending.",
        "Policy likely to end soon?",
        "I own a policy and I am wondering when it will end.",
        "I have a policy and I am not sure when it will end.",
        "Is the policy going to end when?",
        "I want to know when policy ends.",
        "Soon, the policy will come to an end.",
        "the policy term is ending soon.",
        "How soon does my coverage end?",
        "I'm wondering when the end date for my policy will be.",
        "I have a policy and I have no idea when it will end.",
        "When is my policy going to finish?",
        "Has my policy ended?",
        "The policy will probably soon be out of date.",
        "The time for policy ends?",
        "When is my policy about to stop?",
        "What's the policy end date?",
        "Can I know when my policy ends?",
        "When Does my coverage end?",
        "The policy term ending soon.",
        "I want to know what end date you reckon is for my policy.",
        "How about the end of my insurance?",
        "Is the policy soon going to expire?",
        "Will current coverage end soon?",
        "Policy soon ending?",
        "Is my insurance term winding down?",
        "This policy ends when, yo?",
        "Can you tell me the end date of my policy?",
        "I have a policy that I am wondering when it will stop.",
        "Policy will be expiring soon?",
        "Do you know when coverage ends?",
        "The policy may be out of date Soon.",
        "The policy will probably be out of date soon.",
        "Policy ends. when exactly?",
        "I'm wondering when my coverage ends.",
        "\"When does my coverage end?\"",
        "Will the coverage eventually end?",
        "The timing of policy end?",
        "My contract will end soon?",
        "My contract will end soon or not?",
        "When is I going to end my policy?",
        "the policy term is ending soon",
        "My policy has an end date.",
        "When will the insurance stopped?",
        "The policy will be expired soon.",
        "What time do you think the end of my policy will be?",
        "Policy may be coming to an end soon.",
        "End date of the policy I have?",
        "When did my policy end?",
        "When exactly should this policy end?",
        "The policy will be coming to an end.",
        "I do not know when the end date of my policy is.",
        "What are my policy end dates?",
        "What end date will be the end of my policy?",
        "When is my policy End?",
        "The policy is going to stop soon?",
        "How soon is the policy scheduled to expire?",
        "Policy about to expires soon?",
        "I have a policy that I'm wondering when the end date is.",
        "What time do I end my policy?",
        "When the policy ends?",
        "does my plan end?",
        "I am wondering when my policy will lapse.",
        "The policy will expire soon. How soon?",
        "Do I have an end to my insurance term?",
        "I am wondering when this policy will end.",
        "the policy is about to end soon",
        "I have a policy but am unsure when it will end.",
        "When the insurance cessation occurs?",
        "I don't know when the end date of the policy is.",
        "When is the last date for my policy?",
        "My policy end date is unclear.",
        "I have a policy, and am wondering when it will end?",
        "My policy is about to end.",
        "I am not sure what my policy end date is.",
        "Policy could be about to end soon?",
        "Soon, the policy is going to be ending.",
        "Is my policy to end?",
        "I have a policy, so when will it end?",
        "What is the final date I have with my policy?",
        "This policy term is ending soon.",
        "I have a policy and I am wondering when its going to end.",
        "Policy ends when, yo?",
        "Will my insurance term be ending?",
        "A policy term is about to end.",
        "Policy is about to end?",
        "What end date do you think I have for my policy?",
        "Policy could be expiring soon.",
        "Policy expiry",
        "When is my policy going to expire??",
        "The policy is due to expire soon?",
        "Have my insurance terms come to an end?",
        "The policy may be coming to a end.",
        "Policy's end time?",
        "When does my coverage come to an end?",
        "Policy end soon?",
        "My policy will end when.",
        "I have a policy so I'm wondering when it will end.",
        "When is my policy's last validity period?",
        "The policy end date is not known.",
        "The policy might soon end.",
        "When does the policy end??",
        "The policy is going to end soon, when?",
        "I am not sure when my policy is up.",
        "The end date of coverage has been asked.",
        "What is the policy end time?",
        "Did my plan end yet?",
        "Policy may be out of date soon.",
        "what is the end date of coverage?",
        "I have a policy and I am wondering when it will conclude.",
        "The policy is about to end soon",
        "soon policy term ends",
        "The policy is soon to end?",
        "What is the end date on the policy?",
        "When does mycoverage stop?",
        "What end date will I have with my policy?",
        "I have a policy and I am not sure when it will stop.",
        "I have a policy and I'm wondering when it's going to end.",
        "I wonder when my coverage will be over.",
        "The policy is about to stop soon.",
        "Does my policy expire soon?",
        "The policy is going to expire soon",
        "how soon will the policy end?",
        "when does my coverage end",
        "I have a policy and when will it end?",
        "The policy may be coming to an end very soon.",
        "What is the end date on my insurance policy?",
        "How soon is the policy set to expire?",
        "The policy may soon be terminated.",
        "When is the end date for my policy?",
        "When is my policy's time limit up, expired or non-renewal?",
        "Will the coverage come to an end?",
        "When is this policy going to end?",
        "What end date do I have on my policy",
        "What happens to my policy end date?",
        "What end date is the end of your policy?",
        "Is my planending soon?",
        "When is my policy's timelimit up, expiration or something similar?",
        "policy ends when, yo?",
        "I don't know when my coverage should be over.",
        "Is there a time for policy end?",
        "Is there an end date on my policy?",
        "The policy term terminates soon.",
        "How's the end date of my policy?",
        "The policy is poised to end.",
        "What end date am I on my policy?",
        "When is the time limit up, expired or non-renewal for my policy?",
        "The policy is due to expire soon.",
        "When is my policy time limit up, expiration or something like that?",
        "I wonder when my coverage should stop.",
        "When does the coverage quit?",
        "My policy is due to expire.",
        "For example, when can my coverage end?",
        "Is it policy ending when?",
        "When does coverage end, for example?",
        "When does coverage fall away?",
        "Is the policy going to expire soon?",
        "When does the policy go away?",
        "What end date on my policy do I have?",
        "A time frame for the policy end?",
        "when does coverage stop?",
        "When insurance will cease?",
        "The policy's going to expire.",
        "Policy term is over soon.",
        "What end date do I have left on my policy?",
        "Is the policy about to end soon?",
        "When does the policy finish?",
        "The policy might be out of date soon",
        "Policy could expire soon.",
        "Exactly when the date policy expires?",
        "How soon do my contract end?",
        "When will the insurance cease to exist?",
        "Will the coverage terminated soon?",
        "What end date are I given for my policy?",
        "What is the last date of validity for my policy?",
        "I'm wondering if my plan is ending soon.",
        "The policy is about to End soon.",
        "The policy ending when?",
        "The policy's expiry time?",
        "When is my policy's time-limit up and when does it expire?",
        "Is the policy nearing an end?",
        "The policy iscoming to an end.",
        "policy expires when exactly?",
        "The policies is going to expire soon.",
        "What end date do I have with my POLICY?",
        "The policy might come to an end soon.",
        "Is my policy going to come to an end?",
        "When toterminate my coverage?",
        "When is my policy's time limit up, expire, or something similar?",
        "When should the coverage come to an end?",
        "Is the end date of my policy near?",
        "I have a policy and I am not sure of the end date.",
        "The policy may soon come to an end.",
        "When will the insurance stop?",
        "Policy coming to an end when?",
        "What ended date do I have with my policy?",
        "So when is my policy's last date of validity?",
        "When is my policy's time limit up, expiration, or something similar?",
        "I have a policy but I am wondering when it will end?",
        "I have a policy and I want to know when it will end.",
        "The policy term is ending soon.",
        "The policy is going to be expired.",
        "How soon are the policy going to expire?",
        "A policy is going to expire soon.",
        "Can I know when my policy is going to expire?",
        "I have a policy and am not sure when the end date is.",
        "The policy will be expired soon, how soon?",
        "What is the timetable for the policy end?",
        "I have a policy and I am wondering when it will be finished.",
        "The Policy is going to expire soon.",
        "When? Policy ending when?",
        "The policy could soon ending.",
        "When is my policy going to wind up?",
        "What end date is my policy?",
        "Is it the end of my insurance term.",
        "When will my policy die down?",
        "The policy might soon be ending.",
        "What end Date do I have for my policy?",
        "I don't know when the end date is of my policy.",
        "Policy is due to expire soon.",
        "What end date do I have with this policy?",
        "I have a policy but am not sure when the end date will be.",
        "What time does my policy end?",
        "Do I have an end date for my policy?",
        "Policy term is about to end",
        "When insurance terminates?",
        "What are the end dates on my policies?",
        "I want to know when my policy expires.",
        "Is there a date for policy end?",
        "What end date are I on for my policy?",
        "When will my policy come to an end?",
        "What is the last day of my policy?",
        "what is my policy end date?",
        "When is my policy gonna expire?",
        "I have a policy and I am wondering when it will come to an end.",
        "When is my policy's time-limit up, expired or not renewed?",
        "I have a policy and I'm curious when the end date is.",
        "What is the end of my insurance?",
        "Will cover come to an end soon?",
        "When is the time limit on my policy up?",
        "The policy is nearing an end",
        "What is the end date of my insurance?",
        "What is the ending date of my policy?",
        "Policy would end when?",
        "I'm wondering when this policy will end.",
        "Does my insurance term end?",
        "Time to end policy?",
        "What is the end date of my policies?",
        "I have a policy and I'm wondering when the end date is.",
        "When exactly will policy expire?",
        "When the policy expires?",
        "When to end my coverage?",
        "The policy is due to end?",
        "What end date do you think is for my policy?",
        "My coverage is over when?",
        "The policy may soon be concluding.",
        "I have a policy, I'm not sure when it will end.",
        "The policy will come to a end soon.",
        "My plan is about to end?",
        "When do my coverage stop?",
        "What are the end dates for my policy?",
        "The policy is going to expire, how soon?",
        "Yes, when should my coverage end?",
        "yo? Policy ending when?",
        "The policy is soon going to be expired.",
        "What time is the policy going to expire?",
        "When is the policy time limit up?",
        "I have a policy, I am not sure when it will end.",
        "What end date do I know for my policy?",
        "When is my policy's time-limit up, expired or something along these lines?",
        "Policy could expire soon?",
        "I'm wondering when my policy expires.",
        "Can I find out when my coverage ends?",
        "Will the coverage ends soon?",
        "My policy is due to end.",
        "What time frame for the policy end?",
        "When will my Policy end?",
        "I want to know when my policy is going to expire.",
        "The policy term may end soon.",
        "My contract ends soon?",
        "The policy can soon be ending.",
        "When will this policy end?",
        "Just when should my coverage end?",
        "The policy is going to come to an end soon?",
        "What end date do I have on my policy.",
        "I have a policy and I wondered when it would end.",
        "what is the policy end date?",
        "Policy term coming to an end.",
        "Policy comes to an end soon?",
        "What end date are I on my policy?",
        "When should my coverage end??",
        "What is the end date of my policy?",
        "How soon can the policy end?",
        "There is a end date for my policy.",
        "When will my policy's last date be?",
        "When does the coverage leave?",
        "What time is it for policy end?",
        "When will my policy end??",
        "When do I end my coverage?",
        "What is the final date I have for my policy?",
        "What end date do you think is the conclusion of my policy?",
        "Is there a policy ending when?",
        "What will be my end date on my policy?",
        "How soon does my policy expire?",
        "Do you know when coverage expires?",
        "I wonder when it will end?",
        "For instance, when will my coverage end?",
        "When is the last date that my policy will be valid?",
        "When is my policy's time limit up, expiration or something along the lines of that?",
        "The policy could expire soon.",
        "That policy ends when?",
        "The policy is slated to end soon.",
        "When will my policy's last validity date be?",
        "I wonder when my policy will expire.",
        "Do you know when the end date of coverage will be?",
        "I have a policy and am wondering when the end is.",
        "I have a policy and I am wondering when the end date will be.",
        "When my policy will expire?",
        "The policy may no longer be valid soon.",
        "I have a policy that's going to end.",
        "Policy winding down when?",
        "A policy may be coming to an end.",
        "When will Policy expire?",
        "policy is about to expire?",
        "What end date do I have with the policy?",
        "I don't know when it will expire.",
        "The policy is going to be expired very soon.",
        "Will coverage ending soon?",
        "Will my insurance term end?",
        "When can the policy end?",
        "I do not know when my policy will end.",
        "What is thepolicy end date?",
        "When do my policies come to an end?",
        "Is there a end date on my policy?",
        "What end date are I on my policy with?",
        "The policy may be going to an end.",
        "Does my policy lapse?",
        "I have a policy and I am wondering when it will go away.",
        "If my coverage is over, when?",
        "Which date is the end of coverage?",
        "It is going to expire soon?",
        "What's the policy ending date?",
        "what end date do I have with my policy?",
        "When will the policy ends?",
        "Is my policy set to end?",
        "When exactly is the policy going to expire?",
        "When is the policy supposed to end?",
        "What ended date do I have on my policy?",
        "Do you know what my policy end is?",
        "The policy term is coming to end soon.",
        "When is my policy time limit up, expired or something similar?",
        "The policy is approaching an end.",
        "policy will end when exactly?",
        "I have a policy and I'm not sure when it will end",
        "My insurance term is over?",
        "When is my policy time-limit up, expired or something similar?",
        "Which is my policy's last validity date?",
        "When is my policy's time limit up, expiration or something along these lines?",
        "The policy is getting to end soon.",
        "Is it the end of my insurance term?",
        "Is the insurance term ending?",
        "When does the coverage cease?",
        "The policy end date is something I don't know.",
        "It is not known when my policy is up.",
        "What are the ends date for my policy?",
        "Is this when my coverage ends?",
        "It is not known when my policy will be up.",
        "Does my coverage end?",
        "policy end when?",
        "When is my policy to stop?",
        "When is mypolicy's last validity date?",
        "Can I know when my policy expires?",
        "How soon is the policy set to end?",
        "My policy End date?",
        "It's not known when my policy will be up.",
        "Soon, policy term is ending.",
        "What end time do you think is the end of my policy?",
        "When will an insurance stop?",
        "End of my insurance contract?",
        "I have a policy and I don't know the end date.",
        "My contract may soon end.",
        "I am wondering when the end date of my policy is.",
        "What will the policy end date be?",
        "Yo? Policy ending when?",
        "The policy will expire soon, how soon?",
        "Policy about to expire.",
        "Is the end date for my policy correct?",
        "Do you know when my coverage ends?",
        "What date is the end of coverage?",
        "My policy end is not known.",
        "I wonder when my policy will stop.",
        "Is my plan set to expire soon?",
        "For example, when does mycoverage end?",
        "Is the end date for my policy.",
        "Has the policy expired soon?",
        "When will my policy leave?",
        "My policy's end date?",
        "What would you say is the end date for my policy?",
        "What is the end time for my policy?",
        "When will my policy cease to Exist?",
        "When does my coverage end!",
        "Does the policy end when exactly?",
        "Which end date do I have with my policies?",
        "The end date of my policies?",
        "How soon is the policy end?",
        "For example, when will my coverage end?",
        "Policy is set to expire.",
        "When coverage ends?",
        "The policy term is scheduled to end soon.",
        "When am my policy going to end?",
        "What will be my policy's end date?",
        "When is the policy going to finish?",
        "What is the enddate on my policy?",
        "What end date do I have for my insurance policy?",
        "When is the time-limit on my policy up?",
        "I have a policy and I am unsure when it will end.",
        "What end date is it for my policy?",
        "The policy may be nearing an end.",
        "For when does my coverage end?",
        "Policy about to come to an end?",
        "I have a policy and I don't know when it will end",
        "What end date do my policies have?",
        "When is my policy going to run out?",
        "Do you know when the end date of coverage is?",
        "my policy expires when",
        "I have a policy and I don't know when it will end.",
        "I have a policy, is it going to end?",
        "When will my policies cease to exist?",
        "When is my policy's going to finish?",
        "About to end soon, the policy.",
        "The policy is soon to be finished.",
        "What end date does my policy last?",
        "The policy is going expire soon.",
        "The policy is going to end soon, right?",
        "When the insurance quits?",
        "Is my coverage about to end?",
        "What is the last date of validity of my policy?",
        "When does my policy ends?",
        "I wonder when my plan will end?",
        "The policy will expired soon, how soon?",
        "What end date does you think is for my policy?",
        "What are my end date for my policy?",
        "When did coverage lapse?",
        "How soon is the policy about to expired?",
        "Is coverage set to end soon?",
        "When does my plan end?",
        "The end date of the coverage?",
        "When my coverage ends?",
        "Will my contract come to an end soon?",
        "The policy may soon have an end.",
        "soon policy term ending",
        "I have a policy and I wonder when it will stop.",
        "Will the policy be expired soon?",
        "What is the end date for coverage?",
        "Is my policy's end date?",
        "Soon policy term ends",
        "When does my insurance stop?",
        "Is my policy about to end?",
        "Will the coverage ending soon?",
        "My policy end date is not clear.",
        "What end date do I have with my policy?!",
        "When is my policy's validity over?",
        "What is the final end date of my policy?",
        "What is the Policy end date?",
        "When does the coverage end for me?",
        "The policy about to end?",
        "I don't know when the end date is for the policy.",
        "I want to know what the end date is for my policy.",
        "I have a contract that is about to end.",
        "Will this coverage end soon?",
        "Time for policy end?",
        "Is the end date of coverage nearing?",
        "When does my coverage end",
        "I have a policy, am wondering when the end date is.",
        "The policy term comes to an end soon.",
        "I am wondering when the end date is for the policy I have.",
        "What time do I see my coverage end?",
        "I want to know when my coverage ends.",
        "What time frame will policy end?",
        "Is the end date of coverage approaching?",
        "Is the end date of coverage forthcoming?",
        "The policy may expire soon.",
        "The policy is about to expire?",
        "When is my policy going to be ended?",
        "The policy is going to come to a close soon.",
        "Will the coverage come to an end soon.",
        "Policy is about to end soon.",
        "When does my policy run out?",
        "The time period for the policy end?",
        "How soon? The policy is about to expire.",
        "When does coverage stop?",
        "The policy comes to an end.",
        "What ended date do I have for my policy?",
        "How end date do I have with my policy?",
        "What end date do you reckon my policy will end?",
        "My coverage ought to be over soon.",
        "How soon will my policy end?",
        "The policy should soon be out of date.",
        "What end date do I have left with my policy?",
        "What is my policy's ending date?",
        "I have a policy, I am unsure when it will end.",
        "When will my contract end?",
        "When is my policy time limit up, expiration or something along these lines?",
        "When is the policy going to run out?",
        "How soon? The policy is going to expire.",
        "What will be the end date of my policy?",
        "The policy is due to end",
        "When will it come to an end?",
        "I have a policy and I'm wondering when it'll end.",
        "Will the insurance coverage end soon?",
        "I don't know when the end date of my policy will be.",
        "When is my policy going expire?",
        "The policy might be nearing an end.",
        "When does my policy expired?",
        "The policy is about to end...",
        "Policy will probably expire soon?",
        "I have a policy, I am not sure when the end date is.",
        "the policy may soon be out of date",
        "Is insurance ending when?",
        "I have a policy that is going to expire.",
        "Policy is scheduled to expire soon?",
        "For an example, when does my coverage end?",
        "Policy expires, when exactly?",
        "When is my policy's time-limit up, expiration, or something?",
        "What end date do I possess with my policy?",
        "When shouldmy coverage end?",
        "What the end date is on my policy?",
        "The policy is about to ended?",
        "When will my policy be over?",
        "I want to know when my policy is up.",
        "It may soon be the end of the policy.",
        "What is the policy ending date?",
        "Have my insurance terms ended?",
        "When does my coverage run out?",
        "When do policy ending?",
        "When does my policy end??",
        "When are policy ending?",
        "How soon does my policy end?",
        "When does my coverage have to end?",
        "So my contract ends soon or what?",
        "When the last date of validity of my policy is?",
        "I need to know what the end date is for my policy.",
        "Will my coverage end?",
        "My insurance term is ending?",
        "The policy is going to expire eventually.",
        "When is my coverage over, how long?",
        "The policy is poised to end soon.",
        "soon, the policy term ends",
        "The policy is going to be gone soon.",
        "Will the coverage end eventually?",
        "when should my coverage end?",
        "The policy is likely to expire soon.",
        "Is this policy about to end soon?",
        "The policy will expired soon.",
        "When is my policy's time limit up, expiration, or something along those lines?",
        "Policy about to end soon?",
        "The policy is nearing the end of its lifespan.",
        "When will my coverage come to an end?",
        "About when does my coverage end?",
        "The policy will be ending soon. How soon?",
        "When is it the policy that expires?",
        "When is my coverage's end?",
        "When is my policies last date of validity?",
        "When does my coverage finally end?",
        "Thepolicy is about to end soon.",
        "I would like to know when my policy's last date of validity is.",
        "A policy ends when?",
        "Policy will probably end soon?",
        "So when does my coverage end?",
        "Does my coverage end, for example?",
        "The policy is scheduled to end soon.",
        "Do I know when my policy will end?",
        "I have a policy and I am uncertain of when it will end.",
        "The policy may soon End.",
        "I have a policy and I'd like to know the end date.",
        "what time does my coverage end?",
        "Policy will soon expire?",
        "When am my policy's time-limit up?",
        "How soon will my policy cease to exist?",
        "Is Policy about to expire soon?",
        "The policy is going to lapse.",
        "When is my insurance policy's last validity date?",
        "Will it be the end date of my policy?",
        "I have a policy and I am wondering about the end date.",
        "When will policy end, yo?",
        "The policy may soon end",
        "The policy is soon going to expired.",
        "I have a policy but am not sure when the end date is.",
        "Is policy about to end soon?",
        "When will my policy die?",
        "What date do you think is the end of my policy?",
        "I own a policy and I am wondering when the end date is.",
        "For example, when does my coverage end",
        "the end date of coverage?",
        "There may soon be an end to the policy.",
        "How soon is the policy going to run out?",
        "How soon will the policy ends?",
        "When does coverage start to lapse?",
        "What will be my end date for my policy?",
        "The policy will end soon.",
        "policy expiration is a question.",
        "The policy will expire soon?",
        "I don't know what end date I have on my policy.",
        "Policy Term will end soon.",
        "How soon is the policy due to expire?",
        "The policy probably will end soon.",
        "Timing for policy end?",
        "Is it possible that my insurance term is over?",
        "When does coverage ending?",
        "Policy is going to end soon?",
        "For example, when would my coverage end?",
        "What enddate do you think is the end of my policy?",
        "The policy is going to be over soon.",
        "Policy might be about to expire soon.",
        "When does my coverage stop?",
        "I have a policy and I'm confused about the end date.",
        "Is the insurance term about to end?",
        "Is the end of my policy on what date?",
        "It's going to expire soon?",
        "The policy is about to get expired.",
        "What end date am I getting for my policy?",
        "Policy is about to expired?",
        "When is my policy expiration?",
        "Is my insurance term ending?",
        "Is it time for my insurance term to end?",
        "The policy about to come to an end?",
        "The policy is nearing the end of its life.",
        "Will the coverage ended soon?",
        "There is a possibility that the policy will soon end.",
        "The policy is about to come to a close soon.",
        "I would like to know what the end date is for my policy.",
        "The policy will be ended soon.",
        "How soon will the policy come to an end?",
        "My coverage should be over, when?",
        "Policy term about to end.",
        "When's my policy's last date of validity?",
        "When is My policy going to end?",
        "Will policy expiring soon?",
        "When is the coverage period over?",
        "When is my policy's time-limit up, expiration or something along that line?",
        "I have a policy and I am wondering the end date.",
        "When is my policy's time-limit up, expired or something like that?",
        "Whenever does my coverage end?",
        "What end Date do I have with my policy?",
        "I have a policy and I'm not sure when the end date will be.",
        "I am wondering what my policy end is.",
        "The policy is set to end.",
        "I want to know what my policy ends.",
        "Will my policy end when it does?",
        "Is the policy end when?",
        "Policyterm will end soon.",
        "Is my policy going to end.",
        "The last date of validity for my policy is asked.",
        "I have a policy and I am wondering when it will stop?",
        "Will coverage end in the near future?",
        "I wonder when the policy will end.",
        "Is my contract due to end soon?",
        "How soon is the policy to end?",
        "The policy is about to ends soon.",
        "The policy could soon be ending.",
        "I don't know what my policy end is.",
        "The time for the end of policy?",
        "Policy expiration near?",
        "Policy may be ending soon.",
        "When's my policy over?",
        "I have a policy that I don't know when it will end.",
        "When do coverage stop?",
        "The end date of this policy?",
        "What are the enddates for my policies?",
        "the policy may be coming to an end",
        "I have a policy, but I don't know when it will end.",
        "I have a policy and am unsure when the end date is.",
        "I have a policy and I am not sure when it is going to end.",
        "My policy is about to expire.",
        "The policy is soon to be out of date.",
        "When is I going to lose my policy?",
        "I am wondering when the end of my policy is.",
        "When do I stop my coverage?",
        "When does myCoverage end?",
        "When should my coverage ends?",
        "policy end date?",
        "I have a policy with an end date that I am unsure of.",
        "Will the coverageend soon?",
        "The policy end when?",
        "End date of coverage left?",
        "The policy is likely to be ending soon.",
        "There is a possibility that the policy may soon be out of date.",
        "When is my policy's last validity date?",
        "When the insurance will stop?",
        "When is my policy's time limit up, expiration or something along those lines?",
        "I have a policy but I wonder when it will end.",
        "There is a policy ending when?",
        "Is policy expiring soon?",
        "When is the coverage supposed to end?",
        "When will mypolicy end?",
        "It may soon be an end to the policy.",
        "Will my policy end?",
        "The policy maybe coming to an end.",
        "Is my insurance term end?",
        "What are the end date of coverage?",
        "I wonder when my coverage ends.",
        "The policy soon may be out of date.",
        "When are my policy going to end?",
        "The policy is about to end",
        "How soon is the policy ending?",
        "Will coverage end soon?!",
        "Policy coming to an end?",
        "Policy is set to end soon?",
        "Is my policy end date?",
        "What day is my policy's end?",
        "What end time do I have with my policy?",
        "I have a policy that I wonder when it will end.",
        "What are my end dates with my policy?",
        "When is my policy's expiration or time limit up?",
        "When, yo? Policy ends when?",
        "When is the time-limit up of my policy?",
        "I am wondering if my plan is ending.",
        "Is that when my coverage ends?",
        "The policy will soon expiring.",
        "I have a policy and I am unsure as to when it will end.",
        "I have a policy and wonder when the end date is.",
        "What end date are I going to have with my policy?",
        "The policy would end soon.",
        "end date of coverage?",
        "What end date do you think it is for my policy?",
        "Policy ending when?",
        "When does my coverage shut down?",
        "Did my insurance term end?",
        "When do my coverage end?",
        "Policy set to end soon?",
        "The policy may be ending very soon.",
        "When is it going to end?",
        "The policy is about to be ended.",
        "Will the policy soon end?",
        "What is the end date I have with my policy?",
        "Wheninsurance stops?",
        "I'm wondering when the end date on my policy is.",
        "The policy is due to come to an end soon.",
        "The policy is going to expire soon and how soon?",
        "What end date do you think is the end of my policy?",
        "I have a policy, and I don't know when the end date is.",
        "Does my contract end soon?",
        "What's my policy end time?",
        "When is my policy's time- limit up, expiration or something like that?",
        "When will my coverage end",
        "What do I know when my coverage ends?",
        "Will policy end when, yo?",
        "When will the policy expires?",
        "What end date will my policy end on?",
        "When does this coverage end?",
        "When does my policy end",
        "Policy likely to end soon.",
        "The policy is soon going to end",
        "When does insurance coverage end?",
        "Can I ask when my coverage ends?",
        "The policy is possibly coming to an end.",
        "Will the coverage end very soon?",
        "policy expiring soon?",
        "When the end date for my policy is not known.",
        "What end date are I on with my policy?",
        "When do I lose my policy?",
        "So what end date do I have with my policy?",
        "What end date do you think my policy will come to an end?",
        "Policy is ending when?",
        "I have a policy, I don't know when it will end.",
        "Is there any end date for my policy?",
        "My coverage should end soon.",
        "What's the policy's end date?",
        "The policy term is end soon.",
        "When are my coverage ends?",
        "Is policy end when?",
        "The policy is going to lapse soon.",
        "How soon will this policy end?",
        "What are my end dates for my policy?",
        "I have a policy and I wonder when it will end.",
        "Tell me what the end date is for my policy.",
        "I have a policy and I question when it will end.",
        "the policy term will end soon",
        "I wanted to know when my coverage should end.",
        "Policy expiring soon.",
        "What date is my policy end?",
        "I want to know what end date I have on my policy.",
        "What end date do you believe is for my policy?",
        "When exactly is this policy ending?",
        "The policy term could end soon.",
        "A policy term is ending soon.",
        "When does coverage die?",
        "When is my policy's time-limit up, expiration or similar?",
        "Is my plan about to expired?",
        "What's my policy's ending date?",
        "When am my policy's last date of validity?",
        "I am wondering when my policy will end.",
        "Policy is coming to an end soon?",
        "Has my plan ended yet?",
        "Are the end date of my policy?",
        "I want to know what the end date is with my policy.",
        "The policy could soon be over.",
        "Will the coverage end soon?",
        "Is the end date for my policy right?",
        "When does my policy have a time limit?",
        "Are you certain about the end date for my policy?",
        "Is there a specific time for policy end?",
        "The policy may go out of date soon.",
        "When is my policy's time limit up, expired or not renewed?",
        "When is my policy's time limit up, expired or something?",
        "When can policy end?",
        "Policy expiring?",
        "A time frame for policy end?",
        "My plan is set to expire soon.",
        "My policy ends when?",
        "I wonder when policy ends.",
        "my policy is going to end",
        "End date of my policy",
        "The policy is about to come to a close.",
        "When will there be a lapse in my policy?",
        "When did policy end?",
        "Do I have an end date with my policy?",
        "I have a policy. What end date do I have?",
        "When do my policies end?",
        "Are the policy about to come to an end?",
        "Is my contract due to end soon or not?",
        "When is the last validity of the policy?",
        "Do I know when my policy is going to end?",
        "What time does policy end?",
        "Which end date do I have for the policy?",
        "The policy expires sometime.",
        "Is it the end of my insurance terms?",
        "I have a policy and I am wondering when it will end!",
        "When is my policy going to wind down?",
        "The policy will be ending soon.",
        "When will my policy end",
        "The policy might soon be out of date",
        "End date on my policy?",
        "When exactly shall the policy end?",
        "When does my policy go away?",
        "Yes, when does my policy end?",
        "I have a policy and I think about when it will end.",
        "Is the end of my insurance term?",
        "I am wondering when the end date for my policy is.",
        "The policy may soon be about to end.",
        "When is my policy's validity last?",
        "When exactly will the policy end?",
        "Do I have an end date of my policy?",
        "Policy is due to end soon?",
        "How soon will the policy expired?",
        "The policy will be expire soon.",
        "What is the date when my policy expires?",
        "What time is the end of my policy?",
        "When will my policy cease?",
        "I hold a policy and I am wondering when it will end.",
        "How soon will the policy be over?",
        "When is my policy's time limit up, expired, or not renewed?",
        "The policy is coming to an close.",
        "My contract end soon or not?",
        "The policy is going to end soon. how soon?",
        "When is my coverage ending?",
        "Is the end of my policy coming?",
        "Can I know when my policy is ending?",
        "Which end date do I have with my policy?",
        "What end date does you reckon is the end of my policy?",
        "I have a policy and am wondering about the end date.",
        "Exactly when my policy ends?",
        "What is the date of my policy end?",
        "The policy was coming to an end.",
        "What was the end date of my policy?",
        "How soon will the policy die?",
        "Will the coverage End soon?",
        "I've got a policy and I'm wondering when it will end.",
        "What end date can I expect with my policy?",
        "The policy will likely come to an end soon.",
        "When will my policy be ended?",
        "What time should my coverage end?",
        "The timing of policy expiry?",
        "I have a policy and want to know the end date.",
        "The policy could soon be finished.",
        "When does the policy ends?",
        "Soon the policy will end.",
        "Policy about to expire?",
        "What is the time frame for policy end?",
        "Is the end of my insurance term in question?",
        "Is the end date of my Policy?",
        "Policy is nearing the end?",
        "Is my policy going to end soon?",
        "I have a policy and I am curious when it will end.",
        "Is there a last date of validity for my policy?",
        "Does policy end when?",
        "The Policy is about to end soon.",
        "does my plan end yet?",
        "The policy is going to be ending soon",
        "Will the policy expire when exactly?",
        "when does coverage end",
        "I have a policy, and I'm not sure when it will end.",
        "The policy may be winding down soon.",
        "Do you reckon there is an end date for my policy?",
        "When does coverage need to end?",
        "How soon is the policy going to be over?",
        "When should my coverage cease to exist?",
        "I wonder if my contract will end soon or not.",
        "The policy might be coming to an end.",
        "What will be my end date with my policy?",
        "Policy term going to end soon",
        "The policy is being ended soon.",
        "Will that coverage end soon?",
        "The policy may end in the near future.",
        "Ending policy term soon.",
        "Policy is set to end soon.",
        "There is a possibility that the policy will end soon.",
        "policy about to end?",
        "When is the last date for my policy validity?",
        "When is the policy going to end...",
        "Policy expiration is a question",
        "I wonder if my plan is ending soon.",
        "I want to know when my coverage ends and how long it lasts.",
        "What's the policy end date for me?",
        "I am wondering when my policy is going to end.",
        "I have a policy, and I'm wondering when the end date is.",
        "How soon will the policy expire?",
        "Is it the end of the policy?",
        "What is the end date on my policy.",
        "Policy might be ending soon.",
        "When is coverage supposed to end?",
        "Sometime soon, the policy term ends.",
        "When is thelast date of validity of my policy?",
        "What end date would you estimate is the end of my policy?",
        "The policy will come to an end soon",
        "End of my policies?",
        "When my policy's time-limit up, expiration or something similar?",
        "What's the policy expiry time?",
        "The policy is aboutto end.",
        "I have a policy that I am wondering when it will stop?",
        "When is coverage over?",
        "What End date do I have with my policy?",
        "Which end date does I have for my policy?",
        "The policy is about to become expired.",
        "policy will end when?",
        "When does the coverage end?",
        "I need a end date for my policy.",
        "End of policy?",
        "Policy nearing its end?",
        "When does the coverage expire?",
        "When is the policy ending?",
        "Policy term end soon",
        "What end date do I have on my plan?",
        "What is the time-limit of my policy?",
        "Is the policy ending when, yo?",
        "Is the end date of my policy in question?",
        "I have a policy and I am uncertain of the end date.",
        "A policy may soon be ending.",
        "The policy coming to an end soon.",
        "The Policy may soon be out of date.",
        "I don't know when the policy will end.",
        "Does my plan end then?",
        "is my plan ending soon?",
        "The policy about to come to an end.",
        "How about the end of policy?",
        "When insurance ending?",
        "Will the coverage end shortly?",
        "Time for policy to end?",
        "Can my insurance term end?",
        "The end date for my policy is unclear.",
        "Does my policy expire when?",
        "Is my policy's time-limit up, expiration or something like that?",
        "When is my policy's time limit up, expires or something similar?",
        "I have a policy and I'm wondering when it will end?",
        "Policy about to expire soon.",
        "A policy term is coming to an end.",
        "The policy is upcoming to end.",
        "What end date will my policy end at?",
        "When is my policy's last days validity?",
        "What is my policy end date now?",
        "Will my contract end soon or not?",
        "For example when does my coverage end?",
        "When does I end my coverage?",
        "What time do I lose my policy?",
        "The policy may be coming to an end soon",
        "The policy comes to an end soon.",
        "The policy soon expires.",
        "I need to know the end date of my policy.",
        "The End date of my policy?",
        "So when should my coverage end?",
        "When do I end coverage?",
        "The policy may soon be finished.",
        "Will policy end soon?",
        "My insurance term is coming to an end?",
        "My policy will expire soon.",
        "Are you sure about the end date of my policy?",
        "I have a policy and I am wondering when the end date is",
        "Policy is about to expiration?",
        "There is a question about my policy end.",
        "When insurance expires?",
        "The policy is coming to an End.",
        "When is my policy about to end?",
        "It's policy ending when?",
        "I want to know when my policy ends.",
        "Will policy end when?",
        "The policy term is approaching an end.",
        "Time policy is about to expire?",
        "Will my plan be ending soon?",
        "Does my policy have its last date of validity?",
        "What end date do I have with mypolicy?",
        "I wonder if my plan is over?",
        "I had a policy and I am wondering when it will end.",
        "The policy is approximately to end.",
        "What is the End date of coverage?",
        "When is my policy about to expired?",
        "Is that when the policy ends?",
        "The policy is about to an end.",
        "I don't know when my policy is going to expire.",
        "When is my policy time limit up?",
        "what end date do I have on my policy?",
        "When is my time-limit up?",
        "What time do my coverage last?",
        "End of my policy?",
        "My contract might end soon?",
        "What are the end date of my policy?",
        "The policy is coming to an end",
        "When is my policy time-limit up, expiration, or something similar?",
        "I have a policy that ends.",
        "Is there a end date for my policy?",
        "When will my policy end?",
        "The policy is out of date soon.",
        "Exactly when does my policy end?",
        "When are my policies last date of validity?",
        "I have a policy and have no idea when the end date is.",
        "I have a policy so when will it end?",
        "My contract could end soon.",
        "The policy will soon be out of date.",
        "The time of policy expiry?",
        "The policy is due to end soon.",
        "I need an end date for my policy.",
        "What is the time limit of my policy?",
        "Does the policy ending when?",
        "The policies is going to end soon.",
        "The policy term ends soon",
        "end of my policy?",
        "When will my policy be expired?",
        "Is the end of my insurance term approaching?",
        "The policy will expires soon.",
        "I have a policy and I am wondering when it's going to end.",
        "What ends date do I have with my policy?",
        "Is there a end date of coverage?",
        "How soon will the policy be expired?",
        "Will my policy expire soon?",
        "The policy is going to expire very soon?",
        "When exactly will this policy end?",
        "The policy may be going to end soon.",
        "My insurance term will end.",
        "When is my policy to end?",
        "What end date do you see for my policy?",
        "I own a policy and I'm wondering when it will end.",
        "When is my policy's time limit up, expire or something similar?",
        "When is thelast date of validity for my policy?",
        "How soon will the Policy expire?",
        "The policy is coming to an end.",
        "When shall my policy end?",
        "What is the end of my coverage?",
        "when will it end?",
        "When is the last day of validity of my policy?",
        "Soon the policy term will be finished.",
        "I have a policy and I don't know when the end is.",
        "When's my coverage over?",
        "I have a policy, I'm wondering when it will end.",
        "What is the last date for my policy?",
        "Will this policy expire soon?",
        "When do I finish my coverage?",
        "policy ending?",
        "I want to know when does my coverage end?",
        "When is my policy scheduled to end?",
        "What end date does my policy give me?",
        "When is my coverage going to end?",
        "The policy is likely to soon end.",
        "I have a policy I am wondering when it will end.",
        "Would my insurance term end?",
        "Policy term going to end soon.",
        "When is my policy's last date of validity??",
        "What end date do you feel is for my policy?",
        "What end date do you think is for my policy.",
        "What final date do I have with my policy?",
        "Does coverage end?",
        "I have a policy, I am wondering when it will end?",
        "When does the policy end...",
        "Which time does my coverage end?",
        "Do I know my policy end date?",
        "What's the end date of my policy?",
        "Time for the end of policy?",
        "When exactly... the policy ends?",
        "Now the end date of coverage?",
        "The final date of my policy?",
        "Is that when policy ends?",
        "It is unclear when my policy will end.",
        "What end date does I have with my policy?",
        "Will my policy lapse soon?",
        "Will the coverage end?",
        "What end date do I have with mypolicies?",
        "Policy soon going to end?",
        "The end date of my policy is being asked.",
        "Is my plan due to expire soon?",
        "What end date does my policy have?",
        "Policy end time frame?",
        "Policy coming to an end soon.",
        "When is my policy's ending?",
        "Policy is going to end soon.",
        "Will policy be expiring soon?",
        "What end date do you reckon is for my policies?",
        "Is my policy will end?",
        "Is that policy ending when?",
        "What date is my policy going to expire?",
        "The policy is approaching its end.",
        "I have a policy and I was wondering when the end date was.",
        "What do you think the end date of my policy is?",
        "When does the policy come to an end?",
        "Policy may soon be out of date.",
        "Policy expiry is a question.",
        "When the end date of my policy is not known.",
        "When will insurance stop?",
        "When is the policy's time-limit up, expiration or something like that?",
        "I have a policy and I am wondering when it ends",
        "The policy may soon be over.",
        "When is my policy time limit up, expiration, or non-renewal?",
        "Soon the policy term will be over.",
        "Policy about to end soon.",
        "When is my policy's time-limit up, expire or something?",
        "I wonder if my insurance term is ending?",
        "Is my plan about to run out?",
        "When is my policy's time-limit up, expiration?",
        "Policy would expire soon?",
        "The end day of my policy?",
        "Will it be soon that coverage ends?",
        "When will my policy become expired?",
        "Policy should be expiring soon.",
        "Do you know when policy expires?",
        "The policy will soon be expire.",
        "When is my coverage over for example?",
        "When is my policy supposed to end?",
        "Is there a date for the policy end?",
        "My policy expires eventually.",
        "I have a policy and I want to know the end date.",
        "I have a policy and I am pondering when it will end.",
        "What are the final dates for my policy?",
        "When is my policy's last date?",
        "When is my policy scheduled to expire?",
        "When is my policy's time-limit up, expired or something similar?",
        "Has my coverage come to an end?",
        "Will a coverage end soon?",
        "Is my policy's time limit up, expiration or something similar?",
        "What end date do you reckon is my policy?",
        "Policy term is soon going to end.",
        "The policy is likely to end soon.",
        "When is my policy's time-limit up, expiration or something similar?",
        "policy expires?",
        "How soon will policy end?",
        "I have a policy and I'm uncertain of the end date.",
        "The policy term is about to end.",
        "I have a policy and wonder when it will end.",
        "I wonder if my plan is ending?",
        "The policy term is soon going to end.",
        "When exactly does this policy end?",
        "Soon, the policy will be expiring.",
        "There may be an end to the policy soon.",
        "My policy's end?",
        "What will end date be on my policy?",
        "When will my policy ending?",
        "So when will the end date of coverage be?",
        "Is the end date of my policy coming up?",
        "When can I see my coverage end?",
        "What time do my coverage ends?",
        "When is my policy going to expiration?",
        "The policy seems to be about to end.",
        "Can you tell me when it will expire?",
        "What end date am I with my policy?",
        "What end date are you sure about for my policy?",
        "What will my policy end time be?",
        "When does my coverage ended?",
        "Policy will expire soon.",
        "Soon, the policy term will be over.",
        "When will my policy be terminated?",
        "What end date do I have on my insurance?",
        "When does coverage stop.",
        "When is my policy's time limit up, expiration, or something?",
        "The policy term is going to end soon",
        "Is there an end date for the policy?",
        "I don't know when to stop my coverage.",
        "When do policy end?",
        "What's the end of my insurance term?",
        "Does policy expire soon?",
        "the policy is going to end soon.",
        "The time when my coverage ends.",
        "Will the coverage end soon.",
        "When would the policy end?",
        "How long and when does my coverage end?",
        "I don't have an end date for my policy.",
        "When will my policy disappear?",
        "When does my coverage conclude?",
        "How soon is the policy going to come to an end?",
        "When is my policy going to End?",
        "When does the policy have to end?",
        "Do you know when the end of policy is?",
        "How soon will the policy go away?",
        "My coverage should end when.",
        "Policy will expire soon?",
        "I have a policy and I'm not sure when it will end.",
        "Is my policy due to expire?",
        "When my policy's time-limit up, expiration or something along those lines?",
        "Would policy end soon?",
        "When is my policy's time- limit up, expiration or something along those lines?",
        "When is my policy's time limit up, expired or something similar?",
        "Can I find out when my policy is up?",
        "Is the policy going to expired soon?",
        "Is the end date of my policy up in the air?",
        "So when is my policy going to expire?",
        "What an end date do I have for my policy?",
        "Is my policy going to end",
        "When will my coverage end, how long?",
        "When is myPolicy's last date of validity?",
        "Policy leaving soon?",
        "My contract will soon end.",
        "The policy will end when, yo?",
        "When my policy ends?",
        "Is coverage ending soon?",
        "Policy going to end soon?",
        "I wonder if my plan is ending soon?",
        "end of my insurance?",
        "Can I know when my coverage will end?",
        "This policy will end when?",
        "I wonder when the policy ends?",
        "I have a policy and I'm wondering when it will come to an end.",
        "The policy is soon to end.",
        "I wonder when the end date for my policy is.",
        "When is my policy going to sunset?",
        "The policy is soon going to be finished.",
        "The policy could soon come to an end.",
        "Will coverage soon end?",
        "When does my policy lapse?",
        "What was my policy end date?",
        "I have a policy but am not sure when it ends.",
        "Does my coverage finish?",
        "Exactly when does my coverage end?",
        "For example, when is my coverage over?",
        "I'm wondering when the end date of my policy is.",
        "When is mine going to end?",
        "Policy ends when?",
        "The policy could soon end.",
        "How soon is the policy scheduled to end?",
        "Do you know the end date of coverage?",
        "I wonder if my plan ends soon.",
        "When is the policy going to sunset?",
        "The policy is soon to end",
        "What is the end date for my policy?",
        "I need to know when my coverage should end.",
        "Can I know when my policy will end?",
        "What is the end date I have on my policy?",
        "When does the policy expires?",
        "The policy is possibly about to end.",
        "How about my policy end date?",
        "When is the end of my coverage?",
        "I have a policy and I am unsure of when it ends.",
        "When do I stop receiving coverage?",
        "Will policy expire soon?",
        "Policy ending when...",
        "I am wondering when my policy will end",
        "My policy end is a question.",
        "The end date of my policy?",
        "Do I know when my policy is going to expire?",
        "It may soon be time for the policy to end.",
        "policy ends when exactly?",
        "How soon will the policy be expire?",
        "Do my contract end soon?",
        "How is the end date of my policy?",
        "Will coverage end soon?",
        "When will my coverage ending?",
        "When does my policy's last date of validity end?",
        "I have a policy but I don't know what the end date is.",
        "What end date do I have for policy?",
        "How soon are the policy's going to expire?",
        "I would like to know when my policy is up.",
        "Is the policy going to come to an end?",
        "Which end date is the end of my policy?",
        "When does my policy end.",
        "Will coverage coming to an end soon?",
        "When are it going to end?",
        "When will there be an end to it?",
        "The policy is going to finish soon?",
        "policy will end soon?",
        "When is my policy due to lapse?",
        "Policy expires?",
        "What end DATE do I have with my policy?",
        "End of coverage?",
        "The end of the policy?",
        "when will my policy stop?",
        "Policy will end when, yo?",
        "I wonder when my policy will stop?",
        "How about the end date of my policy?",
        "Enddate of my policy?",
        "The policy may be soon ending.",
        "When should my coverage finish?",
        "When does my Coverage end?",
        "policy about to expire soon?",
        "When is insurance ending?",
        "When is my policy's time-limit up, expired?",
        "My policy expires at a certain time.",
        "The policy is coming to an an end.",
        "What end date do I have for my plan?",
        "The policy may soon be ending",
        "The policy term is winding down soon.",
        "I do not know when my policy expires.",
        "Which time does coverage lapse?",
        "I want to know if my plan is ending.",
        "The policy is going to ending soon.",
        "What end date does my policy contain?",
        "I don't have a end date for my policy.",
        "Is my plan coming to an end.",
        "On my policy, what end date do I have?",
        "When did my policy expire?",
        "How soon will my contract end?",
        "Will my policy end when?",
        "I need to know what the end date is on my policy.",
        "I want to know when should my coverage end?",
        "When my coverage ends is the question.",
        "What's my policy end date now?",
        "Time for the end of the policy?",
        "What end date do I have with my policy.",
        "I have a policy and I have no clue when it will end.",
        "The policy is soon going to be out of date.",
        "The policy is about to come to a end.",
        "Is my coverage end?",
        "Isn't the policy about to end?",
        "Is policy going to end when?",
        "It's the end date of coverage?",
        "Time for policy's end?",
        "I'm wondering when the end date for my policy is.",
        "This policy may be coming to an end.",
        "The policy term is soon ending.",
        "When is it my policy's last validity date?",
        "My plan may be ending soon.",
        "What end date are my policies?",
        "the policy is about to end.",
        "What end date is it for the policy?",
        "Policy term is to end soon.",
        "The policy soon comes to an end.",
        "Is my policy's final date of validity?",
        "When is my policy going to expire?",
        "The policy is getting to an end soon.",
        "what end date do you think is the end of my policy?",
        "Do I know what my policy end is?",
        "There is a policy expiring soon.",
        "I want to know when my coverage should stop.",
        "When is my policy time limit up, expired or something along those lines?",
        "I have a policy, I'm wondering when it will end?",
        "Is the policy coming to an end?",
        "I have a policy and I am wondering when it expires.",
        "The policy is soon going to end.",
        "I have a policy and am wondering what the end date is.",
        "ending of my insurance term?",
        "Policy soon to expire?",
        "my contract is about to end?",
        "What time do my coverage end?",
        "What is the final date of coverage?",
        "When is my policy's time-limit up?",
        "Soon, the policy is going to expire.",
        "When is my policy time limit up, expiration, or something?",
        "I am looking for an end date for my policy.",
        "The policy is headed for an end soon.",
        "Is my plan coming to an end?",
        "When is my policy's end of validity?",
        "Willcoverage end soon?",
        "What are my policy end date?",
        "I own a policy and am wondering when the end date is.",
        "I have a policy and I am curious as to when it will end.",
        "When will my insurance policy end?",
        "The policy may soon ending.",
        "When do my coverage cease?",
        "I have a policy and I'm not sure when it will end?",
        "What time is my policy's last validity?",
        "What is the end date of my policy.",
        "When the end date of my policy is I don't know.",
        "The policy will be running out soon.",
        "I have a policy, what end date do I have?",
        "The policy's last date of validity is being asked.",
        "The policy is going to sunset.",
        "How soon is the policy expiring?",
        "The policy expires?",
        "When ismy policy going to end?",
        "What are my policies end dates?",
        "The policy term is coming to an end.",
        "The policy might be out of date in the near future.",
        "The policy's end date?",
        "I have a policy and am wondering when it will stop.",
        "Policy ending at a certain time?",
        "The policy is soon going to be ended.",
        "What date does my policy end?",
        "How soon is my policy end date?",
        "When will my coverage end for example?",
        "The policy is coming to an end, how soon?",
        "What time will policy ending?",
        "It's a question about when my coverage should end.",
        "When is insurance over?",
        "When is my policy going to exhaust?",
        "The policy's about to end.",
        "I am wondering what the end date is for my policy.",
        "I am wondering when the end date will be for my policy.",
        "I have a policy and I am wondering when the last day is.",
        "I'm wondering when my policy's last date of validity is.",
        "The ending date of my policy?",
        "When is my policy time limit up, expired or not renewed?",
        "How soon will the end date of coverage be?",
        "I have a policy is it going to end?",
        "When is my insurance policy's last date of validity?",
        "What would be my policy end date?",
        "When will the policy expire?",
        "When is my policy going to expired?",
        "For instance, when does my coverage stop?",
        "The policy term would end soon.",
        "The policy could soon be coming to a close.",
        "I have a policy but I am not certain when it will end.",
        "What end date do I have for it?",
        "So what is my policy end date?",
        "when will my policy end?",
        "Policy term soon ending",
        "Which is my policy's last date of validity?",
        "The policy is going to run out.",
        "Policy end date?",
        "What is mypolicy end date?",
        "When is the policy going to end.",
        "The policy is going to end soon. How soon?",
        "My policy will lapse when.",
        "Policy will run out soon?",
        "My policy will end soon.",
        "Is it the end of policy?",
        "What end date do I have with my Policy?",
        "Soon the policy is going to be ending.",
        "The policy may be coming to an end soon.",
        "There is a policy that will expire soon.",
        "What end days do I have with my policy?",
        "Yo, when the policy ends?",
        "Who knows when my contract ends?",
        "I have a policy and don't know when it will end.",
        "The end of my insurance terms?",
        "End of my insurance terms?",
        "Is the end date of my policy forthcoming?",
        "The policy will likely come to an end.",
        "When will I stop receiving coverage?",
        "Is the end date my policy?",
        "When will my policy go away?",
        "When to cease my coverage?",
        "My plan is due to end soon.",
        "I have a policy and I wonder when it will end?",
        "What date would you say is the end of my policy?",
        "When is policy going to end?",
        "Policyending when?",
        "Will my plan end soon?",
        "Policy is scheduled to expire soon.",
        "When is my policy set to expire?",
        "I'm wondering when my coverage should end.",
        "When will the coverage period end?",
        "What time will the policy expire?",
        "I have a policy and am wondering when it will end.",
        "Will the policy end when?",
        "There might soon be an end to the policy.",
        "I have a policy and I wonder when it will end",
        "When is my policy's time-limit up, expired, or something similar?",
        "What is the last day of validity of my policy?",
        "Will my policy end??",
        "My insurance term is nearing an end.",
        "end of my insurance term?",
        "When must my coverage end?",
        "When exactly is the policy over?",
        "When exactly is the policy about to end?",
        "I wonder if my plan is over.",
        "I'm wondering what my policy end is.",
        "Policy is nearing an end?",
        "What is the date for policy end?",
        "When is my policy time limit up, expiration, or something along those lines?",
        "What is my end date with my policy?",
        "What end date do I have with my policy",
        "Is my plan due to end soon?",
        "What end date do I have of my policy?",
        "Can you tell me when my coverage ends?",
        "I have a policy, and I am wondering when it ends.",
        "When is my policy going toEnd?",
        "What end Date do I have on my policy?",
        "What end date is associated with my policy?",
        "When is my policy's last day validity?",
        "What date is my policy going to end?",
        "Will my policy run out?",
        "When insurance ended?",
        "When is it the last validity date of my policy?",
        "The policy term will be ending soon.",
        "When will I end my coverage?",
        "When does my coverage end for example?",
        "Is the policy set to expire soon?",
        "The policy is about to finish soon.",
        "Policy is set to expire soon.",
        "Policy is likely to expire soon?",
        "I want to know what end date you think is the end of my policy.",
        "Will the policy expire when?",
        "My policy end?",
        "Yes, when does coverage stop?",
        "My policy expires when.",
        "The policy is getting ready to end.",
        "When will the policy end, yo?",
        "I have a policy and am unsure of when it will end.",
        "When is the policy going to end?",
        "How soon will the policy disappear?",
        "The policy may soon come to a close.",
        "My policy is due to lapse.",
        "Soon policy term is ending.",
        "When exactly is policy over?",
        "What end date do you reckon I have for my policy?",
        "I need to know when my policy will end.",
        "It is about to end?",
        "When does my coverage finish?",
        "Time frame for the policy end?",
        "Are the end of my insurance term?",
        "End of the policy?",
        "What the end date of my policy is?",
        "What end date do you say is the end of my policy?",
        "The policy can be coming to an end.",
        "Terminate my coverage, when?",
        "The policy is due to expired.",
        "When would my policy end?",
        "When do my policy end?",
        "I have a policy and I'm not sure where the end date is.",
        "When my policy's time limit is up?",
        "When should my coverage ending?",
        "The policy might be ending soon.",
        "Can you tell me what the end date is for my policy?",
        "I don't know what the policy end date is.",
        "The policy is set to expire.",
        "My contract is scheduled to end soon.",
        "This policy is going to expire soon.",
        "I'm wondering when the policy will end.",
        "I have a policy and I am asking when it will end.",
        "Do I know when my policy expires?",
        "End date of coverage??",
        "When the policy is going to end?",
        "When is my policy goingto end?",
        "What would be the end date of my policy?",
        "End date of my insurance policy?",
        "The policy is set to come to an end.",
        "I have a policy and I wonder when the end date will be.",
        "The policy will soon be expired.",
        "What time will my policy lapse?",
        "I have a policy and am wondering when the end date is.",
        "Is there any end date on my policy?",
        "I have a policy and I am curious when the end date is.",
        "The policy is probably going to end soon.",
        "How soon is the policy going to expires?",
        "An end to my insurance term?",
        "I have a policy and wondering when it will end.",
        "I have a policy and am unsure of the end date.",
        "What is my policy end date?",
        "When is the policy over?",
        "How about policy expiry?",
        "When does the policy die?",
        "What end date is the end of my policy?",
        "Which is the end date of coverage?",
        "I would like to know when my coverage ends.",
        "The policy soon will come to an end.",
        "When will the coverage end?",
        "When does my covering end?",
        "What's the end date of my insurance?",
        "I am wondering when my policy will end?",
        "The last date of validity on my policy is not known.",
        "Do I have the end date for my policy?",
        "When does coverage ends?",
        "I have a policy which I am wondering when it will end",
        "Will the policy soon expire?",
        "what is the end date of my policy?",
        "the policy is going to expire soon",
        "The policy is going to be ending.",
        "I have a policy and I am not sure where the end date is.",
        "I have a policy and I am wondering when the end time is.",
        "What is the time for the policy end?",
        "I have a policy and I am unsure of the end date.",
        "my plan is about to expire",
        "Policy may be ending soon?",
        "The policy will come to an end?",
        "what is my policy end date",
        "I have a policy and it's not clear when the end date is.",
        "Will thecoverage end soon?",
        "When is the last date of validity for the policy?",
        "I ask, when should my coverage end?",
        "I have a policy and I'm wondering when the policy ends.",
        "Policy may end soon?",
        "How soon is the policy about to expire?",
        "When exactly is policy going to end?",
        "When is my policy time-limit up, expired, or something similar?",
        "I have a policy that I am wondering when it ends.",
        "When does my coverage go out?",
        "Soon, the policy term ends.",
        "Thepolicy term will end soon.",
        "The Policy is about to end?",
        "When is my policy time limit up, expiration or something else?",
        "Which day is my policy going to end?",
        "When does the coverage fall away?",
        "What is the policy's end date?",
        "The policy may end soon",
        "When does policy end?",
        "When is my policy time-limit up, expiration or something?",
        "End of my insurance?",
        "What end dates do I have with my policy?",
        "What's the policy end for me?",
        "I'm wondering when the end date of my policy will be.",
        "The policy will die soon.",
        "The time of policy end?",
        "The policy term is ending shortly.",
        "It is going to be expired soon.",
        "When will the end date of coverage be?",
        "Policy is likely to expire soon.",
        "The end of my insurance?",
        "I wonder when my policy expires.",
        "I have a policy who knows when it will end?",
        "The policy is scheduled to come to an end soon.",
        "When is my policy's time-limit up, expire or something similar?",
        "policy expires soon?",
        "The policy may soon be end.",
        "It's a question about when should my coverage end.",
        "The policy may be coming to an end eventually.",
        "What end date are on my policy?",
        "Policy nearing an end?",
        "Policy term could end soon.",
        "When will my coverage end, for example?",
        "I want to know when my coverage should end.",
        "Is the end of my insurance term forthcoming?",
        "the end date of my policy?",
        "Do you know when my policy ends?",
        "I'm wondering when the end of my policy is.",
        "When is the last date of validity for my insurance?",
        "I have a policy and I'm wondering what the end date is.",
        "I have a policy and am wondering the end date.",
        "The policy may soon finish.",
        "Can you tell me when my policy is going to end?",
        "Please, when should the Expiry date be?",
        "Do you know when my policy is up?",
        "My policy comes to an end.",
        "When will my policy expired?",
        "When is myPolicy going to expire?",
        "Policy may expire soon?",
        "I want to know when the policy will end.",
        "What end DATE do I have for my policy?",
        "Will coverage come to an end soon?",
        "The time for the policy's end?",
        "When is my policy's time limit up, expired or something along those lines?",
        "How soon the policy will end?",
        "The policy ends when!",
        "The policy is coming to an end soon",
        "My policy is going to end.",
        "I have a policy and am not sure when it will end.",
        "When will my policyend?",
        "What is the date when my policy ends?",
        "What ending date do you think is for my policy?",
        "I have a policy and I am wondering how it will end.",
        "policy about to expire?",
        "The end date of coverage?",
        "For instance, when does my coverage end?",
        "When is the last validity date for my policy?",
        "What end date do my policy have?",
        "Does my policy will end?",
        "The policy is going to be expiring.",
        "When will the policy be over?",
        "when is my policy going to end",
        "How soon will the policy expiration?",
        "Soon, the policy is going to end.",
        "The policy could be coming to an end soon.",
        "What expire date do I have with my policy?",
        "My policy is about to lapse.",
        "When did my coverage stop?",
        "Which end date is for my policy?",
        "The policy may soon be coming to a close.",
        "policy coming to an end soon?",
        "I have a policy but I want to know when the end date is.",
        "What are the end date for my policy?",
        "How soon is the policy going to ending?",
        "The policy is soon to be ending.",
        "When is my policy's time-limit up, expiration, or something along those lines?",
        "When the insurance expires?",
        "What is the end date of my policy",
        "Soon, the policy term will end.",
        "What is my policy End Date?",
        "The policy term is expected to end soon.",
        "What end date do I have for my insurer?",
        "A policy term will end soon.",
        "When is my policy time limit up, expiration, or something like that?",
        "Do you know what the end date is for my policy?",
        "When willmy policy end?",
        "Is the end date of my policy yet?",
        "I want to know what the end date is on my policy.",
        "What is the last date I have on my policy?",
        "Thepolicy is about to expire.",
        "Is the end date for my policy what you reckon?",
        "When is my policy time limit up, expired, or not renewed?",
        "The policy will be ending.",
        "What's my policy's end?",
        "Will the end of my insurance term be?",
        "When is my policy's due to expire?",
        "When is my insurance policy going to expire?",
        "My policy end date is unknown.",
        "When is my policy ending?",
        "The policy's expiration time?",
        "When is my policy's expiration or time-limit up?",
        "When is my policy's time-limit up, expired or both?",
        "I need to know what end date I have on my policy.",
        "The policy is expected to come to an end soon.",
        "When should my Coverage end?",
        "The policy is slated to end.",
        "When does my coverage quit?",
        "What end date do you reckon my policy ends?",
        "When does the policy cease to exist?",
        "I have a policy and I am not sure what the end date is.",
        "End of my insurance deal?",
        "When is policy supposed to end?",
        "My policy is going to end eventually.",
        "I wonder when policy will expire?",
        "This policy is about to end.",
        "The policy is going to be coming to an end soon.",
        "The policy may be winding down.",
        "The policy is soon coming to an end.",
        "I don't know when the end of my policy is.",
        "Does my policy run out?",
        "Policy expires. when exactly?",
        "What time do you think my policy ends?",
        "I wonder when to stop my coverage.",
        "What is the timeframe for policy expiry?",
        "When is the policy's time-limit up?",
        "Yes, when does my coverage end?",
        "When is my policy's time limit up, expired, or something similar?",
        "When Does My Coverage End?",
        "Policy will be expired soon?",
        "What are my policy end times?",
        "Please tell me the end date of my policy.",
        "Policy is scheduled to end soon?",
        "I have a policy and I'm unsure of when the end date is.",
        "What's my policy end day?",
        "The policy is probably coming to an end.",
        "There is a policy term ending soon.",
        "Is the policy about to come to an end?",
        "The end date of coverage is not known.",
        "The policy may soon be coming to an end",
        "Is my plan having an end date?",
        "It is a question of when should my coverage end.",
        "What is the policy expiration time?",
        "When is policy about to end?",
        "There is an end date to my policy.",
        "The policy is soon going to expire.",
        "When is my policy's Last date of validity?",
        "Is the end date of coverage soon?",
        "Soon, the policy may be out of date.",
        "The policy will soon be ending",
        "Policy term soon to end.",
        "I don't know what end date I have for my policy.",
        "Will the coverage soon end?",
        "Is my contract set to end soon?",
        "Is my coverage terminated when?",
        "When do my coverage stops?",
        "When is my policies going to end?",
        "Policy will end soon?",
        "What end date is it when my policy ends?",
        "When is the policy set to end?",
        "The policy is about to end Soon.",
        "When my policy's time-limit up, expiration or something like that?",
        "The policy is soon due to expire.",
        "Time for the policy end?",
        "The policy may soon be ended.",
        "For example, when does my coverage come to an end?",
        "Policy about to expire soon?",
        "Soon, the policy will end.",
        "Tell me the end date for my policy.",
        "When willpolicy end?",
        "Can I know when my contract ends?",
        "Policy term is soon to end.",
        "When policy ends?",
        "The policy is soon expiring.",
        "My policy is going to end soon.",
        "The policy will be expiring soon.",
        "When is my policy's final validity date?",
        "The policy is about to be ended",
        "When is my policy going to an end?",
        "I have a policy but am not sure when it will end.",
        "The policy is going to have an end.",
        "When might my coverage end?",
        "Does my plan end??",
        "The policy will soon be over.",
        "I have a policy, and I am wondering when the end date is.",
        "Is the policy soon expiring?",
        "The policy is ending soon.",
        "What's the last date of validity of my policy?",
        "I have a policy and am wondering when that ends.",
        "The policy is about to expiring.",
        "The policy is probably about to end.",
        "Has the policy ended when?",
        "The policy term is ending soon",
        "I have a policy and don't know when the end date is.",
        "My coverage should be over soon.",
        "Which is the last date of validity of my policy?",
        "Policy could be ending soon.",
        "End date of my contract?",
        "Does coverage end soon?",
        "How long, when does my coverage end?",
        "The end date for coverage?",
        "When exactly will that policy end?",
        "Will the coverage be ended soon?",
        "There is an end date with my policy.",
        "Do you know when the end date of my policy is?",
        "When is my policy going to come to an end?",
        "What ends date do I have for my policy?",
        "Are the end date of coverage forthcoming?",
        "When does my coverage expire?",
        "the policy is coming to an end.",
        "When is my policy going to expire",
        "The policy is nearing its end?",
        "The policy is set to end soon.",
        "I have a policy and am curious when the end date is.",
        "What end date are you sure of for my policy?",
        "The policy can soon be coming to an end.",
        "What will end date be with my policy?",
        "Will coverage ends soon?",
        "When is the time-limit up in my policy?",
        "What is the enddate for my policy?",
        "When does the policy officially end?",
        "Policy nearing the end?",
        "When is my policy's limit on time up?",
        "When is my policy's time limit up or expired?",
        "Policy could soon end.",
        "The policy is nearing a end.",
        "There is an end date of my policy.",
        "What is the last date of my policy?",
        "I have a policy and I don't know when it ends.",
        "Is policy coming to an end soon?",
        "What will the end date be with my policy?",
        "What end date are I left with my policy?",
        "I have a policy that is about to end.",
        "Maybe policy will expire soon?",
        "When do my coverage ends, how long?",
        "Which end date do I have on my policies?",
        "Did my contract end soon or not?",
        "When does the policy expire?",
        "What end date are you saying is for my policy?",
        "policy term will end soon.",
        "Policy term soon to end",
        "When the insurance runs out?",
        "What's the time for policy end?",
        "The policy can be out of date soon.",
        "When is my policy's time limit up, expired or something like that?",
        "What is the end dates for my policy?",
        "I have a policy, but am wondering when it will end.",
        "The policy is going to be expiring soon.",
        "Does the coverage end soon?",
        "When my policy is going to expire?",
        "The policy will be ending soon?",
        "What enddate do I have for my policy?",
        "When should my coverage conclude?",
        "What end date will I have for my policy?",
        "I have a policy but I'm not sure of the end date.",
        "I need to know when my policy ends.",
        "I have a policy and I am unsure of when it will end.",
        "yo? policy ending when?",
        "Is my coverage over yet?",
        "What's my policy's end date?",
        "When will my policy expires?",
        "Policy is about to expire.",
        "How Soon is the policy going to end?",
        "I have a policy and I am wondering when it ends?",
        "I have a policy and I am confused as to when the end date is.",
        "Is the policy about to ends?",
        "My coverage is going to end.",
        "I have a policy but I'm not sure when it ends.",
        "When exactly is the policy going to end?",
        "policy ending soon?",
        "I wonder when coverage will end?",
        "When does mycoverage end?",
        "I have a policy and I'm wondering when the end will be.",
        "My contract is going to end soon?",
        "Is coverage due to end soon?",
        "Is my plan due to end?",
        "What end date have I got with my policy?",
        "What end date do I have in my policy?",
        "Is the policy coming to an end soon?",
        "The policy is about to come to an end, right?",
        "The policy might be expiring soon.",
        "The policy is about to end. When?",
        "What End Date do I have for my policy?",
        "I have a policy, but I'm not sure when the end date is.",
        "When the insurance ends?",
        "Is there a time frame for policy end?",
        "When is insurance going to end?",
        "The policy may soon be nearing an end.",
        "I wonder if my insurance term ends?",
        "Did my insurance term come to an end?",
        "Are the policy about to end?",
        "Is my insurance about to end?",
        "Will my policy end soon?",
        "What end date is the end of the policy?",
        "When is my policy going to end.",
        "A policy is about to end.",
        "The policy is soon to come to an end.",
        "What end date do you think is when my policy will end?",
        "What end date do you think is the end of mypolicy?",
        "Would my insurance term be over?",
        "What end days do I have for my policy?",
        "When will my policy End?",
        "What day is the end of my policy?",
        "policy expiring soon",
        "I am wondering when the end date is of my policy.",
        "I have a policy and am wondering when that will end.",
        "The policy is heading to an end.",
        "Policy is coming to an end soon.",
        "When is my policy time limit up, expired, or something along those lines?",
        "I am wondering when my policy will stop.",
        "Policy term end soon.",
        "When is my policy last validity?",
        "So my contract is about to end?",
        "What end date do I have on this policy?",
        "Is my contract about to end soon?",
        "End of a policy?",
        "When exactly will policy end?",
        "I wonder when my contract will end.",
        "What are the end date on my policy?",
        "When is the last day of validity for my policy?",
        "When does my coverage come to an end, for example?",
        "End of the insurance term for me?",
        "What is the policy End date?",
        "The policy is nearing out of date.",
        "What will my end date be with my policy?",
        "When does my policies end?",
        "I have a policy but am wondering when the end date is.",
        "I have a policy and I'm curious when it will end.",
        "timing for policy end?",
        "When do the policy end?",
        "The policy will probably expire soon.",
        "What end date do I have with my coverage?",
        "When will coverage lapse?",
        "When is my coverage about to end?",
        "I am wondering if my plan is ending soon.",
        "When is my policy's end date?",
        "I have a policy, and I wonder when it will end.",
        "The policy may be expiring soon.",
        "When will this policy expire?",
        "When is my policy expire?",
        "Policy could end soon?",
        "My plan is about to expire.",
        "The policy is about to ended.",
        "Policy likely to expire soon.",
        "I want to know when it will end.",
        "Policy to end when?",
        "what is my policy's end?",
        "How soon? The policy is going to expire soon.",
        "Do you know when the insurance stops?",
        "How soon is my policy going to end?",
        "I am unsure when my policy will end.",
        "When is this policy's last date of validity?",
        "The policy may be coming to an end.",
        "Policy is about to expire... when exactly?",
        "The when should my coverage end?",
        "A time for the policy end?",
        "For example, when my coverage ends?",
        "When does my policy sunset?",
        "The policy is about to out of date.",
        "Shall my coverage end?",
        "The policy is heading towards an end.",
        "I have a policy and am wondering when the end date is",
        "I have a policy and I am wondering when it will cease.",
        "I want to know when my policy is going to end.",
        "Does the coverage lapse?",
        "What end date do you think is the ending of my policy?",
        "I have a policy and I'd like to know when it will end.",
        "Is there an end date of my policy?",
        "Policy is about to end... when exactly?",
        "The policy is having an end.",
        "I think the policy is about to end.",
        "I have a policy and I am wondering when it's over.",
        "What is the end of my insurance term?",
        "The term of the policy will end soon.",
        "What's my end date on my policy?",
        "When is the policy's last day of validity?",
        "When will my policy expire?",
        "The last date of validity for my policy?",
        "When is mypolicy going to end?",
        "I have a policy, I don't know when the end date is.",
        "Is there a end to my insurance term?",
        "What ended date do you think is the end of my policy?",
        "The policy could be about to end.",
        "When will my policy run out?",
        "policy ending when?",
        "I don't know when my policy will stop.",
        "The policy's last date of validity is not known.",
        "I have a policy and i am wondering when it will end.",
        "What is the last date I have with my policy?",
        "Would the end date of my policy be?",
        "The policy is going to end",
        "when does coverage end?",
        "I have a policy that I am wondering when it will end",
        "When does coverage let go?",
        "I have a policy that I am not sure when the end date is.",
        "Are my insurance term over?",
        "Is the last day of validity for my policy?",
        "The policy is due to run out soon.",
        "The policy is coming to a end.",
        "My policy will lapse, when?",
        "How soon the policy is going to end?",
        "The policy is coming to a close soon.",
        "I have a policy and I'm wondering when it will end.",
        "When is my policy's last time validity?",
        "When is my policy going to die?",
        "When exactly did the policy expire?",
        "What's the end date for my policy?",
        "Policy nearing end?",
        "How soon will the policy end?",
        "The time when does my coverage end?",
        "About to end soon the policy.",
        "I am wondering when the end date is for the policy.",
        "For example, When does my coverage end?",
        "The policy is about to be out of date.",
        "When is my policy's limit up, expiration or something similar?",
        "Is my coverage about to finish?",
        "End of my insurance agreement?",
        "The policy is coming to a end soon.",
        "When is my policy going to end?!",
        "Is the policy expiring soon?",
        "The policy is coming to an end. How soon?",
        "The policy is going to be ending soon.",
        "My plan is going to expire soon.",
        "What do you think is the end date of my policy?",
        "I wonder when the policy will expire?",
        "What end date are you telling me for my policy?",
        "When does the policy cease?",
        "End of my insurance plan?",
        "Policy may be expiring soon.",
        "My policy will expire.",
        "My policy expires at what time?",
        "I have a policy, and I'm wondering when it will end.",
        "When my policy's time-limit is up?",
        "It's policy ending when, yo?",
        "Policy will end when exactly?",
        "My contract is about to end?",
        "Is my plan scheduled to end soon?",
        "How soon is the policy going to lapse?",
        "My policy is going to end someday.",
        "I would like to know when my coverage should end.",
        "The end of my insurance contract?",
        "You reckon the end date is for my policy?",
        "I have a policy and I'm wondering when the end is.",
        "When am I supposed to end my policy?",
        "What date does my coverage end?",
        "When will my policyEnd?",
        "Is policy ending when, yo?",
        "policy about to end soon?",
        "Will the policy be expiring soon?",
        "What end date do you think is the final one of my policy?",
        "When will my policy stop?",
        "I have a policy but I'm wondering when it will end.",
        "When is this policy's last validity date?",
        "The policy may come to an end very soon.",
        "When does the coverage finish?",
        "The policy is going to run out soon.",
        "What is my policy's end?",
        "When is my policy's time-limit up, expired, or something along those lines?",
        "When, yo? Policy ending?",
        "Is there a time frame for the policy end?",
        "A question about the end of my insurance term.",
        "how soon will the policy expire?",
        "When exactly is policy ending?",
        "When does the coverage end??",
        "The policy is headed for an end.",
        "How soon is my policy going to expire?",
        "When does coverage cease to be?",
        "What end date will you say is the end of my policy?",
        "When will my policy ended?",
        "When is my policy's final date of validity?",
        "I have a policy and am wondering when the policy ends.",
        "When will my policy be finished?",
        "I don't know when my policy will expire.",
        "When is my policy's time limit up and when does it expire?",
        "The policy is to expire soon.",
        "About the end date of my policy?",
        "When my policy expires?",
        "The policy is soon going to be over.",
        "There is a question about when my coverage ends.",
        "Policy will soon end.",
        "How about when policy ends?",
        "When the insurance stop?",
        "Will coverage be ending soon?",
        "I asked when my coverage should end.",
        "What is the End date of my policy?",
        "What end time do I have on my policy?",
        "What end date am I going to have with my policy?",
        "will the coverage end soon?",
        "When is the last date of the policy?",
        "The policies is about to end.",
        "Are we near the end of coverage?",
        "The policy is going to End.",
        "The policy is soon to expire.",
        "When is my plan going to end?",
        "What end date is on my policy?",
        "When's my policy ending?",
        "When will insurance cease?",
        "Will the end date of my policy be?",
        "Is my policy coming to an end?",
        "The policy could soon be out of date.",
        "I have a policy but I am not sure when it will end.",
        "What date will my policy end?",
        "Is my policy's time limit up?",
        "Date for policy end?",
        "Does my plan end?",
        "I have a policy and I am wondering when it will finish.",
        "What end date does you think is the end of my policy?",
        "What is my plan's end date?",
        "How soon does my coverage stop?",
        "When is my policy going to go away?",
        "When the end date for my policy is I don't know.",
        "The policy may soon no longer be valid.",
        "For example, when does my coverage conclude?",
        "So when is my policy going to end?",
        "When will my policy be end?",
        "When are my policy's last dates of validity?",
        "What is the end date of the coverage?",
        "The policy may be about to end soon.",
        "I am wondering when my policy's last date of validity is.",
        "I don't know when my contract will end.",
        "When exactly... the policy expires?",
        "Will the coverage end soon",
        "the policy is about to end",
        "When will the policy lapse?",
        "When is the time limit up?",
        "When does policy ending?",
        "When will my policy wind down?",
        "What date do I have for the end of my policy?",
        "My policy end date isn't known.",
        "When is there a time limit on my policy?",
        "What final date do I have for my policy?",
        "When do my coverage ends, for example?",
        "Policy will come to an end soon?",
        "What expire date do I have on my policy?",
        "When is my coverage finished?",
        "The Policy is about to end.",
        "The policy might soon end",
        "What end date should I expect for my policy?",
        "My policy end is not clear.",
        "The end of policy is not known.",
        "Will coverage ended soon?",
        "What end date am i on my policy?",
        "When are my policy's time-limit up, expiration or something along those lines?",
        "When is my policy's time limit up, expiration, or something like that?",
        "My coverage should be over when?",
        "Do my contract end soon or what?",
        "The end date for my policy?",
        "What is the date when my coverage ends?",
        "What date does my policy end on?",
        "When will mycoverage end?",
        "Soon the policy will come to an end.",
        "The policy is going to come to a close.",
        "Soon the policy term will end.",
        "The policy is about toEnd.",
        "When do the policy expire?",
        "What is the end date for my insurance?",
        "What end date do I have for my policies?",
        "Would my contract end soon?",
        "For example, when do my coverage ends?",
        "The policy is coming to end.",
        "When does my coverage wind down?",
        "The policy is set to expire soon.",
        "I have a policy and I am wondering when it will be ended.",
        "The policy is set to come to an end soon.",
        "What end date do I have on the policy?",
        "I have a policy and are wondering when it will end.",
        "How about the policy ending when?",
        "I have a policy that will end soon.",
        "The policy term is coming to an end soon.",
        "I have a policy and I am curious when it ends.",
        "The policy will coming to an end soon.",
        "Is my insurance term over?",
        "How soon is the policy going to be expired?",
        "I wonder when should my coverage end?",
        "I have a policy and I don't know when it will end?",
        "The policy is over soon.",
        "What end date is for my policy?",
        "The policy may soon come to an end",
        "Policy could be coming to an end soon.",
        "Is the end of my insurance term coming?",
        "Policy is soon to expire.",
        "I have a policy so I am wondering when it will end?",
        "What end date would you believe is the end of my policy?",
        "What is the policy expiry time?",
        "When insurance end?",
        "Does my policy have an end date?",
        "Policy may be about to expire soon.",
        "What time does my coverage conclude?",
        "The policy is slated to expire soon.",
        "When does coverage go away?",
        "How soon will the policy cease to exist?",
        "What's the end of my policy?",
        "What end date do you think is my policy?",
        "When is the time limit up in my policy?",
        "The timing for the policy end?",
        "Will this policy end soon?",
        "When will I see my policy end?",
        "What about the end of my insurance?",
        "The policy will expire soon",
        "The policy will soon end.",
        "When the last date of validity is for my policy?",
        "I have a policy and I am concerned when it will end.",
        "I am wondering when my coverage is over.",
        "The policy is going to cease to exist soon.",
        "I have a policy, I'm not sure when the end date is.",
        "Are my insurance terms end?",
        "The policy will end soon",
        "The policy is about to end?",
        "The policy may soon no longer be current.",
        "I have a policy and have no idea when it will end.",
        "When the insurance stops??",
        "Does the policy expire soon?",
        "The policy is going to come to an end soon.",
        "I have a policy, and I am not sure when the end date is.",
        "What is my next policy end date?",
        "The end date for the coverage?",
        "When will my policylapse?",
        "My coverage ends at what time?",
        "When is my policy's time- limit up, expiration, or something similar?",
        "When the end date of my policy is, I am not sure.",
        "The policy is soon out of date.",
        "Are you certain about the end date of my policy?",
        "When does this policy end?",
        "Does my plan ends?",
        "My policy's going to expire.",
        "What is the end date with my policy?",
        "what end date do I have on my policy",
        "My policy end date is uncertain.",
        "My coverage comes to an end.",
        "What when does my policy end?",
        "If my coverage ends, when?",
        "For example, when does my coverage ends?",
        "I'm wondering if my contract ends soon or not.",
        "Does the coverage end?",
        "Policy about to expired?",
        "I have a policy which I am wondering when the end date is.",
        "The policy is going to expired.",
        "When does my coverage cease?",
        "I wonder if my plan will end soon.",
        "Will it be my policy end date?",
        "Is policy ending soon?",
        "About to come to an end the policy.",
        "When does the policy sunset?",
        "Policy is due to expire soon?",
        "The policy is going to lapse soon?",
        "The policy is likely to come to an end soon.",
        "The policy is about to expire. When?",
        "I don't know what end date I have with my policy.",
        "Is the policy about to expire soon?",
        "The policy may soon become out of date.",
        "What time is the policy end?",
        "Did my contract end soon?",
        "policy expires when?",
        "Do my coverage end?",
        "Policy soon expiring?",
        "What do you think is the end date for my policy?",
        "When is my policy time limit up, expired or non-renewal?",
        "I have a policy but I am not sure when the end is.",
        "Policy ends soon.",
        "I want to know when my policy is kaput.",
        "What is my end date as a policy?",
        "What are the end dates with my policy?",
        "My contract ends soon or something?",
        "How soon is the end date of coverage?",
        "What end date are you pretty sure is the end of my policy?",
        "What is my final policy end date?",
        "The policy might soon be over.",
        "I have a policy and I'm unsure when the end date is.",
        "There is a question about when my policy expires.",
        "The policy soon will end.",
        "Policy term coming to an end soon.",
        "When insurance comes to an end?",
        "I have a policy so I am wondering when the end date is.",
        "I have a policy and I don't know when the end date is.",
        "How soon shall the policy end?",
        "What time does my coverage cease?",
        "I have a policy and I'm not sure when the end is.",
        "Policy is about to expire",
        "The policy may be coming to an ending.",
        "Soon policy term ending.",
        "End date for the coverage?",
        "I wonder if my insurance term is over?",
        "End of policy??",
        "When is my policy's last day of validity?",
        "I'm wondering when my policy ends.",
        "There could be an end to the policy soon.",
        "I don't know when my coverage should stop.",
        "When the policy will end?",
        "Will the end of my insurance term happen?",
        "Is there a time for the policy end?",
        "My policy is going to expire.",
        "The policy may soon be to an end.",
        "What end date does my policy have left?",
        "When is my policy's time limit up, expiration, or something along these lines?",
        "When is my policy's time-limit up, expires or something similar?",
        "The policy is about to end, is it?",
        "Do I know when my policy's last validity date is?",
        "When is my policy's time limit up, or when it expires?",
        "End date of a policy?",
        "Will coverage come to an end?",
        "What is the end date on my policy?",
        "When it will end?",
        "What is the final date on my policy?",
        "When do I stop getting coverage?",
        "The end date of my policy",
        "is the policy about to end?",
        "Is Policy expiring soon?",
        "Policy should expire soon.",
        "When the coverage ceases?",
        "Thepolicy may soon be out of date.",
        "What are the end dates on my policy?",
        "How soon is thepolicy going to end?",
        "Policy should be ending soon?",
        "When does coverage end",
        "Time for a policy end?",
        "The policy may be over soon.",
        "Policy will be ending soon.",
        "When will policy expire?",
        "When's my policy end?",
        "when insurance ends?",
        "When is my Policy going to end?",
        "Policy term winding down soon.",
        "When is my policy going to ended?",
        "What end date do you reckon is for my policy.",
        "I have a policy and I am confused when it will end.",
        "When is my policy's time-limit up and expiration?",
        "How about my policy end?",
        "When is the last date that my policy will last?",
        "The policy term is going to end soon.",
        "The policy ends?",
        "When does the coverage end.",
        "The policy will come to a end.",
        "When is my policy's about to end?",
        "I have a policy, and am wondering when the end date is.",
        "Policy ends... when exactly...",
        "When will the policy officially end?",
        "Does my coverage end when?",
        "Do you know when my policy is going to expire?",
        "The policy is will end soon.",
        "My policy is about to end?",
        "When does My coverage end?",
        "When is the policy going to expired?",
        "How soon does the policy will expire?",
        "Policy term will be over soon.",
        "What is the time when my coverage should end?",
        "What is the policy's expiration time?",
        "I have a policy and I am wondering when its end date is.",
        "What are the end dates of my policies?",
        "I am wondering if my contract ends soon or not.",
        "I have apolicy and I am wondering when it will end.",
        "Do you know when the policy is going to expire?",
        "The policy may soon be winding down.",
        "I have a policy but I am not sure what the end date is.",
        "When is myPolicy going to end?",
        "What end date am I on with my policy?",
        "Do I have a end date for my policy?",
        "Policy about to expiring?",
        "When is the policy due to expire?",
        "When should my coverage END?",
        "When exactly does my coverage end?",
        "The policy is going to come to an end soon",
        "I do not know when my coverage ends.",
        "Policy could soon expire?",
        "When does insurance lapse?",
        "The policy may soon ends.",
        "What date do you believe is the end of my policy?",
        "I have a policy and I'm unsure when it will end.",
        "I have a policy and I am not certain of the end date.",
        "Is it the end of my insurance?",
        "When is my policy time-limit up, expiration, or something?",
        "Is my plan ending soon?",
        "The policy is about to expire, when?",
        "When is my policy's time-limit up, expiration or something else?",
        "When is the time-limit of my policy up?",
        "what end date do I have for my policy",
        "When is my policy's time-limit up, expiration, or something along these lines?",
        "Will Policy expiring soon?",
        "The policy is nearing an end?",
        "Will the end date of coverage now be?",
        "When exactly... policy expires?",
        "Is it now the end date of coverage?",
        "Is the end date of coverage near?",
        "Thepolicy is coming to an end.",
        "Is the end date of my policy?",
        "Which is the policy's end date?",
        "Is my insurance term coming to a close?",
        "What end date do I have with my insurer?",
        "Is policy ending when?",
        "What is the exact end date for my policy?",
        "I have a policy and I'm not sure of the end date.",
        "The policy is going to be expired soon",
        "When does the coverage go away?",
        "Does my plan expire?",
        "I have a policy, am wondering when it will end.",
        "The policy may be about to come to an end.",
        "Which end date are I on my policy?",
        "Policy term comes to an end soon.",
        "The policy is going to expire",
        "Will Policy expire soon?",
        "When is the policy's time- limit up?",
        "Policy term will end soon",
        "When does my policy finish?",
        "I have a policy that's going to expire.",
        "Policy is expiring soon.",
        "My policy is coming to an end.",
        "The policy is soon about to end.",
        "The policy's last date of validity is a question.",
        "Can I know when my policy is going to end?",
        "Will coverage be over soon?",
        "When was my policy going to end?",
        "I have a policy and am wondering when it's going to end.",
        "When will my coverage end??",
        "Is my policy going to lapse soon?",
        "policy will end soon",
        "Will the coverage lapse soon?",
        "The policy is about to end eventually.",
        "Policy that ends soon?",
        "What time does the policy end?",
        "The policy is about to reach an end.",
        "When's my policy going to expire?",
        "My policy end is unknown.",
        "The policy is going to come to an end.",
        "The policy may be coming to an an end.",
        "I have a policy that will lapse.",
        "The policy expires soon, how soon?",
        "The policy terms is ending soon.",
        "When's my policy's last validity date?",
        "The policy is coming to an end soon?",
        "The policy is going to sunset soon?",
        "The policy's last date of validity was asked.",
        "What time does coverage lapse?",
        "The end date of my policy is unknown.",
        "The policy is nearing obsolescence.",
        "The policy is about to End?",
        "Will the coverage terminates soon?",
        "yo, when does policy end?",
        "Exactly when does the policy expire?",
        "Policy expiry soon?",
        "End of policy to be known?",
        "I have a policy but I'm unsure when it will end.",
        "There is an end date for my policy.",
        "The policy will be coming to an end soon.",
        "When does the coverage come to an end?",
        "The policy may soon expire.",
        "I have a contract that will end soon.",
        "The time for policy ending?",
        "When will insurance come to an end?",
        "When is the policy due to end?",
        "My contract ends soon or not?",
        "The policy may be about to end.",
        "Policy end time, yo?",
        "Yes, when is my policy going to end?",
        "End of policy is not known.",
        "It is possible that the policy will soon be out of date.",
        "I wonder when my coverage should be over.",
        "I don't know the end date for my policy.",
        "I am wondering when I will end my policy.",
        "End date for coverage?",
        "The policy is about to end very soon.",
        "The policy ends when?",
        "What end date do I have for this policy?",
        "I have a policy that I am unsure of when it will end.",
        "The policy probably will be out of date soon.",
        "When is my policy finished?",
        "I have a policy and am wondering when the end date will be.",
        "I wonder when the end date of coverage will be?",
        "I have a policy that I am not sure when it will end.",
        "When is the last date of validity of my insurance?",
        "Has my insurance term come to an end?",
        "When is my Policy going to expire?",
        "What is the policy end date for me?",
        "I don't know when my policy expires.",
        "my plan is ending soon",
        "The policy is about to die.",
        "What date is my policy's end?",
        "When is my policy will end?",
        "It could be that the policy is coming to an end.",
        "When is my policy's last legitimate date?",
        "What end date do you think is correct for my policy?",
        "When is the last date of validity of my policies?",
        "Sometime soon policy term ends.",
        "I'm wondering when the end date is on my policy.",
        "Do you reckon the end date for my policy is?",
        "When is my policy time limit up, expired, or non-renewal?",
        "The policy is about to cease.",
        "Is my policy's last day of validity?",
        "When is my policy going to leave?",
        "I have a policy with it and I am wondering when it will end.",
        "What end date do you think is the end of my policy.",
        "Will my policy sunset?",
        "when is my policy's last date of validity",
        "Policy is about to expire soon.",
        "When will the coverage stop?",
        "I wonder when it will expire.",
        "Sometime soon the policy term will end.",
        "What date do I end my policy on?",
        "When is my policy's last validity?",
        "The end dates of my policies?",
        "Policy ending when?!",
        "The policy could be out of date in the near future.",
        "End date of my policies?",
        "In example, when does my coverage end?",
        "When exactly would the policy end?",
        "When is my policyEnding?",
        "When will the policy cease to exist?",
        "The policy is soon going to expiring.",
        "What will be the policy end date?",
        "I have a policy that has an end date.",
        "When does coverage quit?",
        "The policy about to end soon.",
        "The policy is about to expire. How soon?",
        "Coverage will end soon.",
        "The policy term will end soon.",
        "What end date do you think is for my policy",
        "I don't know when the policy expires.",
        "Will the policy be ending soon?",
        "Is my coverage supposed to end?",
        "When should my coverage end",
        "How soon does policy end?",
        "When does my coverageEnd?",
        "The policy is going to expire?",
        "When can I end my coverage?",
        "The policy is running out.",
        "What is the ending date for my policy?",
        "Do you know when my contract will end?",
        "When will my policy finish?",
        "When will the policy ending be?",
        "Will it be the end date of coverage?",
        "When is the policy's going to end?",
        "When is my policy time-limit up, expiration or something like that?",
        "When is my policy's last valid?",
        "When does my coverage end, how long does it last?",
        "For example, when does my coverage cease?",
        "The time of the policy end?",
        "When does my policy wind down?",
        "My plan is due to expire soon.",
        "The policy will run out soon.",
        "How soon is my plan ending?",
        "I have a policy and am unsure when it will end.",
        "What is the end date on my plan?",
        "The policy expiry period?",
        "When does my coverage come to end?",
        "When is the policy's last validity date?",
        "When is my policy due to end?",
        "The last date of validity of my policy?",
        "When's my policy going to end?",
        "When is my policy's last validity dates?",
        "I have a policy, and I am wondering when it will end?",
        "And when does my coverage end?",
        "I want to know when insurance stops?",
        "When is mypolicy going to expire?",
        "When will my insurance term end?",
        "When is the time limit up for my policy?",
        "When it's time for insurance to stop?",
        "When do I know when my policy is up?",
        "I have a policy and am wondering when it will end",
        "I need to know when my policy expires.",
        "Exactly when will the policy expire?",
        "If there is an expiry date, please?",
        "When does my coverage End?",
        "The policy may become out of date soon.",
        "How soon is my contract going to end?",
        "My policy is about to stop.",
        "The policy is about to stop?",
        "Do you know when my contract ends?",
        "The policy could soon be ending",
        "I have a policy and I am wondering where the end date is.",
        "I have a policy, and I am not sure when it will end.",
        "Would the policy end soon?",
        "Is the coverage ending soon?",
        "What enddate do I have on my policy?",
        "When does my coverage conclusion?",
        "When to stop my coverage?",
        "How soon is the policy going to expired?",
        "What end time do I have for my policy?",
        "How soon is this policy going to end?",
        "What end date do I have on my insurer?",
        "I am wondering when my coverage ends.",
        "When exactly will the policy cease to exist?",
        "I have a policy, and I am wondering when it will stop.",
        "The policy might soon be ended.",
        "When will my coverage end?",
        "I am wondering when my policy is going to expire.",
        "When will a policy end?",
        "What date do I end my policy at?",
        "Policy could be expired soon.",
        "The policy term will end soon",
        "Policy will soon expire.",
        "My policy's end date is not known.",
        "When's the policy ending?",
        "My policy's end date is unknown.",
        "Policy might soon expire.",
        "Say goodbye to my coverage when?",
        "I have a policy but I don't know when it ends.",
        "Will my insurance term be finished?",
        "When is my policy'slast date of validity?",
        "Is policy about to expired soon?",
        "Policy term is end soon.",
        "The policy is due to come to an end.",
        "I have a policy and I'm wondering when it expires.",
        "What about my policy end date?",
        "A question about when my policy expires.",
        "My policy is going to lapse.",
        "When is my policy about to expire?",
        "The policy was about to end soon.",
        "When will my cover end?",
        "what end date do I have with my policy",
        "What time should my coverage be over?",
        "When is my policy's time limit up, expired, or something like that?",
        "A time for policy end?",
        "What end date do I have a policy with?",
        "Policy due to end soon?",
        "Policy ending time?",
        "What is my end date on my policy?",
        "Does the policy expiring soon?",
        "when does coverage lapse",
        "What end date do I have left in my policy?",
        "Will the coverage get terminated soon?",
        "I have a policy, but I am unsure of when it will end.",
        "How soon is the policy's end?",
        "What is the last date of validity on my policy?",
        "Has my coverage ended?",
        "Will this coverage be terminated soon?",
        "Policy will be ending soon?",
        "How soon? The policy is about to end.",
        "I have a contract that is going to end soon.",
        "Policy will likely expire soon.",
        "What end date does the policy have?",
        "The policy expires when?",
        "Policy is ending soon.",
        "When does coverage end.",
        "End of policy not known.",
        "Did policy expire soon?",
        "When is my policy going to expires?",
        "When is my policy going to lapse?",
        "When do I stop getting my coverage?",
        "Soon the policy will be ending.",
        "I have a policy and I am not sure when the end date will be.",
        "The policy is expected to end soon.",
        "When does mypolicy end?",
        "Is my plan ending soon.",
        "The policy is going to end soon, how soon?",
        "What end date do I have my policy on?",
        "Time to stop my coverage?",
        "The end of my policy is unknown.",
        "Do you know when my policy expires?",
        "When is the policy going to die?",
        "When is it going to end my policy?",
        "When do coverage lapse?",
        "When is my policy's time Limit up?",
        "The policy may soon be coming to end.",
        "The policy is supposed to expire soon.",
        "\"When is my policy going to end?\"",
        "The policy is going to be out of date soon.",
        "Sometime soon the policy term ends.",
        "I have a policy, when will it end?",
        "I have a policy that I'm wondering when it will end.",
        "The policy will be out of date soon.",
        "What's the end date on my policy?",
        "When will I end my policy?",
        "The policyterm is ending soon.",
        "How soon is the policy to expire?",
        "The policy may soon have expired.",
        "Will his coverage end soon?",
        "My contract could be ending soon.",
        "When does my policy leave?",
        "Will the coverage end in the near future?",
        "Policy ending soon?",
        "Does my plan end",
        "I have a policy but I am unsure of when it will end.",
        "When does my coverage end, for instance?",
        "I would like to know when my policy will end.",
        "Is my policy going to End?",
        "My policy will lapse someday.",
        "Do you reckon I have an end date for my policy?",
        "End date for my policy?",
        "It is possible that the policy will end soon.",
        "when exactly does the policy end?",
        "Will policy be expired soon?",
        "Policy will end when?",
        "Thepolicy may soon end.",
        "The policy is going to end soon?",
        "Which day does my coverage end?",
        "What is the deadline for the policy end?",
        "Will policy ending when?",
        "What End Date do I have on my policy?",
        "Do you know when the policy end will be?",
        "When is my policy's time-limit up, expired or something along those lines?",
        "What is the actual end date for my policy?",
        "Policy ending when!",
        "The policy may be out of date shortly.",
        "The policy will soon be coming to an end.",
        "I am unsure of when my policy will end.",
        "When is my policy's time-limit up, expiration, or something like that?",
        "The policy term will soon end.",
        "The end of my insurance term?",
        "Policy winding down soon?",
        "When insurance leaves?",
        "Will the policy expiring soon?",
        "What is my contract's end date?",
        "Does my policy end?",
        "When the insurance ceases?",
        "The policy may be about to be out of date.",
        "Will coverage end soon, soon?",
        "I have a policy and I wonder when it ends.",
        "Will the current coverage end soon?",
        "The policy term is about to end",
        "There is a question about when my policy is going to end.",
        "I don't know if my contract ends soon or not.",
        "I have a policy, and I am unsure of the end date.",
        "What do you think the end date is for my policy?",
        "I have a policy and I am starting to wonder when it will end.",
        "The enddate of my policy?",
        "Policy might be ending soon?",
        "What end date did I have with my policy?",
        "The policy could be coming to a close.",
        "Policy might soon end.",
        "When my coverage ends is a question.",
        "Sometime when does my coverage end?",
        "Is there a timing for the policy end?",
        "The policy will soon expire?",
        "The policy is about to ending.",
        "The policy could be out of date soon.",
        "What do you reckon is the end date of my policy?",
        "I don't know when the end date is for my policy.",
        "The policy is set to end soon?",
        "What is the end date I have for my policy?",
        "I am wondering when the end date for my policy will be.",
        "Will my insurance end?",
        "The policy is to come to an end.",
        "Policy is to expire soon?",
        "When is the last day of my policy validity?",
        "The policy might end soon.",
        "When is the insurance going to stop?",
        "When will my policy quit?",
        "Is the end of my insurance term due?",
        "I have a policy and I'm wondering when it will stop.",
        "What end date do I have for the policy?",
        "Policy will expire soon",
        "Soon the policy is going to expire.",
        "What end date do I have for my Policy?",
        "I don't know when my coverage should end.",
        "I want to know the end date of my policy.",
        "The time when should my coverage end?",
        "What will be the end date for my policy?",
        "When will policy end?",
        "What end date is it on my policy?",
        "When are my policies going to end?",
        "My insurance term is about to end?",
        "The policy could be nearing an end.",
        "What is the policy's expiry time?",
        "When will my coverage ends?",
        "I have a policy and I am wondering when that will end.",
        "When can my coverage end?",
        "When is my policy's time limit up, expire or something?",
        "Is it time for policy end?",
        "The policy could be coming to an end.",
        "Are my plan ending soon?",
        "The policy is about to have an end.",
        "Will my policy cease to exist when?",
        "What end date do you reckon will be for my policy?",
        "Did my coverage end?",
        "When will my coverage finish?",
        "The policy will end soon. How soon?",
        "I have a policy but I don't know the end date.",
        "The policy may be nearing its end.",
        "My insurance term is due to end.",
        "What time is it for the policy end?",
        "How soon is the policy going to End?",
        "Will policy expiration soon?",
        "When will policy come to an end?",
        "There is about to be an end to the policy?",
        "I have a policy, but I am wondering when it will end.",
        "What is the last date of validity of the policy?",
        "When is the end date of the policy?",
        "I wonder if my insurance term will end?",
        "I am unsure when my coverage ends.",
        "The policy will end when?",
        "When does my policy have to end?",
        "policy term to end soon",
        "The policy soon will be expiring.",
        "What was the end date on my policy?",
        "I have a policy but I don't know when it will end.",
        "The policy is about to end.",
        "I have a policy and am wondering when the end time is.",
        "coverage will end soon",
        "What end date do I have for my policy?!",
        "The policy isabout to end.",
        "When will my policy END?",
        "Is my insurance term about to end?",
        "My policy is going to expire soon.",
        "When the insurance goes away?",
        "The last date of validity of my policy is not known.",
        "When will my policy cease to exist?",
        "The Policy may soon be ending.",
        "When are my policy's time-limit up, expiration or something similar?",
        "Will the coverage expire soon?",
        "The policy may be ending",
        "I have a policy and want to know when the end date is.",
        "I have a policy but I am not sure when the end date will be.",
        "When should my coverage come to a close?",
        "When is the last date of validity on my policy?",
        "The policy will expiring soon.",
        "When is my policy's last valid date?",
        "There is a policy coming to an end.",
        "Which is the end date of my policy?",
        "Soon, the policy term is ending.",
        "When is my policy's time-limit up, expiring or something similar?",
        "Is it my policy end date?",
        "What end date do I have for my insurance?",
        "The end date of my policy is unclear.",
        "I have a policy and I'm not sure when it will stop.",
        "I wonder when my policy will end.",
        "Is my policy ending soon?",
        "Policy ends, when exactly?",
        "The policy is expected to end.",
        "The policy is going to come to an end?",
        "When is my policy's last date of validity.",
        "Soon the policy term is over.",
        "Policy may be expired soon.",
        "Does my policy end soon?",
        "Time frame for policy expiry?",
        "Do you have an end date for my policy?",
        "I have a policy but I am wondering when it will end.",
        "The policy end?",
        "Soon the policy will be expiring.",
        "The end date of a policy?",
        "Does my contract end soon or not?",
        "I have a policy and I do not know when the end date is.",
        "The policy iscoming to an end soon.",
        "Do I know when my policy's last date of validity is?",
        "When is my policy expiring?",
        "When is the policy's time-limit up, expiration or something?",
        "The policy is headed to an end.",
        "The policy is soon to be ended.",
        "Policy will expired soon?",
        "When will the policy ending come?",
        "The policy expires soon?",
        "When is my policy going to cease?",
        "The policy could possibly end soon.",
        "Policy ending when, right?",
        "I have a policy and I'm wondering when it will end",
        "What's my policy ending date?",
        "What day do I end my policy?",
        "The policy term is nearing its end.",
        "Policy is about to expire soon?",
        "I am curious when my policy will end.",
        "The policy is due to expired soon.",
        "When exactly can the policy end?",
        "When my coverage is over?",
        "I don't know what the end date is on my policy.",
        "My policy expires when?",
        "The policy will soon be ending.",
        "Is it time for the end of policy?",
        "Can you tell me what my policy end is?",
        "When should my coverage end.",
        "My policy is going to end, when?",
        "when will insurance stop?",
        "I have a policy and I am confused as to when it will end.",
        "I'm wondering when the end date is of my policy.",
        "The date of my policy's end?",
        "When is the time-limit up for my policy?",
        "the policy may be coming to an end.",
        "When will it end??",
        "How soon? The policy will expire soon.",
        "How soon the policy is going to expire?",
        "The end date of this coverage?",
        "Do you know the end date of my policy?",
        "When is my policy going to be finished?",
        "When will my policies end?",
        "Does my plan end.",
        "When is my policy's last validity day?",
        "Is my coverage over when?",
        "When does insurance end?",
        "The policy is going to be end soon.",
        "When is it going to expire?",
        "What end date are I having for my policy?",
        "What date do you think my policy ends?",
        "The policy may be ended soon.",
        "Does my policy expire?",
        "Is there an end to my insurance term?",
        "When is my policy time limit up, expire or not renewed?",
        "What is the final end date on my policy?",
        "When is the last date of validity for my policy?",
        "When is my insurance going to end?",
        "There will be an end to the policy soon.",
        "I'm wondering when my policy is going to expire.",
        "The policy's going to expire soon.",
        "I want to know what the end date of my policy is.",
        "Do you know when policy ends?",
        "I'm wondering when my policy is up.",
        "The policy's going to end soon.",
        "How about the end date of coverage?",
        "I have a policy and I would like to know when the end date is.",
        "I have a policy and am curious when it will end.",
        "The exact time for policy end?",
        "The policy is approaching an end?",
        "policy is about to end",
        "When policy expires?",
        "Maybe my contract will end soon?",
        "I have apolicy and I am wondering when the end date is.",
        "The policy is about to End.",
        "What's the end date with my policy?",
        "When is the end date of coverage?",
        "When will the end date of my policy be?",
        "When is my insurance policy going to end?",
        "Will the policy expire soon?",
        "Policy Expiry?",
        "Timescale for the policy end?",
        "When did my coverage end?",
        "End time of coverage?",
        "How soon is the policy going to end?",
        "What is the policy enddate?",
        "Is my coverage to end?",
        "When is my policy going to be end?",
        "When will my coverage end.",
        "There's a question about my policy end.",
        "Policy may expire soon.",
        "End date for the policy?",
        "The policy is about to end soon?",
        "The time frame for the policy end?",
        "My policy has an end date?",
        "Does my plan expire soon?",
        "policy ends when?",
        "policy will expire soon",
        "Will my insurance term be over?",
        "When? Policy ending?",
        "My policy will lapse.",
        "Policy will probably expire soon.",
        "policy expiration?",
        "When will the insurance stops?",
        "My coverage is about to end.",
        "The policy may be about to end",
        "I want to know what end date I have for my policy.",
        "I have a policy and I am wondering when that ends.",
        "When is my policy gonna end?",
        "I have a policy and I am worried when it will end.",
        "I have a policy that is going to end.",
        "My policy is set to end.",
        "Is there a timescale for policy end?",
        "Is policy ending when.",
        "Do you know when coverage will lapse?",
        "I have a policy and I want to know when the end date is.",
        "Which end date do I have on the policy?",
        "My policy will come to an end.",
        "When is my policy time limit up, expiration or something similar?",
        "Will coverage end soon!",
        "Exactly when does the policy end?",
        "Is my policy time-limit up, expiration or something?",
        "When is the last validity of my policy?",
        "What's my end date with my policy?",
        "When is the validity of my policy last?",
        "The policy is due to expiring.",
        "Policy will expiring soon?",
        "soon the policy term ends",
        "The policy is expiring soon.",
        "I am wondering when my policy is up.",
        "What end date do i have with my policy?",
        "When is the policy's last valid date?",
        "I was wondering when my coverage should end.",
        "When is my policy time-limit up, expire or not renewed?",
        "When exactly will the policy expire?",
        "The policy should end soon.",
        "The policy may be coming to end.",
        "What end dates are on my policy?",
        "When is the time limit of my policy up?",
        "What end date would you say is for my policy?",
        "I have a policy and I am not certain when it will end.",
        "I wonder when my coverage is over.",
        "The policy is due to be expired soon.",
        "I have a policy but I'm not sure when the end date is.",
        "I have a policy but I am unsure when the end date is.",
        "I want to know when my coverage is over.",
        "I don't know when my policy will end.",
        "Might my contract end soon?",
        "I am wondering when the policy will stop.",
        "The policy term will be over soon.",
        "The policy is soon to be expiring.",
        "When is my policy's time limit up, expiration, or non-renewal?",
        "How soon will the policy finish?",
        "You mean policy ending when?",
        "I have a policy that I am unsure when it will end.",
        "I need to know when my coverage ends.",
        "The policy is ending soon. How soon?",
        "The time for the policy end?",
        "My policy will lapse soon.",
        "When does policy ending end?",
        "When is my policy validity last?",
        "The end date for my policy is uncertain.",
        "The policy could soon be out of date",
        "When do my policies expire?",
        "The policy may be out of date soon.",
        "I am unsure when my policy is up.",
        "When should mycoverage end?",
        "When coverage ceases?",
        "When is the last day that my policy is valid?",
        "I am wondering when the end date of the policy is.",
        "The policy is going to end very soon?",
        "What are the end dates of my policy?",
        "The policy will come to an end",
        "I have a policy so I'm wondering when the end date is.",
        "Is the end date of the coverage yet?",
        "The policy is going to be expired soon.",
        "The end of coverage?",
        "Will the coverage wind up soon?",
        "Policy may soon end?",
        "The policy is about to to end.",
        "When has my coverage ended?",
        "The policy is coming to an end!",
        "Is policy due to end soon?",
        "How soon does the policy end?",
        "How soon is the policy about to end?",
        "How about when the policy ends?",
        "Does coverage lapse?",
        "when will my policy end",
        "The policy is about to close soon.",
        "My policy is going to expire, when?",
        "Time for the policy to end?",
        "The policy will expire soon. how soon?",
        "I don't know when my policy is up.",
        "when does my policy end",
        "Is the end date of my policy close?",
        "What are my policy ending dates?",
        "I have a policy but I'm not sure when it will end.",
        "At the end of my insurance term?",
        "How soon can the policy be ended?",
        "When will the end date be for my policy?",
        "When does my coverageend?",
        "What end date did I have for my policy?",
        "I don't know when my policy is going to end.",
        "When is my policy to expire?",
        "When does it end for my coverage?",
        "Timescale for policy end?",
        "I wonder when my contract ends?",
        "How soon will the policy End?",
        "What is the end date of coverage now?",
        "the policy may soon be ending",
        "The policy will probably come to an end soon.",
        "I want to know when it expires.",
        "Policy term to end soon.",
        "What end date do I have for mypolicy?",
        "What end date do I know about my policy?",
        "When is my policy's time-limit up, or expiration?",
        "What is my policy End date?",
        "When does my coverage run its course?",
        "What date is the end of my policy?",
        "The policy is about to expire soon.",
        "I would like to know the end date of my policy.",
        "The policy is about to be ends soon.",
        "When my coverage ends for example?",
        "My policy's going to end.",
        "The policy will soon be leaving.",
        "I have a policy, and I wonder when the end date is.",
        "When is my policy's time limit up?",
        "What end date do you think my policy is about to end?",
        "I don't know when the end date is for the policy I have.",
        "What time is left for policy end?",
        "I am wondering when my policy will expire.",
        "When does my policy expire?",
        "When POLICY ENDS?",
        "When is my policy's time limit up, expire or something like that?",
        "What end date would you say is the end of my policy?",
        "Correct, when does coverage lapse?",
        "I have a policy and I am not sure when it ends.",
        "The policy may start to end soon.",
        "What is my policy's last validity date?",
        "I wonder if my plan is expiring soon.",
        "When can my policy end?",
        "Do you know the end date for my policy?",
        "The policy may be coming to an end shortly.",
        "I have a policy, and I wonder when it will end?",
        "I have a policy but I don't know when the end date will be.",
        "I have a policy that I'm not sure when it will end.",
        "Time for the policy's end?",
        "The last date of validity of my policy is asked.",
        "The policy is about to expire",
        "What end date will I have on my policy?",
        "Whenever should my coverage end?",
        "What is the timing for the policy end?",
        "When is my policy's time limit up, expiration, or something else?",
        "The policy maybe out of date soon.",
        "The policy has about to end.",
        "The policy is going to get expired soon.",
        "Policy could be ending soon?",
        "Is my policy going to end when?",
        "When insurance ceases?",
        "The policy may be coming to an end in the near future.",
        "I have a policy and I don't know what the end date is.",
        "The policy is due to expire.",
        "End date of my plan?",
        "The end date on my policy is not known.",
        "Correct, policy ending when?",
        "Do I know when my policy ends?",
        "What is the timing for policy end?",
        "Policy expires... when?",
        "I need to know when my policy is up.",
        "I wonder when my policy will lapse.",
        "What end date is that for my policy?",
        "What end date do you have with my policy?",
        "When is it the last date of validity of my policy?",
        "Do you think the end date for my policy is correct?",
        "When is the last date of validity for my policies?",
        "When is my policy's time-limit up, expire or something like that?",
        "Will my insurance term finish?",
        "I have a policy and I am not sure when it will end",
        "What end day do I have on my policy?",
        "The policy will End soon.",
        "The policy is due to expire soon",
        "For example: when does my coverage end?",
        "The policy is heading for an end.",
        "The policy could be coming to a close soon.",
        "The policy may soon beObsolete.",
        "The policy is end soon.",
        "I have a policy but am wondering when it will end?",
        "What end date are I going to have for my policy?",
        "What is the end date on my policies?",
        "I have a policy and I am wondering when it is going to end?",
        "I have a policy and I am unsure when it ends.",
        "When will policy cease to exist?",
        "I have a policy but am unsure of the end date.",
        "When is my policy's time limit up, expired, or something along those lines?",
        "When does the coverage stop??",
        "I am wondering when the end date on my policy is.",
        "When is my policy time-limit up, expiration or something along those lines?",
        "End my coverage when?",
        "The policy could soon go out of date.",
        "How soon is the policy going to expire?",
        "Is my plan having an end?",
        "I want to know when the end of my policy is.",
        "The policy likely will be out of date soon.",
        "The last date of validity for my policy is unclear.",
        "When is your policy's last validity date?",
        "Policy might be about to end soon?",
        "My policy's last date of validity is not known.",
        "Time for end of policy?",
        "It is unclear when the policy expires.",
        "I have a policy and I worry when it will end.",
        "The policy may be coming to a close.",
        "The last date of my policy?",
        "The policy is going to end soon.",
        "The policy is going to expiring.",
        "Whenis my policy going to end?",
        "I have a policy and am wondering when it will be over.",
        "I don't know when policy ends.",
        "My policy ends at what time?",
        "How soon is the policy going to die?",
        "Does my policy will end soon?",
        "The policy could be coming to an end very soon.",
        "What end date does my policy end on?",
        "Policy will probably end soon.",
        "I need to know when my policy is going to end.",
        "Is the end date of my policy coming soon?",
        "the policy is going to end soon",
        "The policy is nearing its end.",
        "Policyterm is ending soon.",
        "When is my policy time limit up, expiration or non-renewal?",
        "When is my policy time-limit up, expiration or something similar?",
        "So my contract ends soon or not?",
        "The policy is going to end soon",
        "When did the policy end?",
        "I have a policy, but I am unsure of the end date.",
        "I ask when should my coverage end?",
        "Do my coverage ends?",
        "Policy will likely end soon.",
        "What end date do i have for my policy?",
        "The policy's end date is not known.",
        "Are you sure about the end date for my policy?",
        "When has my policy expired?",
        "Is the end of my insurance term happening?",
        "I want to know the policy end date.",
        "Can my contract end soon?",
        "When will it run out?",
        "What's the final date of my policy?",
        "My contract may end soon?",
        "when does my policy end?",
        "Policy ending when",
        "The timing for policy end?",
        "I have a policy and I'm wondering when its going to end.",
        "I have a policy that is coming to an end.",
        "When exactly... does the policy end?",
        "How soon will my policy lapse?",
        "How soon is the policy going to expiring?",
        "I have a policy and am confused about the end date.",
        "When does coverage stop??",
        "I have a policy and I am wondering when it will end",
        "When does cover lapse?",
        "When is the last date of validity of my policy.",
        "Policy ending when, yeah?",
        "The policy is about to lapse?",
        "Is my coverage about to be over?",
        "When might my policy end?",
        "What end date have I got for my policy?",
        "Do you know when my policy will expire?",
        "I have a policy and I am wondering when it will end.",
        "I have a policy and am wondering when it will cease.",
        "When do I stop having coverage?",
        "The policy will come to an end soon.",
        "You reckon the end date for my policy is?",
        "The policy is due to end soon",
        "My policy end date is not known.",
        "When is my insurance's last date of validity?",
        "Policy could be about to end soon.",
        "When do I stop coverage?",
        "I have a policy, and I'm wondering when it will end?",
        "Policy that expires?",
        "What day is my policy going to end?",
        "When does my policy ending?",
        "I have a policy and wonder when it will end?",
        "The policy is going to expire soon.",
        "I don't know when my coverage will be over.",
        "There will soon be an end to the policy.",
        "I have a policy but when will it end?",
        "Policy could end soon.",
        "Policy ends soon?",
        "Policy is likely to end soon?",
        "I has a policy and I am wondering when it will end.",
        "The policy is going to be terminated soon.",
        "There is a policy and I am wondering when the end date is.",
        "What date do you reckon is the end of my policy?",
        "I have a policy which I am wondering when it will end.",
        "The policy seems to be nearing an end.",
        "Are my insurance terms coming to an end?",
        "When will insurance stop??",
        "The policy is getting to end.",
        "When the end date of my policy is unknown.",
        "The policy may soon go out of date.",
        "There is an end to the policy soon.",
        "When exactly does the policy end?",
        "When did policy ending?",
        "Thepolicy term is ending soon.",
        "The policy comes to an end?",
        "The policy is going to ends soon.",
        "What would be the end date for my policy?",
        "Is the end date of my policy coming?",
        "I have a policy and I'm wondering when that will end.",
        "When is my policy going to expire.",
        "The policy is soon ending.",
        "What time frame for policy end?",
        "Will my insurance term come to an end?",
        "The policy might be coming to an end soon.",
        "Is coverage coming to an end soon?",
        "When is my policy going to cease to exist?",
        "policy expiration soon?",
        "I need to know when my coverage is over.",
        "Will the policy end?",
        "What end date do I have on my policy??",
        "When is policy going to expire?",
        "The policy is going to come to an end",
        "The end of policy?",
        "Is my policy going to sunset?",
        "Policy to end soon?",
        "When will it end?",
        "Do you reckon the end date of my policy is?",
        "Policy expire soon?",
        "The time when my policy expires?",
        "The policy is about to END.",
        "I have a policy and I have no idea when the end date is.",
        "What end date does I have on my policy?",
        "I don't know when I will end my policy.",
        "When is my policy's time-limit up, expire, or something along those lines?",
        "Concerning when should my coverage end?",
        "When does my coverage end?!",
        "So when does coverage stop?",
        "Policy will soon be ending?",
        "Do you know the end of the policy?",
        "What will be my policy end date?",
        "When is the last date of my policy's validity?",
        "Is my policy due to end?",
        "the policy is going to end",
        "When does my coverage end?\"",
        "I have a policy, is it going to end soon?",
        "Policy is going to expire soon?",
        "When IS my policy going to end?",
        "End dates of my policies?",
        "I have a policy, but I don't know when the end date is.",
        "When will my coverage conclude?",
        "Will policy end when exactly?",
        "The end of my policy?",
        "When exactly is the policy ending?",
        "When do I stop covering?",
        "Policy term will come to an end soon.",
        "Do you know when policy ending?",
        "What will the end date be on my policy?",
        "When's my policy going away?",
        "When does coverage run out of steam?",
        "When exactly will the policy cease?",
        "When will my policy's end?",
        "Policy about to be expired soon?",
        "When is my policy's time-limit up, expired or something?",
        "Will my coverage end soon?",
        "When will my policy sunset?",
        "My policy is going to end when.",
        "On the end date of my policy?",
        "My plan is set to end soon.",
        "The policy may eventually be out of date.",
        "What end date do I have with my insurance policy?",
        "So when is my policy's last validity date?",
        "When does the coverage stop?",
        "When does my policy will end?",
        "Correct, when should my coverage end?",
        "I have a policy but am unsure of when it will end.",
        "Do I know when my coverage ends?",
        "When are my policy's time-limit up, expiration or something?",
        "When does the policy actually end?",
        "Policy will end soon.",
        "I have a policy and what end date do I have?",
        "policy end time?",
        "Policy ending?",
        "Is it time for my coverage to end?",
        "Whendoes my coverage end?",
        "There is a policy about to end.",
        "The policy is ending?",
        "Did the policy end when?",
        "The when does my coverage end?",
        "Is it when my coverage ends?",
        "Question: When does my coverage end?",
        "Is my coverage to be over?",
        "policy term ends soon",
        "Coverage's end date?",
        "I have a policy but I am unsure when it will end.",
        "Policy may soon end.",
        "Do I know when my policy will expire?",
        "The policy will soon be expiring.",
        "What is the policy end date?",
        "Is my policy going to ends?",
        "When does my coverage stop, for example?",
        "The policy could possibly be out of date soon.",
        "How soon will coverage end?",
        "Does my policy end when?",
        "Is my contract end soon?",
        "I have a policy and I'm wondering when the end date will be.",
        "What end date do I have with it?",
        "What is the end date for mypolicy?",
        "When will my policy's last validity be?",
        "The policy may be coming to a close soon.",
        "My coverage ends when?",
        "What is my policy's end.",
        "What when should my coverage end?",
        "When ismy policy's last date of validity?",
        "There is a policy that is expiring soon.",
        "The policy is going to expires soon.",
        "what is the end date for my policy?",
        "I have a policy but I am not sure of the end date.",
        "When does my policy come to an end?",
        "When do I have to stop my coverage?",
        "The policy may soon coming to an end.",
        "When does coverage go off?",
        "How do I find out when my coverage ends?",
        "The policy may soon be ending.",
        "Is the end date of my policy approaching?",
        "When is my policy going to ends?",
        "Is it possible that my insurance term is ending?",
        "Will the end date be of my policy?",
        "When will policy ending when?",
        "The policy is planned to end soon.",
        "I have a policy and I am wondering when the end will be.",
        "I have a policy and I do not know when it will end.",
        "Soon the policy term will come to an end.",
        "What is my policy end date",
        "When is my coverage to end?",
        "I wonder if my plan is over soon.",
        "The policy is going to ended.",
        "What end date do you think my policy ends?",
        "When is my policy's time- limit up, expiration or something?",
        "What end date do you think is the end of my policies?",
        "I don't know when the end date is on my policy.",
        "How about policy ending when?",
        "Is my plan ends soon?",
        "How soon is the policy going to ends?",
        "When is the final date of validity of my policy?",
        "when does my coverage end?",
        "What end date are you talking about for my policy?",
        "I need to know what end date I have for my policy.",
        "I'm wondering when the end date is for my policy.",
        "I own a policy and I'm wondering when the end date is.",
        "I wonder if my contract will end soon.",
        "I have a policy, and am wondering when it ends.",
        "Is my contract ending soon?",
        "What happens to my coverage when?",
        "The policy may be ending soon.",
        "I have a policies and I am wondering when it will end.",
        "I have a policy and I am interested in when it will end.",
        "When is my policy's time- limit up, expiration or something similar?",
        "When will policy ending?",
        "I do not know what my policy end is.",
        "Policy is nearing its end?",
        "I have a policy, I wonder when it will end.",
        "The policy term ends soon.",
        "Policy end time?",
        "Is my contract going to end soon.",
        "The policy is going to run out soon?",
        "The policy term will ending soon.",
        "When will my coverage End?",
        "The policy may come to an end soon.",
        "How soon? The policy is going to end.",
        "I have a policy and I am wondering when it will expire.",
        "When is my policy time-limit up, expiration, or something like that?",
        "When is my policy is going to end?",
        "When will my coverage stop?",
        "When is my policy's time- limit up?",
        "So what end date do I have for my policy?",
        "Is the policy due to end?",
        "When are my policies last dates of validity?",
        "The policy may be ending soon",
        "The end date for my policy is unknown.",
        "The policy is about to ends?",
        "My policy's last date of validity is a question.",
        "The policy is likely to come to an end.",
        "The policy will be expiring.",
        "I have a policy and I am questioning when it will end.",
        "The policy term is about to ends.",
        "The policy could be ending soon.",
        "Will the coverage will end soon?",
        "I wonder when my contract will end?",
        "The policy will soon be running out.",
        "Could the coverage end soon?",
        "I have a policy and I am unsure when it will stop.",
        "When is my coverage over, for example?",
        "How soon will the policy expires?",
        "There is a policy that I am wondering when it will end.",
        "I want to know what the end date for my policy is.",
        "I have a policy and I am not sure about the end date.",
        "When is my policy due to expire?",
        "I want to know what policy expiration is.",
        "When does my coverage end...",
        "Policy could be coming to an end soon?",
        "policy ending when",
        "When are my policies going to expire?",
        "policy term ending soon",
        "When is my policy's time limit up and when does it end?",
        "What time will my coverage end?",
        "policy to end soon?",
        "The policy is ending when?",
        "The policy will end soon. how soon?",
        "What's my end date for my policy?",
        "What is the last date I have for my policy?",
        "Soon the policy may be out of date.",
        "Policy will soon end?",
        "Is it when my coverage ends, for example?",
        "When is the policy's time limit up, expiration or something?",
        "Is the policy ending soon?",
        "This policy may soon be out of date.",
        "I would like to know when my coverage should be over.",
        "What's the end date?",
        "When should this coverage end?",
        "When exactly does policy end?",
        "What is the end time for my coverage?",
        "What is my Policy end date?",
        "I want to know when my policy is ending.",
        "I don't know if my plan is expiring soon.",
        "When will my policy be ending?",
        "I have a policy and I'm curious about the end date.",
        "Policy term is soon ending.",
        "What end date do I have under my policy?",
        "The policy is winding down?",
        "When is my policy time- limit up?",
        "The policy is coming to a close?",
        "I have a policy but I am wondering when the end date is.",
        "Say farewell to my coverage when?",
        "When may my coverage end?",
        "When is my policy's time-limit up, expiration, or something else?",
        "Are we at the end of coverage?",
        "I own a policy and am wondering when it will end.",
        "My coverage ends when.",
        "Policy expires when exactly?",
        "The end date for my policy is not known.",
        "When is my policy going to end?\"",
        "The policy seems to be coming to an end.",
        "When the coverage ends?",
        "Policy expires... when exactly...",
        "Do you know when my policy is going to end?",
        "There will be a policy term ending soon.",
        "When is the policy going to expire?",
        "Policy expires when?",
        "The policy is about to be terminated?",
        "I want to know the end date on my policy.",
        "Maybe the end date of my policy?",
        "What is the last date of validity in my policy?",
        "When is my policy over?",
        "Policy term is ending soon.",
        "What ending date do you reckon is for my policy?",
        "Policy soon coming to an end?",
        "Do you reckon that the end date is for my policy?",
        "The policy is going to End soon.",
        "What end date do I have on my policy?!",
        "The policy is scheduled to come to an end.",
        "When is the last valid date of my policy?",
        "I wonder if my insurance term is over.",
        "I have a policy and I'm unsure when it ends.",
        "Can you tell me when insurance stops?",
        "When does the coverage cease to be?",
        "My policy is set to expire.",
        "Maybe my contract ends soon?",
        "the policy may be out of date soon",
        "I have a policy and I'm not sure about the end date.",
        "When willpolicy ending?",
        "The policy is going to be expire soon.",
        "I wonder if my plan is coming to an end soon.",
        "The policy is nearing end.",
        "When does coverage cease?",
        "When is my policy's last date of validity",
        "My policies is going to end.",
        "When is the policy going to come to an end?",
        "What time does my coverage stop?",
        "What end date are I having with my policy?",
        "How soon for policy end?",
        "I have a policy with what end date?",
        "What is my policyend date?",
        "What end date doI have with my policy?",
        "I wonder when the end date of my policy is.",
        "I wonder when my policy ends?",
        "I wonder when my policy is going to end.",
        "End date of coverage to end?",
        "What about the end of the policy?",
        "Will my policy lapse in the near future?",
        "What is the policy end day?",
        "When does my coverage come to an end.",
        "Can I ask about my policy end?",
        "The policy is about to come to a close?",
        "Do I know what my policy end date is?",
        "Date policy ending?",
        "I don't know when my policy is kaput.",
        "When exactly will the policy die?",
        "Is my policy due to lapse?",
        "When is my policy time limit up, expiration or something along those lines?",
        "When is my policy's end?",
        "The policy is going to be coming to an end.",
        "What about the end date of my policy?",
        "Policy ending soon.",
        "Policy near the end?",
        "I have a policy and I'm not sure when it's going to end.",
        "What is the time that my coverage ends?",
        "I have a policy and I have no idea when it ends.",
        "My contract is ending soon?",
        "When does my coverage end?.",
        "The policy is coming to end soon.",
        "The policy might be out of date soon.",
        "I have a policy, and I am wondering when it will end",
        "Policy soon going to expire?",
        "When is my policy's last legit date?",
        "When am insurance going to stop?",
        "The policy is soon going to expire",
        "Does my coverage come to an end?",
        "I have a policy but I'm unsure of the end date.",
        "Does my coverage end.",
        "Let me know when to stop my coverage.",
        "I'm not sure when my policy is up.",
        "The policy is soon going to end?",
        "When is my policy going to ending?",
        "I have a policy that I am wondering when it will come to an end.",
        "What is my policy's ending?",
        "When is the time limit up of my policy?",
        "I have a policy but I'm unsure of when it will end.",
        "I have a policy and I'm wondering when it will finish.",
        "When is my policy's time-limit up",
        "When does coverage come to an end?",
        "When does my coverage end.",
        "What time is my policy going to expire?",
        "How soon is my contract ending?",
        "I have a policy and am wondering when it is going to end.",
        "Policy may soon expire.",
        "When does my coverage ends?",
        "The policy could soon end",
        "Will the policy end soon?",
        "End of insurance term for me?",
        "Are my coverage over?",
        "Policy is set to expire soon?",
        "What end date do I have with my plan?",
        "I wonder what my policy end is.",
        "When is my policy time-limit up, expiration, or something along those lines?",
        "Policy about to end?",
        "So my contract ends soon?",
        "Coverage will end soon?",
        "I want to know when my policy will end.",
        "A policy is coming to an end.",
        "The policy is about to end, how soon?",
        "My contract is set to end soon.",
        "Policy comes to an end.",
        "When and how long does my coverage end?",
        "Does my coverage cease?",
        "When am my policy's last validity date?",
        "I'm wondering when my policy will end?",
        "What end date do I have on a policy?",
        "When will I stop my coverage?",
        "Policy term is ending soon",
        "I have a policy and I'm wondering when it ends",
        "When to Terminate my coverage?",
        "I am wondering when my coverage should end.",
        "The policy is going to die soon?",
        "Soon policy term ending",
        "Policy expiriment?",
        "When are my policy's time-limit up, expiration or something like that?",
        "Will my contract end soon?",
        "Is my policy ending?",
        "When is my policy's time-limit up.",
        "When the insurance coverage ends?",
        "Policy term ends soon",
        "The policy is nearing the end?",
        "When is my policy end?",
        "When is my policy's time-limit up, expired, or something like that?",
        "The policy is about to ended soon.",
        "When is my policy's time limit up, or expiration?",
        "How soon are the policy's going to end?",
        "Do you reckon the end date is for my policy?",
        "I have a policy and I am wondering when the policy will end.",
        "A policy is about to come to an end.",
        "Policy due to expire soon?",
        "The policy will soon come to an end.",
        "What ending date do I have for my policy?",
        "What is the exact time for policy end?",
        "Or will my contract end soon?",
        "Policy will be expiring soon.",
        "When is my policy going to end",
        "The policy is going to end?",
        "Is there an end to the policy?",
        "the end date of my policy",
        "Soon, policy term ending.",
        "Policy ending when.",
        "Is my planENDING soon?",
        "Will coverage end soon??",
        "The policy is soon to expire?",
        "I have a policy and wondering when the end date is.",
        "I have a policy, and I want to know when the end date is.",
        "So the policy is about to end?",
        "I have a policy and I don't know when the end date will be.",
        "What the end date is for my policy?",
        "When is my coverage done?",
        "What end date do you say is for my policy?",
        "It's the end of policy?",
        "End of policy in question?",
        "I have a policy but don't know when the end date is.",
        "I don't know when my policy will lapse.",
        "Is the final date of my policy?",
        "I have a policy and am wondering when it will stop?",
        "What is the time for policy end?",
        "Is my coverage end when?",
        "I wonder when the policy ends.",
        "The policy is about to end, right?",
        "The policy is going to sunset soon.",
        "How's my policy end date?",
        "I question when should my coverage end.",
        "Do you know when coverage ceases?",
        "I want to know when should my coverage end.",
        "Are the policy coming to an end?",
        "When does the policy ending end?",
        "When does coverage end for me?",
        "Coverage will likely end soon.",
        "Thepolicy is going to expire soon?",
        "expiring policy soon",
        "The end date for my policy was asked.",
        "when should my coverage end",
        "The policy is about to expire. how soon?",
        "My insurance term is coming to an end.",
        "When is the last date of validity of my policy?",
        "What end date do you believe I have for my policy?",
        "Is my plan running out soon?",
        "How soon will the policy sunset?",
        "It's not known when my policy is up.",
        "What time do I end my coverage?",
        "When do my policies cease to exist?",
        "Did my plan end soon?",
        "It could soon be the end of the policy.",
        "When is my policy's time limit up, expiration or something?",
        "Do I have a policy end date?",
        "What is the time for policy's end?",
        "Policy is expected to expire soon?",
        "When is the last date on my policy?",
        "I don't know when my contract ends.",
        "The question is, when does my coverage end?",
        "Does my coverage end then?",
        "I have a policy, and I am unsure of when it will end.",
        "When does my cover end?",
        "During when should my coverage end?",
        "The policy is going to expire soon, right?",
        "The end of my coverage?",
        "Policy runs out when exactly?",
        "What end date doI have on my policy?",
        "The policy may be out of date in the near future.",
        "My policy end date, what is it?",
        "Did the policy end?",
        "The policy is coming to an end shortly.",
        "What day is my policy end?",
        "I don't know when my policy will be up.",
        "I need to know what my policy end is.",
        "The policy is going to stop soon.",
        "soon, policy term ends",
        "What is the last validity date of my policy?",
        "The policy may soon end.",
        "What end date do I see for my policy?",
        "My insurance term is about to end.",
        "When do I see my coverage end?",
        "WhatEnd date do I have with my policy?",
        "Is the end date of my policies?",
        "Do you know when the policy ends?",
        "When is my policy to cease?",
        "For example, when is my coverage ending?",
        "Does my plan end soon?",
        "I am not sure when the end date is for my policy.",
        "Will the coverage end soon?!",
        "The policies is about to come to an end.",
        "Is my contract coming to an end soon?",
        "When is the policy's last validity?",
        "What's the end date of the policy?",
        "The policy is coming to an ending.",
        "How soon will my coverage end?",
        "I have questions about when my coverage ends.",
        "I would like to know when my policy is going to end.",
        "Do I have to end my coverage when?",
        "End date of coverage?",
        "Time when policy ends?",
        "I don't know when the end date on my policy is.",
        "What end date are you certain of for my policy?",
        "When is my coverage over?",
        "Which end date am I on my policy?",
        "The timing of the policy end?",
        "When are my policy's going to end?",
        "I have a policy and I are wondering when it will end.",
        "I don't know when a policy will end.",
        "What last date do I have for my policy?",
        "I wonder when my coverage should end?",
        "I need to know when my policy is going to expire.",
        "What end DATE do I have on my policy?",
        "What is the last date my policy is valid?",
        "When is my policies going to expire?",
        "I need to know the end date for my policy.",
        "The policy is about to be terminated.",
        "What is the last day of validity for my policy?",
        "I want to know when my policy will expire.",
        "The policy term is coming to an end",
        "What is the time frame for the policy end?",
        "I need to know when my policy is kaput.",
        "When is policy ending?",
        "When does my coverage END?",
        "When is my policy set to end?",
        "Is the end of my insurance term close?",
        "Is policy about to end?",
        "Policy is soon going to expire?",
        "Is policy set to expire soon?",
        "When does my policy End?",
        "What is the end date for my policies?",
        "Policy is soon to expire?",
        "When does my coverage wrap up?",
        "The policy can soon be out of date.",
        "When ought to my coverage end?",
        "The timescale for the policy end?",
        "I would like to know the end date for my policy.",
        "What day do I have to end my policy?",
        "when does coverage stop",
        "When is the policy coming to an end?",
        "When is my policy going to expiring?",
        "I don't know what the end date of my policy is.",
        "When is my policy time-limit up, expired or something?",
        "When will the policy ending end?",
        "When is the time limit for my policy up?",
        "The policy is about to conclude soon.",
        "I asked when should my coverage end.",
        "I'm not sure what my policy end is.",
        "The policy will ending soon.",
        "When ispolicy ending?",
        "soon, policy term ending",
        "There might be an end to the policy soon.",
        "What is the enddate of my policy?",
        "Will the coverage be over soon?",
        "Policy is about to end soon?",
        "For example, when does my coverage end.",
        "I am wondering when my policy expires.",
        "Is my insurance term coming to an end?",
        "Is my coverage over?",
        "Will the coverage be ending soon?",
        "Is my coverage coming to an end?",
        "What the end date on my policy is?",
        "Are the policy ending when?",
        "When should our coverage end?",
        "The policy will probably come to an end.",
        "The policy is expected to come to an end.",
        "I have a policy but I do not know when it will end.",
        "The policy is soon to be expired.",
        "For when should my coverage end?",
        "The enddate of coverage?",
        "When are my policy's going to expire?",
        "Is the last day of validity of my policy?",
        "What ismy policy end date?",
        "What enddate do you reckon is for my policy?",
        "Can you tell me the end date for my policy?",
        "Will the Coverage end soon?",
        "When is my coverage ended?",
        "When is my policies last validity?",
        "What end day do I have for my policy?",
        "I wonder when the end date of my policy is?",
        "What end date are you certain is the end of my policy?",
        "Do you know when my policy will end?",
        "What do you reckon is the end date for my policy?",
        "I don't know when the end date of my policy is.",
        "When does my coverage end?)",
        "The policy will be about to expire.",
        "I am wondering if my insurance term is over.",
        "What end date does my policy have on it?",
        "The policy is about to ends.",
        "I would like to know when my coverage is over.",
        "The policy might soon come to an end.",
        "End date of policy?",
        "The policy will end shortly.",
        "I have a policy but I am wondering when it will stop.",
        "The policy term should end soon.",
        "I have a policy and I wondering when it will end.",
        "The end of a policy?",
        "When ismy policy's last validity date?",
        "when will my coverage end?",
        "Did my policy end?",
        "For example, when my coverage ends.",
        "I want to know when my policy will stop.",
        "Ispolicy ending when?",
        "When does the coverage stop.",
        "Is the insurance term coming to an end?",
        "Is my coverage going to end soon?",
        "What is the end date for my insurance policy?",
        "When will my policy leave me?",
        "For example, when does my coverage end?",
        "When are my policy's last validity dates?",
        "\"When should my coverage end?\"",
        "The last date of validity for my policy was asked.",
        "Will the coverage be terminated soon?",
        "When is the last date of validity in my policy?",
        "When exactly will policy cease to exist?",
        "When is the policy to end?",
        "I want to know when my coverage should be over.",
        "The policy is about to run out.",
        "The policy is going to expire shortly.",
        "I am wondering when the policy is going to end.",
        "Will the coverage end soon??",
        "Will coverage come to a close soon?",
        "The Policy may be out of date soon.",
        "What is the end date for my policy",
        "My policy is set to lapse.",
        "Will I have my coverage terminated when?",
        "The policy could soon be coming to an end",
        "When is my policy time limit up, expiration or something?",
        "Me, when should my coverage end?",
        "I have a policy and am wondering when it ends.",
        "When does the coverage run out?",
        "How about the end date for my policy?",
        "How soon, the policy is going to expire?",
        "My policy end date is still unknown.",
        "policy expiration is a question",
        "I have a policy and I'm wondering when it's over.",
        "Policy to expire soon?",
        "Do my contract ends soon or not?",
        "Policy might be about to expire soon?",
        "I wonder about the end of my insurance term.",
        "my contract ends soon or not?",
        "What is the cutoff time for my coverage?",
        "When is my policy's time limit up, expiration or non-renewal?",
        "This policy is going to end soon.",
        "Which end date do I have for my policy?",
        "What is the actual end date of my policy?",
        "What enddate do I have with my policy?",
        "Yes, when does coverage lapse?",
        "Which end date is my policy?",
        "I have a policy, I am wondering when it will end.",
        "Time when the policy ends?",
        "When does my full coverage end?",
        "When will my policy cease to be?",
        "When is my policy time-limit up, expired, or something along those lines?",
        "The policy will coming to an end.",
        "What is the end date of my coverage?",
        "When do my coverage end, for example?",
        "When does policy expire?",
        "Will the coverage come to a close soon?",
        "When does coverage end??",
        "My plan could be ending soon.",
        "The policy is ending shortly.",
        "When will coverage stop?",
        "I'm wondering what the end date is for my policy.",
        "When is my policy end date?",
        "I have a policy and I am not sure when the end date is.",
        "The policy term is nearing an end.",
        "The policy is getting to an end.",
        "When is my policy's time-limit up, expire or something along those lines?",
        "What end date do I possess for my policy?",
        "My insurance term is going to end.",
        "My coverage may be over.",
        "What's my policy end date then?",
        "The policy might expire soon.",
        "How soon does my contract end?",
        "When is my policy's time limit up, expiration or something like that?",
        "How soon is the policy going to be ended?",
        "Policy is about to expire?",
        "Will cover end soon?",
        "I want to know when the end date of my policy is.",
        "I don't know when my policy ends.",
        "The policy may soon beENDING.",
        "The policy is going to soon end.",
        "When does my coverage officially end?",
        "I have a policy but I am not sure about the end date.",
        "When will I lose my policy?",
        "The policy could end soon.",
        "This policy ends when?",
        "Policy expiration is a question.",
        "When is my policy going to stop?",
        "Policy might soon end?",
        "Is the policy going to end when exactly?",
        "I have a policy that I am wondering when the end date is.",
        "I have a policy, and am wondering when it will end.",
        "When do policy ends?",
        "Is the policy about to expiring soon?",
        "Policy could be about to expire soon.",
        "What end date do you think is the demise of my policy?",
        "I want to know when it will expire.",
        "I wonder when my insurance term ends?",
        "Thepolicy is about to end",
        "How soon is the policy going expire?",
        "When will coverage end?",
        "Soon policy term ends.",
        "When insurance finishes?",
        "A end date of my policy?",
        "What time is my policy going to end?",
        "The policy is about to expired, how soon?",
        "What end date do i have on my policy?",
        "When is mypolicy's last date of validity?",
        "Policy soon expires?",
        "The policy is going to be ended soon.",
        "What time will my policy expire?",
        "What End date do I have on my policy?",
        "So, when does my coverage end?",
        "Will the coverage cut off soon?",
        "The policy is due to end.",
        "What time will my contract end?",
        "My policy expires when",
        "I have a policy and I am not sure when it will end?",
        "The time for policy end?",
        "When does this coverage stop?",
        "I want to know when the policy ends.",
        "What date do you think the end of my policy is?",
        "Will coverage finally end soon?",
        "When does the coverage lapse?",
        "When is my policy's time-limitup, expiration or something similar?",
        "Policy is soon going to expire.",
        "When does my policy's last validity date end?",
        "The policy term soon will end.",
        "How soon is the Policy going to expire?",
        "Soon, policy term will end.",
        "My coverage ends, when?",
        "What is policy's end date?",
        "The policy is ending soon?",
        "Policy expiration is something to ask about.",
        "Time for policy to expire?",
        "My policy expires soon.",
        "When is my policy's time limits up?",
        "What is the final date of my policy?",
        "Is policy set to end soon?",
        "Is there a time when my policy kaput?",
        "Policy could soon end?",
        "When is my policy's time-limit up, expiration, or something along the lines of that?",
        "The policy term is ended soon.",
        "Which end date do I have on my policy?",
        "The policy is about to stop.",
        "I have a policy and wondered when it would end.",
        "Which is the end of my insurance term?",
        "I have a policy and I'm unsure of the end date.",
        "I want to know what end date you think is for my policy.",
        "Policy ends... when?",
        "What time is my policy end date?",
        "How soon is this policy going to expire?",
        "Is my policy scheduled to expire?",
        "How soon will the policy lapse?",
        "I wonder when my insurance term will end.",
        "I have a policy that I am wondering when it will end.",
        "What time do I have to end my policy?",
        "What ended date do you think is for my policy?",
        "Policy is expiring soon?",
        "When is my coverage supposed to end?",
        "There is a chance that the policy will end soon.",
        "End date of coverage soon?",
        "What day does my coverage end?",
        "The policy is at an end?",
        "Are the end date of coverage near?",
        "The policy term is up soon.",
        "Policy expires, when exactly...",
        "The policy will likely expire soon.",
        "will coverage end soon?",
        "The policy may be coming to end soon.",
        "I am wondering when the end date of my policy will be.",
        "The policy will expire.",
        "When is the policy expired?",
        "What is the time when coverage ceases?",
        "My policy is going to end",
        "I am wondering when the end date is on my policy.",
        "Is that the policy ending when?",
        "When do my coverage ends?",
        "The policy ends soon.",
        "What end date are I on the policy with?",
        "my plan is about to end?",
        "What will my policy end date be?",
        "Is policy going to expire soon?",
        "My policy expires, when?",
        "Is my policy about to end.",
        "When is my policy's time-limit up, expiration or something?",
        "When should my coverage get over?",
        "The policy is due to expire soon, how soon?",
        "What date is my policy ending?",
        "End date of my agreement?",
        "When is the last day my policy is valid?",
        "A policy ending when?",
        "end date of my policy?",
        "When the insurance comes to an end?",
        "The policy is about to expire, how soon?",
        "When is my policy's time-limit up, expiration or something like that?",
        "When is the last day of validity on my policy?",
        "When is my policy's last validity date.",
        "My policy expires?",
        "I have a policy and I am uncertain when it will end.",
        "I don't know when my coverage will end.",
        "What end date do I have with a policy?",
        "The policy is approaching the end.",
        "I wonder if coverage will end soon?",
        "the policy may soon be ending.",
        "When exactly did the policy end?",
        "The policy may be expired soon.",
        "The policy is about to be over.",
        "So the end date of coverage?",
        "When does my coverage end for me?",
        "I have a policy and I wondered when the end date was.",
        "I have a policy and am wondering when it will come to an end.",
        "It is possible that the policy will soon be ending.",
        "When is my policy time-limit up, expiration or something along these lines?",
        "When does coverage disappear?",
        "Thepolicy is going to end.",
        "I don't know when the end date for my policy is.",
        "When should my coverage end?",
        "My policy end date?",
        "Exactly when the policy expires?",
        "Enddate of coverage?",
        "I don't know if my plan is ending.",
        "What time is the policy going to end?",
        "Is the term of my insurance over?",
        "When will the insurance end?",
        "The policy may come to an end.",
        "I have a policy and I'd like to know when the end date is.",
        "Terminate my coverage soon?",
        "When should my coverage be finished?",
        "The policy may soon conclude.",
        "A policy expires.",
        "The policy is going to be terminated soon?",
        "The policy is about to ending soon.",
        "I don't know when it will end.",
        "When toTerminate my coverage?",
        "I have a policy but I am not sure when the end date is.",
        "What end date do I have on myPolicy?",
        "Policy will expire when exactly?",
        "What time do you think the end of my policy is?",
        "What is my policy end date??",
        "I have a policy and am wondering when it will go away.",
        "The policy is set to expire soon?",
        "The policy is scheduled to end.",
        "The policy would soon be out of date.",
        "I have a policy and I'm unsure of when it will end.",
        "The policy probably will soon be out of date.",
        "My insurance term is ending.",
        "What end date do I have associated with my policy?",
        "The policy is ending soon, how soon?",
        "When will my policy expiring?",
        "When do my coverage come to an end?",
        "My plan might be ending soon.",
        "A end date for my policy?",
        "I want to know what end date I have with my policy.",
        "When does my coverage end and how long?",
        "What ending date do I have with my policy?",
        "When is my policy winding down?",
        "When the date policy expires?",
        "How soon? the policy is going to expire.",
        "Is my coverage due to end?",
        "I am wondering when the policy ends.",
        "What expire date do I have for my policy?",
        "Yes, policy ending when?",
        "I have a policy and I am unsure about the end date.",
        "What is the end date of the policy?",
        "When should my coverage End?",
        "The policy expiration?",
        "Is there an end date of coverage?",
        "The policy is ending soon",
        "The policy is about to be end.",
        "The policy is about to come to end.",
        "When is my policy's time-limit up or expired?",
        "My policy end date is questionable.",
        "When does my coverage end??",
        "The policy is likely to end.",
        "When doesmy coverage end?",
        "I have a policy, but I'm wondering when it will end.",
        "I have a policy and I am wondering when it ends.",
        "When is policy over?",
        "The policy is about to end, soon.",
        "What end date exist on my policy?",
        "What is my final policy end?",
        "Policy end when?",
        "The policy soon is going to expire.",
        "Which is the last date of validity for my policy?",
        "When will policy ends?",
        "Is the end date of coverage coming soon?",
        "The policy is soon to be over.",
        "What is the policy end date.",
        "I wonder when my coverage will end.",
        "What is the ending date on my policy?",
        "I have a policy and am wondering when it will end?",
        "I have a policy and I'm wondering when it will stop?",
        "How soon will the policy run out?",
        "When is my policy's time limit up.",
        "The policy could come to an end soon.",
        "The policy will soon expired.",
        "I have a policy and am wondering when it ends",
        "what end date do you think is for my policy?",
        "How soon will my policy stop?",
        "The policy is about to come to an end!",
        "When is my policy's last validity date",
        "I am not sure when my coverage ends.",
        "The policy may soon out of date.",
        "When shall policy end?",
        "Is the end date for coverage yet?",
        "I have a policy and I was wondering when it would end.",
        "what end date do I have for my policy?",
        "I wonder if coverage will end soon.",
        "What end date does you reckon is for my policy?",
        "When am my policy's time-limit up, expiration or something similar?",
        "What are my end dates on my policy?",
        "I am wondering when my policy will come to an end.",
        "Is this coverage ending?",
        "When is the policy about to end?",
        "my policy's end date?",
        "I want to know what my policy end is.",
        "The last date of validity for my policy is not known.",
        "Does my plan end yet?",
        "When should my coverage cease?",
        "When is my policy ended?",
        "When is the coverage over?",
        "I have a policy but I'm not sure what the end date is.",
        "When is my policy's last validity time?",
        "Will the insurance term end?",
        "I have a policy and I am unsure of when the end date is.",
        "How soon will the policy be terminated?",
        "My contract is soon going to end?",
        "I have a policy and I am confused about the end date.",
        "I have a policy but I am not sure when it ends.",
        "The policy might be out of date shortly.",
        "Is my contract over soon?",
        "Do my insurance terms end?",
        "I have a policy and I wonder when the end date is.",
        "What end date does I have for my policy?",
        "Can I know when my coverage ends?",
        "Soon the policy term ends.",
        "When does coverage leave?",
        "I have a policy which I'm wondering when it will end.",
        "Does the policy expire when?",
        "Is the policy going to end soon?",
        "Can I know when my policy is up?",
        "Which date is the end of my policy?",
        "I need to know when my policy's last date of validity is.",
        "I want to know when my policy will lapse.",
        "Policy possibly expiring soon?",
        "Policy is due to end soon.",
        "Policy term will soon end.",
        "The final date of coverage?",
        "When does my policy end?",
        "Will our coverage end soon?",
        "Can you tell me when it will end?",
        "Time for end date of coverage?",
        "The Policy is going to end soon.",
        "The policy ends when, yo?",
        "What end date would you agree is the end of my policy?",
        "I do not know when the end date is for my policy.",
        "Yo, when policy ends?",
        "When is my policy's time limit up, expire or something along those lines?",
        "What will my end date be for my policy?",
        "The policy is scheduled to expire.",
        "What time does my coverage end?",
        "The policy could soon be coming to an end.",
        "When is my policy going to end!",
        "the policy is coming to an end",
        "I have a policy and I'm not sure when it ends.",
        "I wonder when my coverage should end.",
        "I am wondering when should my coverage end?",
        "When will policy end.",
        "I have a policy so I am wondering when it will end.",
        "The policy is near an end?",
        "When is my policy's time-limit up, expire or not renewed?",
        "Exactly when is my policy going to end?",
        "When is the time limit up on my policy?",
        "What end date will my policy end?",
        "What end day do I have with my policy?",
        "What is the end date of my insurance policy?",
        "When will the policy go away?",
        "The policy may soon an end.",
        "Will my plan end yet?",
        "Soon the policy is going to end.",
        "The policy term will come to an end soon.",
        "When is my policy going end?",
        "When is the last validity date of the policy?",
        "I wonder if my plan expires soon.",
        "Any end date of my policy?",
        "Policy expires soon?",
        "When would policy end?",
        "The policy could soon ends.",
        "My policy's end date",
        "Can you tell me when my policy will end?",
        "End date for my policies?",
        "I have a policy, I'm wondering when the end date is.",
        "The policy is all set to end soon.",
        "For example, when do my coverage end?",
        "The policy may be out of date soon",
        "Policy is about to expire soon",
        "I have a policy but I have no idea when it will end.",
        "The policy is likely to be coming to an end.",
        "I have a policy that expires.",
        "The policy is going to be over.",
        "When exactly does the policy expire?",
        "I wonder when policy ends?",
        "When will the policy come to an end?",
        "When insurance ends?",
        "What time will my policy end?",
        "What date do you believe the end of my policy is?",
        "When does coverage run out?",
        "Can you tell me about policy expiration?",
        "The policy coming to an end.",
        "I was wondering when my policy was up.",
        "There is a policy that is about to end.",
        "the policy may soon be out of date.",
        "When is the policy end?",
        "So when will my policy end?",
        "The policy seems to be coming to an end soon.",
        "I do not have an end date for my policy.",
        "I want to know when the end date is for my policy.",
        "I have a policy and am wondering where the end date is.",
        "What end date do I have for my coverage?",
        "When can I expect my policy to end?",
        "This policy may be out of date soon.",
        "What is my policy's end date?",
        "Does the policy end when?",
        "When should mycoverage stop?",
        "My policy end date is a mystery.",
        "The policy term soon ends.",
        "What are my policy's end dates?",
        "The policy may be drawing to a close.",
        "I have a policy and I am curious when it will end?",
        "When may my policy end?",
        "What final date do I have on my policy?",
        "Is the coverage going to end soon?",
        "I don't know what my policy end date is.",
        "The policy term will end shortly.",
        "When does my coverage go away?",
        "When is my policy going to END?",
        "Which is when my policy ends?",
        "When is the end date of my policy?",
        "Policy might be expiring soon.",
        "I'm wondering when my policy is going to end.",
        "I have a policy which I am wondering when it will end?",
        "Shall my contract end soon?",
        "What is the end date for coverage now?",
        "The date for policy end?",
        "The policy is going to be expired soon?",
        "Might my plan end soon?",
        "I have a policy and am not sure when it ends.",
        "Which time should my coverage end?",
        "I have a policy and am wondering how it will end.",
        "When is my policy's time limit up",
        "Ispolicy about to expire soon?",
        "I have a policy and want to know when it ends.",
        "I am wondering when my coverage should stop.",
        "Soon, policy term ends.",
        "Policy is expected to expire soon.",
        "Policy expiration is something to ask.",
        "Do I have an end date on my policy?",
        "Exactly when will the policy end?",
        "When is the policy's time-limit up, expiration or something along those lines?",
        "The policy is going to expired soon.",
        "There is a policy and I am wondering when it will end.",
        "I have a policy and I wonder when it will stop?",
        "how soon is the policy going to end?",
        "Please tell me the end date for my policy.",
        "I have a policy but I'm not sure when the end date will be.",
        "The policy will soon be ended.",
        "Is the end date of my policy",
        "how soon is the policy going to expire?",
        "When will the policy end?",
        "I need to know the end date on my policy.",
        "Do you know when the policy will expire?",
        "Is the end of my insurance term near?",
        "The policy is about to expire how soon?",
        "A policy is about to end soon.",
        "when will my coverage end",
        "When will my coverage be over?",
        "When was the policy ending?",
        "I have a policy and I'm not sure when the end date is.",
        "When does Policy expire?",
        "When can I expect my coverage to end?",
        "When does that coverage stop?",
        "What end date will I end my policy on?",
        "What time does policy ending?",
        "Do you know when my policy will stop?",
        "Policy going to expire soon?",
        "When does coverage finish?",
        "What are the end dates for my policies?",
        "The end date of my policy is being questioned.",
        "When is the last date of validity of the policy?",
        "Do you know when the policy is going to end?",
        "When is my policy going to end??",
        "When will the policy die?",
        "I have a policy and I am wondering when it is going to end.",
        "The policy is going to End soon?",
        "Is the policy soon ending?",
        "The policy may soon be ends.",
        "Can you tell me the end date of coverage?",
        "The policy is going to expire.",
        "When does my policy cease to exist?",
        "I don't know when my policy will be kaput.",
        "Are my insurance terms ending?",
        "The policy is supposed to end soon.",
        "For example, when does the coverage end?",
        "Policy term soon ending.",
        "When is the last date of my policy validity?",
        "When does a coverage lapse?",
        "Policy could soon expire.",
        "What end date do I have left for my policy?",
        "Do you know when coverage lapse?",
        "What is the final date for my policy?",
        "Is it time for my insurance to end?",
        "Policy is soon going to end?",
        "What time is my policy ending?",
        "How long? When does my coverage end?",
        "For example, when does my coverage finish?",
        "How soon is the policy going to sunset?",
        "When is my policy going to end?",
        "The Policy may soon end.",
        "Now what is the end date of coverage?",
        "When will insurance end?",
        "Time for policy term to end.",
        "I wonder if my contract ends soon or not.",
        "I am not sure when my policy will end.",
        "When are the policy ending?",
        "Does my plan ending?",
        "When is the last date of my policy?",
        "When does the coverage disappear?",
        "the policy may soon end",
        "The policy may soon come to end.",
        "Does my coverage end soon?",
        "The Policy is about to End.",
        "What end date do I have for a policy?",
        "The policy is due to end soon, how soon?",
        "Are the policy going to end soon?",
        "I wonder when my insurance term will end?",
        "How soon will my policy expire?",
        "I wonder when insurance stops?",
        "An end date of my policy?",
        "The end date of my policy is not known.",
        "Policy expected to end soon?",
        "What's the ending date of my policy?",
        "My policy will end.",
        "What end date do I have with my policies?",
        "What is the time frame for policy expiry?",
        "The policy expiration time?",
        "Soon, the policy will be ending.",
        "I need to know when the end date is for my policy.",
        "Is my insurance ending?",
        "Is my policy's time-limit up, expiration or something similar?",
        "What end date did I have on my policy?",
        "Is my insurance coming to an end?",
        "The policy is to end soon.",
        "Do I have an end date for the policy?",
        "My contract could soon end.",
        "There is a question about policy expiration.",
        "Which end date do I have for my policies?",
        "Policy ends... when exactly?",
        "The policy should be out of date soon.",
        "When will the policy be ended?",
        "How soon is the Policy going to end?",
        "I have a policy and I am wondering when it stops.",
        "What is my end date for my policy?",
        "Can you tell me when my policy is up?",
        "My contract is nearing an end?",
        "What end date do you think is the end of my policy",
        "I don't know if my plan is ending soon.",
        "When is my policy's supposed to end?",
        "When is my policy's time-limit up or expiration?",
        "My plan is about to expire?",
        "When is my policy's time limit up, expired, or non-renewal?",
        "Policy is soon to end?",
        "What end date doI have for my policy?",
        "When will policy ending end?",
        "I need the end date for my policy.",
        "Is my policy's time-limit up?",
        "I have a policy and I'm wondering when that ends.",
        "When does a coverage end?",
        "Policy about to expired soon?",
        "How soon will the policy become expired?",
        "Is the ending date of my policy?",
        "Expiry coming up?",
        "Is the policy ending when?",
        "The policy is about to end shortly.",
        "When does my insurance end?",
        "The policy is about to expire soon?",
        "I want to know the end date for my policy.",
        "When do I stop having my coverage?",
        "Policy expires soon.",
        "I want to know what my policy end date is.",
        "What is the time when my policy is up?",
        "There could soon be an end to the policy.",
        "At what point does my coverage end?",
        "What is the policy's last date of validity?",
        "When shall my coverage end?",
        "Is my policy's time-limit up, expiration or something?",
        "When is the policy's end?",
        "What end date do you reckon my policy ends at?",
        "I have a policy and I'd like to know when it ends.",
        "The policy could soon be ended.",
        "Will my coverage come to an end?",
        "I have a policy and I wonder when it will come to an end.",
        "The policy is reaching an end.",
        "When is my policy to be ended?",
        "I have a policy and I am wondering when it will stop.",
        "When the insurance stops?",
        "What is the end date on my insurance?",
        "What end date do I have with my policy??",
        "I have a policy and am curious about the end date.",
        "I have a policy and am wondering when its end date is.",
        "What is my policy end time?",
        "When is a policy's last validity date?",
        "The policy is soon going to come to an end.",
        "Is my insurance due to end?",
        "What is the time when my coverage ends?",
        "I have a policy, am wondering when it will end?",
        "I have a policy and I need to know when the end date is.",
        "Do I know when my policy is up?",
        "the policy is about to come to an end",
        "Can I know the end date of my policy?",
        "The policy appears to be coming to an end.",
        "I have a policy and am wondering when its going to end.",
        "Is this policy ending when?",
        "The policy will probably end soon.",
        "The policy is about to lapse.",
        "How soon will this policy expire?",
        "The policy will end soon?",
        "Can you tell me when the policy is going to end?",
        "Is coverage over when?",
        "When was my policy's last validity?",
        "When is my coverage end?",
        "When does coverage die down?",
        "I have a policy, I am wondering when the end date is.",
        "Time for policy ending?",
        "I have a policy, and I'm not sure when the end date is.",
        "What is the end date that I have for my policy?",
        "When exactly does the policy come to an end?",
        "It is a question about when should my coverage end.",
        "Policy expiry?",
        "The policy is about to come to an end soon",
        "My policy will lapse sometime.",
        "I have a policy but I don't know when the end date is.",
        "Time frame for policy end?",
        "When is my policy's time-limits up?",
        "The policy is soon going to expire?",
        "So what end date do I have on my policy?",
        "The policy's end time?",
        "Is policy ending?",
        "What about my policy end?",
        "The policy is going to expired soon?",
        "When am my policy's time limit up?",
        "What is your end date for my policy?",
        "The policy is coming to an end soon.",
        "The last date of validity for my policy is unknown.",
        "Policy ending soon, yo?",
        "When my coverage ends, for example?",
        "What will the end date be of my policy?",
        "What end date do I have to end my policy?",
        "There is a possibility that the policy may soon end.",
        "I have a policy and I don't know when it will stop.",
        "The policy is nearing the end.",
        "What end date is there on my policy?",
        "When is my policy going to be over?",
        "The policy may be approaching an end.",
        "Can I know when my policy will expire?",
        "I have a policy, and I am wondering when it will end.",
        "It is possible that the policy will come to an end soon.",
        "I don't know if my contract end soon or not.",
        "I have a policy and I am wondering when it might end.",
        "When is my policy's time limit up, expiration or something else?",
        "I have a policy and I'm wondering when it is going to end.",
        "How soon is the policy due to end?",
        "I want to know when does my coverage end.",
        "Does my policy come to an end?",
        "When exactly will the policy come to an end?",
        "Policy soon to end?",
        "I'm wondering when the end date is for the policy I have.",
        "The policy may be coming to an end",
        "When will my policy end.",
        "When is the last validity date of my policy?",
        "The policy is soon going to lapse.",
        "I have a policy and I am wondering when it will cease?",
        "How soon will the policy be ended?",
        "Is the policy ending?",
        "What is the end date for my policy??",
        "What is the end date of coverage?",
        "What when does my coverage end?"
    ]
}