{
    "company_type": "E-commerce Marketplaces",
    "inquiry_category": "Return and exchange policy questions",
    "inquiry_sub_category": "Refund status",
    "description": "Customers want updates on the progress of their refund, including when it will be processed, how long it takes to receive the funds, and any potential delays.",
    "inquiry": "When will my refund be processed?",
    "paraphrases": [
        "When will the refund come?",
        "I need to know an update on my refund.",
        "My money back? When?",
        "When will you be given a refund?",
        "I don't know when to expect a refund.",
        "How long will it take for my money to be paid back?",
        "I need to know the Refunds Status, please?",
        "Exactly when will I get my refund?",
        "When will my money be back",
        "How long before I get a full refund?",
        "When will the money be repaid",
        "Will I get my money at a certain time?",
        "How long might it take for my money to come back?",
        "When do I get back my money?",
        "I wonder when my refund is done?",
        "How long does it take to get your back?",
        "How long until I get my money?",
        "Will I be repaid soon?",
        "How long will it take me to get aRefund.",
        "I am uncertain about the progress of my refund.",
        "When I'll get my refund?",
        "How long does it take to be reimbursed?",
        "When are my Refunds processed?",
        "When will the money be back to me?",
        "I'm wondering about my refund.",
        "I have money, when do I get it back?",
        "When is the process for refunds?",
        "How long until I have the money back?",
        "money back, when?",
        "How long does it take for me to get reimbursed?",
        "How long will it take to get money back for me?",
        "How long will it take for me to have my money back?",
        "The refund has yet to process.",
        "What time will it take for me to receive a refund?",
        "I'm not sure about my refund just yet.",
        "Will it take me time to get my money back?",
        "Will my refunds get processed soon?",
        "I need to know the Refundstatus, please.",
        "I don't know when I will get the money back.",
        "I would appreciate if you could tell me the refunds status.",
        "Do you know when my refund will arrive?",
        "I am interested in the Refunds status, please?",
        "How soon will I get my funds back?",
        "How much time until I get my money back",
        "The time of refund processing?",
        "How long could it take me to get my money back?",
        "Is my Refunds arriving?",
        "Will I get my money then?",
        "Will my refund be done?",
        "I don't know how long it will take for me to be reimbursed.",
        "I want to know when I will receive my refund.",
        "How long will it be before I get a refund?",
        "I would appreciate it if you could tell me the status of the refund.",
        "When to process a refunds?",
        "Will my refunds be paid out soon?",
        "When will you be paid back?",
        "Time for my repayment?",
        "when is my refund processed?",
        "Progress with my money back?",
        "I don't know when my refund is going to arrive.",
        "When to get something back?",
        "When to receive the money back?",
        "What time will it take for me to get aRefund?",
        "my return has not yet been processed",
        "Is it possible I will see my money back soon?",
        "Will i see my money back soon?",
        "When will you get your refunded?",
        "Will they return the money soon?",
        "When should I expect my money back?",
        "How long will it take me to get my refunds?",
        "What time is my refund processed?",
        "I want to know how long it will take for me to receive my refunds.",
        "How long will it be until I receive aRefund?",
        "How much time will it take me to get my money back?",
        "How long will it take for my money to be back?",
        "When will my tax return be paid?",
        "How long will it take for my reimbursement to arrive?",
        "Will be able to get that refund on time?",
        "When do refunds get processed?",
        "When will the refund processing occur?",
        "Will the refunds completion date be?",
        "How long before I have a return?",
        "When the money will be paid back?",
        "How quickly will I be reimbursed?",
        "When refund processing",
        "The Refund Completion date?",
        "I want to know about the progress of my refund.",
        "When will my refund become reality?",
        "When is the processing of a refunds?",
        "How long until I receive my return?",
        "Will my refund be processed very soon?",
        "When to get a refunds?",
        "How long before I receive a refunds?",
        "How long will it take you to get that reimbursement?",
        "Will i get my money back soon?",
        "When is my return happening?",
        "How soon will there be a return?",
        "Will I be given money soon?",
        "How long will it take for my refunds to be paid?",
        "When am I getting my Refunds?",
        "How long will it take me to receive a return?",
        "will my refund be processed",
        "When do I get my cash back?",
        "Will it take me some time to get my refund?",
        "Will I get my money when?",
        "Do you think my refund will be processed soon?",
        "Can you give me an update on my refunds soon?",
        "Can you tell me when to get refunds?",
        "Will I have to wait long to receive aRefund?",
        "When can I get Refunds?",
        "I have no idea when I'll get my refund.",
        "Will it be on time to get that return?",
        "When my return will be processed?",
        "How long will it take to get repaid?",
        "How long can I expect to receive a reimbursement?",
        "Will it take me a while to get aRefund?",
        "How long will it take for my refund to be issued?",
        "When do I get my money again?",
        "I'm waiting on news on the progress of my refund.",
        "How long will it take for me to receive the money back?",
        "How long will it take to get my refunds?",
        "When do you get your refund?",
        "When will I get my dollars back?",
        "How soon will I see my money back?",
        "How long is it until I get money back?",
        "When is my return processed?",
        "Will I get my money?",
        "When should my money come back?",
        "When will the processing of refunds take place?",
        "When will my money be restored?",
        "How long until I get a payback?",
        "Will my funds be processed soon?",
        "How long for my money to come back?",
        "Will my money go back to me soon?",
        "Would you please let me know the Refunds status?",
        "I want to know the Refundstatus, please.",
        "When will the refund be accepted?",
        "My refund has not yet been processed?",
        "How long will it take for my return to happen?",
        "Will my refund be processed",
        "The return is yet to be processed.",
        "How long until I get back the money?",
        "When is my refund to arrive?",
        "Will we get the money back soon?",
        "I want to know when my return will be.",
        "How soon will I have my money?",
        "My refund will be processed some time in the future.",
        "Is my payback going to show up?",
        "How long will it take for me to get back the money?",
        "My refund status is unknown at the moment.",
        "Please, let me know the Refunds status, please?",
        "How long do you think it will take for me to get my money back?",
        "Is my money going to return soon?",
        "I want to know if my return is processed yet.",
        "refund processing yet?",
        "Is that when I will get my money?",
        "When will my return happen?",
        "When is the processing of refunds?",
        "Will it take me a while to receive aRefund?",
        "When will my refund be processed??",
        "Are I going to be reimbursed soon?",
        "It is not known when to get refunded.",
        "The progress of my refund is unknown.",
        "When do I get it back?",
        "How long will it be before my money comes back?",
        "Will my Refunds be processed in a timely manner?",
        "Is my money returned soon or not?",
        "I don't know how long it will take to get a refund.",
        "Am I going to be reimbursed soon?",
        "Will I get my money back quickly?",
        "I want to know when to get my money back.",
        "When can i get my money back?",
        "Will the money be available soon?",
        "I want to know when my refund is.",
        "Will my Refunds be processed soon?",
        "I want to know about my Refund.",
        "What about the progress of my refunds?",
        "How soon will you get a money back?",
        "What time will my refund be processed?",
        "Please, can you tell me the status of the refund?",
        "Can I receive a reimbursement quickly?",
        "How long until I receive a refund?",
        "Is my money going to be back soon?",
        "What date do I get my money back?",
        "It would be appreciated if you could tell me the Refunds status.",
        "How soon will we get refunds?",
        "I do not know how long it will take to get my money back.",
        "When to get your funds back?",
        "Will I have to wait to get aRefund?",
        "I'm wondering when my refund is processed.",
        "It's not known when to get a refund.",
        "When is my refund done?",
        "I don't know if I will get my refund soon.",
        "It's not known when my refund will arrive.",
        "I have yet to receive my refund.",
        "How long will it take for someone to reimburse me?",
        "I don't know when my return will be processed.",
        "When am I able to receive my refund?",
        "I am unsure of when my refund will be processed.",
        "On time, will I get that refund?",
        "Will my reimbursement be soon?",
        "Is there a time when I get my money back?",
        "I want to know how long it will take to get refunds.",
        "How long will I be getting a refund?",
        "I am not getting my refund yet.",
        "How soon will my refund be processed?",
        "I'd appreciate it if you could tell me the refundstatus.",
        "When the refund is processed?",
        "When will I be given a refund?",
        "When will I be reimbursed?",
        "I'd love to know the Refundstatus, please?",
        "I was wondering if I would be reimbursed soon.",
        "How long before I get a return",
        "Exactly how long before I get a return?",
        "How soon is my refund going to arrive?",
        "How long before you get your money back?",
        "How long will it take for me to receive the refunds?",
        "How long will it take for my cash to come back?",
        "How long will it take me to receive aRefund.",
        "Time for me to get my money back?",
        "How soon will my return be?",
        "I want to know the Refundsstatus, please.",
        "my refund will be processed soon",
        "When will I receive my money again?",
        "When will I finally get my refund?",
        "When it's time to process the refund?",
        "When the processing of refunds begins?",
        "Refund time?",
        "How long will the refund take to be given to me?",
        "Is it when I will get my money?",
        "Is it possible that I will see my money back soon?",
        "Will my money be paid back",
        "Will the money be back asap?",
        "Will I get the money soon?",
        "Exactly when will I get my money back?",
        "A date for the return of money?",
        "Can you give us an update on refunds soon?",
        "How long will it take for me to receive my money back?",
        "How long will it take to receive my money?",
        "How soon will you get your money back.",
        "I wonder if I will get my money soon.",
        "Can I have my money back when?",
        "When will my refund be finished?",
        "I want to know if my refund is being processed.",
        "I want to know how long it will take for me to get aRefund.",
        "When am I finally going to get my refunds?",
        "How long will it take me to get a Refund?",
        "MyRefund will be processed",
        "How soon are my refunds arriving?",
        "How much time will it take for me to get the money back?",
        "How long will it take me to get refunds?",
        "How soon is my Refunds arriving?",
        "Will the refund finish date be?",
        "I'm not sure about myRefund yet",
        "How long before I get money back?",
        "Will the money be back in my account soon?",
        "My money will be back soon or not.",
        "I want to know how long it will take to receive aRefund.",
        "How soon after I get a return?",
        "Will I see money back soon?",
        "Will I receive my money?",
        "Will my check be returned soon?",
        "When am I about to receive my refund?",
        "I'm wondering how long it will take to get a refund.",
        "Will my refund be processed as soon as possible?",
        "How long do you think it will take to get the money back?",
        "How long before I get my money?",
        "When can I get my money back.",
        "What time will it take for me to get a reimbursement?",
        "I'd like to know about the Refundstatus, please.",
        "When is my Refunds going to happen?",
        "Time for my payment to come back?",
        "Is it possible that the money will be back soon?",
        "I wonder how long it will take to get a refund.",
        "Is it possible to receive a refund soon?",
        "How much time will it take for me to be reimbursed?",
        "Shall I get the money back soon?",
        "Is the refund processing when?",
        "How soon will the expected refund time be?",
        "When will my money go back to me?",
        "What's the Refund completion date?",
        "When will I be getting my money back?",
        "I'm curious about the progress of my refund.",
        "When I'll get my money back?",
        "I wonder if my refunds are processing yet.",
        "Do I know when my refund will be processed?",
        "When is my money coming?",
        "When will you get back your money?",
        "How soon is my refunds arriving?",
        "How long will it take for my money to be given to me?",
        "When will my refund come about?",
        "The money may be back soon.",
        "When does my money go back?",
        "When will I get a full refund?",
        "When will my refund be forthcoming?",
        "Will my money be in my hand soon?",
        "Will my refund be processed soon?",
        "How long will I take to get my money back?",
        "I am wondering when I will get my money back.",
        "When will my Refunds finally happen?",
        "How long will it take for me to get my refunds?",
        "How long will it take for my refunds to be given?",
        "How long will it take for that reimbursement?",
        "How soon will my refunds be processed?",
        "My return will be processed soon.",
        "I don't know when I can get my money.",
        "Will my money be back soon, or not?",
        "How long will it take for the reimbursement to be paid?",
        "I am waiting for my refund.",
        "I would appreciate it if you could let me know the Refunds status.",
        "How soon will I get money?",
        "Will I have money back soon or not?",
        "I need to know the Refunds Status, please.",
        "How long will it take for my Refunds to come?",
        "How soon will the money be repaid?",
        "When can I expect money back?",
        "When am I getting my return?",
        "Will I get the money back after a while?",
        "Will I be getting money soon?",
        "The refund hasn't yet been processed.",
        "Will my refund be paid soon?",
        "I'll get that refund on time?",
        "How long will my refund take to come about?",
        "What time will it take for me to be reimbursed?",
        "How long will it take for you to get your money back?",
        "Will myRefund be processed",
        "I was wondering about the progress of my refunds.",
        "How long will I be able to get aRefund?",
        "How long will it take to receive theRefund?",
        "How long before I get money back",
        "Will my refund be due soon?",
        "When to get your money back again?",
        "How much time will it take for me to get a reimbursement?",
        "Will I get the money back shortly?",
        "Are I going to get my money back soon?",
        "Please, can you tell me the Refunds status?",
        "Will my money come back to me soon or not?",
        "Will my refund finished?",
        "How long will it takes to get my money back?",
        "How soon will they get their money back?",
        "I'd like to know the Refundstatus if you can.",
        "How long will it take me to get a refund.",
        "I wonder when I will get my refund?",
        "I would like to know the Refund status.",
        "When will I get some money back?",
        "I am waiting for news on my refund.",
        "I am wondering when my refund is arriving.",
        "Will my money be accounted for soon?",
        "How long will it take for the refund to be given to me?",
        "When am I about to get my refund?",
        "Will my refund take place soon?",
        "When will my funds arrive?",
        "When will my money be available again?",
        "Will my money come back soon, or not?",
        "How much time until I receive a return?",
        "When am I Refunds processed?",
        "How soon can I get a return?",
        "How long will it take to receive a Refund?",
        "I am wondering about my Refund.",
        "Will I see a reimbursement soon?",
        "When are I able to get my money back?",
        "How long will it take for me to get a full reimbursement?",
        "How long till I get my money back?",
        "How soon might I get my money back?",
        "How soon will my payment return arrive?",
        "Will the money be given back?",
        "When do I expect to get my money back?",
        "Is my money going back soon or not?",
        "What will be the processing time for my refund?",
        "The refund has yet to be processed",
        "When can I get my money back",
        "How soon do I get money back?",
        "How long will it take for my payment return?",
        "When refund processing occurs?",
        "The time when I can get my money back.",
        "How soon will you be able to get your money back?",
        "When to have your money back?",
        "Will be able to get that refunds on time?",
        "When will my refund come?",
        "Will my refund be approved soon?",
        "When to get full refunds?",
        "How long does it take to receive that reimbursement?",
        "Will it take me long to get back my money?",
        "How long will it take for my refunds?",
        "When will my money be back??",
        "When do I have my refund?",
        "When I will get a money back.",
        "Will I get reimbursed in the future?",
        "How soon will I receive my funds?",
        "I want to know what the Refunds status is, please?",
        "How soon should I get a return?",
        "I want to know if my refund is in the process.",
        "How about when I get my money back?",
        "My refund is not yet.",
        "What time will it take for my money to return?",
        "What time will it take for me to receive my refunds?",
        "Will I get the money back someday?",
        "When will I get the money?",
        "How soon will I receive my refunds?",
        "How long will I need to wait to get aRefund?",
        "I don't know when to expect my refund.",
        "I don't know when I can get my money back.",
        "When will my refund be?",
        "When am i getting my refund?",
        "Will I get my money next?",
        "When do I receive my refunds?",
        "How long before I get a return?",
        "I'd like to know the Refunds status.",
        "How long will I have my money returned?",
        "How long will it take for me to collect my money?",
        "How long does it take for you to get your money back?",
        "I wonder if my money will be back soon.",
        "How long will I receive reimbursement?",
        "When do I finally get my refund?",
        "Exactly when will I get my payment return?",
        "When do I get the money back",
        "I am wondering if my Refunds is being processed.",
        "When are my Refunds arriving?",
        "I haven't gotten a money back yet.",
        "How soon will you get the back?",
        "How soon can I get my money back",
        "I need to know when I get my money back.",
        "When will money be returned?",
        "I have a question about when I can expect my refund.",
        "How long until I get a tax return?",
        "When will I finally receive my refund?",
        "When do I get all my money back?",
        "I do not know when I will receive my money.",
        "How long does it take for me to get a refunds?",
        "When Refunds are processed?",
        "How long will it take for my money to come back",
        "Do you know the refundstatus, please?",
        "Will it take me long to receive my refund?",
        "When will myRefund be happening?",
        "Will there be progress with my return?",
        "How long until I get my return?",
        "I would like to know what the Refunds status is, please?",
        "When refund processing can happen?",
        "I'm not sure when my refund will happen.",
        "Will I be repaid?",
        "When will the money paid back?",
        "What time is it until I get a return?",
        "There is a question about when the money will be paid back.",
        "Will I receive a payback soon?",
        "How long will it take for a refund to be given?",
        "When will my money return.",
        "Will my funds be returned soon or not?",
        "Is the money going to return soon?",
        "How long does it take to receive my refunds?",
        "How much time will it take for me to receive my refunds?",
        "Will I see my money return soon?",
        "Will we see the money back soon?",
        "Are I going to get my refund yet?",
        "How much time will it take for me to be paid back?",
        "How long will it take for my money back to arrive?",
        "When do I finally get my refunds?",
        "Will I be reimbursed soon.",
        "How long will I have to wait to have my money back?",
        "When will you be reimbursed?",
        "I wondered if my refund would be processed.",
        "I would like to get my refund soon.",
        "My refund has not been processed yet?",
        "Will I see money soon?",
        "I wonder if I will get my money back soon.",
        "Do you know when I will get my money back?",
        "When's my return happening?",
        "How soon will my refund be?",
        "Will I see my money again soon?",
        "How long will it be before I receive my money back?",
        "I need to know when I'll get my refund.",
        "I don't know when I'm going to get my money.",
        "Will I receive my money eventually?",
        "When will my refund come out?",
        "When will my refund come around?",
        "What is the expected time for your refund?",
        "Is my refund going to be processed soon?",
        "Will my money come soon?",
        "How long until I get back my money?",
        "What time will it be for a refund?",
        "Will my refunds be processed?",
        "Do you know when my refund will be processed?",
        "When processing the return?",
        "Can you tell me the return status please?",
        "Please, please let me know the Refundstatus, please?",
        "My refund will be processed someday.",
        "When will you get a return?",
        "I am wondering when I will get my money.",
        "My Refunds will be processed.",
        "When will my money come back??",
        "When will the refund process begin?",
        "There is a question about when to get a refund.",
        "Will my money get processed soon?",
        "I wonder if my refunds is being processed.",
        "I don't know when my money will come.",
        "How long will it be before I get my reimbursement?",
        "I don't know how long it will take for me to get the money back.",
        "Please, can you tell me the status of my refund?",
        "When can I be reimbursed?",
        "When will my money back be?",
        "When will I have the money back?",
        "How long would it take to get that reimbursement?",
        "How long is it going to take for my refund to be given?",
        "How long will it be until I get a reimbursement?",
        "Will I be reimbursed quickly?",
        "Please, can you tell me the return status?",
        "I would like to know the refunds status, please?",
        "When would my money be back?",
        "Will I get the money back in the near future?",
        "When to get back the money?",
        "When will the processing of the refund occur?",
        "How long before I am reimbursed?",
        "How soon is my refund due?",
        "The refund completion date is unknown.",
        "the refund has yet to be processed",
        "I don't know how long it will take to receive a reimbursement.",
        "I don't know when my money comes back.",
        "How long will it take for me to get a money back?",
        "How long will it take for a refund to be given to me?",
        "Will I have my money back soon?",
        "Is it a matter of when I will be reimbursed?",
        "I wonder how long it will take for me to get a refund.",
        "Will I get my money back, soon?",
        "Going to get the refund on time?",
        "When are the refunds processed?",
        "When am I going to get my return?",
        "When do I get my money back.",
        "When will I finally get my refunds?",
        "When will I get some of my money?",
        "Will my money be come back soon?",
        "I am interested in the progress of my return.",
        "Will it be soon for my return?",
        "I would appreciate if you can tell me the Refundstatus.",
        "How soon can I expect my money?",
        "Will my refund be processed?",
        "When will the refund delay be resolved?",
        "My money is not back yet?",
        "How long is it going to take me to get my money back?",
        "How long will it take for myself to get my money back?",
        "How long will it take for me to receive a refund?",
        "Will I see my money in the near future?",
        "How long will my money be returned to me?",
        "I want to know how long it will take for me to get my money back.",
        "Will the money come back to me soon or not?",
        "I want to know if my Refunds is being processed.",
        "My money is not returned yet.",
        "Will my refund be dealt with?",
        "Is there an expected time for the refund?",
        "I would appreciate it if you could tell me the Refundsstatus.",
        "How long will it take to receive reimbursement?",
        "When my refund will happen?",
        "Will the cash be back soon?",
        "I am wondering if my refund will be processed soon.",
        "Will I get my money back in a timely fashion?",
        "How long before I get a refund?",
        "Will my refund be finished?",
        "How long will it take me to get the money back.",
        "Will I get my money back shortly?",
        "Can I expect to see my money back soon?",
        "How long until I get a refunds?",
        "Is my refund soon?",
        "How long before I see my return?",
        "How much time till I get a return?",
        "Please let me know the refundstatus, please?",
        "I'm waiting for my refund.",
        "How long will I get money back?",
        "I am wondering when I can expect my money back.",
        "Is I getting my money back?",
        "Will I be reimbursed in the near future?",
        "How long will it take me to get my money back.",
        "Will it be long before I get my money back?",
        "I don't know when I will receive my money back.",
        "When will I be able to receive my money?",
        "Am I going to get my money soon?",
        "I want to know what the Refunds status is, please.",
        "How long will it take for my cash to return?",
        "I don't know when I get my money back.",
        "How long can it take me to get my money back?",
        "Will I have the money soon?",
        "How soon will the refund arrive?",
        "How long will it take me to receive aRefund?",
        "How long until I get the money back?",
        "Can anyone tell me about the progress of my refund?",
        "Will my money be paid out soon?",
        "I'm wondering about my Refunds.",
        "When will the money be taken back?",
        "Will I get the reimbursement soon?",
        "I am wondering if I should expect my money back soon.",
        "I am unsure of when I will get my money.",
        "Will I have to wait to receive aRefund?",
        "How much time until I receive a refund?",
        "How long can it take for my money to come back?",
        "Will I get back my money soon or not?",
        "How long will it take for my return to be granted?",
        "Will I get a refund soon?",
        "Will the money soon be back?",
        "Will I see my money back soon or not?",
        "Will my money get back to me soon?",
        "When the refund process is done?",
        "Please, do you know the refund status?",
        "How long will it take for my funds to return?",
        "How long will it take for me to get a refund.",
        "how long will it take to get my money back",
        "When will you get your back?",
        "When will my money be returned",
        "Will my money be returned quickly or not?",
        "Will I get my money back in time?",
        "I don't know when I can expect a refund.",
        "Will myRefund be processed?",
        "How long will it take me to get some money back?",
        "How much time until I get the money back?",
        "How long will my Refunds take?",
        "How long will I have to wait to get aRefund?",
        "Will my cash back be processed soon?",
        "How long will I take to get a return?",
        "Is there a processing time for my return?",
        "I don't know when I'll get a return.",
        "My refund processing is not yet done.",
        "I don't know how long it will take me to receive aRefund.",
        "When is my money going back?",
        "When I will receive my refund?",
        "If you can let me know the Refunds status, please!",
        "Can you tell me when refund processing begins?",
        "I need my money back, when?",
        "My refund status is unknown at this point.",
        "So when will I get my money?",
        "I have not gotten a money back yet.",
        "Will my money be received?",
        "Any information about the progress of my refund?",
        "I want to know when I get my money back.",
        "Will I have money back soon?",
        "How long could it take to get your money back?",
        "How soon for a refund?",
        "I have not received my refund yet.",
        "How soon do you get your refund?",
        "How long does it take for my refund to be given to me?",
        "Will the money be returned?",
        "Will my return be processed yet?",
        "Whenever do I get my money back?",
        "Do you have a date for the refund completion?",
        "My refund will be processed after a while.",
        "How long will it be before I get back the money?",
        "Will my refund be dealt with soon?",
        "When will the refund completion date be?",
        "When will my reimbursement arrive?",
        "How long will the reimbursement take?",
        "Will I get the money back in a timely fashion?",
        "I am awaiting news on the progress of my refund.",
        "I wonder when my refund is due.",
        "Will there be a refund completion date?",
        "Is it soon that I will be reimbursed?",
        "When will my refund be processed.",
        "When am I going to get my tax return?",
        "Will my money be back soon.",
        "I need to know when I can expect my refund.",
        "Will I be paid my money soon?",
        "Will it take a while for my money to come back?",
        "I would appreciate it if you could tell me the Refundstatus, please?",
        "How long does it take for me to be repaid?",
        "I don't know how long it will take for me to get refunds.",
        "Will the money be paid back eventually?",
        "When will this money be paid back?",
        "When will my Refunds finally occur?",
        "Will it take a while to get my money back?",
        "What is the expected time for the return?",
        "I don't know when I'm going to get my refund.",
        "How long will I take to be reimbursed?",
        "Is my return in the works?",
        "I don't know when to expect my money back.",
        "I'm wondering when my refund will arrive.",
        "Will it take me a while to receive my refunds?",
        "When am I going to get myRefund?",
        "I'm wondering when I get my money back.",
        "What is the expected time of the refund?",
        "How soon can we get a return?",
        "How soon am I getting my refund?",
        "When do I see my refund processed?",
        "I don't know when my money returns.",
        "When will I get my balance back?",
        "Do I see my money back soon or not?",
        "How long is it going to take to get a refund?",
        "Is it going to take me a while to get my money back?",
        "Will I get my refunds?",
        "Will it take a while for my refund to come?",
        "When is my refund supposed to come?",
        "Will my refund be processed on time?",
        "How long does it take to get a money back?",
        "I would like to know when I will get my refund.",
        "How soon will we be able to get our money back?",
        "My refund is going to be processed.",
        "When will I get money back",
        "Will I get my money back.",
        "How long will it take for me to get the refunds?",
        "How long does it take for me to get a return?",
        "I don't know when I'll get the money back.",
        "when do I get my money back",
        "Will my refunds be done soon?",
        "Will there be a completion date for the refund?",
        "I'd like to know the Refundstatus.",
        "How much time does it take for me to get a refund?",
        "How much time will it take me to get a return?",
        "My refund?",
        "When will my cash be returned?",
        "When will the refund process be done?",
        "Will my refund done yet?",
        "How long is it until I get the money back.",
        "I want to know how long it will take to get my refunds.",
        "How soon will the refunds be completed?",
        "Will it be on time to get the refunds?",
        "When will the processing of the refunds begin?",
        "When can I expect my tax return?",
        "I am wondering how long it will take to get a refund.",
        "How long is it before I get a return?",
        "Maybe you will get a refund soon?",
        "I'm wondering when I'll get my money.",
        "What time will I get my refund?",
        "When I can get my money back?",
        "When does I get my money back?",
        "When my refund is processed, when?",
        "When should I receive my money back?",
        "When will they get my money back?",
        "I'd like to know the Refundstatus, please?",
        "Will it take me a while to receive a reimbursement?",
        "Will I get my money very soon?",
        "How soon can you get a return?",
        "How long is it going to take for my money back?",
        "Will my money come back, soon or not?",
        "I want to know how long it will take to receive my refunds.",
        "How long before I can get a return?",
        "Can I return the money soon?",
        "Will the money be Returned soon?",
        "Will I be able to get my refund yet?",
        "Is it possible that I will receive my refund soon?",
        "When will my tax return be returned?",
        "Can I expect my refunds soon?",
        "Maybe you'll get a refund soon?",
        "I would appreciate it if you could tell me the Refunds status, please?",
        "How long until I get aRefund?",
        "Do I get my money back soon or not?",
        "When do I return my money?",
        "I am waiting for my refund to be processed.",
        "Will that money come back to me soon?",
        "How long will it take to get cash back?",
        "I'd like to know the Refunds status, please!",
        "I'm concerned about the progress of my refund.",
        "My refund will be processed soon",
        "Will my money be back soon or not.",
        "You should let me know the Refundstatus, please?",
        "How long do you think it will take to get your money back?",
        "I don't know how long it will take me to receive a reimbursement.",
        "Will I be able to receive the money soon?",
        "It will take some time for my refund to come.",
        "When am I going to get my refund?",
        "Do you know when you can get a refund?",
        "How long would it take for me to receive aRefund?",
        "When I will get my refund?",
        "How long will it take me to get a reimbursement?",
        "Is my refund going to show up any time soon?",
        "What time should you expect to receive your refund?",
        "When is my refunds happening?",
        "How soon will the return be?",
        "My money is coming back, when?",
        "Will it be on time to get theRefund?",
        "When will i receive my money?",
        "My refund will be processed soon.",
        "will I be reimbursed soon?",
        "I need to know about the Refundstatus, please?",
        "Will there be money back soon?",
        "When the refunds will be processed?",
        "I want to know how long it will take to get aRefund.",
        "Will the money go back to me soon?",
        "When is my refund happening?",
        "I wonder if my refund will be soon?",
        "When can I claim my refund?",
        "When will I be getting money?",
        "I am concerned about the progress of my refund.",
        "How long is it going to take for me to get back my money?",
        "I want to know when to get a refund.",
        "How soon should I receive a refund?",
        "The time when my refund will be processed is unknown.",
        "When will the money be brought back?",
        "I don't know when I'll see my money back.",
        "I would like to hear the Refunds status, please.",
        "Is it possible I will get my refund soon?",
        "Will the money soon be back to me?",
        "How long will it take me to receive the reimbursement?",
        "How much time will it take me to be reimbursed?",
        "How long could it take for me to get my money back?",
        "My refunds are yet to be processed.",
        "When will my refunds be paid?",
        "When to get your refund?",
        "Will it take me a while to get my Refunds?",
        "How long will it take for me to be compensated?",
        "How long until I get back my money.",
        "How long will it be for my money to return?",
        "Will it take me a while to receive my reimbursement?",
        "Can you give aRefund update soon?",
        "Will I be able to get the money back quickly?",
        "How long will it take to get a refund for me?",
        "Will I see my money back in a while?",
        "I don't know when my refund will arrive.",
        "I do not know when I will get my money back.",
        "How long until there is a return?",
        "Will I be funded soon?",
        "I'd love to know the Refunds status.",
        "when will my refund be processed",
        "I have a question about when I will get my money back.",
        "I don't know when my money back.",
        "What time will I see my money back?",
        "I need to know when my refund will be.",
        "How soon do I get my cash back?",
        "I am wondering if I will see the money back soon.",
        "I don't know when I will get my money",
        "When might I get my money?",
        "When will my return be due?",
        "I want to know when I'll get my money.",
        "Is it going to take me a while to get a reimbursement?",
        "Am I going to get a refund yet?",
        "How long will it take for my refunds to come about?",
        "When will I get money",
        "How long will it take to be reimbursed?",
        "How long before I get that money back?",
        "How long might it take me to get my money back?",
        "I would really appreciate it if you could tell me the Refundstatus.",
        "Can I see my money back soon?",
        "I don't know how long it will take for my refund to be given.",
        "How long will it take me to get my money back?",
        "When will I receive the money?",
        "Is my refund processed when?",
        "When are my refunds processed?",
        "When can I get a return?",
        "When will my refund be coming?",
        "When can I get a Refunds?",
        "I am wondering how long it will take to get a reimbursement.",
        "My refunds are yet to be processed?",
        "I don't know when I'll get reimbursed.",
        "When would my refund be processed?",
        "I need to know about my refund.",
        "Is myRefund going to be processed soon?",
        "When I'll get my money?",
        "Will I have my refunds processed?",
        "Will I be repaid in the future?",
        "Will I get a return soon?",
        "How long until I have my money back.",
        "Can you give me a refund update soon?",
        "How soon are you going to get the money back?",
        "When will I get refunds?",
        "Can anyone tell me the progress of my refund?",
        "I have money but when do I get it back?",
        "I don't know when my refund is arriving.",
        "How long will it take me to receive theRefund?",
        "Is it long until I get a return?",
        "When will I be able to return my money?",
        "Is it going to take me a while to get a refunds?",
        "How long will my reimbursement take?",
        "How long until my money is back.",
        "How long will it take to get a money back?",
        "I don't know how long until I get my return.",
        "when will my money come back",
        "When will I have my refund?",
        "Will I get my money eventually?",
        "When am I finally getting my money?",
        "I don't know about my refund status yet.",
        "am I getting my money back?",
        "When am i going to get my refund?",
        "My refund is due, when?",
        "How soon will I get my money.",
        "Will I be paid out soon?",
        "Will I get reimbursed in the near future?",
        "How soon will we get the money back?",
        "Is the money coming back soon?",
        "How long does it take to get back the money?",
        "Is there a date for the refund completion?",
        "I would appreciate if you could tell me the Refunds status.",
        "How long does it take for me to receive a return?",
        "How long before I get it back.",
        "How long will it take for me to receive a reimbursement?",
        "When am I expected to receive my refund?",
        "When will I get a payoff?",
        "Is my refund due anytime soon?",
        "Will my Refund be processed soon?",
        "I wonder how long it will take to get my refund.",
        "I don't know if I'll get my refund soon.",
        "I don't know when I'll get my Refunds.",
        "When will my money be taken back?",
        "When can I get reimbursed?",
        "Are the money back soon?",
        "I am looking for an update on my refund.",
        "I wondered if my refund would be processed soon.",
        "How long will it take for my refund to come to me?",
        "Will it take me so long to get a refund?",
        "Can you please tell me the Refund status?",
        "How long will it take for me to be given my refund?",
        "Will the money come back?",
        "I would appreciate if you can tell me the Refunds status.",
        "How soon will I get money back?",
        "Will I get the money back quickly?",
        "How soon can I expect a return?",
        "My money back?",
        "My refunds have not been processed.",
        "Will it take me awhile to receive my refunds?",
        "How soon will my payment return be?",
        "My return will be processed.",
        "Will my refund finish?",
        "How long will it take for my refund to be sent to me?",
        "Is it time for me to be reimbursed?",
        "How long is it to get that reimbursement?",
        "How long will it be before I get my return?",
        "Will the change be returned soon?",
        "When would the money be paid back?",
        "I want to know when I can get a refund.",
        "How long will it take for me to receive my refunds?",
        "I wonder when my refund is processed.",
        "How long will it take for me to get cash back?",
        "When will my refund finally come?",
        "How soon are my refunds processed?",
        "How long will it take to get aRefund?",
        "How long will it take for me to receive myRefund?",
        "When do I get money back?",
        "When will the money get paid back?",
        "Can you tell me anything about the progress of my refund?",
        "When does my refund go through?",
        "I'm not sure how long it will take to get aRefund.",
        "Will my money go back to me soon or not?",
        "I want to know when I'll be reimbursed.",
        "How long will it be before I receive the reimbursement?",
        "When is the money going to be paid back?",
        "How long will my refund take to be given?",
        "Will I receive a repayment soon?",
        "I want an update on my return.",
        "I wonder when I will receive my money.",
        "How about when do I get my money back?",
        "Will my refund get processed?",
        "Will I have my refund processed?",
        "Will it take me long to receive a reimbursement?",
        "Will the money beouqueted soon?",
        "Will my money come back sooner or later?",
        "How long will it take to get a return time?",
        "I don't know when I will get back my money.",
        "How long might it take to get your money back?",
        "Will I receive my refund?",
        "Is my refund going to come?",
        "Will the money be returned soon.",
        "How fast will I be able to get my money back?",
        "will I get the money back soon?",
        "How long will it take to get back your money?",
        "When the money will be repaid?",
        "Will my money be processed soon?",
        "When will it be possible to get a refund?",
        "When will my money return?",
        "A question about when my refund will be processed.",
        "How long will it take to bring back my money?",
        "I'm unsure when my refund will be processed.",
        "How long will it take for me to get a full refund?",
        "I'm wondering when I'll get my money back.",
        "Is my refund about to happen?",
        "When will the processing of the refund be?",
        "I would appreciate it if you can tell me the Refunds status.",
        "Will my refund come soon?",
        "I do not know when my refund will be processed.",
        "What time will I have to get aRefund?",
        "Do you know when the expected refund time will be?",
        "When will i get my money back?",
        "Will I get my money back someday?",
        "When am I getting a refund?",
        "Will my money get back soon?",
        "What time will it be for the expected refund?",
        "How soon is it possible to get the money back?",
        "Will it take me long to return my money?",
        "Exactly when is my refund processing?",
        "Will it take me a while to receive refunds?",
        "When will the money be repaid?",
        "How long do you think it will take to receive that reimbursement?",
        "When are my refunds happening?",
        "Will the time be for my return?",
        "I wonder how long it will take for me to be reimbursed.",
        "Will it take me some time to get a refund?",
        "How long will it be for me to get back my money?",
        "Will my money be there soon?",
        "Can I get my reimbursement?",
        "How long would it take for me to get a return?",
        "How soon is it possible for you to get your money back?",
        "refund will be processed soon",
        "Will I have to wait a while to receive aRefund?",
        "How soon for a money back?",
        "What is the expected time for refund?",
        "What time will I have to wait for aRefund?",
        "I'm not sure when I'll get my money.",
        "I have not yet gotten a money back.",
        "When's my refund going to happen?",
        "When do I get my refunds?",
        "How soon will my refund be due?",
        "Will I be receiving my refund yet?",
        "Will it be on time to get that Refund?",
        "What about the progress of my refund?",
        "I want to know when to expect my refund.",
        "Will I be able to see the money again soon?",
        "How soon will it be paid back?",
        "I need you to tell me the Refundstatus, please?",
        "Can I get the money back soon?",
        "When refund processing happens?",
        "Will it take me awhile to receive aRefund?",
        "Is it possible that my money will be back soon?",
        "How long will it take for me to get myRefund?",
        "How long do I have to wait for my money to be back?",
        "What time will I receive my reimbursement?",
        "How long will it take to get a full refund?",
        "How long will I be getting reimbursed?",
        "Is my return due soon?",
        "Is my money coming back soon or not?",
        "when will the money be paid back",
        "How long is it going to take for me to get the money back?",
        "How long will it take to get my return?",
        "Will I get my funds soon?",
        "When to get the funds back?",
        "How long will it be before I get my refund?",
        "When will a refund be processed?",
        "How soon can you get your money back?",
        "How long will it take to get that money back?",
        "How soon is it possible to get a refund?",
        "How long will it take to get the expected refund time?",
        "When can I expect to get my money?",
        "How long until I get a refund",
        "When do I have my refund processed?",
        "How long will it take me to receive myRefund?",
        "When will it be possible to get my money back?",
        "When will the processing of refunds happen?",
        "How long will it take for my money to be given back?",
        "How soon will my refund occur?",
        "I'm wondering if I will get my money back.",
        "Please tell me the Refunds status, I need it.",
        "Will it take me long to get refunds?",
        "Will I be reimbursed eventually?",
        "Money back, when??",
        "When will it be paid back?",
        "Will the money come back soon?",
        "Has the time come for my return?",
        "When is my refund going to occur?",
        "When will my account be paid back?",
        "Will I be reimbursed after a while?",
        "How soon will you get a Refunds?",
        "Can you tell me when the refunds will be?",
        "I don't know if my Refunds is being processed.",
        "I don't know when myRefund will be processed.",
        "I don't know when my money will be processed.",
        "The progress of my refund is not known.",
        "How long does it take for me to get my refunds?",
        "When will I get my money",
        "Are my money back soon?",
        "Will I get my money back soon or not.",
        "The progress of my Refund?",
        "Will I get reimbursed in a while?",
        "How much time until I get a refund?",
        "How soon will you receive your refund?",
        "I don't know how long it will take to get my refund.",
        "Can you tell me the return status?",
        "I wonder how long it will take to get a refunds.",
        "How soon do I get my refund?",
        "Will the refund come on time?",
        "Will myRefund be processed quickly?",
        "When will my Refunds be processed.",
        "Will my refund be paid out soon?",
        "I'd appreciate it if you could tell me the Refundstatus, please.",
        "When will you be able to get your refund?",
        "How long before I receive a Refunds?",
        "Time to get my money back?",
        "Can you tell me when to get my money back?",
        "I am wondering about my refund status.",
        "When will I be getting my money?",
        "How soon will you receive your return?",
        "How much time will it take for me to get my refund?",
        "Exactly when will the refund be?",
        "Please, what's the return status?",
        "How long before the reimbursement is paid?",
        "Will it take me much time to get aRefund?",
        "I don't know when to get a refund.",
        "I am waiting for the progress of my refund.",
        "How long will it take me to get a refunds?",
        "When is my reimbursement processed?",
        "I would appreciate it if you could tell me about the Refunds status.",
        "How long will it take to get back money?",
        "Will I get my money back soon or what?",
        "Will I get my money back at a certain time?",
        "What time will I be reimbursed?",
        "What is the date of the refunds completion?",
        "When will I be able to get my money?",
        "I am waiting for my refund status.",
        "will I get reimbursed soon?",
        "I have a question about when my refund will be processed.",
        "What time will I get my money back?",
        "Do you know when to get your money back?",
        "Will I receive my money soon or not?",
        "How long until I get refunds?",
        "When processing your refund?",
        "How long before I have a refund?",
        "I don't know how long it will take to get a reimbursement.",
        "When will you receive the refund?",
        "I am looking for any news on the progress of my refund.",
        "My money has not yet been returned.",
        "When will I be able to receive my money back?",
        "How much time will it take me to get my refund?",
        "When do I get my return?",
        "How long until I get a refund.",
        "Is my return about to be processed?",
        "How long will it take to get my refund?",
        "I would appreciate if you could tell me the Refundstatus.",
        "when will my refund be processed?",
        "When will I get a refunds?",
        "Will I get my money back sooner or later?",
        "I am waiting for news on the progress of my refund.",
        "I am wondering about my refund status yet.",
        "I want to know about the progress of my refunds.",
        "What date will you get your refund?",
        "Will the money come back to me soon.",
        "How long will it take me to get the money?",
        "Is it possible to get a return soon?",
        "How soon can I get my money back.",
        "I want my refund to arrive soon.",
        "How long does it take for that to be reimbursed?",
        "Will it take me a while to get back my money?",
        "How soon will I get a refund?",
        "When is my refund coming?",
        "I'm wondering about my refund",
        "Will it be on time to get the refund?",
        "What time is it for the reimbursement?",
        "I want to know how long it will take to get a refund.",
        "Will I get my money back soon or not?",
        "How much time until I get my return?",
        "How long will it be for me to receive a refund?",
        "Will my cash return be processed soon?",
        "How much time will it take for me to get my refunds?",
        "How long does it take for me to get the money back.",
        "When refund processing is done?",
        "When will I receive a reimbursement?",
        "When will my refund be completed?",
        "What time do I have to get a return?",
        "Will I be getting some money soon?",
        "Will I get my funds back soon?",
        "I want to know when I can expect a return.",
        "I would appreciate it if you could let me know the refundstatus.",
        "Do I get the money back soon?",
        "How long would it take for my money to return?",
        "How long will it be before I receive reimbursement?",
        "Will I be getting reimbursed?",
        "When are my refund processed?",
        "Will the money soon come back to me?",
        "I don't know when my refund is going to be processed.",
        "What time will it take me to get my money back?",
        "When to be given a refund?",
        "Please tell me the refundstatus, please?",
        "Will I get reimbursed eventually?",
        "How long for me to get a refund?",
        "How long before I receive my return?",
        "How long will it be before I can get my money back?",
        "Will I get my money back as soon as possible?",
        "I have a refund, when will it be processed?",
        "Will the money be coming back soon?",
        "If you can tell me the refundstatus, please?",
        "When will my Refunds come?",
        "I have money back, when?",
        "When will the money be paid back.",
        "Will I get the refund on time?",
        "When are my refunds arriving?",
        "When will I receive my Refunds?",
        "My refund has yet to arrive.",
        "Will my money return soon or what?",
        "how long until I get my money back",
        "When will the refund arrive?",
        "Can I be sure of my refund soon?",
        "When will I finally get my money back?",
        "Will money be paid back?",
        "Will my refund be processed, soon?",
        "Is it going to take me a long time to get aRefund?",
        "How long will it be before I get a return?",
        "Gonna get that refunds on time?",
        "When is my tax return happening?",
        "refund processing when?",
        "How long will it be before I get back my money?",
        "How long does it take for my Refunds to be given?",
        "I would really appreciate it if you could tell me the Refunds status.",
        "I need to see the money back soon.",
        "It's not clear when my refund will be processed.",
        "I want to know if my refunds is being processed.",
        "I do not know when my refund will happen.",
        "How long is it going to take for me to receive a refund?",
        "How long will it take for my refund to be received?",
        "The refunds has yet to be processed.",
        "Can you give me an update on refunds soon?",
        "I want to know how long it will take to receive a reimbursement.",
        "How long will it take to get the money back for me?",
        "Will my tax return be processed soon?",
        "How long will it take me to get reimbursed?",
        "I want to know how long it will take to get my money back.",
        "Should I be given my money back soon?",
        "How soon will you get your money back?",
        "How long until I get a full refund?",
        "How long before I get something back?",
        "What time will it take to get a refund?",
        "I am unsure when I will get my money.",
        "I'd like to hear the Refunds status, please?",
        "I am awaiting any news on the progress of my refund.",
        "When will I ever get my refund?",
        "will I get my money back?",
        "I'd appreciate it if you could tell me the Refunds status.",
        "I am wondering when I get my money back.",
        "Is my reimbursement soon?",
        "Will I be reimbursed very soon?",
        "My refund may be being processed.",
        "Will the money be home soon?",
        "When is the processing of the refunds?",
        "Will I get reimbursed soon?",
        "Is it going to take me a while to get a refund?",
        "How long will my Refunds take to be given to me?",
        "When will my money coming back?",
        "How long would it take for me to be reimbursed?",
        "Will the money be paid back",
        "My refund is due sometime.",
        "My money is not back yet.",
        "How quickly will my money come back to me?",
        "Will I get a Refunds?",
        "I need to hear the Refunds status, please?",
        "I need to know the Refunds status, please!",
        "How soon will I be able to get my money?",
        "I have money and when do I get it back?",
        "I am wondering if I will get my refund soon.",
        "When will my refund be made available?",
        "When you'll get your refund?",
        "Will it take me a while to get a return?",
        "Will my refunds be processed yet?",
        "How soon do you get a refund?",
        "I'm not sure about the progress of my refund.",
        "Will you be reimbursed soon?",
        "When will my money return??",
        "I would like to know when I can expect my money back.",
        "There's a question about when my refund will be processed.",
        "When will I get the money back?",
        "My reimbursement is not yet known.",
        "How long until I have my money back?",
        "When will my money be coming back?",
        "Is my refund going to happen soon?",
        "When will I receive my funds?",
        "Will money be back soon?",
        "How long will my refund take to come?",
        "Will the money be paid back soon.",
        "I wonder if myRefund will be processed soon.",
        "How long before I get a payback?",
        "Time for my money back?",
        "Will I get the money back soon.",
        "Is there a completion date for the Refund?",
        "When will I get my money.",
        "When I get my money back?",
        "Will the money be paid back.",
        "How soon can we get our money back?",
        "Will the money get back to me soon?",
        "How soon would you get your refund?",
        "My return has not been processed yet.",
        "How long will I receive my money back?",
        "How long will it take us to get that reimbursement?",
        "I want to know the status of the Refundstatus, please?",
        "Will it be on time to get that refund?",
        "Will I get reimbursed very soon?",
        "How soon should I get my money back.",
        "How soon will we get the money?",
        "I would like to know when I can expect my return.",
        "Time for my account to be paid back?",
        "Should I have my money back soon?",
        "I need to know if I will get my refund soon.",
        "I question when I will get my money back.",
        "I wonder if my money will be processed soon.",
        "when is my refund processed",
        "I want to know when the expected refund time is.",
        "Will the funds be paid back?",
        "How long will it take to get something back?",
        "Will my return be processed in a timely manner?",
        "How long will it take me to get the refunds?",
        "Will we see the money soon?",
        "How long will it take for my refund to be paid to me?",
        "How soon will my money back?",
        "When is my return finally happening?",
        "How long will I be able to get a reimbursement?",
        "Will I get the money back at some point?",
        "My refund has not been processed yet.",
        "When does my return arrive?",
        "My refund is not yet processed?",
        "How long does it take me to get my money back.",
        "How long for me to get my money back.",
        "I am unsure if my return is processed yet.",
        "How long does it take me to be reimbursed?",
        "It is not known when I will get my money back.",
        "Is there an expected time for a refund?",
        "How long will I be reimbursed after that?",
        "Will I be able to get my money back soon or not?",
        "How long will it take for me to get aRefund?",
        "Do you know the progress of my refund?",
        "I do not know when I will get my refunds.",
        "Now, when will you get your money back?",
        "I need to know what the Refunds status is, please.",
        "I will get that refund on time?",
        "How soon will refunds be made?",
        "Will my money be returned soon, or not?",
        "When will my return be arriving?",
        "How long is it until I get a return?",
        "Will I get my money back in a while?",
        "How long do I have to wait to receive aRefund?",
        "Will my refund be accepted soon?",
        "I want to know when my refund will be processed.",
        "When am I finally going to get my money?",
        "How long until I get my money back.",
        "When would my refund arrive?",
        "I wonder when I will get my refund.",
        "Please let me know the Refunds status, please!",
        "When is myRefund going to happen?",
        "When will Refunds be processed?",
        "Will it take me long to get money back?",
        "I would like to know if my return is processed yet.",
        "Gonna get that refund soon?",
        "How long before I get the money back?",
        "Will my Refunds be processed",
        "When will my Refunds occur?",
        "I need to know when I can expect a refund.",
        "I need to know the progress of my refund.",
        "Will it take me a while to receive the reimbursement?",
        "I want to know when I can expect my return.",
        "Is myRefund going to be processed?",
        "I would like to know the Refunds status, please!",
        "How long will it take for me to get paid back?",
        "I am wondering when I will receive my refund.",
        "Will I get it back soon?",
        "I wonder when I will get my refunds.",
        "I want to know when my refund is processed.",
        "When will you get reimbursed?",
        "I want to know how long it will take to get my refund.",
        "When will the cash be paid back?",
        "I don't know when I'll get back my money.",
        "Will the money being returned soon?",
        "How quickly will I get a refund?",
        "How long will it take me to get Refunds?",
        "Will I be able to retrieve the money soon?",
        "If you can tell me the Refundstatus, please, please?",
        "Is it going to take me long to get my refund?",
        "Will I receive payment soon?",
        "Will I be able to get my money back?",
        "Will I have my money back in a while?",
        "How long will it be for me to get aRefund?",
        "How long is it for my money to return?",
        "I want to know the Refunds status, please, please?",
        "Do you know when you'll get a refund?",
        "Will my money come back soon or not?",
        "When will my refund be arrived at?",
        "I wish you could tell me the Refundstatus, please.",
        "How long will it take to get back the money?",
        "I don't know when to get my money back.",
        "I would appreciate it if you could tell me the Refundstatus, please.",
        "How soon are you going to get a refund?",
        "How long until I make a return?",
        "I do not know when I will receive my refund.",
        "Is the money going to be returned soon?",
        "How long before I get my money back?",
        "I would like to know if my refund will be processed.",
        "How long before I have money back?",
        "Is my refund going to show up eventually?",
        "How long will it take for me to get my funds back?",
        "How soon is my refund happening?",
        "I need to know when my refund is processed.",
        "How long before I get the return?",
        "How long must it take for me to get my money back?",
        "I'd like to know the refunds status.",
        "When will the money be returned?",
        "How long is it until I get my money?",
        "How long does it take for me to get a refund?",
        "I would appreciate it if you could tell me the status of the Refundstatus.",
        "How long will it be for me to get money back?",
        "When will I get repaid?",
        "How much time will it take for me to get a refund?",
        "How long will it take for me to get a tax return?",
        "Am I going to get the money back soon?",
        "Will I be getting a reimbursement soon?",
        "When will money be paid back",
        "How soon will the refund come?",
        "When the processing of refunds takes place?",
        "When are my refunds coming?",
        "I want to know when my return is due.",
        "How long will the Refunds take to be given to me?",
        "You need to tell me the Refundstatus, please?",
        "When will I get my money back.",
        "When will I have my refund processed?",
        "When will you get a reimbursement?",
        "I wonder how long it will take to get my money back.",
        "When shall I get my money?",
        "I do not know how long it will take to get a refund.",
        "Will I get my Money back soon?",
        "Will it take me long to get my reimbursement?",
        "When you get your money back?",
        "Will I get that money back soon?",
        "When I'm getting my refund?",
        "I am waiting for my refund to happen.",
        "Can you tell me the Refund Completion Date?",
        "Will my refund come through?",
        "How long will it take me to get repaid?",
        "Will I be given some money soon?",
        "I'd like to know about the Refunds status.",
        "Will it take me long to get the money back?",
        "I wonder if the money will be back soon.",
        "How soon will money be paid back?",
        "Will my money be approved soon?",
        "There will be a processing of my refund.",
        "I have questions about when my refund will be processed.",
        "How soon can I get my money back?",
        "How soon will you receive a return?",
        "We don't know when to get a refund.",
        "Will the funds be returned soon?",
        "Will I receive some money soon?",
        "I don't know if I'll be reimbursed soon.",
        "How long before I'm reimbursed?",
        "Will I see my money back soon?",
        "How long will it take for me to be given my money back?",
        "I would like to know the progress of my refund.",
        "When the money will be paid back",
        "How soon will I receive a return?",
        "How long does it take me to get my money back?",
        "I would like to know the refunds status, please.",
        "How long is that until I get my money back?",
        "Will I be reimbursed in time?",
        "Is it possible I will be reimbursed soon?",
        "I don't know how long it will take for me to receive a reimbursement.",
        "I'd like to know the status of the refund.",
        "Is the money going to come back soon?",
        "When do i get my money back?",
        "How long will it take to get my money back",
        "How long will it be before I receive a reimbursement?",
        "I want to know when my refunds is processed.",
        "I don't know when my refund will be.",
        "How long until the reimbursement is paid?",
        "When are my refunds finally happening?",
        "I want to know the refund status.",
        "I don't know when my Refunds will be processed.",
        "I want to know when to get my refund.",
        "Are I going to see my money back soon or not?",
        "Will the money be coming back to me soon?",
        "I don't know when I will receive my refund.",
        "My refund hasn't yet been processed?",
        "how long will it take for me to get my money back",
        "What's the time for my return?",
        "How long will it take for the reimbursement?",
        "I wonder if my refund is processing yet?",
        "How long will it take for I to get my money back?",
        "When am i going to get my money back?",
        "I would appreciate it if you could tell me about the Refundstatus.",
        "How long would it take for me to get my money back?",
        "I wonder if my refunds will be processed.",
        "My refunds will be processed when.",
        "Will they get the money back soon?",
        "My money isn't back yet.",
        "How long will it take for me to get money back?",
        "Can you please tell me the return status?",
        "If you can let me know the Refundstatus, please?",
        "When can I expect the money back?",
        "I need to know the refund status, please?",
        "How long will it take for me to get my money back?",
        "How long is it until I receive a return?",
        "Will the money be come back to me soon?",
        "How soon can I get my refund?",
        "How long until I get some money back",
        "How long before I receive my money back.",
        "How long till I get my return?",
        "Will it take a while for my refund to be given?",
        "I am unsure about the progress of my refund.",
        "When will I receive my money back.",
        "When will the refund delay be over?",
        "When do I get cash back?",
        "How long will I have to wait to get myRefund?",
        "How long will my money take to be returned?",
        "When can I expect a Refunds?",
        "Will my money be paid soon?",
        "I would appreciate it if you could tell me the refund status.",
        "I'm not sure when my refund will arrive.",
        "The refund has yet to beprocessed.",
        "Will my refund be handled?",
        "How long will it take for me to receive aRefund?",
        "When am I supposed to receive my refund?",
        "How long will it be for me to be reimbursed?",
        "I am unsure if my refund is processing yet.",
        "Will the money be given back soon?",
        "Can I have my money back soon?",
        "How long will it take for me to be repaid?",
        "Will I get a refund yet?",
        "When will I get my payment return?",
        "Will it take me a long time to get aRefund?",
        "Will i get the money back soon?",
        "Will the money be paid back in the near future?",
        "My refund is supposed to be processed.",
        "When my money is back?",
        "Will my refund be processed in a timely manner?",
        "Is it going to be before I get my money?",
        "I don't know if my refund is processed yet.",
        "Progressing with my refund?",
        "How long before you get a refund?",
        "Exactly when is my return processed?",
        "How long will I receive the reimbursement?",
        "How long will it take me to return the money?",
        "When will I get my money back??",
        "The money will be paid back, when.",
        "I have money and when will I get it back?",
        "How long will it be to get the money back?",
        "Will my refund be received soon?",
        "When will I be able to get my money back",
        "Will my payback be processed soon?",
        "I want a refund update soon.",
        "How long until I return the money?",
        "I am waiting for news on the progress of my refunds.",
        "When will my refund be received?",
        "Will I be paid back?",
        "When to get back money?",
        "Can I expect my money back soon?",
        "Will my refunds be processed asap?",
        "How long will it take for my refund to be rendered?",
        "I wonder when I will get reimbursed.",
        "Will the money bepaid back?",
        "When is my Refund going to happen?",
        "Will there be a return soon?",
        "Will I be credited soon?",
        "I wonder if my return will be processed.",
        "Will my money be sent to me soon?",
        "When will the money be paid again?",
        "My refund hasn't yet.",
        "When is refund processing?",
        "Can you give me any news on the progress of my refund?",
        "When will the refund processing happen?",
        "When am I going to get my Refunds?",
        "Will I get money back soon?",
        "Will I be reimbursed in a hurry?",
        "How long does it take for me to get a refund.",
        "When will my refund processed?",
        "How soon do I get the money back?",
        "How long will it take for me to get a repaid?",
        "When can you get a refund?",
        "I want to hear about the Refundstatus, please?",
        "How long will it take for me to get a cash back?",
        "There's a question about the refund.",
        "How long before I can get my money back.",
        "Will my refund be processed.",
        "Will my money return soon or not?",
        "How long will it take for me to receive reimbursement?",
        "How long can I take to get my money back?",
        "My refund status isn't known yet.",
        "Will I be able to return the money soon?",
        "Will the money back soon?",
        "How much time will it take me to receive aRefund?",
        "Will I get my money back after a while?",
        "How long before I receive a return?",
        "When will myRefund happen?",
        "Will I have my money back?",
        "I don't know when I'll get my cash.",
        "Will it be on time to get that Refunds?",
        "Will my money be return soon?",
        "How long will it take for my funds to be returned?",
        "I don't know when my money will be back.",
        "How long until I can get my money back",
        "Is my refund coming up?",
        "What time will I get my money?",
        "How long is it going to take for me to get aRefund?",
        "When will my money come back?",
        "When does my tax return arrive?",
        "How long will it take to get my reimbursement?",
        "Will I have to wait for aRefund?",
        "There will be a processing time for my refund.",
        "When am I getting myRefund?",
        "What time do I get my money back?",
        "I want my refund to happen soon.",
        "I wondered if I would be reimbursed soon.",
        "How long til I get a refund?",
        "The date of the refund completion?",
        "How long will it be before I get the money back?",
        "Will it take me awhile to get my money back?",
        "When will my money go back?",
        "How long will it take for my refund to arrive?",
        "Let me know the Refundstatus, please?",
        "There is a question about when my refund is processed.",
        "Will I see the money back soon?",
        "Will my money be repaid?",
        "I wonder when I'll get my refund.",
        "Will my refund be processed soon",
        "Will I get back the money?",
        "When is the refund processed?",
        "I don't know when I will get aRefund.",
        "Will it be before I get my money back?",
        "I am seeking an update on my refund.",
        "When will the money be paid back",
        "There is any word on the progress of my refund?",
        "When will I get reimbursed?",
        "my refund will be processed",
        "Will I be given a reimbursement soon?",
        "I would appreciate it if you can tell me the Refundstatus.",
        "When might I get my money back?",
        "How long will it take for me to receive a refund",
        "I don't know when I'll get my refunds.",
        "Will I be getting a refund?",
        "Will this money be paid back?",
        "Can I know when my refund is processed?",
        "Time for my payment to be returned?",
        "How fast will I get my money back?",
        "I am not getting my money back yet.",
        "It would be appreciated if you could tell me the Refundstatus.",
        "How long does it take me to get a refund?",
        "How long will it take to get theRefund?",
        "Will my money be back soon, or what?",
        "What time will I get a refunds?",
        "How soon will my refund be arriving?",
        "I'd like to hear about the Refundstatus, please?",
        "Is my refunds processed soon?",
        "How much time before I get a refund?",
        "Please, can you tell me about the refund status?",
        "How soon will I see the money back?",
        "Will the money be returned in a timely manner?",
        "I don't know how long it will take for me to get a refund.",
        "I wonder if my return will be processed soon.",
        "When will the funds be repaid?",
        "How soon should I get the money back?",
        "When will the Refund delay be over?",
        "Will the money be returned to me?",
        "When will it be returned?",
        "What time does it take for me to get a return?",
        "Am I going to get my money back?",
        "I don't know when my refund is happening.",
        "I need to know the status of the refunds, please?",
        "My refund isn't processed yet.",
        "Will it take me awhile to get a reimbursement?",
        "I'd like to know the Refunds Status, please.",
        "I want to know when the money will be paid back.",
        "Will I get refunds soon?",
        "When do I receive my refund?",
        "Will money come back to me soon?",
        "When do I have my money back?",
        "When will I get something back?",
        "Can you give us a refund update soon?",
        "How long is it going to take for my money to return?",
        "Getting a money back?",
        "When will I get the cash back?",
        "How long will it take for myRefund to be given?",
        "When do I get my money",
        "How long does it take to get reimbursed?",
        "I want to know when I will see my money back.",
        "How long does it take to get your money back??",
        "I don't know how long it will take to get back my money.",
        "Will I receive a reimbursement?",
        "How soon will I get a return?",
        "When is my refund about to happen?",
        "MyRefund will be processed soon.",
        "I don't know when I can expect my refunds.",
        "I should get my money back soon.",
        "Will the money be back soon or not?",
        "When will we get the money back?",
        "When my refund is going to be?",
        "My refund should be soon.",
        "When am I getting my refund?",
        "I want to know when I can get my money back.",
        "Is my refund going to show up anytime soon?",
        "Is my refund going to be processed yet?",
        "Will my money be paid to me soon?",
        "How long will it take for my money to be repaid?",
        "How long will it take me to collect my money?",
        "Will my refund processed?",
        "I am wondering how long it will take to get my money back.",
        "I'm waiting on the progress of my refunds.",
        "How soon will the money be paid back?",
        "Will it take me awhile to get the money back?",
        "Can I get a refund soon?",
        "Can I expect a refund soon?",
        "Please can you tell me the Refundstatus, please?",
        "How long does it take for my money to come back to me?",
        "Will my refund beprocessed?",
        "How long is it going to take me to be reimbursed?",
        "How long will it take for me to get the money?",
        "What time will I have to receive aRefund?",
        "My refund hasn't been processed yet.",
        "How long will it take for my refund to happen?",
        "How long is it until I get my return?",
        "I want to know about the Refundstatus, please?",
        "I want to know if my return has been processed yet.",
        "How soon will my money be returned?",
        "How long will it take me to get a return?",
        "When will I receive my money back",
        "I'm not sure how long until I get a return.",
        "Are you able to tell me the Refunds status, please?",
        "MyRefund will be processed when",
        "When will I get some of my money back?",
        "Please let me know the Refunds status, please?",
        "Exactly when will I receive my refund?",
        "Will my money be released?",
        "How long before you can get your money back?",
        "I am waiting on the progress of my refunds.",
        "When will my money be paid back?",
        "When will the return be processed?",
        "When will the expected refund time be?",
        "Will theRefund be processed soon?",
        "How long will my money take to return?",
        "When do you get the money back?",
        "Will I get my money back",
        "How long will it take for me to get back money?",
        "When will my Refund happen?",
        "How soon will my money be processed?",
        "How long will I receive a reimbursement?",
        "Will it be soon for a refund?",
        "My return has not yet been processed.",
        "When will I receive my reimbursement?",
        "When will you get your money back?",
        "How long will it take for my Refunds to be given?",
        "Will I get my return soon?",
        "How soon am I going to get my money?",
        "How long until I get the return?",
        "How long will I be getting a reimbursement?",
        "When is my refund going to happen?",
        "I'd like to know the refunds status, please.",
        "How soon will the refund completion date be?",
        "Will I receive money soon?",
        "Can you please give a refund update soon?",
        "How long until I get some money back.",
        "I am in need of an update on my refund.",
        "How long, until I get my money back.",
        "I wonder how long it will take for me to get my money back.",
        "When can we get a refund?",
        "When will my refund come through?",
        "I am not sure when I will get my money back.",
        "When to process the refunds?",
        "What time will the money be paid back?",
        "My refund will be processed eventually.",
        "How soon do you expect to get your money back?",
        "What is the latest on the progress of my refund?",
        "I haven't received a money back yet.",
        "Can you please tell me the refund status?",
        "Will I receive my money at a certain time?",
        "Will the money come back for me soon?",
        "How soon can I get my money?",
        "Will I get some money soon?",
        "How soon will you get a refund?",
        "When am I supposed to get my money back?",
        "Will I get my money in the near future?",
        "When can I receive my refund?",
        "When do I get some money back?",
        "Is my Refunds going to be processed soon?",
        "It is yet to be processed my refund.",
        "When to get it back?",
        "When will the money be returned",
        "Will the money be returned eventually?",
        "How long will it take to give me my refund?",
        "How long will it take for money to come back?",
        "How long will it take to return my money?",
        "How long will it take me to get back my money?",
        "Will it be on time to get the Refunds?",
        "How long will I get reimbursement?",
        "I wonder when I can get my money back.",
        "Will my money be given back?",
        "I wonder when I will get my cash.",
        "How long is it going to take for me to get a return?",
        "How long will it be until I get a return?",
        "How long will it take for my money to come back?",
        "How long will it be before I get reimbursed?",
        "How long will it take for me to get the reimbursement?",
        "I want to know how long until I get a return.",
        "When will I receive my return?",
        "When will the money be returned to me?",
        "How long before I get my money back.",
        "I want to know if my return is in process.",
        "Is my money coming back soon?",
        "How long will it be before I receive aRefund?",
        "I would like to know when my refund will be.",
        "I wonder when my refund will be processed?",
        "Will I have a reimbursement soon?",
        "How quickly will I get aRefund?",
        "I'm wondering if my refund will be processed soon.",
        "How soon shalt I get my money back?",
        "When is my refund processed?",
        "When to get reimbursed?",
        "How long will it take for me to get my money back.",
        "How long will it take me to receive my reimbursement?",
        "How long is it for me to get my money back?",
        "When do I get my Refunds?",
        "How long will it take for me to receive money?",
        "How will I receive my money back?",
        "What's the completion date for the refund?",
        "Will there be a refund soon?",
        "I would like to know the Refunds status.",
        "My refund will soon be processed.",
        "When will you be able to get back your money?",
        "I wonder about my refund status yet.",
        "I don't know when my money will return.",
        "Will my money come back to me soon?",
        "I need to know when I will get my money back.",
        "When will the funds be paid back?",
        "When are my refunds being processed?",
        "When will I receive my money back?",
        "When's my return due?",
        "when do I get my money back?",
        "How long will it take for my refunds to come to me?",
        "How soon is my payment return?",
        "When will my money be repaid?",
        "How long will it take for my refund to come?",
        "My refund status is unknown at this time.",
        "My money returns when?",
        "Will I get the money back?",
        "I want to know when my refund will arrive.",
        "How soon am I going to get my money back?",
        "I'm wondering when I can expect my money back.",
        "I want to know if my refund will be processed soon.",
        "Yes, getting a refund yet?",
        "When will I get the funds?",
        "I don't know how long it will take to get my refunds.",
        "Will my reimbursement come soon?",
        "When are I going to get my refund?",
        "How much time will it take for me to get a Refunds?",
        "Will I receive my money soon?",
        "When to get repaid?",
        "I want to know any news on the progress of my refund.",
        "When will I get my reimbursement?",
        "How long shall I get my money back?",
        "I wish you could tell me the Refunds status, please.",
        "I have questions about when I will get my money back.",
        "When will my money come back.",
        "When am i supposed to get my money back?",
        "Will it take me a long while to get aRefund?",
        "I would like to know when my refund is processed.",
        "When to get back your money?",
        "Can I see money soon?",
        "How long would it take to get the money back?",
        "Will I get my money back asap?",
        "I want to know if my refund is in process.",
        "I'd appreciate it if you could let me know the Refunds status.",
        "I wonder how long it will take to get aRefund.",
        "How long do you reckon it will take to get your money back?",
        "Is my refunds going to be processed soon?",
        "What time will it take for me to receive a reimbursement?",
        "I'd like to know about my refund.",
        "When will money be paid back?",
        "What time will it take for me to receive aRefund?",
        "When are I going to get my money back?",
        "Will my return be processed asap?",
        "When to get a full refunds?",
        "How long will it take me to receive refunds?",
        "Are I going to see my money back soon?",
        "What when do I get my money back?",
        "I am wondering when my money will be back.",
        "How soon will my refund be happening?",
        "It's not known when the money will be paid back.",
        "Time for me to return money?",
        "Will my refund be processed soon.",
        "So when will my refund arrive?",
        "How soon are you able to get your money back?",
        "I don't know how long it will take to return my money.",
        "How long until I am reimbursed?",
        "Will the money eventually be paid back?",
        "I want to know when I can expect my refund.",
        "Processing my return?",
        "Will I get a Refunds soon?",
        "So when will the money be paid back?",
        "Concerning the progress of my refund?",
        "I want to know when my refund is arriving.",
        "How quickly will my money come back?",
        "I'm wondering if I will be reimbursed soon.",
        "How many days until I get my money back?",
        "How do I know when my refund will be processed?",
        "How long will it take for my refund to be given to me?",
        "My refund isn't yet.",
        "How long does it take for me to get my money?",
        "What date will my refund be processed?",
        "I'm waiting for news on the progress of my refunds.",
        "Will they see the money back soon?",
        "I don't know how long it will take to receive a refunds.",
        "When to get money back?",
        "When will my Refund arrive?",
        "How long does it take for my money to come back?",
        "I need to know theRefundstatus, please?",
        "Exactly how long until I get a refund?",
        "How long is it going to take me to get a reimbursement?",
        "When does my refund arrive?",
        "I don't know how long it will take to receive aRefund.",
        "How soon will you receive your refunds?",
        "I'm curious about an update on my refund.",
        "When can the money be paid back?",
        "How long will it take for my refund?",
        "How long does it take to receive a return?",
        "When the refunds is processed?",
        "Will it take me long to receive my reimbursement?",
        "I'm wondering about my refund at the moment.",
        "Will the money be brought back to me soon?",
        "How long does it take for me to receive a reimbursement?",
        "When would you get your money back?",
        "When will you receive a refund?",
        "Will my refund be rendered?",
        "How soon will I get reimbursed?",
        "I want to know when my refunds will be.",
        "How long is it going to take for my refund to come?",
        "Is my refund expected soon?",
        "When do I get my money back??",
        "When you should get your money back?",
        "When will my refunds arrive?",
        "How long before my payment return?",
        "When will I be able to get some money?",
        "How soon will you get your cash back?",
        "I wonder when I will be repaid.",
        "Will the refunds be processed soon?",
        "Will my refund be made available soon?",
        "How soon will you get back your money?",
        "when will I get my money back?",
        "Please tell me the Refundstatus, please?",
        "When will my tax refund be processed?",
        "I don't know when my refund will come.",
        "How long do I have to wait to get a reimbursement?",
        "Time for me to return my funds?",
        "I want to know the Refunds Status, please?",
        "I'm unsure when I'll get my money back.",
        "My refund is due some time.",
        "Will it take me a while to get my refunds?",
        "I was wondering about my refund status.",
        "What is the completion date for the refund?",
        "When am I finally getting my money back?",
        "When can I get my refund?",
        "I am not sure about my Refund at this time.",
        "How soon are my refunds due?",
        "How long until I get my cash back.",
        "How soon can we get the money back?",
        "My refund has yet to be processed.",
        "Will I be repaid quickly?",
        "How long will it be for my return?",
        "My money isn't back yet?",
        "I'm wondering how long it will take to get my money back.",
        "When will refund processing occur?",
        "I'm interested in the progress of my refund.",
        "Will I get a reimbursement soon?",
        "Will my money be back to me soon?",
        "Will my receipt be processed soon?",
        "I wonder when my money will be processed.",
        "I don't know when I will get my money back",
        "I am not receiving my refund yet.",
        "I am wondering when I will get my refunds.",
        "How soon will you be getting your money back?",
        "How soon will I get my cash?",
        "How long til I get a return?",
        "How long does it take to get a return?",
        "Will I get my money sooner or later?",
        "I am unsure when my refund will arrive.",
        "I wonder if I'll get my refund soon.",
        "How long will it take for me to receive the reimbursement?",
        "When will I get my funds back?",
        "Will I get my money promptly?",
        "Will the return be processed?",
        "When will my refunds be arriving?",
        "When am I getting my refunds?",
        "When will my return be paid?",
        "How long does it take to get the reimbursement?",
        "Is my refund going to happen?",
        "I'm wondering if I should expect my money back soon.",
        "When is the money back?",
        "I don't know when I will be able to get my money back.",
        "How long will the refunds take to be given to me?",
        "When do they return my money?",
        "Will I get a receipt soon?",
        "What time will it take for my refund to be given to me?",
        "If you can let me know the Refunds status, please?",
        "My refund will be processed soon?",
        "I wonder when I can expect my money back.",
        "I wonder how long it will take to get a reimbursement.",
        "I'm not sure when my money is back.",
        "I have a refund, progress with it?",
        "I'd like to know the Refundstatus, please!",
        "I need to know when my money will be returned.",
        "Please can you tell me the refund status?",
        "Will the money come back to me quickly?",
        "How long will it be until I get the money back?",
        "How soon would you get a refund?",
        "I have no idea when I will get my money back.",
        "Will it take me a while to get a reimbursement?",
        "How long does it take for my money to be returned to me?",
        "Can I know when my refund will be processed?",
        "How much time will it take me to get a refund?",
        "How long does it take me to get a reimbursement?",
        "How long will it take for me to get the refund?",
        "Will I get my money back?",
        "I'd like an update on my refund.",
        "I want to know if my refund is processed.",
        "Will it take me long to be reimbursed?",
        "will the money be paid back",
        "I question if I will be reimbursed soon.",
        "My refund hasn't yet been processed.",
        "When to get a reimbursement?",
        "Will I receive my refund soon?",
        "Will it take me long to receive my refunds?",
        "What time should I get my money back?",
        "Will my money beprocessed soon?",
        "When I can get my refund?",
        "How long? I need a money back.",
        "Will my refund be processed in the near future?",
        "I would appreciate if you could tell me the Refundstatus, please.",
        "I don't know how long before I get a return.",
        "Will my money come back soon or not.",
        "Can you provide a refund update soon?",
        "Will I be repaid in the near future?",
        "How long will it take to get reimbursement?",
        "Will the money be come back soon?",
        "refund will be processed",
        "How much time until I get my money back?",
        "How long until I receive a return?",
        "will my refund be processed soon?",
        "Will theRefund be processed?",
        "Will I get my refund in a timely manner?",
        "How long is it until I get the money back?",
        "How much time will it take me to get back my money?",
        "I'd like to know what the Refunds status is, please?",
        "How long until I can get a refund?",
        "I'm not sure about my Refund at this time.",
        "How long does it take to get my money back.",
        "When to be reimbursed?",
        "I don't know how long I will have to wait to receive aRefund.",
        "When will you get your refund?",
        "What time is my refunds processed?",
        "Will it take me a while to get a refund?",
        "Time to get my payment back?",
        "How long will it take for I get my money back?",
        "I don't know how long it will take for my refund to come.",
        "When will it be back?",
        "When will the refund be processed?",
        "Will my refund be processed in a timely fashion?",
        "I wonder when my refund will arrive.",
        "How long until I have a return?",
        "When the refund will be processed?",
        "Will it take awhile for my money to return?",
        "I'm wondering how long it will take to get aRefund.",
        "When my refund gets processed?",
        "Is my Refund going to be processed?",
        "Do you know when the refund will be?",
        "How long until I can get the money back?",
        "Why isn't I getting my money back yet?",
        "When will they get the money back?",
        "Can you give an update on your refunds soon?",
        "When is my Refunds arriving?",
        "How long will it take for my money to come back.",
        "Will my refund be finished soon?",
        "Will my refund be processed promptly?",
        "How long will it take for me to get my refund?",
        "When refund is processed?",
        "I need to know the Refunds status, please.",
        "I'm wondering if my refund is processing yet.",
        "Will this money be back soon?",
        "I am curious about the progress of my refund.",
        "Is there a processing time for my refunds?",
        "When is my refund going to arrive?",
        "When is the refund arriving?",
        "I don't know when my return will happen.",
        "I need to know when my refund will happen.",
        "My return has yet to be updated.",
        "Exactly how long until I get a return?",
        "How long will it take for me to get reimbursement?",
        "When is my return coming?",
        "When is my return due?",
        "How long before I get a tax return?",
        "Will my redemption be processed soon?",
        "Can I be reimbursed soon?",
        "I wonder when I'll see my money back.",
        "Will money be paid back soon?",
        "I don't have a money back yet.",
        "My money will be returned when?",
        "What time are my refunds processed?",
        "Can you let me know the Refundstatus?",
        "How long will it take me to get that money back?",
        "How long will it be until I get a refund?",
        "Will I get aRefund?",
        "Is my money going back soon?",
        "When do I get my money back",
        "Will I be able to see my money soon?",
        "When can I receive my money back?",
        "How long will I take to get a reimbursement?",
        "Will the money be restored soon?",
        "Can you please let me know the Refunds status?",
        "Will I get some money back soon?",
        "How long will it take for aRefund to arrive?",
        "I would be grateful if you can tell me the Refundstatus.",
        "How long is it before I receive a refund?",
        "What time can I expect my return?",
        "When is my refunds going to happen?",
        "When will the processing of the refund happen?",
        "Do you know how long it will take to get my money back?",
        "How long is it going to take for me to get my money back?",
        "When does my money return?",
        "I'm uncertain about the progress of my refund.",
        "I'm unsure when I will get my money back.",
        "When are my money back?",
        "Will I get money back soon or not?",
        "How long does it take me to get aRefund?",
        "When to receive the refund?",
        "Will my pay back be processed soon?",
        "I asked if I would be reimbursed soon.",
        "Will the money return to me soon?",
        "Will I get my refund?",
        "Will it be on time to get a refund?",
        "I need to know if my refund is being processed.",
        "When will money be repaid?",
        "How soon will we get a refund?",
        "When can you get your refund?",
        "Does anyone know the progress of my refund?",
        "Will I get my money back soon or something?",
        "When do I get my refund?",
        "How long do you think it will take to get your refund?",
        "How long can I get that reimbursement?",
        "Will I get money soon?",
        "I wonder if my Refunds is being processed.",
        "How long can I expect to get a refund?",
        "How long can it take for my money to return?",
        "How long will it take for me to get that money back?",
        "When it's time to process a refund?",
        "When will my refunds finally come?",
        "How long will I receive my reimbursement?",
        "How long will it be before I get a Refunds?",
        "I don't know when I'll get my funds.",
        "I wonder if my refunds is processing yet.",
        "How soon will the money come back?",
        "What time frame for that reimbursement?",
        "How soon will i get my money back?",
        "I'd like to know the Refundsstatus, please.",
        "When are my refunds going to be?",
        "I would appreciate it if you can tell me the Refundstatus, please.",
        "I was wondering when my refund would be processed.",
        "Will it be on time to receive that refund?",
        "Is my money back soon or what?",
        "How long till my return?",
        "How soon is my return processed?",
        "A date for the refunds completion?",
        "How much time will it take for my money to be returned?",
        "Can the money be paid back soon?",
        "How long would it take me to get my money back?",
        "How long will it takes for me to get my money back?",
        "When will my refunds be processed.",
        "Does anyone have any information on the progress of my refund?",
        "I have questions about when I'll get my money.",
        "I want to know when I'll get my refund.",
        "When processing the refund?",
        "Will my refunded money be processed soon?",
        "Will my refund be processing soon?",
        "How long will my money be returned?",
        "I'd love to know the Refunds status, please.",
        "When's my money coming back?",
        "How long? I need to get my money back.",
        "How long until I get a money back?",
        "Will I get a return?",
        "How long do I have to wait for my money to be returned?",
        "How long will it take to return your money?",
        "My refund might be processed soon.",
        "When the refunds can be processed?",
        "When will my tax return be received?",
        "I would appreciate it if you could tell me the Refunds Status.",
        "Is my money coming back?",
        "I wonder when the money will be returned.",
        "How long can it take to get your money back?",
        "When do I get myRefund?",
        "I don't know if my refund will be processed soon.",
        "I wonder when the money will be back.",
        "How long would it take for me to get a refund?",
        "I'm wondering when I will be reimbursed.",
        "How long will it take me to get a refund?",
        "When to process a refund?",
        "When would I get my money?",
        "How long will it take to get a Refunds?",
        "How long will it take me to get a full refund?",
        "I have no idea how long it will take to receive aRefund.",
        "How long will it take for a refund to arrive?",
        "I wonder when I will see my money back.",
        "I don't know how long it will take me to get a reimbursement.",
        "Time for the return of my payment?",
        "The time when my refund will be processed.",
        "I am unsure if I will be reimbursed soon.",
        "Will I get my money back when?",
        "What time does I get my money back?",
        "How long does it take to get the money back?",
        "How soon do I have my money back?",
        "When is my money back?",
        "When will my refund come up?",
        "How long will it take for me to get a refunds?",
        "How soon will I receive my payment return?",
        "When are my refunds going to happen?",
        "When do I get my money back?",
        "How long will it it take for me to get my money back?",
        "How long until my money is back?",
        "I want to know when my refunds arrives.",
        "I don't know if I will see my money back soon or not.",
        "Will I get my money back very soon?",
        "Will my money be back soon or not?",
        "Will there be news on the progress of my refund?",
        "Will I get my money soon?",
        "I am not sure about the progress of my refund.",
        "How long will it take for my return to be processed?",
        "I am wondering when I will get my refund.",
        "Time to return my funds?",
        "When shall I get my refund?",
        "Will it take long for me to get my money back?",
        "When will my return be happening?",
        "When will the refund happen?",
        "What time will I receive my refund?",
        "You need to tell me the Refunds status, please?",
        "I am wondering how long it will take to get aRefund.",
        "How long do I have to wait to get my money back?",
        "When do I finally get my Refunds?",
        "How soon should I receive my refund?",
        "The refund isn't processed yet.",
        "Will I see my money soon?",
        "How long will I get the reimbursement?",
        "When will my money back?",
        "I have questions about when I will get my refund.",
        "I'm not sure when I'll get my refund.",
        "When to get the cash back?",
        "How long is it going to take for my return?",
        "Will I get reimbursement soon?",
        "Will be able to get that return on time?",
        "How long until i get my money back.",
        "Will my money get returned soon or not?",
        "How long will my return take?",
        "I want to know the progress of my refund.",
        "How soon will it be possible to receive a refund?",
        "Is there a time frame for the refund?",
        "The progress of myRefund?",
        "I wonder when I will get my money back.",
        "my money back when?",
        "I don't know when I'll get my money back",
        "Is it going to process my refund yet?",
        "When do I get my money?",
        "Is the money back soon?",
        "How long will it be before I get a reimbursement?",
        "When will refund processing start?",
        "When should I get my money back.",
        "How soon can I expect my refund?",
        "When will the money bepaid back?",
        "Can I get my money back when?",
        "Can I get a return soon?",
        "How long does it take for me to get money back?",
        "I wonder if I will be reimbursed soon.",
        "How long before I can get my money back?",
        "How long is it for my return?",
        "Will it take me a while to get a refunds?",
        "How soon will a refund be?",
        "Will I get back my money?",
        "When can you get your refunds?",
        "How much time will it take me to get aRefund?",
        "Will I get my money back in a short time?",
        "It is not known when I will get my money.",
        "Please let me know the refundstatus, please.",
        "How long does it take to get back money?",
        "I wonder when my refunds will be processed.",
        "I don't know when my money will be returned.",
        "Can I expect my refund soon?",
        "How soon will my money come back to me?",
        "When is the processing of the refund?",
        "When do I get my money returned?",
        "I am unsure of when I will get my money back.",
        "When can I expect a payback?",
        "A time for my return?",
        "Will I be able to get my money back soon?",
        "I wonder when my money is back.",
        "Gonna be able to get that refund on time?",
        "How soon will you receive the money back?",
        "Will my refund be processed yet?",
        "How long will it take to get aRefund.",
        "Will my refund done?",
        "I wonder if I will get the money back soon.",
        "How long will it take me to get my money?",
        "When to get money back",
        "Will I get my money back quickly or not?",
        "I do not know how long it will take to receive aRefund.",
        "Will I have to wait long to get aRefund?",
        "When should I get my money back?",
        "How soon will my refund happen?",
        "Please tell me the refundstatus, please!",
        "Will my money be returned to me?",
        "Will it be before I get my refund?",
        "Will my refund be completed?",
        "Will I receive my money in the future?",
        "when will I get my money",
        "I question when I will get my money.",
        "How long will it take for me to get my money back",
        "How soon will I receive a refund?",
        "How long will it take for my return to be given?",
        "I need to know the refunds status, please?",
        "how long will it take for me to get a refund",
        "I am not sure when I will get my money.",
        "Will I be compensated soon?",
        "Will I get my money back yet?",
        "How soon will a return be?",
        "When will I be receiving my money?",
        "I want to know when my money will be back.",
        "Will I receive compensation soon?",
        "Will someone reimburse me soon?",
        "Will I get my money back anytime soon?",
        "My refunds will be processed",
        "Will the money be returned soon?",
        "I have a question about my refund processing.",
        "Will I be getting my money soon?",
        "Is it possible that I will be reimbursed soon?",
        "How long will it take me to be compensated?",
        "How soon will you be able to get the money back?",
        "When will the funds be returned?",
        "Will I be reimbursed asap?",
        "How long before I get some money back?",
        "When do you get your money back?",
        "When to get a full reimbursement?",
        "How soon will I be getting my money?",
        "Will the money be paid back in a timely fashion?",
        "How long will it take for that to be reimbursed?",
        "Will the money be brought back?",
        "I am wondering when my refund arrives.",
        "When will I get a Refunds?",
        "What time will my money come back?",
        "How soon are you going to get your money back?",
        "Is it going to take me a while to get aRefund?",
        "My refund is not yet processed.",
        "When will my refunds come?",
        "Will the money be back in a few moments?",
        "I need to know the Refundstatus please.",
        "How soon will you get a return?",
        "When will the money be made back?",
        "I don't know when my return will be.",
        "How long will I get reimbursed.",
        "When will there be a refund?",
        "I want to know when I can expect my money back.",
        "My refund is still not processed.",
        "When you get the money back?",
        "When will the money be reimbursed?",
        "I want to know the Refunds status, please.",
        "How long before I get a Refunds?",
        "Shall I see my money back soon?",
        "When will I get aRefund?",
        "How long will it take me to receive the money?",
        "Will the money be back soon.",
        "Do you know when to get the money back?",
        "Will it be time for my return?",
        "I wonder when I will get my money back",
        "I do not know when I'll get my money back.",
        "How long is it until I get my money back?",
        "Please tell me the status of the return?",
        "I don't know how long it will take to get a refunds.",
        "How long does it take for me to get my return?",
        "I am wondering when my refunds will be processed.",
        "How long will it take to receive my refunds?",
        "how long does it take to get your money back?",
        "When will they return my money?",
        "Will I get repaid soon?",
        "Am I going to get my refund yet?",
        "When will my money come back to me?",
        "How long will it take for me to get something back?",
        "What time will I receive my money?",
        "How soon is my return arriving?",
        "How soon will there be a refund?",
        "How long will it be for me to get the money back?",
        "How long will it take for my refunds to come?",
        "How soon do I receive my money back?",
        "How soon will I receive aRefund?",
        "How long does it take for my return to be processed?",
        "The date for the refund completion?",
        "Will you get your money back?",
        "When am I going to get my money?",
        "When can I receive my refunds?",
        "How long before my refund arrives?",
        "When will you get the refunded?",
        "When to return money?",
        "Can you tell me when to get the refund?",
        "How long will it take me to get the reimbursement?",
        "Will it be on time to get that refunds?",
        "When will I have a refund?",
        "When you can get your refund?",
        "I have a question about when I will be reimbursed.",
        "When am I going to get my money back?",
        "Time for my payback?",
        "How soon will you receive your money?",
        "Time for my payment to be paid back?",
        "I would like to know the Refunds status, please?",
        "When will my return arrive?",
        "How long would it take for me to get the money back?",
        "When can I get my refund back?",
        "Will I get my money back soon enough?",
        "Will my money be back in a few moments?",
        "How long will it it take to get my money back?",
        "How long is it going to take for me to get a refund?",
        "How long before I will get a return?",
        "What time will I get reimbursed?",
        "I don't know when to expect my return.",
        "How long will I get my return?",
        "How long until I get a reimbursement?",
        "When Refunds will be processed?",
        "When to get a money back?",
        "When will I get a return?",
        "Can I expect my money back in a timely manner?",
        "How long does it take me to get back my money?",
        "When will my payback arrive?",
        "Will my return progress?",
        "When will i get money?",
        "Is my refund due soon?",
        "When will my Refunds be arriving?",
        "How long will it take for the money to be back?",
        "I don't know when I will get my funds.",
        "How long will it take for me to get a payback?",
        "How long will it take for my return to occur?",
        "Can it take me long to get my money back?",
        "When will my money get back?",
        "The completion date for the refund?",
        "I am wondering when my refund will happen.",
        "Will the expected time be for a refund?",
        "How long will it take for my refund to be given?",
        "when will my money come back?",
        "How quickly will I receive a reimbursement?",
        "My refund status is unknown yet.",
        "Money will be paid back, when?",
        "Will that refund be processed?",
        "Can you give us an update on the refunds soon?",
        "How long will it take for me to get aRefund",
        "How long will it take me to get theRefund?",
        "I have not received my Refund yet.",
        "How long will it take for me to get my reimbursement?",
        "How long will it be before my money returns?",
        "How long will it take me to receive a refund?",
        "Will the money be back in my hand soon?",
        "Will my refund be ready soon?",
        "I'm wondering if my refund will be processed.",
        "What time will it take for me to get a refund?",
        "How soon would you be able to get your money back?",
        "I have no idea when I'll get my money back.",
        "I don't know how long until I get the money back.",
        "Do you know how long it will take for me to get my money back?",
        "How long until I get the money back.",
        "How soon can we get a refund?",
        "Please tell me about the progress of my refund.",
        "How long will it be for me to get my money back.",
        "I don't know how long it will take to receive my refunds.",
        "When will I be getting my refund?",
        "I don't know about my return yet.",
        "When will it be possible to get refunds?",
        "Will the refund be processed yet?",
        "I wonder if I will be reimbursed soon?",
        "Will my money be given back soon?",
        "When will my money be sent back?",
        "How long will it take me to get a money back?",
        "How long will my refund take to be paid?",
        "How long will it take me to get my return?",
        "When will I be paid back?",
        "Is my money back soon or not?",
        "How soon would you get your money back?",
        "How long will it be to get back my money?",
        "How long will I have to wait to get the money back?",
        "I am wondering if I will be reimbursed soon.",
        "Is my Refund going to be processed soon?",
        "My money is returned when?",
        "When will you get the refund?",
        "When does my money come back to me?",
        "Can I expect the money back soon?",
        "Can I get my money back.",
        "How long will it take me to get it back?",
        "I need to know the refundstatus, please?",
        "Will my Refunds be processed?",
        "How long will it take for my Refunds to come about?",
        "I would like you to tell me the Refundstatus, please.",
        "Will my reimbursement be processed soon?",
        "I need to know the Refundstatus, please, please?",
        "How quickly will my refund come about?",
        "I need to know about the Refunds status, please?",
        "Any news on the progress of my refund?",
        "Will the refund completion date be?",
        "When will the processing of the refunds happen?",
        "Will the money be sent back soon?",
        "When will the refunds be completed?",
        "Will my money be taken care of soon?",
        "will get that refund on time?",
        "I don't know if I will be reimbursed soon.",
        "What time will you get your refund?",
        "How long will I get a return?",
        "When do refunds process?",
        "Will I get my reimbursement soon?",
        "Will my money come back to me?",
        "when refund processing",
        "How much time will it take for me to receive aRefund?",
        "When is my refund gonna happen?",
        "How soon will my money be back?",
        "How long is it before you get your money back?",
        "Will I have my money processed?",
        "How long until I get it back.",
        "Will I receive a reimbursement soon?",
        "I would like to know the Refundstatus, please?",
        "How soon will you be able to return the money?",
        "I don't know how long it will take for my money to return.",
        "Exactly when will I get my money?",
        "When is my refund to be processed?",
        "How long do I have to wait to receive my reimbursement?",
        "When to receive a return?",
        "How soon will the refund finish?",
        "When to get some money back?",
        "I'm unsure when I'll get my refund.",
        "I want to know the refunds status, please.",
        "When to get a full refund?",
        "Will my refund arrive soon?",
        "I want to know the status of the Refundstatus, please.",
        "My refund will be processed when.",
        "Is my Refunds processed when?",
        "Will it take me long to get reimbursed?",
        "When will my return be?",
        "How long before I receive the money back?",
        "When is myRefund processed?",
        "How soon is the return?",
        "Will it be on time to receive the refund?",
        "You should let me know the Refunds status, please?",
        "When will I have my money?",
        "How long does it take me to get the money back?",
        "How long will it take for my refund to come in?",
        "I would like to hear the Refunds status, please?",
        "How long will it take for me to receive my Refunds?",
        "How soon will I get my return?",
        "How long until I get money back",
        "Can you tell me when to get a refunds?",
        "When to receive a full refund?",
        "What time will I get my reimbursement?",
        "How long will it take to receive my refund?",
        "How long does it take for my refund to be paid?",
        "How soon is my refund arriving?",
        "Should I get my money back soon.",
        "I don't know how long it will take for me to get my refunds.",
        "I am wondering when my refund will be processed.",
        "What time will it take to get aRefund?",
        "TheRefund has not yet been processed",
        "Will I be getting reimbursed soon?",
        "When to receive a refunds?",
        "How much time will it take for my money to come back?",
        "How long will it take to get some money back?",
        "When will the Refund delay come to an end?",
        "How long would it take for my money to come back?",
        "What time will it take for a refund?",
        "Do you know how long it will take for me to get aRefund?",
        "I don't know when I can expect my refund.",
        "My refund needs to be processed.",
        "How soon is it possible to receive a refund?",
        "What time frame will that reimbursement take?",
        "My refund has not yet been processed.",
        "When will my money come home?",
        "How long will it take for the money to return?",
        "I wonder if I will see my money back soon or not.",
        "I'm wondering if I'll be reimbursed soon.",
        "I am waiting for my money back.",
        "When will my refunds processed?",
        "How soon shall I get my money back?",
        "Will it take me a while to see my money back?",
        "Will my refund be taken care of soon?",
        "I'm not sure when I'll get my money back.",
        "How long does it take for me to receive my money back?",
        "How soon do I get my money back?",
        "What time will I get my refunds?",
        "My return isn't processed yet.",
        "When will the refund processing take place?",
        "How soon will I be able to get aRefund?",
        "How soon can you get the money back?",
        "How long will it take for me to be reimbursed?",
        "I would appreciate it if you could tell me the Refunds status, please.",
        "Will my money be back soon or not at all?",
        "How long will it take for my money to go back?",
        "When am I finally going to receive my refund?",
        "How long do I have to wait to get aRefund?",
        "Will it take me so long to get my money back?",
        "Should I be able to receive my money soon?",
        "I wonder when I can expect my return.",
        "How long until I have a refund?",
        "I'm waiting on the progress of my refund.",
        "Is it going to take me long to get aRefund?",
        "What time should you expect to get your money back?",
        "When shall my money be returned?",
        "When is my tax return arriving?",
        "Will my refund happen soon?",
        "Will my refund be processed at a certain time?",
        "Waiting to process my refund?",
        "When do I finally receive my refund?",
        "I want to know if my refund will be processed.",
        "When processing a refund?",
        "How soon will I get my refund?",
        "When to receive money back?",
        "Is my money going to be returned soon?",
        "Is it possible that I will see the money back soon?",
        "How long until that is paid back?",
        "Shall I get that refund on time?",
        "When will the refund come back?",
        "Will I get my money back soon?",
        "Can my refund be processed soon?",
        "Are you going to get aRefund yet?",
        "When to get a check back?",
        "How soon should I get my money back?",
        "I am wondering when I will receive my money.",
        "Is my return getting processed?",
        "When to get the refund?",
        "How long does it take for me to receive a refund?",
        "Will the money coming back soon?",
        "Please, what is the return status?",
        "When will the refund be ready?",
        "I want to know when to get refunds.",
        "When will I get my refund?",
        "Will it take a long time for me to get a refund?",
        "I don't know when I'll get a refund.",
        "So when will the refund completion date be?",
        "How long will it be until I get my money back?",
        "How long before I get money back.",
        "I don't know when to expect my refunds.",
        "Will the money be returned to me soon?",
        "I don't know if my money will be back soon or not.",
        "What is the expected time to get a refund?",
        "When can I get a refund.",
        "How long will it take to get that reimbursement?",
        "Can you tell me anything about the progress of my refunds?",
        "How soon can I get the money back?",
        "How long until I get my money back",
        "How long before I get a refund.",
        "When will the money be back?",
        "When will the refunds come?",
        "Will my money back soon?",
        "When can I receive my return?",
        "When will the money return?",
        "How long does it take for me to receive my refunds?",
        "My refund is due eventually.",
        "Will the money be there soon?",
        "How long will it take for me to get my payment back?",
        "Is my return going to be processed?",
        "How soon can you get your refund?",
        "How long will it take for me to receive my tax return?",
        "Will my money come back quickly or not?",
        "Will I get reimbursed quickly?",
        "I am unsure when I will get my money back.",
        "Can I expect to get my money soon?",
        "How long will I receive reimbursed?",
        "I want to see the money back soon.",
        "Please tell me the Refunds status, please?",
        "Will the money be returned in time?",
        "Will my return be processed?",
        "I don't know when my refunds will be.",
        "Is there a time when I will get my money?",
        "What time until I get a refund?",
        "Is there a time when I can expect my refund?",
        "When refunds can be processed?",
        "I was wondering about my refund.",
        "How long will it take me to get aRefund?",
        "How long will it take me to get my money back",
        "Will it take a while for my money to return?",
        "How long will I have to wait to get a money back?",
        "When am I expected to get my refund?",
        "How soon will you get your back?",
        "How long does it take for me to get the money back?",
        "Is my money coming back yet?",
        "I'm not getting my money back yet.",
        "Am I going to see the money back soon?",
        "How long will I be waiting to get aRefund?",
        "I don't know when I will get a money back.",
        "How soon is my refund processing?",
        "I don't know when the money will be paid back.",
        "How soon can I expect my Refunds?",
        "How long will it take for my funds to come back?",
        "I want to know the Refunds status, please!",
        "How soon do I get my funds back?",
        "I want to know about the Refunds status, please?",
        "How fast will my money return?",
        "Will I be able to get back my money?",
        "How long would it be for me to get my money back?",
        "Will I get the cash back soon?",
        "How long is it going to take for my money to come back?",
        "My refund is yet to be updated.",
        "I want to know how long it will take for my money to return.",
        "Can you tell me when to get Refunds?",
        "We don't know when the money will be paid back.",
        "Will I be getting my money?",
        "I don't know how long until I get a refund.",
        "I wonder when my money will arrive.",
        "How long will I be getting my money back?",
        "I don't know how long it will take me to get aRefund.",
        "How long is it until I get a refunds?",
        "Will it take me awhile to get my refund?",
        "Will the money get returned soon?",
        "When will my refunds be received?",
        "When is my money returned?",
        "How long will it take for my money to be returned to me?",
        "How long for me to get my money back?",
        "When is my return finally going to happen?",
        "I'm waiting for the progress of my refund.",
        "When will I receive my money?",
        "When will I receive the money back?",
        "How soon can I expect my return?",
        "How long before I return the money?",
        "When will I receive my refund?",
        "How soon will it be possible to get your money back?",
        "How soon is the refund?",
        "How quickly will I get a reimbursement?",
        "How soon will I be getting my refund?",
        "Are my money back soon or not?",
        "How long will it be before I get aRefund?",
        "When will my refund being processed?",
        "How long will it take for me to be given refunds?",
        "How long will it take for me to get back my money?",
        "How long will it take for my return to be made?",
        "Exactly how long will it take for me to get my money back?",
        "Will my money get paid back?",
        "When will i get my refund?",
        "When will my tax return happen?",
        "When will my refund go through?",
        "I don't know when I'll be able to get my money back.",
        "When I get my refund?",
        "If you can tell me the Refunds status, please!",
        "What time will my return be?",
        "When will my Refunds be processed?",
        "How long will it take for my money back?",
        "Will the money be processed soon?",
        "I need a refund update soon.",
        "My refund is still not processed?",
        "Is there any word on the progress of my refund?",
        "Will I get my money back then?",
        "Refund processing when?",
        "I don't know when my refund arrives.",
        "I would love to know the Refunds status, please?",
        "How soon will you get your refund?",
        "I'm wondering how long it will take for me to get my money back.",
        "How fast will I get a reimbursement?",
        "How long will it be for me to get a refund?",
        "How soon will I get a refunds?",
        "How long until I get reimbursed?",
        "The date for the return of the money?",
        "Are I going to get my money back?",
        "How long will it take for my refund to arrive for me?",
        "What is the time until I get a return?",
        "When will the refunded be?",
        "Will my money return in the near future?",
        "I don't know if my refunds is being processed.",
        "When am I able to get my money back?",
        "How long until i get my money back",
        "I don't know how long it will take for me to receive my refunds.",
        "What's the expected time for the refund?",
        "Will I be recompensed soon?",
        "How soon will your refund be?",
        "Will I have my refund processed yet?",
        "When will my return be arrive?",
        "How long will I take to get aRefund?",
        "When am I going to receive my refund?",
        "Please let me know when the refund status is?",
        "I would like to know if my refund will be processed soon.",
        "Is there a time when I can get refunds?",
        "Is my refund coming soon?",
        "How long will it take to receive a refund?",
        "When will my money be back.",
        "Will my money be coming back soon or not?",
        "Will I be given my money back?",
        "When can I get a refund?",
        "I don't know when I will get my refund.",
        "How soon will my refund come?",
        "How soon will there be refunds?",
        "When can I expect to get my money back?",
        "How long is it going to take for me to receive aRefund?",
        "Will I have my reimbursement soon?",
        "I don't know when I'll see the money back.",
        "How much time will it take for me to get my money back?",
        "How long before I get back my money.",
        "How soon will you get your funds back?",
        "I want to be reimbursed soon.",
        "Will my money coming back soon?",
        "Will the money be returned soon or what?",
        "Refund completion date?",
        "How quickly will I be able to get my money back?",
        "When will I get the money back",
        "Will I be given my money soon?",
        "How long can I expect it to take to get aRefund?",
        "My money is not yet back",
        "How long does it take for my return to happen?",
        "Is my refund coming?",
        "How long until I get some money back?",
        "Does anyone know anything about the progress of my refunds?",
        "Is my Refunds going to be processed?",
        "The return has not yet been processed.",
        "Will you get the money back soon?",
        "Is it possible to get a refund soon?",
        "How long will I be given my money back?",
        "When can I expect my return?",
        "Will I receive a receipt soon?",
        "Will I have the money back?",
        "The time when my refund will arrive?",
        "I don't know if I will see the money back soon.",
        "When do my refunds get processed?",
        "Will it take long for my money to come back?",
        "When will they give me my money back?",
        "When will my refunds occur?",
        "I'm waiting for news on my refund.",
        "How long will it take for me to receive money back?",
        "Can you give us an update on our refunds soon?",
        "How soon will the Refunds be?",
        "Do you know when you will get a refund?",
        "When will I have my funds?",
        "When will the refunds come back?",
        "Will the money be with me soon?",
        "How long will it take me to get back the money?",
        "Will my refund be dispatched?",
        "I was wondering about an update on my refunds.",
        "Will I get the money back.",
        "When will the processing of the refunds take place?",
        "My refund status is still not known.",
        "Will there be progress with my refunds?",
        "How long will it take for my money to get back?",
        "Will I be given a reimbursement?",
        "How long will it be before my refund is given to me?",
        "I would like to know an update on my refund.",
        "Will that money be back soon?",
        "Will my refund progress?",
        "How long will it take for my Refunds to arrive?",
        "My refund needs to be processed?",
        "How long will it take to get back my money?",
        "Please tell me the Refundstatus, please!",
        "I request that you tell me the Refundstatus, please.",
        "When is refund processing done?",
        "Will I be able to get my money soon?",
        "When the refund can be processed?",
        "How soon am I going to get my refund?",
        "How long will it take to receive your money?",
        "I would be grateful if you could tell me the Refundstatus.",
        "When will I get the money back.",
        "When refunds are processed?",
        "I would like to know the Refunds status, please.",
        "How long will it take for my cash back?",
        "I wonder if I'll be reimbursed soon.",
        "I'm wondering when I'll get my refund.",
        "How much time will it take me to get the money back?",
        "I don't know if my refunds are processing yet.",
        "Will I get my money back at some point?",
        "I was wondering about my refund status yet.",
        "Will I have to wait for theRefund?",
        "How soon will my money return?",
        "How soon will it be possible to get the money back?",
        "What time can I expect my refund?",
        "I don't know how long it will take to get a money back.",
        "Can I get a refund when?",
        "How long til I get my money back?",
        "How soon will we get back our money?",
        "It is not clear when the money will be paid back.",
        "Can I know how long it will take to get my money back?",
        "I want to know how long it will take for me to get a refund.",
        "How long will it take for my refund to be handed to me?",
        "When will my refund be taken care of?",
        "Will my payback be processed?",
        "How long will I get my reimbursement?",
        "Can you tell me about the progress of my refund?",
        "How soon is it possible to get a return?",
        "How long could it take for my money to come back?",
        "I don't know when my refund will be given to me.",
        "How long will it be for my money to come back?",
        "My refund status is not yet known.",
        "It is not known when the money will be paid back.",
        "Will my money be paid back?",
        "How fast will it take me to get my money back?",
        "Please, let me know the Refundstatus, please?",
        "Will I see the money back?",
        "Will my Refund be processed quickly?",
        "I have not received a money back yet.",
        "When will my money be released?",
        "I wonder when I'll be reimbursed.",
        "My refund status is currently unknown.",
        "When am I going to get back my money?",
        "I am unsure when my refund will be processed.",
        "I wonder when I can expect my refund.",
        "Is it going to take me a while to get my refund?",
        "Is there a expected time for a refund?",
        "How long will it taking me to get my money back?",
        "Will it take me any time to get my money back?",
        "I wonder when the money will be paid back.",
        "How long till I get the money back.",
        "When will my refund occur?",
        "Will I be able to get my money back.",
        "How long will it take for my money back to me?",
        "How long will it take for a refund to be paid?",
        "A Refund completion date?",
        "When will my refund happen?",
        "It will take some time for my refund to be given to me.",
        "When am I receiving my refund?",
        "How long will it take for my Refunds to be given to me?",
        "My money coming back?",
        "What period until I get a return?",
        "Will my refund come out soon?",
        "When should I get back my money?",
        "Is the money going to be paid back soon?",
        "refund completion date?",
        "I'd like to know the refunds status, please?",
        "I'm wondering when my refund will be processed.",
        "Will my money be returned in the near future?",
        "How long will I take to receive my refunds?",
        "How long is it before I get a refund?",
        "Can you tell me the Refunds status, please?",
        "How long will it take for money to come back to me?",
        "The completion date for the Refund?",
        "Is the money going back soon?",
        "Will I get my money back in a timely manner?",
        "How long will it take me to be repaid?",
        "When shall I receive my money?",
        "Please let me know the Refundsstatus, please?",
        "I wonder if my refunds will be processed soon.",
        "I would like to know the Refundsstatus, please?",
        "How long does it take for my refund to come?",
        "When will the refunds be processed?",
        "What time till I get a return?",
        "When am I finally getting my refund?",
        "Will my money be returning soon or not?",
        "Will I get that refund on time?",
        "I want to hear about the progress of my refund.",
        "How long will it take me to receive reimbursement?",
        "How soon are you going to get your refund?",
        "I don't know when I can expect my return.",
        "Can you tell me about the progress of my refunds?",
        "I don't know when my refund will be processed.",
        "What time will it take to receive aRefund?",
        "What time will my refunds be processed?",
        "How long would it take for me to get back my money?",
        "I'm wondering about an update on my refund.",
        "What is the progress of my return?",
        "A date for the refund completion?",
        "How long does it take for me to get a Refunds?",
        "When processing for refunds?",
        "How long will I get aRefund?",
        "When are my refunds going to come?",
        "When are my refunds due?",
        "I would love to know the Refunds status.",
        "How long does it take to get the refund?",
        "When will you receive your refund?",
        "How long will it take for me to get a return?",
        "I was wondering when my refund would arrive.",
        "When is my money coming back?",
        "I wonder when my return will be processed.",
        "Is my refund processed soon?",
        "When refund processing takes place?",
        "Is my money back soon?",
        "When will my money be returned?",
        "I'm looking for any news on the progress of my refund.",
        "When is myRefund finally happening?",
        "When will the money be returned.",
        "How long until I get a refund?",
        "I'm not sure when I will get my money.",
        "Will my money be restored soon?",
        "When is my tax return going to arrive?",
        "Will myRefund be processed soon",
        "How long will it take for the money to be paid back?",
        "When will the refund delay be ended?",
        "When will my refunds happen?",
        "Shall I get my money back soon?",
        "How much time til I get a return?",
        "How long will it be before I get my money back?",
        "When will refund processing take place?",
        "How soon will you get the money back?",
        "When will I get my money back again?",
        "I'd like to know the status of the Refundstatus.",
        "When are I getting my money back?",
        "How long before I receive a reimbursement?",
        "How much time will it take for my money back?",
        "When will the refund process take place?",
        "Will my refund be processed in a few moments?",
        "I'm wondering when I can expect my refund.",
        "How long will I get the money back.",
        "When will my money be returned to me?",
        "I'm curious about the progress of my return.",
        "When are refunds processed?",
        "I need any news on the progress of my refund",
        "How long till I get the money back?",
        "I don't know when I'll get my money",
        "When will I get my cash?",
        "Will it take me long to get aRefund?",
        "Will I get my money back soon or not at all?",
        "When can I receive a refund?",
        "I wonder if I'll get reimbursed soon.",
        "Will it take me a while to get my refund?",
        "How long does it take for my refund to come to me?",
        "When will my funds be returned?",
        "The return is not processed yet.",
        "I don't know how long it will take for me to get aRefund.",
        "I don't know if I'll see my money back soon.",
        "Will it take me long to receive a refund?",
        "I hope I will be reimbursed soon.",
        "How long will i get reimbursed?",
        "How long will it take for me to receive my return?",
        "Will I get my refund soon?",
        "I want to know the Refunds Status, please.",
        "When to get your refunds?",
        "How long will it take for me to receive refunds?",
        "I don't know if I'll see my money back soon or not.",
        "How long does it take for my money back?",
        "Is it going to be reimbursed soon?",
        "My refund is due at some point.",
        "How long is it till I get a return?",
        "Will money return soon?",
        "How soon will I get aRefund?",
        "I don't know how long it will take for me to get my money back.",
        "I'm not sure about my refund status yet.",
        "How long until I get a return?",
        "How soon shalt I get a refund?",
        "When is the money paid back?",
        "Time for me to return my money?",
        "When should i get my money back?",
        "I was wondering when my refund was due.",
        "I'm wondering when my refund will happen.",
        "How long is it going to take to get my refund?",
        "How long does it take to get back my money?",
        "I am not sure when my refund will be processed.",
        "Will you receive a refund yet?",
        "How much time will it take for me to receive a refund?",
        "Is there any word on the progress of my refunds?",
        "Can you give an update about your refunds soon?",
        "Will I get my refunds yet?",
        "When will the money be paid back??",
        "How much time will it take for my money to be back?",
        "Will I get compensated soon?",
        "The completion date for a refund?",
        "When's my money back?",
        "How soon will I be able to get a return?",
        "When will I be receiving my refund?",
        "I would appreciate it if you could tell me the Refundstatus",
        "When will my money Return?",
        "How long does it take for me to get aRefund?",
        "What time will my money be back?",
        "How long is it going to take for me to get a reimbursement?",
        "When is my Refunds happening?",
        "Can you please tell me the Refunds status, please?",
        "How long is it going to take me to get my refund?",
        "I would like an update on my refund.",
        "How long will it be before I get my refunds?",
        "Will that money be paid back?",
        "How long does it take for that to be paid back?",
        "Is my Refunds getting processed?",
        "Will I be reimbursed?",
        "When will the refund delay come to an end?",
        "I'd like to know the Refundstatus, please.",
        "How long will it take to receive that reimbursement?",
        "How soon will I receive my refund?",
        "I'd appreciate if you could tell me the Refundstatus.",
        "My refund progress is unknown.",
        "I don't know when I'll get my payment return.",
        "How much time until I get my money back.",
        "When will I have money back?",
        "How long will it take me to get the money back?",
        "Will it take on time to get that refund?",
        "How long will it take for me to get my money?",
        "How long can I expect to be reimbursed?",
        "Will the money being paid back?",
        "I would like to know the Refundstatus if you can.",
        "Does anyone know anything about the progress of my refund?",
        "When will you be able to get your money back?",
        "I want to know the refundstatus, please?",
        "When do I receive my money back?",
        "When will I have my money back?",
        "My refund is supposed to happen soon.",
        "How long will it take me to receive a reimbursement?",
        "Thank you if you can tell me the Refundstatus, please?",
        "How long will it take to get my money back.",
        "Will my pay back be processed?",
        "will I get my money back",
        "When will I get my funds?",
        "How long before I have my money back?",
        "Do I know when my return will be processed?",
        "When my refund will be processed, when?",
        "How long until I get my refund?",
        "How soon will the money be paid back.",
        "When a refund is processed?",
        "I don't know when the money will be back.",
        "I am not sure if my refund is processing yet.",
        "When is my refund processed.",
        "Is my refund gonna be processed?",
        "When will the money go back?",
        "Will I be get reimbursed soon?",
        "Please know the status of the refund?",
        "Will I be able to receive my refund yet?",
        "When my refunds will be processed?",
        "I'm worried about the progress of my refund.",
        "Is the money returning soon?",
        "When is my tax return coming?",
        "Will I get the money back in a while?",
        "When will you get refund?",
        "I would like to know the refundstatus, please.",
        "Will it take me long to get a refund?",
        "I wonder if my refund will be processed soon",
        "I wonder if I'll see my money back soon.",
        "When do I get myRefund processed?",
        "How long will it take for me to receive my funds?",
        "Can I get my money back soon?",
        "What time will it take to get my money back?",
        "I am wondering about my refund.",
        "I wonder how long it will take for my refund to be given.",
        "When will my refund be done?",
        "I don't know when my refunds will be due.",
        "How long will I be able to get a return?",
        "How soon can I expect a refund?",
        "I need to know when I will get my money.",
        "A completion date for the refund?",
        "The refund completion date?",
        "Will my refund being processed soon?",
        "Will get that refund on time?",
        "The progress of my refund is up in the air.",
        "What time frame will you get a refund?",
        "TheRefund has yet to be processed.",
        "Am I getting my refund processed?",
        "Is it possible that I'll get my refund soon?",
        "I don't know how long until I get a return.",
        "How soon do you plan to get your money back?",
        "Will my refunds get processed?",
        "How long will it take for me to get repaid?",
        "Processing my return yet?",
        "When will the refund be available?",
        "My return hasn't yet been processed.",
        "How soon is it possible for a refund?",
        "How long will it takes for my money to come back?",
        "How long will I get back my money?",
        "I do not know if my return is processed yet.",
        "Will get the refund on time?",
        "Is I going to be reimbursed soon?",
        "I don't know how long until I get a return",
        "How long might it take for me to get my money back?",
        "When refunds are being processed?",
        "The refund has yet to be processed.",
        "So when will my money be back?",
        "How long will it take to return the money?",
        "Will it take me long to receive the reimbursement?",
        "When are you able to get a refund?",
        "Right now, when will you get your money back?",
        "My refund is not here yet.",
        "When my refund is processed?",
        "How long is it until I receive a refund?",
        "How long would it take to get your money back?",
        "How long will it take for me to get my cash back?",
        "My refund is yet to be processed?",
        "How soon do you get your money back?",
        "Will my refund be taken care of?",
        "When are my refunds going to arrive?",
        "Is it possible that I will get my refund soon?",
        "Will I receive my refund yet?",
        "When to get a return?",
        "I need to know the status of the Refundstatus, please?",
        "Is my refund in the works?",
        "Will I soon get the money back?",
        "When will I receive some money?",
        "If you can let me know the refundstatus, please?",
        "I would appreciate it if you could tell me about the refundstatus.",
        "I wonder if I'll be repaid soon.",
        "When can I get my money back??",
        "Will my money be returned soon?",
        "Will my refund be processed asap?",
        "Will my refund go through?",
        "When can I get my money?",
        "My money is coming back?",
        "Will it take me long to receive my money back?",
        "I need to know when my refund will be processed.",
        "How long do I have to wait to get money back?",
        "How soon will you get your money back",
        "My money back soon?",
        "So how long until I get my money back?",
        "I'm wondering about the progress of my refund.",
        "How soon will I be receiving my refund?",
        "When will I get my return?",
        "Are you going to get a refund soon?",
        "Please tell me the Refunds status, please!",
        "How soon is the refund possible?",
        "I wonder if my refund will be processed.",
        "When am I finally getting my refunds?",
        "When can I get a refunds?",
        "I'm unsure about the progress of my refund.",
        "When will I be able to collect my money?",
        "When am I going to see my refund?",
        "How soon would you be able to get a refund?",
        "I don't know when my refund will be due.",
        "I don't know when I will get my cash.",
        "I wonder if I'll see the money back soon.",
        "When am I going to receive my refunds?",
        "When will my return be processed?",
        "I don't know about my refund at the moment.",
        "The time for the expected refund?",
        "When am my refund going to happen?",
        "I want to know the progress of my refunds.",
        "Will there be a processing of my refund?",
        "How soon will the return completion date be?",
        "I am curious about an update on my refund.",
        "How long will it take for that reimbursement to be paid?",
        "When will I get my Refund?",
        "I'm not sure how long it will take to get a refund.",
        "Will my return be processed in a few days?",
        "Will the money be back to me soon?",
        "How longuntil I get my money back.",
        "I wonder when I'll get my money back.",
        "When is my refund going to come out?",
        "How soon will my return arrive?",
        "How long does it take to get money back?",
        "I need to know the Refunds status, please, please?",
        "What is the completion date for the Refund?",
        "I am wondering how long it will take to get a refunds.",
        "Will I be able to see the money back soon?",
        "When will my Refunds happen?",
        "How long will it take for me to receive a refunds?",
        "Will they reimburse me soon?",
        "When will I receive funds?",
        "How long does it take for me to get a reimbursement?",
        "When will refund processing begin?",
        "When is my refund suppose to happen?",
        "When will myRefund be arriving?",
        "I wonder if they will reimburse me soon.",
        "Will I see the money returned soon?",
        "When is my refund going to come about?",
        "How long will it take for funds to return?",
        "When you will get your money?",
        "When can I get my Refunds?",
        "I want to know when my money will arrive.",
        "I am wondering about an update on my refunds.",
        "Exactly how long before I get my money back.",
        "What is the return status, please?",
        "How long will it take for me to get some money?",
        "Will my money be processed asap?",
        "I need to know the refunds status, please.",
        "I want to know if my return is being processed.",
        "How long will it take for my money to be returned?",
        "How fast will my money come back?",
        "Will the cash come back to me soon?",
        "I wonder when I will get back my money.",
        "When do I finally get my return?",
        "I am wondering about the progress of my refunds.",
        "How long will it take for my refund to be returned to me?",
        "Will my refund arrive?",
        "I wonder if my refund will be processed",
        "How long does it take for me to receive the reimbursement?",
        "Will I be financially compensated soon?",
        "I'm curious about the progress of my refunds.",
        "When will I be given my money back?",
        "I need to know about the Refunds status, please.",
        "Will I have to wait long for aRefund?",
        "How long will it take to bring my money back?",
        "Is that when I get my money back?",
        "How long will it take for me to get my return?",
        "How long will it be before I receive my refund?",
        "Will be able to get the refund on time?",
        "Will the money be paid back soon?",
        "How soon is there a return?",
        "When to get a refund?",
        "Progress with my money return?",
        "How long will it take for me to get the money back",
        "Will it take me a while to get my money back?",
        "What time until I get a return?",
        "Will my return be done soon?",
        "I don't know when I'll get my return.",
        "How much time until I get a return?",
        "How long until I get money back.",
        "Will the refund be received on time?",
        "My money will be back soon?",
        "What time will it take for that reimbursement to be paid?",
        "Is the money returned soon?",
        "When should I expect my refund to be processed?",
        "How long can I expect to get a reimbursement?",
        "How long does it take me to receive a refund?",
        "I want to know when I will get my refund.",
        "How long does it take me to get reimbursed?",
        "When will my refunded?",
        "How long do you think it will take to get aRefund?",
        "Will I be able to see my money back soon?",
        "When does my refund get processed?",
        "When will I finally get my money?",
        "How long can I get my reimbursement?",
        "What time is it for my return?",
        "Will I get repaid?",
        "I was wondering if my refund would be processed.",
        "I'd like to know the Refunds status, please?",
        "Will the money return soon?",
        "I have no idea when I will get my refund.",
        "how soon do I get my money back",
        "Will the money get paid back?",
        "When my refund is going to happen?",
        "Will my refund beprocessed soon?",
        "Will I get reimbursed soon.",
        "When refund processing?",
        "I have a refund, is it being processed?",
        "How long before I get a return.",
        "How long do you say it will take to get your money back?",
        "How long until I get money back?",
        "How long will it be before I get my money back.",
        "How soon will it happen to get a refund?",
        "How long will it be before I get the money back.",
        "My money will come back when?",
        "I don't know when I will receive aRefund.",
        "When can I expect my refunds?",
        "Can I see the money back soon?",
        "When will I get my cash back?",
        "How long will it take for me to get back my money.",
        "When will the refund processing be?",
        "Will my refund be in the process?",
        "Is my return close to being processed?",
        "How long will it take me to get my Refunds?",
        "Will the money get back to me?",
        "Will I get my cash back?",
        "How long will it take for my payback?",
        "I need to know the refundstatus, please.",
        "How long will it take to return money?",
        "When will the refund processing be done?",
        "How long will it take to receive a return?",
        "Will the money be paid back?",
        "I don't know when my refunds will arrive.",
        "I wonder when my refund will be processed",
        "How long until I can get the money back.",
        "When will my Refund be processed?",
        "How long does it take for my refunds to come?",
        "How long does it take to receive my refund?",
        "How long will it be before my money is returned?",
        "How long will it be before I'm reimbursed?",
        "How soon should I receive my money back?",
        "How long should I expect to receive a reimbursement?",
        "When will I get funds?",
        "Please can you let me know the Refunds status?",
        "When is my reimbursement?",
        "I have questions about when I will be reimbursed.",
        "How soon will the refund be?",
        "How soon will I have my money back?",
        "I want my money back, when?",
        "Will it take me a while to receive my refund?",
        "Please, please, what is the return status?",
        "When to process the refund?",
        "When shalt I get my money back?",
        "I don't know when I'll receive my money.",
        "How long will I get my money back",
        "Will my money be returned in a timely manner?",
        "When will the processing of the refunds occur?",
        "So when do I get my money back?",
        "Can you tell me when to get refund?",
        "When will I get a money back?",
        "Will it be long before I get a return?",
        "When shall I get my money back?",
        "When will the money returned?",
        "I want to hear the Refunds status, please?",
        "Will my refund be completed soon?",
        "How much time will it take for me to receive the reimbursement?",
        "Will I receive the money back?",
        "My refund will be processed, when?",
        "How quickly will I get a return?",
        "Will it take me a while to be reimbursed?",
        "When is my Refund processed?",
        "Will my money be available soon?",
        "How long does it take for me to get back my money?",
        "Will it take me a while to get refunds?",
        "The time when my refund will be processed is not known.",
        "I wonder when I will get the money back.",
        "I haven't received my refund yet.",
        "How soon do you get the money back?",
        "Is the change being returned soon?",
        "I want to know if I will get my refund soon.",
        "Are I to be reimbursed soon?",
        "Please can you tell me the Refunds status?",
        "How long until I get a Refunds?",
        "How long will it take for me to get a refund",
        "Will my money be paid back soon?",
        "If you can tell me the Refundstatus, please!",
        "What date will I get my money back?",
        "How long will it be for me to get my money back?",
        "How long will it take for myRefund to be given to me?",
        "Will my Refunds be processed soon.",
        "I wonder if myRefund will be processed.",
        "How long to get that reimbursement?",
        "I'm looking for an update on my refund.",
        "Will it take me long to get my money back?",
        "When will the money be repayed?",
        "When are my funds back?",
        "When will you get a refunded?",
        "Will I receive a refund soon?",
        "Am I going to see my money back soon?",
        "I want to know when my money will be returned.",
        "Is theRefund processing yet?",
        "Is it a matter of when I'll be reimbursed?",
        "Will I get my money as soon as possible?",
        "When refund processing begins?",
        "Will I get my Refunds soon?",
        "When should I get my money back",
        "How long will my refunds take to be given to me?",
        "Will I receive funds soon?",
        "Will my money come back?",
        "How long will my payback take?",
        "My refund has not been processed.",
        "Will the money be back soon?",
        "The refund has not been processed.",
        "How soon will my money come back?",
        "I would like to know if I should expect my refund soon.",
        "How long is it before I get money back?",
        "When processing of refunds?",
        "Are there a date for the refund completion?",
        "Will I be reimbursed in a while?",
        "How long until I get it back?",
        "Will it be soon that I see the money?",
        "I would appreciate if you could let me know the Refunds status.",
        "When will I be able to get aRefund?",
        "I don't know when my money is going back.",
        "I'm wondering when my refund arrives.",
        "Do you know when my refund arrives?",
        "I am curious about my refund status yet.",
        "When is the return processing?",
        "How long before I get back my money?",
        "I don't know how long it will take me to get a refund.",
        "How soon do i get my money back?",
        "When will my refund finally arrive?",
        "Getting that refund on time?",
        "When will the money be paid back in full?",
        "What time is my return processed?",
        "How soon is my refund going to happen?",
        "When will I be able to claim my money?",
        "I don't know when I will get my Refunds.",
        "Will the money returned soon?",
        "How long will it take for that reimbursement to arrive?",
        "I am not sure when my refund will arrive.",
        "How long does it take for me to be paid back?",
        "How long will my money take to come back?",
        "When am I getting my money?",
        "When to receive a refund?",
        "How long until I receive a reimbursement?",
        "Will I get money back?",
        "When am I going to get my Refund?",
        "I wonder when I can expect my refunds.",
        "I will be reimbursed soon.",
        "How long before I get refunds?",
        "I wonder if I will be repaid soon.",
        "my money back?",
        "When will I get my money returned?",
        "When can I expect to receive my money?",
        "My refund will be processed.",
        "I want to know how long it will take to get a refunds.",
        "Will it take me long to get my refunds?",
        "How long does it take to get back your money?",
        "How soon will it be for a return?",
        "How long does it take for me to receive aRefund?",
        "Will there be a reimbursement soon?",
        "Just when will I get my money back?",
        "I wonder when I'll get the money back.",
        "How long will it be before I am reimbursed?",
        "How soon can I expect my money back?",
        "I wonder when my refund will come.",
        "It's not known when my refund will be processed.",
        "I am wondering when I will see my money back.",
        "I want to know the status of my refund.",
        "If you can tell me the Refundstatus, please?",
        "Will I have the money back soon?",
        "The refund has yet to been processed.",
        "When will you get the money back?",
        "When will refund processing happen?",
        "Will I see the money come back?",
        "How long is it going to take for me to be reimbursed?",
        "The return has yet to be processed.",
        "When will I be able to get my money back?",
        "When do they get my money back?",
        "When is my refund going to come?",
        "Will you get a refund when?",
        "How soon will you get the refund?",
        "I'd like to know the status of the Refundstatus, please?",
        "How long will it take for me to receive some money?",
        "Will my cash back be processed?",
        "I am looking for an update on my return.",
        "How long will it take for me to get a refund?",
        "I want to know an update on my refund.",
        "When will my money be received?",
        "Will their refund be processed?",
        "When will I be repaid?",
        "Will I get my money back in the near future?",
        "Please, can you tell me the Refund status?",
        "When can I have my money back?",
        "Will this refund be processed?",
        "How soon will the refunds completion date be?",
        "I want to know my refund status.",
        "How long will it take to get a refund?",
        "I don't know when I can expect my money back.",
        "When will I get it back?",
        "How long will it take for the refund to be given?",
        "How's the refund completion date?",
        "I would appreciate it if you could tell me the Refunds status.",
        "When will the processing of the refund take place?",
        "When will my money come?",
        "I wonder when I'll get my money.",
        "I'm wondering when my refund is going to happen.",
        "How long until I get my money back!",
        "How will I know when my refund will be processed?",
        "My refund status is not known yet.",
        "I need to know when I'll get my money back.",
        "Gonna get that refund on time?",
        "I don't know when I will be reimbursed.",
        "Should I be getting my money back soon?",
        "Will I be paid again soon?",
        "How long would it take me to get a refund?",
        "How long will it take for my money to return",
        "How long will it take for my refund to be granted?",
        "When is the time for my return?",
        "How long will it take to get the refund?",
        "How long will it take for my Refunds?",
        "How long will it take for the money to be given to me?",
        "Is my money going to be processed soon?",
        "About how long until I get my money back.",
        "Will I be getting my refund yet?",
        "How long until I receive aRefund?",
        "Money back, when?",
        "How long will it be for me to get back the money?",
        "When will we get my money back?",
        "My money has not been returned yet.",
        "When to get refunded?",
        "How long will it take to reimburse me?",
        "Will my money be distributed soon?",
        "I am not getting my refunds yet.",
        "When can I expect my money back.",
        "Progress with getting my money back?",
        "Gonna get that money back on time?",
        "How soon for a return?",
        "Can you tell me when I can get a refund?",
        "I'm wondering when I will get my money back.",
        "When will the refund be released?",
        "Will it take me long to receive refunds?",
        "When my refunds are processed?",
        "How soon will we get our money back?",
        "I want to know how long it will take for my refund to be given.",
        "When can you get your money back?",
        "How long is it before I get my money back?",
        "Will I get the money back in a timely manner?",
        "When will my refund reach me?",
        "I am wondering if I will see my money back soon.",
        "I have questions about when I will get my money.",
        "I don't know when I can get my refund.",
        "When will I receive myRefund?",
        "When can I expect a return?",
        "When will the refund delay be solved?",
        "Will it take me a long time to receive aRefund?",
        "When is my refunds arriving?",
        "When will my Refunds arrive?",
        "How soon do I get my money back.",
        "How long before I get reimbursed?",
        "Will I get a check soon?",
        "Will it be reimbursed soon?",
        "The Refund completion date?",
        "When will I get my refunds?",
        "Will I get my money back sometime soon?",
        "Is my refund to be processed soon?",
        "When will my return be arrived?",
        "How much time till I get a refund?",
        "When will the money be sent back?",
        "I would like to know about the Refunds status, please?",
        "Will my money come back soon or what?",
        "When do I receive my money?",
        "When am I going to get my refunds?",
        "I want to know when my Refunds will be processed.",
        "When will my refund come in?",
        "Can you tell me the refund completion date?",
        "My refund should be processed soon.",
        "The return is not yet processed.",
        "When do I get my tax return?",
        "Am I getting my money back?",
        "I don't know when I'll receive my refund.",
        "What time will I have to wait to receive aRefund?",
        "When will I receive my cash back?",
        "When I will get my money back?",
        "When will my refund arrive.",
        "How much time will it take for me to receive my refund?",
        "How long does it take to return my money?",
        "Will I be able to see money soon?",
        "How long will I have a money back?",
        "Will myRefund be processed soon.",
        "Is it possible that I'll be reimbursed soon?",
        "I want to know how long it will take to get a reimbursement.",
        "How quickly will I receive aRefund?",
        "When am I able to get my refund?",
        "I'm waiting for my refund to happen.",
        "I am wondering how long it will take for me to get a refund.",
        "When will the processing of the refunds be?",
        "I don't know when I will see the money back.",
        "When will I be repaid my money?",
        "When will I get Refunds?",
        "Can you tell me when to get reimbursed?",
        "When will I get money?",
        "How long will it take for me to get my Refunds?",
        "How long will it take for me to get a repayment?",
        "How long does it take for me to be reimbursed?",
        "I am wondering if my refund is processing yet.",
        "Will be on time to get the refund?",
        "How soon am I going to receive my refund?",
        "I want to know if I will be reimbursed soon.",
        "I'm waiting for news on the progress of my refund.",
        "I am waiting for my refund to finally happen.",
        "How long can I expect to get my money back?",
        "I'd like to know the status of the Refunds.",
        "How long will it take for me to get a Refund?",
        "I need to be reimbursed soon.",
        "When do my refunds arrive?",
        "Will be able to get that Refund on time?",
        "Time for the return of my money?",
        "How long would it take to get my money back?",
        "Will it be on time to get your refund?",
        "I have a refund, will it be processed?",
        "When am I going to get a refund?",
        "How long until I will get my money back?",
        "Is my refunds yet to be processed?",
        "I'd appreciate if you could tell me the Refunds status.",
        "Is my money being returned?",
        "Will that refund be processed soon?",
        "How long will it take for my refunds to be issued?",
        "I am wondering when my money will be returned.",
        "Will my reimbursement be processed?",
        "Will I be reimbursed soon?",
        "When will the money be payback?",
        "What time is expected for a refund?",
        "How long will it take for my refunds to come in?",
        "I don't know when my Refund will be processed.",
        "How much time before I get a return?",
        "How long will this reimbursement take?",
        "How long will it take for me to be reimbursed.",
        "Is my refund going to be done soon?",
        "Will my money be coming back soon?",
        "What date will the money be paid back?",
        "When will I receive my money.",
        "I wonder when I can get my money.",
        "Can I get my money back in a timely manner?",
        "When to process your refund?",
        "When is my refund processing?",
        "Will my money return?",
        "What is the time for my return?",
        "How soon to get a refund?",
        "How long will it take for my money to come?",
        "How long do you think it will take to get my money back?",
        "How soon will I get my money back.",
        "How many days until I get a refund?",
        "I'm wondering when my refund will be.",
        "When's my refund processed?",
        "Can I expect my money back anytime soon?",
        "Will my money be returning soon?",
        "How long will it take me to receive the refunds?",
        "Will it take me long to get the refunds?",
        "Will my refund come up?",
        "What time will it take me to get a refund?",
        "I'm wondering about my refund status yet.",
        "When will I receive aRefund?",
        "Will it be on time to get that back?",
        "Please let me know the Refundstatus, please.",
        "Can I get my money back soon or not?",
        "I need to know if my refund will be processed soon.",
        "I am unsure when I can get my money back.",
        "Can you tell me the Refundstatus, please?",
        "When will the refund be made?",
        "Can I get reimbursed soon?",
        "Will I get my money back soon.",
        "I don't know about my refund yet.",
        "Exactly when will my payment return be?",
        "The refund is yet to be processed.",
        "will the money be paid back?",
        "When will my money comes back?",
        "When is the change being returned?",
        "When my return is processed?",
        "When can I expect my money back?",
        "How long will it take for my money to come in?",
        "Will I be paid back soon?",
        "I wonder when my refund will be.",
        "When can I expect a refund?",
        "How long before I get a refunds?",
        "I wonder if my Refunds will be processed soon.",
        "What time will you get a refund?",
        "Can I get my refund yet?",
        "When will I get my money?",
        "How long will it take for my money to return to me?",
        "How long will it take for my refund to be paid?",
        "I don't know about myRefund yet.",
        "I don't know how long it will take for my refund to come about.",
        "Gonna get a refund on time?",
        "How soon will the refund completion date?",
        "Will my money be coming back?",
        "My return has not been processed.",
        "How long is it for my money to come back?",
        "I don't know when my return is due.",
        "What time will it take for me to get my refunds?",
        "I don't know when my refunds will be processed.",
        "Is my money going to be returned soon or not?",
        "Can you provide an update on your refunds soon?",
        "Is my refunds processed when?",
        "My return is yet to be processed.",
        "I am not yet getting my refund.",
        "How soon will I get back my money?",
        "When am I going to have my refund?",
        "Please can you tell me the Refundstatus?",
        "How long will it take for my money to return.",
        "How long will it take for my refund to be returned?",
        "Can I expect my return soon?",
        "Will I receive the money soon?",
        "How long do you think it will take to get that reimbursement?",
        "I want to know when I'll get my money back.",
        "So when will my money come back?",
        "How soon can you get a refund?",
        "Will the money come back to me soon?",
        "I don't know if my money will be back soon.",
        "Will my refunds be processed soon.",
        "Will the money be back in my possession soon?",
        "Is the money going to be back soon?",
        "How long does it take to get your refund back?",
        "It is not known when my refund will be processed.",
        "How long will it be before I have my money back?",
        "Is my refund going to show up soon?",
        "How soon will it be for a refund?",
        "I would appreciate it if you could tell me the Refundstatus.",
        "How long will it take for the money to be returned?",
        "When the money is returned?",
        "Will my money be released soon?",
        "How soon will I get my refunds?",
        "Is there a time when I can get my money back?",
        "How long will it take for my return to be received?",
        "How long before I receive my refund?",
        "How long will it take for me to give back my money?",
        "How long will it be before I get money back?",
        "Will I get my funds back?",
        "I want to know if myRefund is being processed.",
        "How long will it take me to get my reimbursement?",
        "Will the money be repaid soon?",
        "How long do I have to wait to get the money back?",
        "When will my refunds finally arrive?",
        "How soon will it be back?",
        "I don't know how long it will take for my refund to arrive.",
        "How about my refunds yet?",
        "What amount of time until I get a refund?",
        "Will the money return?",
        "How long does it take for me to receive my refund?",
        "Will the refunds be processed?",
        "My return is not processed yet.",
        "I want to know how long it will take to receive a refunds.",
        "How long before I get Refunds?",
        "Please tell me the return status?",
        "How long before I get the money?",
        "Time for my returns?",
        "My refund will be processed, will it?",
        "I need to know the Refunds status please.",
        "I'm unsure when I will get my money.",
        "How long will it be before I receive a return?",
        "Will I have my money returned?",
        "Will money be returned soon?",
        "How long is it till I get a refund?",
        "How long does it take for my return?",
        "I don't know how long it will take for me to get back my money.",
        "MyRefund will be processed soon",
        "How long will it take for my return?",
        "I want to know when I will be reimbursed.",
        "Is my refund going to be soon?",
        "How long is it going to take to get my money back?",
        "The refund has not been processed yet.",
        "How long will it take for me to be paid back?",
        "I don't know when I'll get my money back.",
        "Is it soon that I'll be reimbursed?",
        "I wonder if I will get reimbursed soon.",
        "How long is it going to take me to get the money back?",
        "I am wondering when my money is back.",
        "How soon is my refunds due?",
        "When can I receive my money?",
        "What time is expected for the refund?",
        "Will my Refunds be processed soon",
        "When will my money be back?",
        "When can I get refunds?",
        "When the process of refunds begins?",
        "I want to know when my refund arrives.",
        "When will my tax return come?",
        "How long until I receive my refund?",
        "How long until I can get my money back.",
        "When will my money come back",
        "Is myRefund processed when?",
        "I would like to know when I can expect my refunds.",
        "Will I get a payback soon?",
        "Will it take awhile for my money to come back?",
        "How long will it take me to be given my money back?",
        "I am wondering when I can expect my refund.",
        "How long will I be given a reimbursement?",
        "Will the money be forthcoming soon?",
        "How long will it take for me to return the money?",
        "I don't know when my refund will happen.",
        "Will the money be in my hands soon?",
        "Will my money be returned soon or what?",
        "I am wondering about the progress of my refund.",
        "What time will I get a return?",
        "When will it be my money back?",
        "When will I be able to get my refund?",
        "When will my money be returned??",
        "I want to know if my refund is processing yet.",
        "Please, Refund status?",
        "I would love to know the Refunds status, please.",
        "How long will it be before I receive my reimbursement?",
        "I need to know if my refund will be processed.",
        "When is myRefund going to arrive?",
        "How long does it take for my refund to be given?",
        "When will my refunds be processed?",
        "When will I receive my tax return?",
        "When will the money be given back?",
        "How long will it take for me to get a reimbursement?",
        "When will the processing of the refund start?",
        "I would appreciate it if you could tell me the Refunds status?",
        "I am unsure of the progress of my refund.",
        "How long will it take to receive a Refunds?",
        "Will the money be paid back in a timely manner?",
        "What is the date for the return completion?",
        "How long will it take to get the money back.",
        "There is a question of when the money will be paid back.",
        "I'd appreciate it if you could tell me the Refundstatus.",
        "Can anyone tell me anything about the progress of my refund?",
        "I don't know when my refund is processed.",
        "Will it take me so long to get aRefund?",
        "How soon can I expect to get my money back?",
        "Will I be repaid soon.",
        "What time will I get a money back?",
        "When will you be getting your refund?",
        "There is a question about when to get refunds.",
        "If you want to get a refund, when?",
        "How long will it take to get my cash back?",
        "How long can it take for me to get my money back?",
        "Will my money be back soon or what?",
        "When will I get my Money back?",
        "How long will it take for me to be given my money?",
        "I am wondering how long it will take for me to get my money back.",
        "I would like to see the money back soon.",
        "how long will it take to get my money back?",
        "When will myRefund arrive?",
        "Will I be able to get back my money soon?",
        "How long does it take for my money to be back?",
        "Please let me know the refunds status, please?",
        "When will they give me my money?",
        "When will I be able to get my money back.",
        "How long do I have to wait to get a money back?",
        "I would like to know if my refund is processing yet.",
        "Can you please tell me the Refundstatus, please?",
        "Are you talking about when refund processing?",
        "The refund hasn't been processed yet.",
        "I don't know how long it will take to be reimbursed.",
        "I am wondering when my refund is due.",
        "When do I hear about my refund?",
        "Will this money come back to me soon?",
        "When will I receive my refunds?",
        "Is there a processing time for my refund?",
        "What is the date for the refund completion?",
        "Can I expect a Refunds soon?",
        "Can you give a Refund update soon?",
        "Will I receive my money back?",
        "When will I receive money?",
        "Will I get a return on my money soon?",
        "When to get a Refunds?",
        "How long will it take for me to get the money back?",
        "When will I get some money?",
        "When is my refunds going to arrive?",
        "Will the money be paid back when?",
        "How long will it take to get a Refund?",
        "Will it take a long time for me to get aRefund?",
        "How long does it take for my return to be given?",
        "When will I receive a refund?",
        "When will I receive my money",
        "When am i going to receive my refund?",
        "When will I be given my money?",
        "How quickly will my money return?",
        "I'm curious about my refund status yet.",
        "How long will it take for me to get a Refunds?",
        "When will the money arrive back?",
        "I'd like to know the Refunds Status, please?",
        "When will my refund be available?",
        "I would appreciate it if you could let me know the Refundstatus.",
        "When are my refunds supposed to happen?",
        "How long before I get the money back",
        "My money will return when?",
        "How long will it take for me to get the money back.",
        "Will my refund be processed in time?",
        "How long will it take me to receive my money?",
        "I wonder when I will be reimbursed.",
        "When can I get my refunds?",
        "How long will I get a money back?",
        "Will I receive my money back soon or not?",
        "How long is it before I get my money back.",
        "How long will my money take to come back to me?",
        "How long will it take to get my funds back?",
        "Will I be able to get reimbursed soon?",
        "My money back, when?",
        "How long will it take me to get my refund?",
        "Will it take me a while to receive a refunds?",
        "I am wondering about my Refunds.",
        "I am wondering if my refund will be processed.",
        "I haven't got a money back yet.",
        "How long will it take to get a repayment?",
        "How long before I make a return?",
        "Will my money be freed up soon?",
        "I want to know when I will get my money back.",
        "What time will I have to wait to get aRefund?",
        "I want to know the Refundsstatus, please?",
        "I want to know how long it will take to be reimbursed.",
        "I have my money back when?",
        "Am I going to get my money back soon?",
        "How long will it take for me to be given a refund?",
        "Will money be paid back eventually?",
        "Why haven't I got my money back yet?",
        "Will I get the money back very soon?",
        "Will I receive my reimbursement soon?",
        "I need to know my refund status.",
        "Will my money be back in a while?",
        "I have not got a money back yet.",
        "How long does it take to receive your refund?",
        "How long before I will get a refund?",
        "How long will it take for my refunds to be given to me?",
        "Can you give a refund update soon?",
        "If you can tell me the Refunds status, please?",
        "I have yet to get a money back.",
        "Will my reimbursement happen soon?",
        "Will the refund be processed?",
        "I'd like to know the refundstatus, please.",
        "I wonder when I get my money back.",
        "What is the expected time for the refund?",
        "When it's time to process refunds?",
        "Can I get money back soon?",
        "When will my refund get processed?",
        "I would appreciate it if you could tell me what the Refunds status is.",
        "When shall my refund be processed?",
        "I would appreciate if you could tell me the refundstatus.",
        "How long will it take to receive aRefund?",
        "When will the processing of refunds occur?",
        "I don't know if my return will be processed yet.",
        "How long will my Refunds take to be given?",
        "Can I get my money soon?",
        "When will the process of refunds happen?",
        "When my refund is going to occur?",
        "Exactly when will you get a refund?",
        "Will I be able to see my money again soon?",
        "Will the Refund be processed?",
        "WillI see the money soon?",
        "How soon will my refund arrive?",
        "Do you know how long it will take to get aRefund?",
        "When can I get my funds back?",
        "When am I getting my money back?",
        "Can you tell me when to get refunded?",
        "Can it take me a while to get aRefund?",
        "I was wondering about an update on my refund.",
        "Are I going to receive my refund yet?",
        "Will I get my money anytime soon?",
        "How long will I get reimbursed?",
        "How quickly can I get my money back?",
        "I don't know when I will get a refund.",
        "There is a question about when my refund will be processed.",
        "When will my refund be made?",
        "When it is time to process a refund?",
        "When is my refund ready?",
        "When will my refund take place?",
        "I don't know when I will see my money back.",
        "I'm not sure how long it will take to get my money back.",
        "I would be grateful if you could tell me the Refunds status.",
        "I have a question about when I get my money back.",
        "I don't know yet about my Refund.",
        "How long will I have to wait to get aRefund.",
        "Is my money returning soon?",
        "My refund will be processed",
        "I have no idea when I will receive my money.",
        "When will refunds arrive?",
        "Is it going to reimburse me soon?",
        "How soon will I receive a reimbursement?",
        "When do you get back your money?",
        "Will I be made whole soon?",
        "When are my refunds going to be processed?",
        "Is it likely that I will get my refund soon?",
        "When will the money be repaid.",
        "The refund completion date is unclear.",
        "How soon will I be reimbursed?",
        "When do I finally get my money?",
        "Will I get my money back soon or later?",
        "I am not sure when I will get my refund.",
        "Can you tell me the return status, please?",
        "When will that reimbursement be paid?",
        "How much time will it take for my refund to be given to me?",
        "Let me know the Refunds status, please?",
        "What is the completion date for the return?",
        "How long before I get aRefund?",
        "How soon do I get my money?",
        "The refund has yet to be processed?",
        "Will i get my money back?",
        "Will the money be paid back at some point?",
        "When will I be able to receive my refund?",
        "When am I due my return?",
        "How soon will the return happen?",
        "The progress of my return?",
        "How soon will it take me to get my money back?",
        "Will the Refunds be processed soon?",
        "When may I get my money back?",
        "Will I have to wait a while to get aRefund?",
        "Time for my reimbursement?",
        "Will the money return soon or not?",
        "My refund isn't processed yet?",
        "When is my return going to happen?",
        "When you can get your money back?",
        "Will my money back soon or not?",
        "It is not known when I will get my refund.",
        "I'm not sure about the progress of my refunds.",
        "My refund will be processed when?",
        "I want to know when my return is processed.",
        "Will I get a money back soon?",
        "I want to know when I will get the money back.",
        "When the money will be returned?",
        "How long does it take to get your funds back?",
        "The Refund has yet to be processed.",
        "When I can get my money?",
        "How soon you can get your money back?",
        "Is the processing of the refund when?",
        "So when will my refund be processed?",
        "How long can I get a reimbursement?",
        "Will I get the money back soon or not?",
        "How long will it take to receive myRefund?",
        "If you want to get your money back, when?",
        "Will be on time to get that refund?",
        "I don't know how long it will take to get my money back.",
        "How long is it going to take for me to receive my refunds?",
        "Will the cash return soon?",
        "I would appreciate an update on my refund.",
        "My money is not yet back.",
        "I wonder if my refund will be processed soon?",
        "I would like to receive my refund soon.",
        "My refund will be due sometime.",
        "How long do I have to wait to get reimbursed?",
        "How long before I can get the money back?",
        "Is my money going to come back soon?",
        "Will I be reimbursed in due time?",
        "How long till I get my money back.",
        "How long will it take for a reimbursement?",
        "When my refund will arrive?",
        "When's my money coming?",
        "MyRefund will be processed when.",
        "I want to know the refunds status, please?",
        "When will I get my money back",
        "Processing my refunds?",
        "Can you let me know the Refundstatus, please?",
        "How long before I get my money back",
        "What time will it take for my refund to be given?",
        "Will the money be returned soon or not?",
        "I don't know when I will receive my money.",
        "Is that Refund going to come on time?",
        "Will the money be back for me soon?",
        "My money is not back yet!",
        "I have yet to get my refund.",
        "My money has yet to be returned.",
        "I wonder when I will have my money.",
        "How long before I get it back?",
        "When will I get the funds back?",
        "When does my refund come out?",
        "How long will I get the money back?",
        "What is the expected completion date for the refund?",
        "How long is it till I get my money back?",
        "How soon does it take to get a refund?",
        "I'd like to know the Refundsstatus, please?",
        "How soon is my refunds processed?",
        "When the refunds are processed?",
        "I'm not sure when my refund will be due.",
        "How long before there is a return?",
        "How much time will it take for me to receive a reimbursement?",
        "When to receive a reimbursement?",
        "Is it possible that my refund will be processed soon?",
        "When is the processing of a refund?",
        "I want to know when my refunds will be processed.",
        "When can I get the refund?",
        "When to process a return?",
        "I am unsure of when I will be reimbursed.",
        "Is my Refunds processed soon?",
        "Can you tell me the Refund completion date?",
        "I am waiting on the progress of my refund.",
        "How long will it take to receive my reimbursement?",
        "How soon will I receive my cash?",
        "Will it be on time to get the return?",
        "When is my refund going to be?",
        "I don't know how long it will take to get a return.",
        "My money will be back when?",
        "When will I recover my money?",
        "I wonder how long it will take for my money to come back.",
        "I'd like to hear the Refunds status, please.",
        "When to get the money back.",
        "I'm wondering when I'll be reimbursed.",
        "Will it be long before I receive aRefund?",
        "When will my refund be rendered?",
        "When the refund processing is done?",
        "I would like to know when I can expect a refund.",
        "I don't know if my refunds is processing yet.",
        "How long is it until I get a reimbursement?",
        "I would like to know when I can expect my refund.",
        "How long before I get a reimbursement?",
        "How long will it take for my refund to arrive to me?",
        "Will I be getting my refund?",
        "Will it take a while to get aRefund?",
        "When refund processing will happen?",
        "How long will it take to get money back?",
        "Will the money be retrieved soon?",
        "When do I get my money back again?",
        "Will I get my money back soon, or not?",
        "I am wondering about my refunds.",
        "I am waiting on the progress of my return.",
        "How long will it take to get my Refunds?",
        "How long until you get your money back?",
        "I want to know when I will get my refunds.",
        "How soon after are you going to get your money back?",
        "How soon will refund be?",
        "When is my tax return going to happen?",
        "When is my refunds processed?",
        "How soon will I get the money back?",
        "How soon will it be possible to get a return?",
        "How long will it be before my money is back?",
        "When will I receive my Refund?",
        "I don't know when I'll be reimbursed.",
        "I am wondering when my refund is processed.",
        "My refund is not processed yet?",
        "I don't know how long it will take for me to get a return.",
        "When is my refund going to happen.",
        "When do you get my money back?",
        "My refund is to be processed.",
        "How long is it before I get the money back?",
        "What is the date for the return?",
        "How long will it take for the expected refund?",
        "I need to know when I can expect my money back.",
        "How long until I can get my money back?",
        "Will it be long before I get aRefund?",
        "How soon is it possible to get your money back?",
        "How long will I have to wait to receive my money back?",
        "What time will it take for me to get my money back?",
        "I don't know how long it will take to get money back.",
        "How soon is my refund processed?",
        "Will my money return soon, or not?",
        "Will it be on time to get thatRefund?",
        "I want to know the Refunds status, please?",
        "Would you please let me know the Refundstatus?",
        "I don't know how long it will take to get aRefund.",
        "I don't know when I will get a return.",
        "I want to know if my refunds is in process.",
        "I wonder about an update on my refund.",
        "When is my refund supposed to happen?",
        "processing my refunds?",
        "How long does it take for me to get my refund?",
        "How long is it until I get my money back",
        "My refund is not processing yet.",
        "I wonder if my Refunds will be processed.",
        "Will it take me a while to see the money back?",
        "I have a refund yet to be processed.",
        "When willI get my money back?",
        "I wonder when I can expect a refund.",
        "How soon will there be a Refunds?",
        "I wonder when I will receive my money back.",
        "I was wondering about the progress of my refund.",
        "I want to know when I can expect a refund.",
        "When is my Refund arriving?",
        "Timing for my return?",
        "How soon is my refund coming?",
        "I am looking for any information on the progress of my refund.",
        "Will my refund process?",
        "Will my refund be forthcoming?",
        "How much time will it take for me to get back my money?",
        "I am wondering when I will get my refund?",
        "Gonna get the refunds on time?",
        "When will I get a reimbursement?",
        "MyRefund will be processed.",
        "How long will it take for me to receive a return?",
        "When am I supposed to get my refunds?",
        "How long is it take to get your money back?",
        "I want to know when I will see the money back.",
        "I wonder when my refund will be processed.",
        "How long does it take for my money to be returned?",
        "How long til I get my money back.",
        "When will I get my Refunds?",
        "How soon can I get a refund?",
        "How long will they take to reimburse me?",
        "It's not clear when the money will be paid back.",
        "I need news on the progress of my refund.",
        "I want to know when I can get my refund.",
        "How long will it take for me to get reimbursed?",
        "I don't know when I will get my money.",
        "I need to know if my return is processed yet.",
        "What time will I get a reimbursement?",
        "processing my return?",
        "How long does it take for me to get back?",
        "How long does it take to receive a reimbursement?",
        "I need to get my refund soon.",
        "Will I receive a reimbursement in the near future?",
        "When will I get my money back?",
        "How long will it take for the money to come back?",
        "It is not known when my refund will arrive.",
        "when is my money back?",
        "How long will the money take to return?",
        "Will my money arrive soon?",
        "What is the date for the refunds completion?",
        "Is it when I get my money back?",
        "How long will it take for me to get Refunds?",
        "I'm unsure when I'll get my money.",
        "Will I see the money again soon?",
        "I need to know when my refund arrives.",
        "How long until I receive my money back.",
        "My money returned?",
        "How long is it going to take to receive aRefund?",
        "Do you think I will be reimbursed soon?",
        "How much time will it take for me to get a return?",
        "How soon will we get the refund?",
        "My money should be back soon.",
        "What is the processing time of my refund?",
        "Will that Refunds on time?",
        "Will I get my cash back soon?",
        "Will I get the Money back soon?",
        "Will I get my money in a timely fashion?",
        "How soon am I able to get my money back?",
        "When will my refund be approved?",
        "Will I see that money soon?",
        "Will I be receiving a reimbursement soon?",
        "How long do I have to wait to get back my money?",
        "I don't know yet about my Refunds.",
        "Will I get the money back soon?",
        "I want to know the Refundstatus, please?",
        "What time can I expect my money back?",
        "Will the money be return soon?",
        "How long will I take to get a refund?",
        "I don't know when I'll get my refund.",
        "I need to know when I can get my money back.",
        "When will my refund be released?",
        "How long does it take me to receive aRefund?",
        "Will it take me a while to get the refunds?",
        "What time will my refund be given?",
        "I'm interested in the progress of my refunds.",
        "When will my refund come back?",
        "The time for my return?",
        "I'm interested in the progress of my return.",
        "When will I receive a refunds?",
        "How long will it take for money to return?",
        "How long will it take to get my money back?",
        "How soon will I get my payment return?",
        "When do I get my tax return processed?",
        "How long does it take to get aRefund for me?",
        "How long before I get a money back.",
        "Is my money returning soon or not?",
        "The refund completion date is not known.",
        "I do not know when I will get my refund.",
        "Will I receive a reimbursement in the future?",
        "I wonder when I will see the money back.",
        "How long would it take for me to get aRefund?",
        "WillI be paid soon?",
        "When am I finally going to get my money back?",
        "How long will my refund take to be given to me?",
        "When can I get the money back?",
        "How long will I be get reimbursed?",
        "How long until a return?",
        "Will I get the funds back soon?",
        "Will it take me long to receive aRefund?",
        "When do I expect my money back?",
        "When shall my refund arrive?",
        "Time for my money to be returned?",
        "Will it take me long to receive a refunds?",
        "How soon do I get my money back",
        "Processing my refund?",
        "How long will I get my money back?",
        "When will my refund be processed",
        "Will my refund be received?",
        "I am not sure about my refund status yet.",
        "I do not know when I will get my money.",
        "When will my refund come back to me?",
        "Is my return going to be processed soon?",
        "Will I have my refund processed soon?",
        "refund processing time?",
        "I am wondering when I will get the money back.",
        "When will I receive my payment return?",
        "How long will it take to get your funds back?",
        "Can I get my money back quickly?",
        "I want to know if my refunds are processing yet.",
        "My return time?",
        "How soon am I due my refund?",
        "I'd like to know the refundstatus, please?",
        "How much time will it take me to get my refunds?",
        "The date for the return of money?",
        "When will refund processing be done?",
        "It is how long until I get my money back.",
        "How soon will I get my funds?",
        "When is my reimbursement due?",
        "I don't know when I will get my refunds.",
        "How soon will the refund happen?",
        "When can I get back my money?",
        "Does anyone have any news on the progress of my refund?",
        "When I will receive my money?",
        "Is there a time when I will get my money back?",
        "I am curious about the progress of my refunds.",
        "Will my refund get processed soon?",
        "when will I get my money back",
        "Is there a time when I can get a refund?",
        "How long does it take me to get a return?",
        "Will it take me long to get a refunds?",
        "How soon will I get my money?",
        "How long will it take to get a refunds?",
        "I wonder when I will get my money",
        "I do not know when my refund will be.",
        "refund time?",
        "When is my Refunds finally happening?",
        "When will the money be paid back?",
        "When can I get my money back?",
        "When do I finally get my money back?",
        "Will I soon get my money back?",
        "How soon will you receive your money back?",
        "How long before I receive aRefund?",
        "How long does it take for my refund to come about?",
        "How long will it take for me to receive my money?",
        "I want to know how long it will take for me to be reimbursed.",
        "How long will it take to get your money back?",
        "How long is it going to take for my refund to arrive?",
        "I am wondering when my refund will be.",
        "How long before I get a cash back?",
        "I need to know when I can expect my refunds.",
        "Will it be before I get my money?",
        "I don't know how long my refund will take.",
        "How long does it take to get your return?",
        "What time will I receive a refunds?",
        "Can I be repaid soon?",
        "When will the processing of refunds be?",
        "How soon will the money be back?",
        "How long will it take me to get money back?",
        "Can I expect to get my money back soon?",
        "Will my refund be processed in a day or two?",
        "How soon will you be able to get a refund?",
        "Will I get my money back, soon or not?",
        "I don't know how long it will take for me to get a reimbursement.",
        "I want to know when my money will be processed.",
        "Will my refund be done soon?",
        "I am interested in the progress of my refund.",
        "How long will it take to get the money back?",
        "I wonder when I'll get my refund?",
        "When to get paid back?",
        "Will I receive a refund?",
        "When will I get all my money back?",
        "How long will I take to get my refunds?",
        "I do not know when my money will be returned.",
        "How long until I get something back.",
        "Will i see the money soon?",
        "Any information on the progress of my refund?",
        "How long will it take for the money to be returned to me?",
        "When's my refund happening?",
        "Can you give an update on the refund soon?",
        "My refund is yet to be processed.",
        "How soon will the refund occur?",
        "When my refund will be processed?",
        "I wonder when I'll see the money back.",
        "Get that refund on time?",
        "When will my cash back be processed?",
        "I wonder when I will get my money.",
        "Can you give a update on your refunds soon?",
        "Can you get aRefund yet?",
        "I would like to know the refundstatus, please?",
        "How long will it take to receive the reimbursement?",
        "Will I be reimbursed shortly?",
        "Should I be able to get my money back soon?",
        "How soon will I get my money back?",
        "How soon will my Refunds be processed?",
        "How soon is my return due?",
        "When will I get my payment back?",
        "Will it take me a while to get a Refunds?",
        "My refund may be processed soon.",
        "How long will it take to get aRefund for me?",
        "How long will it take to receive my money back?",
        "When will you get your money back.",
        "When I can get a refund?",
        "I don't know when I will get my return.",
        "I have a question about when I will get my money.",
        "I am waiting for my refund to arrive.",
        "Will there be a refund on time?",
        "If you can tell me the Refunds status I would appreciate it.",
        "When will I get a refund?",
        "When will the refund process be finished?",
        "Do I get my money back soon?",
        "It is unclear when the money will be paid back.",
        "I would love to know the Refundstatus, please?",
        "How long will it take to receive your refund?",
        "When will the refund process start?",
        "How long before I get my return?",
        "Will I be receiving my money soon?",
        "When to get the money back",
        "How long will it take for my money to come back to me?",
        "Is my refund going to arrive soon?",
        "Will I see the money return soon?",
        "Is my refund arriving soon?",
        "How soon will there be a refunds?",
        "How long does it take to get aRefund?",
        "Will I get my money back eventually?",
        "When it's time for refunds?",
        "I would like an update on my return.",
        "Will it take a while for my refund to be processed?",
        "How long does it take for me to get a money back?",
        "How long before I receive my money back?",
        "How long before that reimbursement is paid?",
        "How long will it be before I get a money back?",
        "The refund has not yet been processed",
        "What amount of time will I get reimbursed?",
        "Will I have my money back soon or not?",
        "I'd love to know the Refundstatus, please.",
        "How long before I get my refund?",
        "How long is it until I get my money back.",
        "I don't know when my money will come back.",
        "Will I be able to get my money?",
        "Will my money be received soon?",
        "How long will it be until I receive a reimbursement?",
        "How long will it take for me to be reimbursed",
        "When I will get my money back.",
        "How long will it take to receive aRefund.",
        "I wonder when I will get a refund.",
        "How long before I get a money back?",
        "When to get reimbursement?",
        "I am wondering about an update on my refund.",
        "How long until I receive my money back?",
        "When will my refund be happening?",
        "When will the processing of the refund begin?",
        "Will I be able to get back the money soon?",
        "I am wondering if my refunds is being processed.",
        "How long will it take for the refund to come to me?",
        "How long will it take for me to Refunds?",
        "I am unsure when I will receive my refund.",
        "Will I be getting my refund soon?",
        "Will my money be returned?",
        "When will you be getting a refund?",
        "What time will my Refunds be processed?",
        "I don't know if I will see my money back soon.",
        "Will i be reimbursed soon?",
        "I need to know the Refunds status, please?",
        "When will i get my money?",
        "Is it going to take me long to get my money back?",
        "Will my money be forthcoming?",
        "Will it be soon for my payment return?",
        "When does refund processing happen?",
        "When will my money be returned.",
        "I don't know how long it will take to get the money back.",
        "Will it take me some time to get my money back?",
        "Will it take me awhile to get a refund?",
        "How long does it take to get that reimbursement?",
        "My refund has yet to be updated.",
        "How long before I can get a refund?",
        "Will the return be processed soon?",
        "What time is it until I get a refund?",
        "I would appreciate it if you can tell me the refundstatus.",
        "Is it going to take me long to get a refund?",
        "I don't know when my refund is coming.",
        "Can I expect a payback soon?",
        "I want to know when my refunds are processed.",
        "How long is it going to take to get aRefund?",
        "How long am I going to get my money back?",
        "When will I get cash back?",
        "How soon will I get my Refunds?",
        "How long will it take me to receive my money back?",
        "I don't know yet about my refunds.",
        "How long will it take me to be reimbursed?",
        "Can you tell me when to get a refund?",
        "What time will it take me to get aRefund?",
        "Will the money be back in a while?",
        "Are my refunds going to be processed soon?",
        "Please can you tell me the Refunds status, please?",
        "I am interested in the progress of my refunds.",
        "Will my return be processed quickly?",
        "When will my money be back again?",
        "I am wondering when my refund is going to happen.",
        "The refund is not processed yet.",
        "How long until I get the money back",
        "I have money, when will I get it back?",
        "How long will I get my money back.",
        "Please, please let me know the Refunds status, please?",
        "MyRefund has not been processed",
        "Do you know when the money will be paid back?",
        "I would like to know if my refund is being processed.",
        "I don't know when my money is back.",
        "Will my money be back soon?",
        "Will my money get back soon or not?",
        "Will I receive my money back soon?",
        "When is my return arriving?",
        "How long until I get the money?",
        "Will I get the money back eventually?",
        "When returns are processed?",
        "I have yet to receive my Refund.",
        "I need to know what the Refunds status is, please?",
        "Will I get my refunds soon?",
        "When can I claim my refunds?",
        "How long will it take me to receive my refund?",
        "I don't know when I will have my money.",
        "When am I supposed to get my refund?",
        "When will I get my tax return?",
        "Will the money come back soon or not?",
        "How long will it take to get a return?",
        "How long does it take for me to get my money back?",
        "How soon would I get my money back?",
        "My refund is supposed to be processed soon.",
        "When does my money come back?",
        "How soon will the money be returned?",
        "I don't know when my refund will occur.",
        "Will the money be back?",
        "Will my money return soon?",
        "Will my refund be done by now?",
        "Will myRefund be processed soon?",
        "processing my refund?",
        "Will it take me awhile to get my refunds?",
        "Will this money be returned soon?",
        "When is my refund going to be processed?",
        "Will the money come back to me?",
        "How long for me to get a return?",
        "How long will the money come back to me?",
        "When I receive my refund?",
        "Will I get a Refunds when?",
        "Do I see my money back soon?",
        "How long will I take to receive a reimbursement?",
        "My refund processing has not yet begun.",
        "I wonder if my refund will be processed soon.",
        "How soon will you get your return?",
        "When am I going to receive my money?",
        "How long will it take to get your refund?",
        "How long does it take for me to get refunds?",
        "I don't know yet about my refund.",
        "When to process refunds?",
        "I need to know when I'll get my money.",
        "How soon before I get a return?",
        "It is not known when to get a refund.",
        "Please, what's the status of the refund?",
        "When it is time to process refunds?",
        "How long will it take to give me my money back?",
        "How long will it take me to receive a refunds?",
        "How long will it take me to be paid back?",
        "What time will it take for that reimbursement?",
        "When am I finally going to get my refund?",
        "Is my refund going through a process?",
        "I have questions about when I can expect my refund.",
        "I need to know when I can expect my return.",
        "Will it take awhile to get my money back?",
        "The refund has not yet been processed.",
        "How long before I get a receipt?",
        "I don't know when I'm going to get my money back.",
        "How long will it take my money to return?",
        "When to get their money back?",
        "When will they reimburse the money?",
        "When will the money come back to you?",
        "When will I get my money again?",
        "I wonder when I will receive my refund.",
        "Please let me know the Refundstatus, please?",
        "How long it will take for me to get my money back?",
        "When my money comes back?",
        "How long do I get my reimbursement?",
        "I wondered when I would get my money back.",
        "How long will it take to receive a refunds?",
        "How long will I have to wait to receive aRefund?",
        "When will we get a refund?",
        "Will I get my refund yet?",
        "When do I get the money back?",
        "How long does it take to get my money back?",
        "I want to know when I can get my money.",
        "I am wondering when I will see the money back.",
        "Can you tell me the return completion date?",
        "Will I see my money returned soon?",
        "How long before I receive a refund?",
        "Will I get my Refunds?",
        "When are my refunds going to occur?",
        "Will I get reimbursed?",
        "Will I be getting my money back?",
        "I do not know when I'll get my money.",
        "When? My money back?",
        "When to get my money back?",
        "Please, what's the Refund status?",
        "When you can get a refund?",
        "When does my return happen?",
        "I want to know when I will receive my money.",
        "I need to know if my refund is processing yet.",
        "Will I have my money soon?",
        "When the return is processed?",
        "Will my refunded money be processed?",
        "The anticipated time for a refund?",
        "How long will it take for me to receive a Refunds?",
        "Are I going to get my money soon?",
        "It will take time for me to get aRefund.",
        "I am unsure when I will receive my money.",
        "I was wondering about the progress of my return.",
        "I am wondering when my refund will arrive.",
        "How soon will I receive my money back?",
        "My money's back, when?",
        "How long will it take for my money to returned?",
        "When to be paid back?",
        "Will I get my money in a timely manner?",
        "When would I get my money back?",
        "Will my return be processed soon?",
        "I'd love to know the Refunds status, please?",
        "Exactly when will I receive my payment return?",
        "Is there a time for my return?",
        "My refund has yet to be processed?",
        "Going to get that refund on time?",
        "If you can tell me the Refundstatus I would appreciate it.",
        "I want to know the refundstatus, please.",
        "How much time will it take for me to get aRefund?",
        "Do you know when I will get my money?",
        "How long do I have to wait to get my reimbursement?",
        "Will my money get processed?",
        "Can we get a refund update soon?",
        "My return is still not processed.",
        "I was curious about the progress of my refund.",
        "When might the money be paid back?",
        "When to receive refunds?",
        "I need to know how long it will take to get a refund.",
        "How much time until I get the money back.",
        "How long will it take for me to be given back my money?",
        "Will my money come back soon?",
        "I need to know the Refundsstatus, please?",
        "How long does it take to receive aRefund?",
        "Will it take a while for me to get my money back?",
        "Will the Refund be processed soon?",
        "Do I expect my money back soon?",
        "I am unsure when I will get my refund.",
        "When will this money come back to me?",
        "I have no idea when I will be reimbursed.",
        "Will my money soon be back?",
        "Will I receive reimbursement soon?",
        "How long will it take for me to return my money?",
        "Will I get paid back?",
        "Time for the return of my funds?",
        "How long will it take for my money to be back to me?",
        "Will my money come back as soon as possible?",
        "When will I get money back?",
        "How long will I get a reimbursement?",
        "How long will it take to get the reimbursement?",
        "I want to know the Refunds status.",
        "How soon will it be possible to get a refund?",
        "When to get the money back again?",
        "How long will it take for my check to be returned?",
        "If I get my money back, when?",
        "When will I receive my finances?",
        "How long will I receive money back?",
        "I need to know when to expect my refund.",
        "How long will it take for me to receive the money?",
        "How soon for the money to be returned?",
        "When will the refund be?",
        "I'd like to know the Refunds status, please.",
        "How soon will my Refunds arrive?",
        "my return has not been processed yet",
        "Is my refund being processed soon?",
        "Do you know when my refund will happen?",
        "Are my refunds processed soon?",
        "Do you know when the expected refund time is?",
        "When will there be refund processing?",
        "Is getting a refund happening yet?",
        "Will I be able to get money back soon?",
        "Will I see my money come back?",
        "Please let me know what the Refunds status is, please?",
        "Will I get back the money soon?",
        "I don't know how long it will take me to get a refunds.",
        "When will my money returned?",
        "I have a question about how long it will take to get my money back.",
        "I don't know when I'll get my money.",
        "I would appreciate it if you could tell me the Refunds status",
        "The refund was yet to be processed.",
        "When will the money repaid?",
        "Will my refund process soon?",
        "Will my money be returned soon or not?",
        "Shall I get my money back?",
        "How long do you think it will take me to get a return?",
        "Will my Refund be processed?",
        "How long will it be before I get the reimbursement?",
        "When will my refund be processed?",
        "What is the refund completion date?",
        "What's the return status, please?",
        "How long will it take for my refund to be paid out?",
        "Will my money be disbursed soon?",
        "Can I expect my money back soon or not?",
        "How soon do I get back my money?",
        "How much time will it take for my money to be returned to me?",
        "How long will it takes me to get my money back?",
        "Will my refunds be processed soon?",
        "Can you tell me the expected refund time?",
        "When can I get a reimbursement?",
        "When is my refund arriving?",
        "I want to know when my refund will be.",
        "When is my money returning?",
        "I'm wondering about my refunds.",
        "How long until I have the money back.",
        "When is my refunds finally happening?",
        "How soon will you get the return?",
        "How soon will my refunds arrive?",
        "will my refund be processed?",
        "Can you update us on our refunds soon?",
        "How soon would you get a return?",
        "What time should you expect to get your refund?",
        "When will you get a refund?",
        "My money comes back when?",
        "I want to know about my refund.",
        "When do I get my money back, when?",
        "My return will be processed when.",
        "I'm not receiving my refund yet.",
        "refund processing times?",
        "I am unsure of when my return will be processed.",
        "When will my money be returning?",
        "I'm not yet getting my refund.",
        "TheRefund has yet to be processed",
        "How long will it take for money to be returned?",
        "How soon would you get the money back?",
        "Do you know how long it will take to get your money back?",
        "I am wondering when I can get my money back.",
        "Will it take me awhile to get a refunds?",
        "A refund is yet to be received?",
        "Is it when the money will be paid back?",
        "I'm wondering if my refunds is being processed.",
        "I'd like to know what the Refunds status is.",
        "When will my tax return arrive?",
        "How long will it take for my money to return?",
        "I'd appreciate if you can tell me the Refundstatus.",
        "Will my money be sent back to me?",
        "I want to know how long it will take for my refund to arrive.",
        "I wonder if my refund will be processed?",
        "Please, please, what's the refund status?",
        "I would appreciate it if you could tell me the Refundstatus?",
        "How long will it take the money to return?",
        "Will there be progress with my refund?",
        "Will I get my money soon.",
        "I don't know about my Refund yet.",
        "When are my refunds finally going to happen?",
        "How long does it take for me to get the reimbursement?",
        "What's the refund completion date?",
        "How soon will I be able to get my money back?",
        "When will my return occur?",
        "How long will my money be given back?",
        "Not yet processing my refund?",
        "My refund should be forthcoming.",
        "When can I expect my refund?",
        "Will I have to wait long to get my money back?",
        "Is my refund going to be processed.",
        "Gonna get the refund on time?",
        "I need news on the progress of my refunds.",
        "Will the money be back by me soon?",
        "I'd love to hear the Refunds status, please?",
        "How long will it be before I get my Refunds?",
        "Will it take me long to get a Refunds?",
        "How long will it take me to get myRefund?",
        "I don't know how long it will take for my money to come back.",
        "I'm wondering when I can get my money back.",
        "I want to know the status of the refunds, please?",
        "How long is it going to take to get your money back?",
        "How long will it take for me to get some money back?",
        "My refund hasn't been processed yet?",
        "Will it take me long to get a reimbursement?",
        "I have not yet received my refund.",
        "When is myRefund arriving?",
        "So when will I get my money back?",
        "How long is it going to take for me to get my refund?",
        "Any word on the progress of my refund?",
        "I am waiting for my refund to occur.",
        "When am I supposed to get my money?",
        "How long will my money come back?",
        "How long does it take for my money to return?",
        "My return is not processed yet?",
        "How long will it be before I receive myRefund?",
        "I would like to be reimbursed soon.",
        "I need to know the Refundstatus, please?",
        "What time will it take for my refund to arrive?",
        "My Refund will be processed soon.",
        "I would like to know the Refundstatus, please.",
        "How long until I get a money back.",
        "Will it be soon that I get the money back?",
        "I want to know when I can expect my refunds.",
        "I need to know when I will get my refund.",
        "What time will the refund completion date be?",
        "When to get the money back?",
        "When will they get their money back?",
        "How long until I get Refunds?",
        "I'm not sure when my refund will be processed.",
        "how long will it take me to get my money back",
        "I want to know when the money will be back.",
        "How long before I get something back.",
        "I was wondering when my refund would happen.",
        "Is my refund going to arrive?",
        "How long will it take to get reimbursed?",
        "What time will I receive a reimbursement?",
        "How long before I get the money back.",
        "What times do I get my money back?",
        "How long will it take for that to be paid back?",
        "Will my refund be soon?",
        "I would like to know when my refund will be processed.",
        "When will I return my money?",
        "How long is it before I get my return?",
        "I'd be grateful if you could tell me the Refundstatus.",
        "Is my money going to come back soon or not?",
        "How soon will you receive the refund?",
        "I wonder if I will get my refund soon.",
        "Please tell me about the return status?",
        "I want to know when my refund will happen.",
        "I wonder when my refund arrives.",
        "I'd appreciate it if you can tell me the Refundstatus.",
        "When will my refund be there?",
        "my return is not processed yet",
        "How long will it take for my payment to be returned?",
        "When does my refund come?",
        "The money will be back when?",
        "Will it take me a while to get the money back?",
        "How long will it take to get a reimbursement?",
        "Will my money get back?",
        "I would like to know if my refund is in process.",
        "Are my refunds arriving soon?",
        "How long will it take to give me a refund?",
        "What time will my refund be given to me?",
        "How long will it take for me to receive a reimbursement",
        "Will I see my money back?",
        "When will I get back my money?",
        "When do I know when my refund will be processed?",
        "How much time will it take me to get a reimbursement?",
        "Will I reimburse myself soon?",
        "When do I get my funds back?",
        "Exactly when do I get my money back?",
        "Will my money be returned soon or not at all?",
        "How long is it until I get a refund?",
        "How long does it take to get a refund for me?",
        "When's my refund going to be?",
        "How long will I have to wait to get my money back?",
        "When will the money come back?",
        "Will my money be back?",
        "When am i supposed to get my refund?",
        "I want to know when my return will be processed.",
        "When I will get my money back",
        "How long will it take me to get a refund",
        "I wonder when my refund will happen.",
        "I don't know when my refund will be processed",
        "How long is it until I can get my money back?",
        "Will I be able to get my refund?",
        "What time will it take me to receive a reimbursement?",
        "Will the refund be processed soon?",
        "The date of the refund's completion?",
        "Will I be getting my money back soon?",
        "How soon will we get a return?",
        "How soon to get the money back?",
        "When refunds will be processed?",
        "I wonder if my refund is processing yet.",
        "I want to know the refunds status.",
        "How long will it be before I get reimbursement?",
        "When am i getting my money back?",
        "When can I expect to receive my money back?",
        "How long will it be before I receive a refund?",
        "How soon before you get your money back?",
        "Please tell me about the Refundstatus, please?",
        "I wondered if I'd be reimbursed soon.",
        "I want to know how long it will take for my money to come back.",
        "Will I get my cash soon?",
        "Will I get my money back soon",
        "How long until I have money back?",
        "Will my refund being processed?",
        "How long is it until I get a payback?",
        "I'd be grateful if you could tell me the Refunds status.",
        "When will I get my money back, when?",
        "I'd like to know the status of the refunds.",
        "When am I getting my tax return?",
        "Will it take me long to get the reimbursement?",
        "How soon will my return be processed?",
        "How long will my money be coming back?",
        "How soon will I get my money back",
        "How long will it take me to get back money?",
        "I wonder when my money will be back.",
        "Will I receive my refunds?",
        "Is my money going to be back soon or not?",
        "What time is it for that reimbursement?",
        "When will refunds be processed?",
        "How long until I get that money back.",
        "When is my refund being processed?",
        "Will the money reappear soon?",
        "How long does it take to get my refund?",
        "When will you get money back?",
        "When will I get my money, then?",
        "I wonder if I will see the money back soon.",
        "I want to know about the Refunds status, please.",
        "My return hasn't been processed yet.",
        "Will I see my money return soon or not?",
        "How long can I expect it to take to get my money back?",
        "When will my return come?",
        "Is my returned money being processed?",
        "How long until I get something back?",
        "Should I see my money back soon?",
        "I don't know how long it will take for me to receive refunds.",
        "I have a question about when I will get my refund.",
        "Will I get payback soon?",
        "When is my refund finally happening?",
        "When is the refund processing done?",
        "How long will I be able to get my money back?",
        "How long will it take my money to come back?",
        "When will the refund process be?",
        "When will my refund be processed, when?",
        "Will my money come back after a while?",
        "When to get your money back?",
        "When will the money be paid back again?",
        "I wonder if I will see my money back soon.",
        "What time is it for a refund?",
        "I'd like to know about the Refundstatus, please?",
        "The refund has still not been processed.",
        "What time will I get a refund?",
        "I should get my refund soon.",
        "I want to know theRefundstatus, please?",
        "I'm wondering when my refund is due.",
        "How long will it take for me to get refunds?",
        "My money back when?",
        "Will I be able to get the money back soon?",
        "Will it take me so long to get my refund?",
        "When is the refund processing?",
        "I need to know the Refunds status.",
        "How long will it take for me to claim my money?",
        "I would like an update on my refunds.",
        "how long will it take for my money to come back?",
        "There is a question of when to get refunds.",
        "How long until I get my money back?",
        "I don't know when I will get reimbursed.",
        "Will have that refund on time?",
        "I do not know when I will be reimbursed.",
        "When will I be able to get back my money?",
        "How long will it be until I get aRefund?",
        "How soon should my money be returned?",
        "Will it take me long to get my refund?",
        "Will theRefund be on time?",
        "How soon for the return?",
        "I am not sure when my refund will be due.",
        "I do not know when my refund will arrive.",
        "Will my money come back to me soon or not at all?",
        "When can I expect my cash back?",
        "How long will it take me to get reimbursement?",
        "What is the processing time for my refund?",
        "Will be able to get thatRefund on time?",
        "I don't know when my refund is going to happen.",
        "I wonder if I will get my refund yet?",
        "When do I get money back",
        "How long will it be until I get my money back.",
        "When will I get that money back?",
        "I have not received a return yet.",
        "I don't know if my refund is processing yet.",
        "How long will I have to wait to get a Refund?",
        "I would like to know the refund status.",
        "When will myRefund be processed",
        "How quickly will I get my money back?",
        "How long will it take to have my money back?",
        "Will the money be paid back very soon?",
        "Will my refunds be processed in a timely manner?",
        "I don't know my refund status yet.",
        "I was wondering if my refund was processing yet.",
        "My return is not yet processed.",
        "How long will it be to get my money back?",
        "When will the processing of refunds begin?",
        "How soon will I get a reimbursement?",
        "How long will I have to wait to get money back?",
        "Is my return processed soon?",
        "How quickly will I be able to get aRefund?",
        "How long will it take for me to receive my refund?",
        "When will myRefund be processed?",
        "Will I see my reimbursement soon?",
        "Will it take me long to get a return?",
        "When will my cash come back?",
        "The refund needs to be processed.",
        "Will I receive my money in a timely manner?",
        "How long will it take for me to receive my reimbursement?",
        "When will we get refunds?",
        "I'm waiting on my refund status.",
        "My refund is not processed yet.",
        "When will I get my money??",
        "How long will it take for my reimbursement?",
        "How long does it take me to get money back?",
        "I'm wondering when I will get my money.",
        "When will I get myRefund?",
        "How long will it take me to receive a Refunds?",
        "How will I receive my refund yet?",
        "How long before my refund is processed?",
        "I would like to know if you can provide a refund update soon.",
        "I don't know how long until I get my money back.",
        "How long is it going to take me to get aRefund?",
        "How long does it take to get a reimbursement?",
        "When will my tax return be arriving?",
        "My return has yet to be processed.",
        "Is my reimbursement going to show up?",
        "When is my refund supposed to be processed?",
        "I don't know if my return is processed yet.",
        "Do you know the Refunds status, please?",
        "When will the money come back to us?",
        "When will the return completion date be?",
        "A refund completion date?",
        "How long before my money comes back?",
        "When will the money back be paid?",
        "I'm wondering when I will get my refund.",
        "How soon will we receive a refund?",
        "When to process the return?",
        "How soon can I expect my refunds?",
        "How long is it going to take to get the money back?",
        "I am worried about the progress of my refund.",
        "How long is it going to take me to get a refund?",
        "when can I get my money back",
        "Is there any news on the progress of my return?",
        "Will I have a refund yet?",
        "Will I see the money soon?",
        "Will it take me awhile to get aRefund?",
        "Is that Refund going to happen on time?",
        "Will it take me much time to get my money back?",
        "Is it possible I'll be reimbursed soon?",
        "Will my money be restored soon or not?",
        "I want to know when I will get my money.",
        "I want to know when my refund is happening.",
        "My refund isn't happening yet.",
        "MyRefund will be processed when?",
        "How long will it take for the money to come back to me?",
        "How long before I get back the money?",
        "How long will it take me to receive my refunds?",
        "I do not know when I can get my money back.",
        "How soon will you be getting a refund?",
        "Will I get back my money soon?",
        "I need to know if my refund is in process.",
        "How soon will I receive my money?",
        "What time will it take for my money to come back?",
        "How long until I get a cash back?",
        "What is the date of the refund completion?",
        "How long does it take for me to get my money back.",
        "How long will theRefund take?",
        "When do my refunds go through?",
        "Please, can you tell me the refund status?",
        "Will the money be repaid eventually?",
        "When to receive a Refunds?",
        "Will my refund be done yet?",
        "Exactly when will I receive my money?",
        "How long will it take you to get your money back?",
        "What time do I receive my money back?",
        "Will I get my money back any time soon?",
        "How long will it be until I get my refund?",
        "How long before I get a refund",
        "What amount of time until I get a return?",
        "How fast will I get a return?",
        "My money hasn't been returned yet.",
        "What time will it take for my money to be returned?",
        "Will my money be ready soon?",
        "How long is it to get your money back?",
        "When my refund is going to arrive?",
        "When could I get my money back?",
        "How soon will you receive a refund?",
        "How long will it take to receive a reimbursement?",
        "How soon to get your money back?",
        "I am waiting on news on the progress of my refund.",
        "How long does it take for my refunds to be given?",
        "Will my money be returned soon or not.",
        "I don't know if my refunds is in process.",
        "Is my refund going to be processed?",
        "I want to know if I'll be reimbursed soon.",
        "Exactly when will I be reimbursed?",
        "Can you tell me the progress of my refund?",
        "How long will it take me to return my money?",
        "Can you tell me the refundstatus, please?",
        "My refund is yet to happen.",
        "Is it possible that I will get my money soon?",
        "When to get cash back?",
        "How much time will it be for me to get my money back?",
        "When I will get my money?",
        "My refund will be due at some point.",
        "When will that money be paid back?",
        "will I get my money soon?",
        "I want to know about an update on my refund.",
        "When are I going to get my money?",
        "How long is it going to take to get a reimbursement?",
        "Will I receive the money back soon?",
        "I don't know if my return has been processed yet.",
        "How long till I get a return?",
        "When will the refund process happen?",
        "Will I have to wait awhile to get aRefund?",
        "When will you be able to get a refund?",
        "I don't know how long it will take me to get my money back.",
        "How long until that reimbursement is paid?",
        "How long will it take for me to get it back?",
        "How long will it take for them to reimburse me?",
        "How long till I get a refund?",
        "I'm wondering about my refund status.",
        "How long is it going to take me to receive aRefund?",
        "I wonder when I will get money.",
        "How long would it take to get a refund?",
        "When you will get your refund?",
        "I am wondering when I will be reimbursed.",
        "Will be reimbursed soon?",
        "I don't know when I will get my money back.",
        "I don't know how long I will have to wait to get aRefund.",
        "How long does it take to get my refunds?",
        "Can I get a refund update soon?",
        "How soon after are you going to get a refund?",
        "Can anyone tell me about the progress of my refunds?",
        "How quickly will it take me to get my money back?",
        "how long will it take for me to get my money back?",
        "I wonder when my money will be returned.",
        "How long will it take to get my money?",
        "Are you able to get a refund soon?",
        "Is my refund forthcoming?",
        "Is my return on the way?",
        "How long will it take for my refund to come about?",
        "How soon will you get a refunds?",
        "I don't know how long it will take for me to get a refunds.",
        "Will I be able to get reimbursed?",
        "Exactly when will my return be?",
        "How many days will it take me to get aRefund?",
        "Will the money be returning soon?",
        "How soon could I get my money back?",
        "How longuntil I get my money back?",
        "When it's time for refund processing?",
        "How long do you reckon it takes to get your money back?",
        "How long will it take for my refund to come around?",
        "Can I get aRefund quickly?",
        "When will the money come back to me?",
        "I'm wondering about the progress of my refunds.",
        "How can I know when my refund will be processed?",
        "My money's not back yet.",
        "How long will myRefund take?",
        "Can I expect my money back at a certain time?",
        "How long will it take me to get a Refunds?",
        "How long will it take for my money to trickle back in?",
        "Will I get the money back asap?",
        "I was wondering if my refund would be processed soon.",
        "I don't know how long it will take for my refund to be given to me.",
        "How long will it take to get myRefund?",
        "How soon for you to get your money back?",
        "My refund isn't arriving yet.",
        "I don't know when my payment return will be.",
        "How soon will the money be paid?",
        "What time can I expect my refunds?",
        "When will my money be return?",
        "My refund is not arriving yet.",
        "I would appreciate it if you could tell me the refundstatus.",
        "I am waiting on my refund status.",
        "Exactly when will the money be paid back?",
        "Will I get a reimbursement?",
        "How long does my reimbursement take?",
        "How long will it take for the refund to be paid?",
        "Can I get my refund soon?",
        "Will the money be back in my hands soon?",
        "Will my money being returned be processed?",
        "How long before I get some money back.",
        "Please, please tell me the Refunds status, please?",
        "Will my refund happen?",
        "Will the money come home soon?",
        "am I going to be reimbursed soon?",
        "When is my Refunds processed?",
        "When will my refund being happening?",
        "When will my reimbursement be processed?"
    ]
}